{
 "header": {
 "title": " Fighting Ageism On YouTube & In The Beauty Industry | Beauty Blogger Over 40 ",
 "subtitle": " NA ",
 "owner": " MrsMelissaM Beauty ",
 "views": " 1,356 views ",
 "likes": " 318 ",
 "dislikes": " 2 ",
 "shares": " NA ",
 "datePosted": " Jul 20, 2018 ",
 "dateExtraction": " 2019-10-08 ",
 "language": " en ",
 "plataform": " YouTube ",
 "url": " https://www.youtube.com/watch?v=ZV7hD6kA2XM ",
 "postText": " link to Risa's video https://youtu.be/hCHYPiLtIlA. Top 5 PlayList https://www.youtube.com/watch?v=WfwOe... Don't forget to subscribe before you leave! https://www.youtube.com/c/MrsMelissaM. Paint By Numbers Eyeshadow Tutorials Series Playlist http://bit.ly/2DFXMxY. Some OF My More Popular Videos: How To Contour A Fat Face Like A Pro https://youtu.be/qfKn3m70cPg. My Flawless Foundation Routine | Make Your Foundation Last All Day  https://youtu.be/SAQk_LfN4Zc. Eyeshadow Palette Declutter & Collection (MAKEUP GRAVEYARD) https://youtu.be/XidY--E2tLQ. Hooded or Crepey Eyes? STOP Doing your makeup like a YOUTUBER! |https://youtu.be/pHBd1a1n65M. Busting Through The Over 40 Beauty and Makeup Rules https://www.youtube.com/watch?v=lcnMD. Let's be friends! https://www.snapchat.com/add/missmeli... https://www.facebook.com/melissa.muld... Instagram @MrsMelissaM1. Twitter @missmelissa1026. https://www.pinterest.com/MrsMelissaM1. Feel free to contact me: mmulder1026@gmail.com. Makeup Worn: Primer: Foundation: Colourpop No Filter Mixed with Estee Lauder Double Duty. Concealer:  Colourpop No filter & Tarte Creaseless. Eyeshadow: Magic Palette Juvia's Place. Blush: Benefit Galifornia. Highlighter: Colourpop Give Me More Highlighting Palette. Eyeliner: Stila Felt tip Liner. Mascara: Maybelline Colossal Mascara. Lipgloss: NYX Cosmic Metals Lipgloss in crystalized metal. BoxyCharm I love this monthly subscription box and after trying over 12 different subscription services, this is the only one I've kept. You get 5 products each month and 4 to 5 of them are full size! here's my link if you want.  If not just go to their site. https://www.boxycharm.com/refer/Melis... EBATES EBATES EBATES! Cash back each time you shop online, no catch!  If you use my link to sign up, you get $10 and I get a referral perk.  But sign up on your own, if you don't want to use the link. It's so worth it.  http://bit.ly/29TtWsR The links used above are made with magiclinks.  The website keeps track of anyone using it and I get a few pennies from that. (total transparency right). Thank you so much for being the best part of YouTube for me. And for being a faithful subscriber.   Views expressed are my honest thoughts. And all products I review have been purchased with my own money, unless otherwise expressly stated. ",
 "numberPosts": " 180 Comments ",
 "srcType": " video ",
 "nameNewspaper": " NA ",
 "socioLingVar": " Age, Over 65s ",
 "listEvents": "  ",
 "articleKeywords": " NA ",
 "keywords": "  ",
 "commentsOpen": " yes "
 },
 "commentThread": 
[
  {
    "id": "Ugz403UuhuyWjoRvdr94AaABAg",
    "user": "MrsMelissaM Beauty",
    "date": "1 year ago",
    "timestamp": 1538997270724,
    "commentText": "Here is the link to Risa's video https://youtu.be/hCHYPiLtIlA",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugye-d4sBt0yzKvGSmB4AaABAg",
    "user": "Gloria Dorlich",
    "date": "4 months ago",
    "timestamp": 1559992470726,
    "commentText": "Yes Yes Melissa great video and I sure hope the Cosmetic industry and Advertising firms are listening. 🤨\n🤗 💜",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxbsEbOjWBe4SgK3Qt4AaABAg",
    "user": "ASHLEY",
    "date": "9 months ago",
    "timestamp": 1546946070728,
    "commentText": "sent a lengthy email hope its ok",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyhNMOwkG5S4QK5VMR4AaABAg",
    "user": "ASHLEY",
    "date": "9 months ago",
    "timestamp": 1546946070730,
    "commentText": "bullseye!!!!",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugy5Z1oHwYlaLkNlmst4AaABAg",
    "user": "Marissa McCauley",
    "date": "9 months ago",
    "timestamp": 1546946070732,
    "commentText": "Certainly agree with you Melissa - we have the disposable income and can still make a difference in the beauty industry/business. I should also make a video on this in my channel. Thanks for the inspiration ❤️🇦🇺❤️🇦🇺❤️🇦🇺",
    "likes": 0,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "Ugy5Z1oHwYlaLkNlmst4AaABAg.8odCH1L4Cll8ohnDFalJWm",
        "user": "MrsMelissaM Beauty",
        "date": "9 months ago",
        "timestamp": 1546946071049,
        "commentText": "Go for it definitely Marissa",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgxZGd7R139BNwD0_5l4AaABAg",
    "user": "Elizabeth White",
    "date": "1 year ago",
    "timestamp": 1538997270735,
    "commentText": "Thanks so much for fighting ageism we r mature not dead. I am just now finding the time to take more interest in more makeup and more fashion. It’s time we fight ageism in life as a whole ❤️",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwzPRmBWPfO70uHKMt4AaABAg",
    "user": "All That Beauty With Lori",
    "date": "1 year ago",
    "timestamp": 1538997270738,
    "commentText": "So very, very true and I am with you on this 100%!! Whoever made rules for the beauty community must not be of a certain age group in the mature community, or if they are maybe they came from a generation or never felt the need to wear or do certain things. I always tell people to wear what makes them happy, and what they enjoy. In my book there are no rules at all, I go with it, and smile :) Have a good weekend, you now got me intrigued to do a video also about this very thing. XOXO <3",
    "likes": 0,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgwzPRmBWPfO70uHKMt4AaABAg.8jTWp00hw_E8jVjMRKIw2P",
        "user": "MrsMelissaM Beauty",
        "date": "1 year ago",
        "timestamp": 1538997271076,
        "commentText": "Hi there Lori, I look forward to seeing you do a video also.  I think if we were able to flood YouTube with our thoughts, eventually one of the companies would take notice.  At least I hope that they would xoxo",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgydpFMJW8hVo5bfPbp4AaABAg",
    "user": "Beauty Lover12",
    "date": "1 year ago",
    "timestamp": 1538997270741,
    "commentText": "love the video",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugyw13TBANW8UZeVHrd4AaABAg",
    "user": "mindy idaspe",
    "date": "1 year ago",
    "timestamp": 1538997270743,
    "commentText": "I am a total believer in spreading the message that we as mature women need more cosmetic company representatives. I too hate when skin care and cosmetics demonstrate products on younger women who have no visible need for it like u see with eye creams, etc\nThank you for doing this awareness campaign. \nI will be joining the YouTube community soon to talk and show woman with physical limitations using beauty products. As we age sometimes we develop arthritis and other functional limitations that make us adapt or repurpose tools and products to meet our needs. But make no mistake we are also extremely passionate about beauty products and have been gravely overlooked for yrs",
    "likes": 0,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "Ugyw13TBANW8UZeVHrd4AaABAg.8jPXND2NAEh8jVj_O09Rkg",
        "user": "MrsMelissaM Beauty",
        "date": "1 year ago",
        "timestamp": 1538997271054,
        "commentText": "Hello Mindy, I look forward to seeing you & your channel. I agree that we have been terribly overlooked. xoxo",
        "likes": 0
      }
    ]
  },
  {
    "id": "Ugx4OIaeKv4Lz8eNhCx4AaABAg",
    "user": "penny togias",
    "date": "1 year ago",
    "timestamp": 1538997270746,
    "commentText": "Ha I just turned 51. Always loved makeup but never wore eyeshadow till last year. Now I am obsessed with it! False lashes as well. Shimmers, colors, and mattes. I agree with you 100%. We are as old as we feel and still get excited about makeup and beautiful things. Love your video and the message ❤️",
    "likes": 0,
    "hasReplies": true,
    "numberOfReplies": 2,
    "replies": [
      {
        "id": "Ugx4OIaeKv4Lz8eNhCx4AaABAg.8jGVjSHfmeE8jViynfu2Xj",
        "user": "MrsMelissaM Beauty",
        "date": "1 year ago",
        "timestamp": 1538997271085,
        "commentText": "Hi Penny, I think that it's wonderful that you are discovery eyeshadows, and I'm so jealous because I can't wear false lashes to save me...lol.  I'm so happy you are enjoying the videos. Luv ya lady",
        "likes": 0
      },
      {
        "id": "Ugx4OIaeKv4Lz8eNhCx4AaABAg.8jGVjSHfmeE8jVlv7rPE25",
        "user": "penny togias",
        "date": "1 year ago",
        "timestamp": 1538997271087,
        "commentText": "MrsMelissaM Beauty yes! We mature beauties need to stand together and send this message!!",
        "likes": 0
      }
    ]
  },
  {
    "id": "Ugw5d8D1bda_4u-m8Lp4AaABAg",
    "user": "Mrs Mac",
    "date": "1 year ago",
    "timestamp": 1538997270749,
    "commentText": "Absolutely agree, I'm 50 next year, I've only just really got into skin care & makeup, I've looked after my kids being a stay at home mum for 20 years, , now 2 of 3 have left home, I have a job, we own our own home, but such a lot of skin care is aimed anti ageing , I'm not 'anti ageing '  I want to embrace my age, I want to look the best I can! I want to be confident, and companies really need to hear our voices!!",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugz5ZY8CVQcg4YvVn7x4AaABAg",
    "user": "Lisa Watkins",
    "date": "1 year ago",
    "timestamp": 1538997270751,
    "commentText": "Well said! I absolutely agree, I am 53 years old and love make up, I try to buy as much as possible, just like you said, at this point in my life I have more money than when I was in my 20’s, my children are grown and now it’s time for me to do more for myself, this goes for cosmetics, clothing, etc. it drives me crazy when I go shopping for cosmetics and clothing, I can walk inside any clothing store and find all kinds of cute clothing in the junior section but as I go into the women’s section I can’t believe my eyes, us mature ladies want to look as good as we possibly can as well, I go into my local cosmetic store at the mall and it seems like the sales people are so focused on the ladies that are 20’s - 30’s, if your over 40 then you don’t get the assistance you should have. Thank you for speaking up for all of us mature ladies.",
    "likes": 0,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "Ugz5ZY8CVQcg4YvVn7x4AaABAg.8j6lsMHitci8jVkXdurjB-",
        "user": "MrsMelissaM Beauty",
        "date": "1 year ago",
        "timestamp": 1538997271070,
        "commentText": "I feel that way when I go into department stores too. I hope it changes, and I'd like to see there be more women selling makeup as well.  hugs Lisa. xoxo",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgytRUs_DPTKBZ78vfB4AaABAg",
    "user": "Al Moore",
    "date": "1 year ago",
    "timestamp": 1538997270754,
    "commentText": "Old age and treachery will always overcome youth and skill.  snicker",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugyra4LWKHx3OKdwzoB4AaABAg",
    "user": "ssue",
    "date": "1 year ago",
    "timestamp": 1538997270756,
    "commentText": "Im sorry but I'm going to have to disagree with you 35 mature skin really?? I don't think so even 40 is NOT mature skin at all! even 50 isn't mature skin things don't really start changing I'm talking about actual wrinkles not lines! Tell about age 56 around there. although I will say for me I'm a natural blond and we do age quicker it's the pigment of our skin so about the age of 49 i guess I had to start totally wearing different eyeshadow colors that I never would have worn when I was younger! and had to start reapplying makeup totally different otherwise I looked like a clown literally!!I'd always been able to wear a lot of crazy colors but dark Browns and BLACK EYELINER was my number one look!!black eyeliner does NOT work for me at all anymore I look like a streetwalker nor do the brown eyeshadows and lipstick colors I could wear any and every color which I can't do anymore especially dark colors that's very aging especially when they're Matt I never really wore Foundation just blush and bronzer I still can't stand the foundation I don't really have age spots I'm 61 but yeah I won't buy a lot of products because it's promoting an anti-aging product especially moisturizers or eye creams they're promoting and have a 13 to 20 year old up there as the model I simply WON'T BUY their product!! Because that SCREAMS to me it is NOT an ANTI-AGING PRODUCT at all ! Thanks so much for sharing",
    "likes": 0,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "Ugyra4LWKHx3OKdwzoB4AaABAg.8j50vCBC4Uz8jVkLf6mvj_",
        "user": "MrsMelissaM Beauty",
        "date": "1 year ago",
        "timestamp": 1538997271064,
        "commentText": "Hi Sue, I understand what you're saying about aging not starting until after 50, but I started getting wrinkles at 40 & noticed changes in my skin at 30, I wish I had started on Retin A at 30.  That just shows us that everyone is different. And you're right we don't have mature skin at 35, but using anti-aging products at that age would really help stave off wrinkles as we get older. thank you so much for watching xx",
        "likes": 1
      }
    ]
  },
  {
    "id": "UgxjXiHrkgmw-cTPzn94AaABAg",
    "user": "2 Orchids",
    "date": "1 year ago",
    "timestamp": 1538997270759,
    "commentText": "Love your message and I couldn't agree more!! We're right there with you!! Hugs! Karen xo",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwbOT-Qp1-DjBXkHnF4AaABAg",
    "user": "Ulrike Bissey",
    "date": "1 year ago",
    "timestamp": 1538997270761,
    "commentText": "I'm a more mature woman who loves make up. I will sparkle forever! 😉",
    "likes": 0,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgwbOT-Qp1-DjBXkHnF4AaABAg.8j0rG2yrNFr8j3kvTY2sjD",
        "user": "MrsMelissaM Beauty",
        "date": "1 year ago",
        "timestamp": 1538997271059,
        "commentText": "YAYAY!",
        "likes": 0
      }
    ]
  },
  {
    "id": "Ugyd2aUEfX8qMiDwfH54AaABAg",
    "user": "Jennifer Mello",
    "date": "1 year ago",
    "timestamp": 1538997270764,
    "commentText": "This is soo true, so well said. We all need to ban together!!!! Thank you are all u do and all the great advice... Hope u have an amazing week",
    "likes": 0,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "Ugyd2aUEfX8qMiDwfH54AaABAg.8j0jPydpCjE8j3kyKLODlN",
        "user": "MrsMelissaM Beauty",
        "date": "1 year ago",
        "timestamp": 1538997271092,
        "commentText": "thank you Jennifer, you have a great week too doll",
        "likes": 0
      }
    ]
  },
  {
    "id": "Ugwa-PK0vKyhwydOxE54AaABAg",
    "user": "Audrey Bunyan",
    "date": "1 year ago",
    "timestamp": 1538997270767,
    "commentText": "Good on you. Well said. I get fed up seeing so called professionals do a tutorial on a “mature woman’s” face and it’s always so very plain and boring 😍",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxLsiO9xiRUBozwb3p4AaABAg",
    "user": "Michele Reilly",
    "date": "1 year ago",
    "timestamp": 1538997270770,
    "commentText": "Wonderful video Melissa !! I will be 50 in a few mths-long story short-I haven’t worn any type of makeup since I was pregnant with my 1st of 5 children at 24. Fast forward to March 2018 & I started dabbling in makeup again. BOY is it so different than it was back then. BUT the only thing that hasn’t changed is the ‘young perfect looking models’ that companies use to sell their product. I understand they do what they have to, to attract the public BUT it’s giving younger generations the wrong impression. “Wear this and you’ll look perfect” or “wear this and you’ll have radiant skin(for life)” but it doesn’t work that way. These companies definitely need more mature models, say 45 & up that actually have some wrinkles to show that hey, even though we age we still want to look beautiful as well !! We’ll age gracefully !!! Hugs girl xoxox",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugw5PbQqV8qvlYquxoZ4AaABAg",
    "user": "Dawn's Life, over 40",
    "date": "1 year ago",
    "timestamp": 1538997270772,
    "commentText": "Great Message Melissa!! Wouldn’t it be nice if only mature women would be the spokesmodels for mature skin care products?  I have seen more companies using 40+ women for marketing. Yayyy!!   Enjoyed hearing your thoughts!!\nXoxoxo,\nDawn💕💋",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugw7D4Vu4PMdYGndPS14AaABAg",
    "user": "Cher B",
    "date": "1 year ago",
    "timestamp": 1538997271955,
    "commentText": "Loved your message Melissa x💜💜",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyUc2v_kqcKHnxzit54AaABAg",
    "user": "Joyce McDaniel",
    "date": "1 year ago",
    "timestamp": 1538997271958,
    "commentText": "Melissa love your hair and makeup.  This is such a great video.  I totally agree with you.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxC8dIcAjD8_3sE7AJ4AaABAg",
    "user": "MaryEllen After 60",
    "date": "1 year ago",
    "timestamp": 1538997271960,
    "commentText": "The only \"rules\" I obey are the 10 Commandments, and most of the driving rules. Agree with you, Melissa. Many blessings, and joy...MaryEllen",
    "likes": 3,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgxC8dIcAjD8_3sE7AJ4AaABAg.8j-NUDw4TB-8j3nF1TDfya",
        "user": "MrsMelissaM Beauty",
        "date": "1 year ago",
        "timestamp": 1538997272365,
        "commentText": "hahaha I'm cracking up MaryEllen...luv you so much xoxo",
        "likes": 1
      }
    ]
  },
  {
    "id": "UgzyKIelMA7Ht-wR1x94AaABAg",
    "user": "Karen and Sam Briggs",
    "date": "1 year ago",
    "timestamp": 1538997271964,
    "commentText": "I love your jokes at the beginning of each tutorial! They are so funny! I am 55 and I say speak for all of us! Also, love the eye look, Tutorial on that?",
    "likes": 0,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgzyKIelMA7Ht-wR1x94AaABAg.8j-3f9vnUEf8j3mLrQAZwC",
        "user": "MrsMelissaM Beauty",
        "date": "1 year ago",
        "timestamp": 1538997272358,
        "commentText": "I will see if I can remember, but I'm sure I can come up with something very similar Karen, xoxo",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgzU9Zidu9ZTT7z2ZyV4AaABAg",
    "user": "Renee Werner",
    "date": "1 year ago",
    "timestamp": 1538997271968,
    "commentText": "I hate when 20 something's are on wrinkle cream commercial",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxZCPuQILDIjblF1BN4AaABAg",
    "user": "Renee Werner",
    "date": "1 year ago",
    "timestamp": 1538997271970,
    "commentText": "Girl you nailed that quote again!! Great video...I love your channel, and you're video is great. You are a wonderful representative of our age group. I love it",
    "likes": 0,
    "hasReplies": true,
    "numberOfReplies": 2,
    "replies": [
      {
        "id": "UgxZCPuQILDIjblF1BN4AaABAg.8izvCRKPwCP8j3iuiYbWMP",
        "user": "MrsMelissaM Beauty",
        "date": "1 year ago",
        "timestamp": 1538997272400,
        "commentText": "thank you so much Renee, you have no idea how much I appreciate your kind support.  Luv ya girlfriend xx",
        "likes": 1
      },
      {
        "id": "UgxZCPuQILDIjblF1BN4AaABAg.8izvCRKPwCP8j3r33CPqVP",
        "user": "Renee Werner",
        "date": "1 year ago",
        "timestamp": 1538997272402,
        "commentText": "MrsMelissaM Beauty yvw. I appreciate you doing the videos for woman of our age. I will keep watching and keep recommending your channel to everyone I know!!",
        "likes": 0
      }
    ]
  },
  {
    "id": "Ugwdytorasi9nxurIxp4AaABAg",
    "user": "KrazyKat Lady11",
    "date": "1 year ago",
    "timestamp": 1538997271974,
    "commentText": "i enjoy your videos a lot, but i think i must disagree a little here.  i am older than you but i have not felt abandoned by the cosmetic brands.  i have always and will always buy and use what appeals to me in whatever way i wish... i actually find most of the younger influencers refreshing and their looks inspiring and i just tailor them for my more mature skin.  i have mostly felt less inspired by more mature influencers and brands like Clinique that are supposedly for me.....but i feel more drawn to brands like Colourpop etc...you are a lot of fun though....",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugz856D9kSA6wQmV-2N4AaABAg",
    "user": "Marina Sanchez",
    "date": "1 year ago",
    "timestamp": 1538997271977,
    "commentText": "Very well said Melissa.  I agree with everything you are saying (I also love that commercial).  I've been wearing makeup since I was 17 years old.  I am now 53 and still continue to use it, although now I do use much more products under my makeup (such as primer, moisturizers etc) to make sure my make up still looks good on me. I love to wear false eyelashes and look at all the makeup trends and I also love to buy much of the new products that come out.....so not sure why makeup companies would think that you are no longer significant once you reach a certain age. Plus, as you pointed out, I am at that age where my kids are grown and I can afford to pamper myself more (although I must admit I always have).",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzgHwLCBg1RtTWxrzB4AaABAg",
    "user": "Allie Beth",
    "date": "1 year ago",
    "timestamp": 1538997271979,
    "commentText": "I also would love and appreciate more mature women being included in cosmetic companies.  We love to look beautiful too!!",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyHd9fxX8sJr7WuX3B4AaABAg",
    "user": "Allie Beth",
    "date": "1 year ago",
    "timestamp": 1538997271981,
    "commentText": "Hey sister, such a great tutorial.  I am seeing so much of the same thing from other influencers.  Baking, contouring and highlighting.  All of which I am pretty sure, mature people are not doing.  I mean, how many times can you watch this!?  You are very refreshing and so real.  It is such a true pleasure to watch and listen to you!!!!",
    "likes": 0,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgyHd9fxX8sJr7WuX3B4AaABAg.8izanS0dZLA8j3m8Iiw_KQ",
        "user": "MrsMelissaM Beauty",
        "date": "1 year ago",
        "timestamp": 1538997272389,
        "commentText": "thank you so much Allie Beth.  I love hearing such encouraging comments.  luv you",
        "likes": 0
      }
    ]
  },
  {
    "id": "Ugy_1EXOjgct4hJU5L94AaABAg",
    "user": "Simone Cobb",
    "date": "1 year ago",
    "timestamp": 1538997271985,
    "commentText": "its funny, I am 63 years old, and I feel like im 40, and I don't think I look 63 either, people always say \"oh my God\", you are WHAT ?????  It makes me feel great !!!! And I don't wear makeup everyday either, I work in the medical field, so its not necessary for me to...…….but I love it on the weekends !!!! love you, Simone",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyhyJezJWt3nlZL55Z4AaABAg",
    "user": "Cheryl Clyne",
    "date": "1 year ago",
    "timestamp": 1538997271987,
    "commentText": "Absolutely agree with what you are saying!",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugx0tPu8y40mRw9fW-x4AaABAg",
    "user": "Ann McCubbin",
    "date": "1 year ago",
    "timestamp": 1538997271990,
    "commentText": "I cant find link",
    "likes": 0,
    "hasReplies": true,
    "numberOfReplies": 3,
    "replies": [
      {
        "id": "Ugx0tPu8y40mRw9fW-x4AaABAg.8izHoTk3Wu68izIQDGpDnJ",
        "user": "MrsMelissaM Beauty",
        "date": "1 year ago",
        "timestamp": 1538997272430,
        "commentText": "Ann Heffernan which link dear?",
        "likes": 0
      },
      {
        "id": "Ugx0tPu8y40mRw9fW-x4AaABAg.8izHoTk3Wu68j09joxNC-t",
        "user": "Ann McCubbin",
        "date": "1 year ago",
        "timestamp": 1538997272432,
        "commentText": "Its ok you sorted it thanku x",
        "likes": 0
      },
      {
        "id": "Ugx0tPu8y40mRw9fW-x4AaABAg.8izHoTk3Wu68j3ktVVc9oc",
        "user": "MrsMelissaM Beauty",
        "date": "1 year ago",
        "timestamp": 1538997272433,
        "commentText": "sorry about that, I was editing much too late.  sorry it was confusing.",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgyBK-8bQPajLtHtIHV4AaABAg",
    "user": "Diane Guy",
    "date": "1 year ago",
    "timestamp": 1538997271994,
    "commentText": "Yesssss I’m turning 60 in October cannot believe it!!!still feel 25 in my mind.  But I loooove makeup and found YouTube about 6 mos ago and I’m soooo enjoying u all!! I work the front desk at a doctors office and sooo love doing different makeup looks every day.",
    "likes": 0,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgyBK-8bQPajLtHtIHV4AaABAg.8iz5xejNxWv8j3kjBl2Dyo",
        "user": "MrsMelissaM Beauty",
        "date": "1 year ago",
        "timestamp": 1538997272379,
        "commentText": "that's so great Diane! xx",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgxoMWZZzO6WC5izr0N4AaABAg",
    "user": "fantasiabubbles1984",
    "date": "1 year ago",
    "timestamp": 1538997271998,
    "commentText": "LOVE YOU SWEET LADY!  Your comments about mature women having more money and time are so true!!  Raising my family I rarely gave a thought to myself, but now I'm so into trying to look and feel my best. \n\nGreat thoughts. Bless you for putting yourself out there for us mature women!  Hugs--Terry 💜💜",
    "likes": 0,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgxoMWZZzO6WC5izr0N4AaABAg.8iz3-CB4Mgg8j3mVOvT-GV",
        "user": "MrsMelissaM Beauty",
        "date": "1 year ago",
        "timestamp": 1538997272349,
        "commentText": "thank you Terry, I wish I had a louder presence on here to be able to reach more and truly make a difference.  luv ya xxx",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgzUtzXoC8Qc2r3Hi3x4AaABAg",
    "user": "Lisa Nutini",
    "date": "1 year ago",
    "timestamp": 1538997272003,
    "commentText": "My mother and her age group (she's 90) wore super minimal makeup.  Their daughters and granddaughters grew up playing with makeup.  I'm 64 and have a huge collection and still play and play with it.  I think cosmetics companies are stuck thinking of my mother and not catering to their descendants.  I love when Bobbi Brown features older, everyday women.",
    "likes": 0,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgzUtzXoC8Qc2r3Hi3x4AaABAg.8iyvBWqxkRo8j3mcoMJ691",
        "user": "MrsMelissaM Beauty",
        "date": "1 year ago",
        "timestamp": 1538997272384,
        "commentText": "I do too and QVC and HSN show older women too and I love that....xoxo",
        "likes": 1
      }
    ]
  },
  {
    "id": "UgxkmPYuvzpGNUgyyJF4AaABAg",
    "user": "Valerie S",
    "date": "1 year ago",
    "timestamp": 1538997272007,
    "commentText": "I’m 45 and love wearing colors!! I feel young and in many ways I’m still young!! I’m not going to let society make up my mind!",
    "likes": 2,
    "hasReplies": true,
    "numberOfReplies": 4,
    "replies": [
      {
        "id": "UgxkmPYuvzpGNUgyyJF4AaABAg.8iyoDhnMm9r8iypi2_sCNw",
        "user": "Apple of my Eyeliner",
        "date": "1 year ago",
        "timestamp": 1538997272413,
        "commentText": "Valerie S Yes!!!!! Me too!!! 💕",
        "likes": 1
      },
      {
        "id": "UgxkmPYuvzpGNUgyyJF4AaABAg.8iyoDhnMm9r8j3q5uLxRFf",
        "user": "cindy bryan",
        "date": "1 year ago",
        "timestamp": 1538997272414,
        "commentText": "I agree Valerie! I often wonder who in society make these rules, the beauty community? The Companies? Some beauty editors at fashion magazines? It may have used to be the rules followed but they are now dealing with the women and men too of the 80’s and we are a whole different breed.",
        "likes": 3
      },
      {
        "id": "UgxkmPYuvzpGNUgyyJF4AaABAg.8iyoDhnMm9r8j4iqiSvZkS",
        "user": "Valerie S",
        "date": "1 year ago",
        "timestamp": 1538997272416,
        "commentText": "cindy bryan hi!! I’m Valerie from our beauty group!! Didn’t know if you knew who I was!! ❤️",
        "likes": 1
      },
      {
        "id": "UgxkmPYuvzpGNUgyyJF4AaABAg.8iyoDhnMm9r8j4j21QGPr4",
        "user": "Syrenna",
        "date": "1 year ago",
        "timestamp": 1538997272418,
        "commentText": "OKGosh..., you said exactly what I was thinking!  We are the \"80's ladies\"  (pun intended) and we LOVED color!  I remember wearing vibrant colors from head to toe practically!  Why on earth do cosmetic companies think we want boring?  I mean, I'm not going to wear neon green socks with pink shirt anymore..., but still want SOME color!",
        "likes": 1
      }
    ]
  },
  {
    "id": "UgwA909DxZbqQUrZ4al4AaABAg",
    "user": "Glitzy Fritzy",
    "date": "1 year ago",
    "timestamp": 1538997272011,
    "commentText": "Hey GF...great video & you're right! I don't see Reeces? Is that her name? I can't see it...am I over looking it? BTW I've been writing to companies for about a year now asking them if they care about mature beauty and asking for their support with PR and ONLY ONE so far has said yes and was sending me things and I don't want to name them yet because I've STILL not got it but it could be just delayed. THAT company though is a NEWER ONE! Love ya!! xoxo Mary",
    "likes": 1,
    "hasReplies": true,
    "numberOfReplies": 4,
    "replies": [
      {
        "id": "UgwA909DxZbqQUrZ4al4AaABAg.8iyjANIUM0i8iyp9R8MNyP",
        "user": "Apple of my Eyeliner",
        "date": "1 year ago",
        "timestamp": 1538997272443,
        "commentText": "Glitzy Fritzy Her channel is Risa does makeup",
        "likes": 0
      },
      {
        "id": "UgwA909DxZbqQUrZ4al4AaABAg.8iyjANIUM0i8iypHyIwKEH",
        "user": "Apple of my Eyeliner",
        "date": "1 year ago",
        "timestamp": 1538997272445,
        "commentText": "Mary you are our warrior!!!! Go sick em!!! 😀",
        "likes": 0
      },
      {
        "id": "UgwA909DxZbqQUrZ4al4AaABAg.8iyjANIUM0i8j1OyZAt-QS",
        "user": "MrsMelissaM Beauty",
        "date": "1 year ago",
        "timestamp": 1538997272447,
        "commentText": "Hi Mary, I'm so sorry about that.  That's what I get for editing a video at 3am...lol.  I pinned a comment with her link at the top of the comments and in the description box.  You know there is a really great gal that I watch and she has the same number of subscribers as I do, and in several of her videos she has said that she contacted this or that company and asked if she could review some of their products and they sent it to her.  Well, I contacted the same companies and asked the same things and most of the times, they tell me no.  I am so disgusted with this.  Grrrrrr.  love you Mary xoxo",
        "likes": 0
      },
      {
        "id": "UgwA909DxZbqQUrZ4al4AaABAg.8iyjANIUM0i8j2_lf3fFcH",
        "user": "Glitzy Fritzy",
        "date": "1 year ago",
        "timestamp": 1538997272448,
        "commentText": "I know exactly what you mean ... on ALL fronts GF! Love you!",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgzXCxmxA1YAe1izR0F4AaABAg",
    "user": "Syrenna",
    "date": "1 year ago",
    "timestamp": 1538997272015,
    "commentText": "I'm right there with you, girlfriend! At 52 I think I enjoy wearing makeup more today than at any other time in my life!  And I 100% agree with you..., I want to wear colors too!",
    "likes": 1,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgzXCxmxA1YAe1izR0F4AaABAg.8iyhU1JyStC8j3iUPjKm8Z",
        "user": "MrsMelissaM Beauty",
        "date": "1 year ago",
        "timestamp": 1538997272393,
        "commentText": "hell, yes, I like it even better too",
        "likes": 1
      }
    ]
  },
  {
    "id": "UgzCtDPfgejZDBBpIhd4AaABAg",
    "user": "rosie gurment",
    "date": "1 year ago",
    "timestamp": 1538997272018,
    "commentText": "Great video.I am 68 and I love,love makeup and face creams and looking as good as I can for as long as I can!The makeup industry has just thrown us to the back burner😧thank you for bringing it to their attention!!!!God bless you and hope you have a wonderful day.",
    "likes": 1,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgzCtDPfgejZDBBpIhd4AaABAg.8iyfMZYysmN8j3ieTv9BmI",
        "user": "MrsMelissaM Beauty",
        "date": "1 year ago",
        "timestamp": 1538997272369,
        "commentText": "thank you Rosie, I'll keep fighting the fight.....lol",
        "likes": 0
      }
    ]
  },
  {
    "id": "Ugz29k7Oof_fNIWB2X54AaABAg",
    "user": "Renee Anselmi",
    "date": "1 year ago",
    "timestamp": 1538997273307,
    "commentText": "It's ALWAYS great to see you. You're so right, and you nailed this subject. In my tweenties ( many laugh lines ago 😉) I read a book \" Mega Trends\". It talks about following the baby boomers, us! We are still the larger percentage, and now with more disposable income. Our era did dress to the nines ( remember the 80's) along with makeup. It was out there, including our hair. So you're right, why would we stop looking our best. If anything increased it's the mega bucks we spend on skin care, since we didn't need it when we were sooooo young. The best thing that happen to our generation, is YouTube, and wonderful beauty creators ( like yourself) that spends your hard earned money, so we can make better product choices, depending on our skin types. Keep up the hard work. Lots of, love, and hugs 👭💕",
    "likes": 0,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "Ugz29k7Oof_fNIWB2X54AaABAg.8iyash7MzJi8j3jLdS0C1-",
        "user": "MrsMelissaM Beauty",
        "date": "1 year ago",
        "timestamp": 1538997273749,
        "commentText": "Our spending on ourselves definitely increases as we get older and try to stave off those fun spots & lines....I just can't understand why none of the people running these companies don't see it.",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgxCWzM44xMJ58aaWid4AaABAg",
    "user": "Suzanne Giroux",
    "date": "1 year ago",
    "timestamp": 1538997273311,
    "commentText": "This is a great message!!",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugyk3qE4hg8y-l1MK_t4AaABAg",
    "user": "Tammy Cobble",
    "date": "1 year ago",
    "timestamp": 1538997273313,
    "commentText": "Im hoping people like tati as they age will still do videos as a more mature woman as she is one of the people I watch and know she is going to give a good review of a product also emily noel she will be doing this at 60 im sure.  Thats one of the reasons I started watching you as you have some of the things I do.",
    "likes": 0,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "Ugyk3qE4hg8y-l1MK_t4AaABAg.8iyXBZeFkMn8j3mQ1amo5D",
        "user": "MrsMelissaM Beauty",
        "date": "1 year ago",
        "timestamp": 1538997273843,
        "commentText": "I hope they do too Tammy.  That would be great for sure",
        "likes": 1
      }
    ]
  },
  {
    "id": "UgwbCr28jT5VCj-NFHd4AaABAg",
    "user": "Nathalie TheBeautyDiva",
    "date": "1 year ago",
    "timestamp": 1538997273317,
    "commentText": "Good Morning Melissa, so well said.... I agree with everything you stated, we have become the 'invisible' generation and that needs to stop.  Thanks for the rant.  Have a great weekend.  Love ya!  Hugs, Nathalie xoxo",
    "likes": 6,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgwbCr28jT5VCj-NFHd4AaABAg.8iyTgX1MDoG8j1O5-Jhc-c",
        "user": "MrsMelissaM Beauty",
        "date": "1 year ago",
        "timestamp": 1538997273738,
        "commentText": "Hi there Nathalie, invisible is a great way to describe how they treat us.  And it's very disheartening when I see these young girls that started the same time as I have and have clearly bought their subscribers and they have huge PR coming there way.  I watch this one gal, who is super sweet, but it's clear that she bought her subscribers. We started the same month and she has 300,000 subscribers, but she only has 2,000 views on her videos.  Those numbers don't add up, but she is getting notices by all of the big cosmetic companies.  It's hard to see, but I guess if you're not afraid to lose your integrity, then you could get noticed.  So ridiculous.  See, there I go again, another rant.  Thank you for always being here with me and encouraging me.  It means so much to mean, you don't know. Lots of luvs xx",
        "likes": 1
      }
    ]
  },
  {
    "id": "UgxMawrbmXP588RsglB4AaABAg",
    "user": "amylou 262",
    "date": "1 year ago",
    "timestamp": 1538997273320,
    "commentText": "Excellent video!!",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwFNRm8PtsQC1ZUTDl4AaABAg",
    "user": "Jill Schneiderman",
    "date": "1 year ago",
    "timestamp": 1538997273322,
    "commentText": "I love your videos - such a positive message!",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwSJJtzEmA47xr9OMt4AaABAg",
    "user": "laurie nielsen",
    "date": "1 year ago",
    "timestamp": 1538997273325,
    "commentText": "At 58 I have found a handful of people that I can trust on YouTube about makeup, you’re one of them. I have just gotten back into it , as you’ve said, after my children have left the house. I love trying to look my best! I also believe that us more mature women have been overlooked in the beauty community but, I think it’s slowly coming around, not fast enough! Love your videos!",
    "likes": 1,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgwSJJtzEmA47xr9OMt4AaABAg.8iyQkVxRBer8j3n5-6Pv-b",
        "user": "MrsMelissaM Beauty",
        "date": "1 year ago",
        "timestamp": 1538997273728,
        "commentText": "I agree Laurie, definitely not fast enough! lol",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgwExEEyp8CWps6Y2rl4AaABAg",
    "user": "Monika's Beauty & Lifestyle",
    "date": "1 year ago",
    "timestamp": 1538997273328,
    "commentText": "Excellent message Melissa!  I do think the brands are starting to wake up...albeit slowly.  I think some at least have started to hear us!  Hugs!!",
    "likes": 1,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgwExEEyp8CWps6Y2rl4AaABAg.8iyQXKJI09f8j1OWyvHhu3",
        "user": "MrsMelissaM Beauty",
        "date": "1 year ago",
        "timestamp": 1538997273755,
        "commentText": "Hi there Monika, I sure hope you're right, I would love to see ones that have been around a while like  you & Marlene & Mary get some real acknowledgement. luv ya lady",
        "likes": 0
      }
    ]
  },
  {
    "id": "Ugxo-ufOxXhEg4ygCch4AaABAg",
    "user": "H2Cindy",
    "date": "1 year ago",
    "timestamp": 1538997273331,
    "commentText": "Amen💜💜💜💜",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugy8nS3h4Okd8BCOLqx4AaABAg",
    "user": "Mazi Paz",
    "date": "1 year ago",
    "timestamp": 1538997273334,
    "commentText": "I  wish I could give this video 10million likes !!!!",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwLyrJGy3zhXnOue1F4AaABAg",
    "user": "Palladio 747",
    "date": "1 year ago",
    "timestamp": 1538997273337,
    "commentText": "Spot on Melissa.  What makes the most impact with cosmetic companies? Stop buying! Letters and calls are great and may get you some lip service but money is the bottom line- always. There are so many cosmetic/skin care  companies now that we can be selective. If you see an add with a 20 something woman advertising anti-aging products stop patronizing that company.  Personally, I feel the same about skin care companies that blatantly make claims about a product that are patently false. Companies arrogantly assume that people will not read the ingredients or research the validity.  As mature women, we are smarter than that! And with YouTube there are some great, easily accessed  resources  that enable us to take responsibility for what we put on our faces and bodies. I find it abominable that L'Oreal and Lancome have two new foundation products they have labeled as \"broad spectrum SPF\" when the only filter is octinoxate. Octinoxate does not filter UVA rays, the rays that go deeper, cause skin damage, destroy collagen and contribute to cancer. Because they are categorized as make up and not as sunscreens they do not have to meet FDA testing. Thanks for expanding this discussion. Hugs to you.",
    "likes": 0,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgwLyrJGy3zhXnOue1F4AaABAg.8iyMdOFBw5O8j3lqUN3TAv",
        "user": "MrsMelissaM Beauty",
        "date": "1 year ago",
        "timestamp": 1538997273744,
        "commentText": "Sadly Ginger, I think you are 100% correct.  the only way to see a change is through the pocket book.   And I'm with you about needing to educate ourselves, but that problem is going to affect the younger generation that thinks that everything that's on the internet has to be right.  A lot of kids can't even tell time on a regular clock anymore.  It makes me sad what's happening to our young ones. I didn't know that about the FDA testings & sunscreens.  See, if I hadn't read your comment I would never have known that....now I have to go look it up on the internet....lol....luv ya lady",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgzAQvWFNFaz6g76ak14AaABAg",
    "user": "Helen Fernee",
    "date": "1 year ago",
    "timestamp": 1538997273340,
    "commentText": "Hoorah for the maturistas!  That's what I say. Why would we stop caring a about ourselves. We need to let ourselves be heard and be seen! Rant away! Love from UKx",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwS3PIqfgKd3XgmWRp4AaABAg",
    "user": "Charlotte",
    "date": "1 year ago",
    "timestamp": 1538997273342,
    "commentText": "Right on!  I will forever use makeup!  We are a strong group of women!  Confident in our appearance.  I am old enough to do what I want and I don't follow the so called rules of age related makeup!  I have a grand daughter who is amazed that her grandmother will wear a blue diamond lip gloss!  😂 I told her everyone should wear makeup that they like as long as it is tastefully done!  I'm with you a 110%  that the beauty industry needs to use more mature looking women!  ❤️❤️❤️❤️❤️❤️",
    "likes": 2,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgwS3PIqfgKd3XgmWRp4AaABAg.8iyHaKtW3vr8j3hWtzWywC",
        "user": "MrsMelissaM Beauty",
        "date": "1 year ago",
        "timestamp": 1538997273761,
        "commentText": "I really hope that as some of these get older, that they will understand. Ironic that they will be able to see their young beautiful faces age as the years go by.",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgzaKXUIazfRWXmQpnp4AaABAg",
    "user": "Dina Vincelli",
    "date": "1 year ago",
    "timestamp": 1538997273345,
    "commentText": "A-1 video thank you! I’m 57 years old and feel you hit the nail on so many heads. Hope the cosmetic companies you contact really take a good listen because I do feel they are missing out on a huge demographic. Big hugs, 💕.",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugz_mMaYlZbjufiu7lR4AaABAg",
    "user": "Wendy F",
    "date": "1 year ago",
    "timestamp": 1538997273348,
    "commentText": "I can picture you recommending things you like to people in the store 😄I love how you follow your own rules. You have a great point that the companies might think our generation wants to play it “safe” and not experiment - actually I experiment MORE now because I can’t just slap on any ol’ concealer, powder, or lipstick like before (liquid lipstick? Not happening. Ever) I used to buy the same things over and over 20 or 30 years ago. I’m also way more picky than I used to be because of experience with makeup in general, like everyone else who’s over 25. One thing I will say that bothers me that isn’t talked about for sensitivity reasons -  big channels with millions of subscribers (who take in every word they say) are very vocal about discrimination when it comes to shade range, saying companies don’t acknowledge all demographics and only cater to certain skin tones, and that’s a valid point. They will literally boycott and encourage others to follow suit to send the companies a “message”. Ok, great, but I never hear any of them complaining that certain age demographics are being excluded. I’m sure the companies are making what sells and don’t need to consider age (in their minds) because they are making money regardless. I hope this makes sense.",
    "likes": 1,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "Ugz_mMaYlZbjufiu7lR4AaABAg.8iyET8ir0S18j3hIzp9zye",
        "user": "MrsMelissaM Beauty",
        "date": "1 year ago",
        "timestamp": 1538997273719,
        "commentText": "It completely made sense Wendy.  Ageism is a real thing.  I remember my mom 10 years ago saying that it's awful to get old.  And it made me so sad.  Now I'm aging, I feel that way many times.   One thing I really don't like is the lack of respect that young people have for older ones.  It makes me furious when I see some of them making fun of older people.",
        "likes": 1
      }
    ]
  },
  {
    "id": "UgxxKv0knqlh09vveZV4AaABAg",
    "user": "Melanie Bartels",
    "date": "1 year ago",
    "timestamp": 1538997273351,
    "commentText": "Love your message.   I am 51 and since I was 13 years old I have warn makeup and will never stop.  Wrinkles and all.  I am behind you I'd you need any help!",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxQFG11QvM0hOJJREV4AaABAg",
    "user": "AnneP makeupandmore",
    "date": "1 year ago",
    "timestamp": 1538997273353,
    "commentText": "Hi Melissa loved this video. I was watching Risa's take on this several weeks ago and inspired me to share my thoughts too. I actually just recorded mine tomorrow. I absolutely agree with everything you shared. You know what I'd like to see is several of the mature ladies on YouTube get recognized by big companies. That will translate into companies paying more attention and catering to all of us mature ladies.",
    "likes": 4,
    "hasReplies": true,
    "numberOfReplies": 2,
    "replies": [
      {
        "id": "UgxQFG11QvM0hOJJREV4AaABAg.8iy50M4YWxY8iyp2A61dt8",
        "user": "Apple of my Eyeliner",
        "date": "1 year ago",
        "timestamp": 1538997273784,
        "commentText": "AnneP makeupandmore I did one too BUT I need to redo it! 🤦🏻‍♀️",
        "likes": 1
      },
      {
        "id": "UgxQFG11QvM0hOJJREV4AaABAg.8iy50M4YWxY8j1OL6IvX0_",
        "user": "MrsMelissaM Beauty",
        "date": "1 year ago",
        "timestamp": 1538997273787,
        "commentText": "I would like to see the attention shift a little too, but honestly, I don't ever see that happening.  We retain our classy side and our integrity and can't really compete with what these young girls are pumping out.  Well, I think our love of all things beauty helps us shine.  hugs my dear",
        "likes": 2
      }
    ]
  },
  {
    "id": "Ugyw84GJOfJs3DjCC6Z4AaABAg",
    "user": "helen",
    "date": "1 year ago",
    "timestamp": 1538997273356,
    "commentText": "I'm 64. Thank you",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxodKGVbck1l1p4jHN4AaABAg",
    "user": "susan",
    "date": "1 year ago",
    "timestamp": 1538997273359,
    "commentText": "I never reach for brown eyeshadow, not my style and I a pushing 60 it's boring!  Susan",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxUCufcPpA_BuiL4st4AaABAg",
    "user": "Tracy B",
    "date": "1 year ago",
    "timestamp": 1538997273361,
    "commentText": "You'd think the cosmetic companies would pay attention to this and realize there might be $$$ to be made if they began to cater to the more 'mature crowd'!",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzgeSQIFTbv3GtrFdh4AaABAg",
    "user": "Lisa Gomez",
    "date": "1 year ago",
    "timestamp": 1538997274654,
    "commentText": "I would like to see Sephora and Ulta hire more 40+ ladies to help us pick out makeup/skincare.",
    "likes": 4,
    "hasReplies": true,
    "numberOfReplies": 3,
    "replies": [
      {
        "id": "UgzgeSQIFTbv3GtrFdh4AaABAg.8iy0lqDWQN28iypUNFRt4N",
        "user": "Apple of my Eyeliner",
        "date": "1 year ago",
        "timestamp": 1538997275099,
        "commentText": "Lisa Gomez Yes!!! That would be awesome!!!",
        "likes": 0
      },
      {
        "id": "UgzgeSQIFTbv3GtrFdh4AaABAg.8iy0lqDWQN28j3fLz27FM6",
        "user": "MrsMelissaM Beauty",
        "date": "1 year ago",
        "timestamp": 1538997275101,
        "commentText": "Definitely agree with you Lisa.  I've only ever seen 1 woman over 30 working in there. xx",
        "likes": 0
      },
      {
        "id": "UgzgeSQIFTbv3GtrFdh4AaABAg.8iy0lqDWQN28j3h0kD6GEO",
        "user": "Apple of my Eyeliner",
        "date": "1 year ago",
        "timestamp": 1538997275103,
        "commentText": "MrsMelissaM Beauty I have my video going up tomorrow talking about this AND Sephora!!!!",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgwTo899SLubW4CRzlB4AaABAg",
    "user": "Judi Skalet",
    "date": "1 year ago",
    "timestamp": 1538997274659,
    "commentText": "BRAVO!!!!!!!!",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugx0swRbdqPBtICx3iJ4AaABAg",
    "user": "rathna' s kitchen",
    "date": "1 year ago",
    "timestamp": 1538997274661,
    "commentText": "yes dear...ur absloutely correct....",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwGYhuX_Fj7HWiIrit4AaABAg",
    "user": "Linda Bilsbury",
    "date": "1 year ago",
    "timestamp": 1538997274688,
    "commentText": "Wonderful message!!! Totally agree!!!",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyF88TuY17UYP4Z2U14AaABAg",
    "user": "luci",
    "date": "1 year ago",
    "timestamp": 1538997274691,
    "commentText": "Here you are, spilling one truth after another! 💖",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyOGYShXPdnoFvwHO14AaABAg",
    "user": "Bridgette gb xx",
    "date": "1 year ago",
    "timestamp": 1538997274693,
    "commentText": "In my opinion woman our age I'm 40 spend more on cosmetics and skincare and we share what's great too !",
    "likes": 5,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxGxC9sUC6eTq0i8K14AaABAg",
    "user": "Marie Ocasio",
    "date": "1 year ago",
    "timestamp": 1538997274695,
    "commentText": "Yes! Thank you for being our voice!😄",
    "likes": 3,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxufW40eYQ-lGx4QJZ4AaABAg",
    "user": "Lisa H",
    "date": "1 year ago",
    "timestamp": 1538997274696,
    "commentText": "I agree with everything you've said Melissa. I'm still vital and want to look my best, even if the world only sees my crinkles and wrinkles. I'm still looking at the world through the eyes of a 25 year old, however the world looking back only sees the almost 48 year old shell those eyes are in! Its about time the beauty companies got with it and started to value and represent the mature consumer.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwTrnkrII23Mh3YzTJ4AaABAg",
    "user": "Lisa D'Amato",
    "date": "1 year ago",
    "timestamp": 1538997274698,
    "commentText": "Well said.  Thank you",
    "likes": 2,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwZQMiV-81B1PJoGIl4AaABAg",
    "user": "shortstuff 64",
    "date": "1 year ago",
    "timestamp": 1538997274701,
    "commentText": "Great video! I couldn't agree more. I'm in my 50's and I still care about my looks. And I agree with being more vocal, with age comes wisdom and I want to share what I've learned! ❤️❤️",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxyNXAI5mJB5DbVeul4AaABAg",
    "user": "diamond12k",
    "date": "1 year ago",
    "timestamp": 1538997274703,
    "commentText": "Great video. I've been in the beauty industry since I was 21 years of age I'm now 57 I like teach women 40 plus how to use makeup I agree with everything you say in this video it's just knowing how to apply makeup it doesn't matter what age you are! keep flying the flag for the older woman Melissa you're doing a great job 😊",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwsW6OVI6_DsiQuIhZ4AaABAg",
    "user": "Kimberly Saunders",
    "date": "1 year ago",
    "timestamp": 1538997274705,
    "commentText": "Thanks for this Melissa..you are so true the industry is focusing on the younger crowd or audience and trying to force the mature women or men out of everything, I am a WOC and search on YT all the time for some one of my color that’s doing makeup on here but I can’t find anyone, therefore I find YouTubers like yourself to follow in order to see what’s going on out there for me.  Yes we need more mature  women or men to be in the spot light of putting some type of information in the makeup world.  My mother always told me to put on some type of make everyday before you leave the house.  I will until I can’t wear it anymore.  👍🏽👍🏽😃",
    "likes": 1,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgwsW6OVI6_DsiQuIhZ4AaABAg.8ixmxwBMdAq8j3i3o2Io6m",
        "user": "MrsMelissaM Beauty",
        "date": "1 year ago",
        "timestamp": 1538997275055,
        "commentText": "hi Kimberly, ok here's where I step back on my soap box.  As a WOC I bet it's doubly frustrating to find shades and colors that work.  That makes me crazy when I see brands with like 5 foundation shades and the darkest one is medium at best.  That's one of the reasons I adore Juvia's Place! They stepped in and saw that need and took matters into their own hands.  I see them doing huge things.  I love it.  I hope you've found them too.  I hope my content helps, albeit a little. hugs lady",
        "likes": 0
      }
    ]
  },
  {
    "id": "Ugzm5ILzanOvOzgxr014AaABAg",
    "user": "christine ronewicz",
    "date": "1 year ago",
    "timestamp": 1538997274708,
    "commentText": "Sing it sister :) because we got a very large soap box !!! About a year ago while watching Sephora videos, me and some others were complaining where was the older models?? Do more with videos about aging ...and Sephora did start putting put those kind of videos...I think if us ladies start to bring this up that we matter too, we could be heard ...we just can't give up...my mom has always wore a red lip, and did her eyebrows all the time (and still to this day she paints her toe nails red)...",
    "likes": 2,
    "hasReplies": true,
    "numberOfReplies": 6,
    "replies": [
      {
        "id": "Ugzm5ILzanOvOzgxr014AaABAg.8ixi_HUmfBG8iyorGwXsgc",
        "user": "Apple of my Eyeliner",
        "date": "1 year ago",
        "timestamp": 1538997275170,
        "commentText": "christine ronewicz Your Mom sounds like my kind of woman!!! 👍🏽👍🏽",
        "likes": 1
      },
      {
        "id": "Ugzm5ILzanOvOzgxr014AaABAg.8ixi_HUmfBG8iz9XE_c2jG",
        "user": "christine ronewicz",
        "date": "1 year ago",
        "timestamp": 1538997275172,
        "commentText": "Apple of my Eyeliner thanks so much :) ...she near her 90 , she don't wear a lot of makeup,  but that's her basic, she has to fill in her brows, but never have I seen her with her red lip and toe nails lol ...I asked her once why do paint your toe nails red all the time, she said, you never know when you will kick your shoes off and dance lol ...I always paint my toe nails maybe not red, but they are paint, you never know when I may want to dance lol...sorry for the long comment ...have a great day :)",
        "likes": 1
      },
      {
        "id": "Ugzm5ILzanOvOzgxr014AaABAg.8ixi_HUmfBG8izFCai4ooI",
        "user": "Apple of my Eyeliner",
        "date": "1 year ago",
        "timestamp": 1538997275173,
        "commentText": "christine ronewicz she sounds amazing!!! My mom was the complete opposite. Never wore makeup or polish. Not sure were I got my love for it! My mom passed away a couple of years ago from a long bought of Alzheimer’s. So, she was actually “gone” for many years. I often wonder what she would think about my channel. She would probably shake her head!!! 😂",
        "likes": 0
      },
      {
        "id": "Ugzm5ILzanOvOzgxr014AaABAg.8ixi_HUmfBG8j3gtBNt9vQ",
        "user": "MrsMelissaM Beauty",
        "date": "1 year ago",
        "timestamp": 1538997275175,
        "commentText": "I'm sure she would be very proud of what you're doing dear.",
        "likes": 0
      },
      {
        "id": "Ugzm5ILzanOvOzgxr014AaABAg.8ixi_HUmfBG8j3gvyNFoX5",
        "user": "MrsMelissaM Beauty",
        "date": "1 year ago",
        "timestamp": 1538997275176,
        "commentText": "I love hearing this Christine, I'm always wondering what people are thinking that are the CEOs of these companies...most, I'm sure, don't hear from anyone but that they need to compete with the young generations and keep up.  So I'll keep shouting & hoping someone hears...lol",
        "likes": 0
      },
      {
        "id": "Ugzm5ILzanOvOzgxr014AaABAg.8ixi_HUmfBG8j3lLSNgLTu",
        "user": "christine ronewicz",
        "date": "1 year ago",
        "timestamp": 1538997275178,
        "commentText": "Apple of my Eyeliner sorry for your lost, your mom would be very proud of you,  yea she shaking her head with a great big smile on her face saying yup that's my daughter :)",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgyzUxeJNcYULKv4bGp4AaABAg",
    "user": "Gianna S",
    "date": "1 year ago",
    "timestamp": 1538997274710,
    "commentText": "Well said Melissa ❤️ if I had the means I would create a makeup line that mature women all over the world would love.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyYxq5rqQfBz3Ds7c94AaABAg",
    "user": "Heidi Ledford",
    "date": "1 year ago",
    "timestamp": 1538997274712,
    "commentText": "I watched Risa last week and I couldn’t agree more!! They should use more mature women to show what products can do!!!  @lorealcosmetics @maybeline",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxQXTuHeduJtyq2L1R4AaABAg",
    "user": "Tera McNeil",
    "date": "1 year ago",
    "timestamp": 1538997274714,
    "commentText": "im scaewd",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwpUDOc30YFeDVpqN14AaABAg",
    "user": "Beth Hughes",
    "date": "1 year ago",
    "timestamp": 1538997274716,
    "commentText": "Melissa you took the words right out of my mouth!  These are my EXACT feelings about the beauty community!  The only companies I have seen who use more mature women in their campaigns are Lancombe and Covergirl.  I wonder what all the other brands would think it all of a sudden we stopped supporting them the way they stopped supporting us at a certain age?  I feel sure that we are spending more money on products whether it be for ourselves or for our daughters and granddaughters.  A 15 does not have the money for Two Faced, but Mom may!  \nI also think the beauty community within platforms like YouTube and Instagram are sending the wrong message to our youth.  I think more and more young people feel like looks are all you need in life, that everyone focuses their time on perfect makeup and then capturing each second of their lives with selfies.  What do I have has become more important than who am I.  It's sad and it's going to affect the future.  Beauty gurus don't have perfect lives.  They work hard, have ups and downs, heartbreak, frustrations.....just like everyone else.  However the younger ones portray perfect lives, perfect homes, perfect makeup, unlimited money all the time.  The younger generation is striving to be like their favorite YouTuber but the problem is that YouTuber is only showing their viewers as much of them as they want us to see.  We are seeing editing and pieced together parts of their lives.\nThe message across the board needs to change.  Hugs Melissa!",
    "likes": 6,
    "hasReplies": true,
    "numberOfReplies": 3,
    "replies": [
      {
        "id": "UgwpUDOc30YFeDVpqN14AaABAg.8ixegkFfv298iyoenKdIJR",
        "user": "Apple of my Eyeliner",
        "date": "1 year ago",
        "timestamp": 1538997275084,
        "commentText": "Beth Hughes Yes!!! You’ve said it perfectly! It is such a shame that these companies are choosing to focus on the wrong demographics. 💕",
        "likes": 1
      },
      {
        "id": "UgwpUDOc30YFeDVpqN14AaABAg.8ixegkFfv298j3eLDBo09m",
        "user": "MrsMelissaM Beauty",
        "date": "1 year ago",
        "timestamp": 1538997275086,
        "commentText": "Hi Beth, our young girl are definitely being duped by all of it, and unfortunately it's a demographic of young women that don't belong to affluent families.  It's unattainable and the ones that are the most popular aren't giving an accurate representation even of what they have.   Aside from the non brand support, there is also the insecurity that older youtubers are contending with.  I mean, like me, I know that not being recognized after 2+ years is hard when you see girls that started the same time as me that have 200K or 300K.  It's hard. And yes the message must change...luv ya xxxx",
        "likes": 2
      },
      {
        "id": "UgwpUDOc30YFeDVpqN14AaABAg.8ixegkFfv298jKuoE4BPhd",
        "user": "Beth Hughes",
        "date": "1 year ago",
        "timestamp": 1538997275087,
        "commentText": "Apple of my Eyeliner yes!  I think we in the mature demographic need to become more outspoken about it!  If we all picked a certain month or time period and bought NO beauty products maybe they'd understand how much of a difference we make on the bottom dollar!",
        "likes": 1
      }
    ]
  },
  {
    "id": "UgxtqCMU12Z-S8Qsnzp4AaABAg",
    "user": "Tera McNeil",
    "date": "1 year ago",
    "timestamp": 1538997274718,
    "commentText": "U ddid GRDEEEAAATTTT!!!!",
    "likes": 2,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugzhl3xoRs76-o5fe6N4AaABAg",
    "user": "Barbara Jardine",
    "date": "1 year ago",
    "timestamp": 1538997274720,
    "commentText": "Good on you Melissa!! I switch off when I see an advert on TV or in magazines when a 20 year old is telling me that \" gosh my wrinkles have disappeared since using whatever \" even my husband shakes his head.\nI have bought so much more since I found influencers like you, I was able to make an educated decision.\n😘😘",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxztTnjEsoz3tnUcVV4AaABAg",
    "user": "Training Service Dog Hope",
    "date": "1 year ago",
    "timestamp": 1538997274722,
    "commentText": "I’m 44 and have always had interest in makeup and sold two large MLM makeup brands before, but I was never one to wear more than lipstick and mascara until this year, when I ended up purging a lot of my makeup and trying on new colors and formulas. As a whole, I’ve been working hard on myself and with this renewed love of makeup you could say I JUST found my love for makeup!  Heck, In the middle of the night if I can’t sleep I may do a full face and just wash it away just to experiment and have some fun. I can say I spent less money on makeup while my children were much younger and I couldn’t figure out where my head was, let alone contour. Now that my kids are teens I’m finding myself again. I think the manufacturers need to think about us as a major player in the game. I know I’m not ironing out these wrinkles without a fight!",
    "likes": 0,
    "hasReplies": true,
    "numberOfReplies": 2,
    "replies": [
      {
        "id": "UgxztTnjEsoz3tnUcVV4AaABAg.8ixbqgcnfvf8j3lMaQOeY3",
        "user": "MrsMelissaM Beauty",
        "date": "1 year ago",
        "timestamp": 1538997275108,
        "commentText": "I'm chuckling the whole way through reading your post.  I do the get up in the middle of the night thing too.  And you bet if a literal iron ever comes out for wrinkles you'll  have to beat me with a stick not to cut in line in front of you....lol",
        "likes": 1
      },
      {
        "id": "UgxztTnjEsoz3tnUcVV4AaABAg.8ixbqgcnfvf8j3oGJxQ-Wl",
        "user": "Training Service Dog Hope",
        "date": "1 year ago",
        "timestamp": 1538997275110,
        "commentText": "MrsMelissaM Beauty oh yeah. I think that would be Christmas with women fighting to get the first one. Hair would fly! Lol",
        "likes": 0
      }
    ]
  },
  {
    "id": "Ugw7tJdvKfSupY7zU6B4AaABAg",
    "user": "wendy POCOCK",
    "date": "1 year ago",
    "timestamp": 1538997276031,
    "commentText": "Well said and sooooo true. x",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugxymun2lOQaJ2JuxSF4AaABAg",
    "user": "Kathie Hanlon",
    "date": "1 year ago",
    "timestamp": 1538997276033,
    "commentText": "SING IT SISTER! Thanks for representing us with such passion! I love it! I watch YouTube gals from 20-75. I myself just turned 62 & after watching some younger girls with absolutely gorgeous skin cover it with full coverage foundations & concealers I just have to end with our age group who are truly struggling with aging issues. I can't even wear most of the eye looks because my eyelids are literally laying on my eyelashes!! Hmm maybe crazy glue.. Oh the pain of it all lol!",
    "likes": 3,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "Ugxymun2lOQaJ2JuxSF4AaABAg.8ixWfnSO3wK8j3gKvDuLeW",
        "user": "MrsMelissaM Beauty",
        "date": "1 year ago",
        "timestamp": 1538997276447,
        "commentText": "I'm giggling as I'm reading the last comment about crazy glue Kathie, believe me, I've thought about it too!!  My dad had that problem with his eyelids and he ended up having surgery, I was like \"dang dad, little vain these days\" lol.  hugs to you sweetie",
        "likes": 1
      }
    ]
  },
  {
    "id": "UgxOAyC67AS973v0t4l4AaABAg",
    "user": "Marti Brown",
    "date": "1 year ago",
    "timestamp": 1538997276035,
    "commentText": "I'm 50, but I look younger now than I did a few years ago when I'd \"given up\" after developing a chronic illness. When I found the Mature Beauty Community on YouTube and started watching videos not even a year ago, I knew nothing about skin care or makeup. It's the same with some (definitely not ALL) of the Mature Fashion Community! I'm so glad I've found Melissa and a select few other Mature ladies that are all about breaking through the myths! I'm not a grandma (yet), but I don't EVER plan on looking (or dressing) like one! 💅🏼💄🤳🏼",
    "likes": 10,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgxOAyC67AS973v0t4l4AaABAg.8ixWf6Akwrn8j3f7i31o-Q",
        "user": "MrsMelissaM Beauty",
        "date": "1 year ago",
        "timestamp": 1538997276473,
        "commentText": "Oh man Marti, I totally agree with you.  When Kayla got married and they were saying do you want to be called Nana...I'm like noooooo! Sounds like a banana to me. lol.  I think I've got a few years left too, but you know what I mean.  I think I'll be the grandma out pushing the envelope to help them find their way and Trying to teach them to love their inner selves first...",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgwLW9CFld2gHEgrpZZ4AaABAg",
    "user": "Ranalynn’s Lifestyle & Beauty",
    "date": "1 year ago",
    "timestamp": 1538997276038,
    "commentText": "Such an excellent topic 🙌🏼",
    "likes": 2,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzTmwNWi8oKzImp6UJ4AaABAg",
    "user": "Net Haddad",
    "date": "1 year ago",
    "timestamp": 1538997276040,
    "commentText": "Absolutely right!",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugxs5Xz-VqeOzoi4MJh4AaABAg",
    "user": "Ann-Marie 258",
    "date": "1 year ago",
    "timestamp": 1538997276042,
    "commentText": "Hi Mrs M Fabulous video ....Hun x\n\nI feel like the cosmetic and fashion industry are stuck in a time shift and that it’s still the 1940’s 50’s 60’s 70’s and even 80’s where once you reached a “certain age” out came the muted colours minimal makeup, sensible shoes ... conservative clothes ... like my granny used to wear ... Oh and you have to have a sensible type of hair cut 😳 my granny used to get it curled and set every week ... I say hell NO.\n\nI also wish beyond wish they’d drop the term “Anti ageing” it drives me bonkers why do women age but older men just look Fatigued!!! Like Really !!! I don’t think so!\n\nI’m 46 and I’ve already told my kids I’ll be ageing disgracefully 😂 when they asked at my 45th birthday when would I be toning down what wear getting my hair cut oh and stop colouring my hair 😳 I said NEVER 😂😝",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugw2tuZOCLVtl_vi7uN4AaABAg",
    "user": "Janea 75",
    "date": "1 year ago",
    "timestamp": 1538997276044,
    "commentText": "This was a great video. It is really sad to think that once we hit that 40  mark we should be put out to pasture. If anything, they should be asking us for advice. Thanks for doing this video. 👍💜💄",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugya7trcEy_JZDuGsZN4AaABAg",
    "user": "Linda Balcom",
    "date": "1 year ago",
    "timestamp": 1538997276046,
    "commentText": "Wonderful video Melissa!!! I completely agree, and girl that eye look is awesome!!",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugxt4mf-L2rKKvapp294AaABAg",
    "user": "Mary Christopherson",
    "date": "1 year ago",
    "timestamp": 1538997276048,
    "commentText": "So true Melissa. Us mature ladies need good makeup for our skin. Great to see you again. (Changed my picture) Hugs",
    "likes": 1,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "Ugxt4mf-L2rKKvapp294AaABAg.8ixOMDQPnuM8j3hc4bFbgI",
        "user": "MrsMelissaM Beauty",
        "date": "1 year ago",
        "timestamp": 1538997276481,
        "commentText": "I'm so glad you changed your picture, I get to see your face now. love it xx",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgzLPacx9kzNYh246qx4AaABAg",
    "user": "Beauty Dreams by Naomi",
    "date": "1 year ago",
    "timestamp": 1538997276050,
    "commentText": "Amen, sister!!!",
    "likes": 2,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgydvdVbueAtHuHkEUB4AaABAg",
    "user": "MySoCalledLife1977",
    "date": "1 year ago",
    "timestamp": 1538997276052,
    "commentText": "I totally agree with you, Melissa! You should be able to wear whatever you like @ any age. We are all beautiful in our own way. Just do what makes you happy. I also think there should be more of a presence of mature Women in ad campaigns. Especially for products that are designed for us in the 1st place. Lol! Love ya! TFS! ~ Nona",
    "likes": 2,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgydvdVbueAtHuHkEUB4AaABAg.8ixJv-fr9FA8j3fVqKE3J4",
        "user": "MrsMelissaM Beauty",
        "date": "1 year ago",
        "timestamp": 1538997276451,
        "commentText": "I was just saying that to someone Nona, I mean use a 16 year old for an anti-aging campaign and what do you think they are going to anti-age to? 3 or 4 years old? lolo  love you too",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgwfV90sSse9ya4AQdh4AaABAg",
    "user": "Apple of my Eyeliner",
    "date": "1 year ago",
    "timestamp": 1538997276055,
    "commentText": "Hi Melissa! You won’t believe this. I made a similar video after watching Risa, but I need to redo it because the audio was off!!! Such an important topic!!!! Thx for your voice! 💕💕",
    "likes": 2,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgwfV90sSse9ya4AQdh4AaABAg.8ixJK8lv0hq8jVj6mWoj2J",
        "user": "MrsMelissaM Beauty",
        "date": "1 year ago",
        "timestamp": 1538997276493,
        "commentText": "Hi sweetie, I look forward to seeing your video.  It was very important and I hope that we can get more recognition in the future for sure xoxo",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgxmYCMKznM4dddiT8l4AaABAg",
    "user": "cindy bryan",
    "date": "1 year ago",
    "timestamp": 1538997276057,
    "commentText": "When I’m 95 I’m still going to be rocking my makeup and that includes shimmers. Purple and pink are my neutrals and that won’t ever change. Neither of my daughters, one 23 one 20, even wear makeup and that’s the generation Beauty Companies are after. Many of their friends don’t wear makeup either! I watched Risa’s video and it was so well done but I get so frustrated because we aren’t listened to. The woman in that Cover Girl commercial is also an IT Girl but it’s time other companies pay attention. You did a fantastic job with this video.",
    "likes": 1,
    "hasReplies": true,
    "numberOfReplies": 2,
    "replies": [
      {
        "id": "UgxmYCMKznM4dddiT8l4AaABAg.8ixJ1bJqcjw8iyp_XcefeO",
        "user": "Apple of my Eyeliner",
        "date": "1 year ago",
        "timestamp": 1538997276439,
        "commentText": "cindy bryan me too!!!! 💕",
        "likes": 0
      },
      {
        "id": "UgxmYCMKznM4dddiT8l4AaABAg.8ixJ1bJqcjw8j3iPEe-MVE",
        "user": "MrsMelissaM Beauty",
        "date": "1 year ago",
        "timestamp": 1538997276441,
        "commentText": "Cindy, this is a perfect example of what I was talking about.  Not only do many of these young girls not need makeup, but they don't even like it.  I wonder many times if we'll be heard either.  luv ya lady",
        "likes": 1
      }
    ]
  },
  {
    "id": "Ugzh67pgUchxgIfwqWJ4AaABAg",
    "user": "Sheila Ashley",
    "date": "1 year ago",
    "timestamp": 1538997276060,
    "commentText": "I totally agree with you and you spelled everything out so well!  I will be 62 in October and have never been as interested in products as I am now!  Good job and well stated!",
    "likes": 1,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "Ugzh67pgUchxgIfwqWJ4AaABAg.8ixIlO1v2RA8j3i9PxvWBz",
        "user": "MrsMelissaM Beauty",
        "date": "1 year ago",
        "timestamp": 1538997276476,
        "commentText": "thank you so much Sheila, I'm glad you liked it xx",
        "likes": 1
      }
    ]
  },
  {
    "id": "UgzdvIDO53ph0W_70Vp4AaABAg",
    "user": "Michelle Madewell Fred",
    "date": "1 year ago",
    "timestamp": 1538997276062,
    "commentText": "Amen sister! As a consumer I’d like to see more people that are our age represented. I think I might contact some of these cosmetic companies myself and tell them how I feel. Just because I’m not a YouTuber or anything shouldn’t matter. Thanks for the idea. Love you sis ❤️💎🌻",
    "likes": 8,
    "hasReplies": true,
    "numberOfReplies": 2,
    "replies": [
      {
        "id": "UgzdvIDO53ph0W_70Vp4AaABAg.8ixIggh--jz8ixJYbD23GY",
        "user": "Apple of my Eyeliner",
        "date": "1 year ago",
        "timestamp": 1538997276457,
        "commentText": "Michelle Madewell Fred That would be awesome! Isn’t it a shame?",
        "likes": 0
      },
      {
        "id": "UgzdvIDO53ph0W_70Vp4AaABAg.8ixIggh--jz8j3fG94PIBr",
        "user": "MrsMelissaM Beauty",
        "date": "1 year ago",
        "timestamp": 1538997276459,
        "commentText": "How did I know that you would be one of my cheerleaders doll? Love you so much, go get them sissy!",
        "likes": 1
      }
    ]
  },
  {
    "id": "UgybMMaTSK17VMBO-St4AaABAg",
    "user": "goga bea",
    "date": "1 year ago",
    "timestamp": 1538997276065,
    "commentText": "I was start to put make up in my 45 😎 before i dont need it 😁 when you are young you are beautyfull with or without a makeup. Young is beautyfull. You need makeup when you geting older. 💖💖💖",
    "likes": 3,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwCWLnpC51sch7zWCl4AaABAg",
    "user": "Julie Bryant",
    "date": "1 year ago",
    "timestamp": 1538997276067,
    "commentText": "That is so true. Just because women are older doesn't mean that they don't care about makeup. It is the exact opposite because we are getting wrinkles, age spots and things like that so we want to make ourselves look the best we can. I quit wearing makeup for almost 20 years and I started back up this past year because I had some health problems in 2016 that changed how I looked for a while and it made me feel bad about myself. I am healing and starting to look more like I use too but I realized that even without the health problems, I don't look like I did 20 years ago which is a duh because I will be 48 this year and therefore my 20's was long ago.  So, you go girl!!!!",
    "likes": 6,
    "hasReplies": true,
    "numberOfReplies": 3,
    "replies": [
      {
        "id": "UgwCWLnpC51sch7zWCl4AaABAg.8ixHt_oE_gl8ixUk3vchjN",
        "user": "Marti Brown",
        "date": "1 year ago",
        "timestamp": 1538997276466,
        "commentText": "Julie Bryant - Good for you for starting to take pride in your appearance again! I had a freak accident in 2009 that left me in a wheelchair or on crutches between the 3 surgeries I've had since then (surgery #4 coming up), so I gained over 50 pounds and with all the steroids I didn't look like ME at all. Then a few years ago I developed a chronic illness and when I had to give up my career, severe depression kicked in. I stopped wearing makeup and stopped caring how I looked. My husband divorced me (was final earlier this year). But I lost 70+ pounds a year ago and that gave me motivation! About 6-8 months ago, I started watching Beauty videos and getting into makeup. I'd used the same drugstore stuff for 35 years (I'm 50), and I'd never heard of any other brands except maybe Clinique. Haha! So, everyone comes to this point in their lives differently and at different ages. Just keep it up this time! I'm never giving up on myself again... I'm single and now is the time I REALLY need to look good. 😁 HUGS for more healing!!! 🤗🤗🤗",
        "likes": 1
      },
      {
        "id": "UgwCWLnpC51sch7zWCl4AaABAg.8ixHt_oE_gl8j3foBnDmlo",
        "user": "MrsMelissaM Beauty",
        "date": "1 year ago",
        "timestamp": 1538997276468,
        "commentText": "Hi Julie, I'm actually so proud of you for looking to better yourself.  Self care is so important to our psyche.  Even if it's not makeup, we still need to take care of ourselves.  hugs xx",
        "likes": 0
      },
      {
        "id": "UgwCWLnpC51sch7zWCl4AaABAg.8ixHt_oE_gl8j3g5n7cg_H",
        "user": "MrsMelissaM Beauty",
        "date": "1 year ago",
        "timestamp": 1538997276469,
        "commentText": "Marti, I've heard your story before, but it never ceases to amaze me what a strong woman you are through these unimaginable problems.  You're star shines so bright my friend and I'm so glad I get to know you and call you my friend.",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgxldpJn4gXc13r0K094AaABAg",
    "user": "Terri Jones",
    "date": "1 year ago",
    "timestamp": 1538997276070,
    "commentText": "At 58 yrs old I love makeup more than ever and I’m so glad we have strong women in the YT community like you that stand up to these companies.  But more than that I’m glad I can watch a YT video and feel like I’m part of this group of mature beautiful women that help me to be the best I can be.  You have shown me that all the silly rules about age and makeup are ridiculous and I’m having so much fun trying new things!!!",
    "likes": 0,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgxldpJn4gXc13r0K094AaABAg.8ixGzmVDKh88j3l8H_1UB4",
        "user": "MrsMelissaM Beauty",
        "date": "1 year ago",
        "timestamp": 1538997276490,
        "commentText": "Hi Terri, I thank you so much for this comment.  I love hearing that I'm helping, and maybe making a little bit of difference.  thank you again dear xoxo",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgyTrMZXX7LtlFlRQTB4AaABAg",
    "user": "Kelly Wolfe",
    "date": "1 year ago",
    "timestamp": 1538997276073,
    "commentText": "great video 💜💕💛💕💙💕 exactly what age is that because I always like to feel good about myself... exactly what age is that because I always like to feel good about myself",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyvJKEl_YA7quYfaE14AaABAg",
    "user": "Lisa Greig",
    "date": "1 year ago",
    "timestamp": 1538997276075,
    "commentText": "I watch Risa, she is a classy , beautiful woman ....💜",
    "likes": 2,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxGt8hJYBvLWUL_CCZ4AaABAg",
    "user": "J jewelrylized",
    "date": "1 year ago",
    "timestamp": 1538997277205,
    "commentText": "Love your eye makeup. Can you do a tutorial on it? Your makeup always looks so perfect. :)",
    "likes": 3,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgxGt8hJYBvLWUL_CCZ4AaABAg.8ixFzsHXAcV8j3gW7Lokev",
        "user": "MrsMelissaM Beauty",
        "date": "1 year ago",
        "timestamp": 1538997277470,
        "commentText": "I did list most of my makeup in the description box dear, but I will see if I can get a look together...hugs",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgxNWZmI03JZGlvVBE54AaABAg",
    "user": "Carrie Munnick",
    "date": "1 year ago",
    "timestamp": 1538997277207,
    "commentText": "Everything you said is correct. Love your videos. You have helped me tremendously.",
    "likes": 3,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgxNWZmI03JZGlvVBE54AaABAg.8ixFq3MeXMy8j3gPXfQJAd",
        "user": "MrsMelissaM Beauty",
        "date": "1 year ago",
        "timestamp": 1538997277481,
        "commentText": "I love hearing that Carrie, thank you so much....hugs",
        "likes": 0
      }
    ]
  },
  {
    "id": "Ugzaz0O4xrcR2ESzU7J4AaABAg",
    "user": "Teresa Smith",
    "date": "1 year ago",
    "timestamp": 1538997277210,
    "commentText": "That was fantastic dear - Wonderful wonderful wonderful.",
    "likes": 3,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyxZuMnazUj9ucpYqB4AaABAg",
    "user": "Gina",
    "date": "1 year ago",
    "timestamp": 1538997277212,
    "commentText": "Amen sister! Totally agree. Hugs",
    "likes": 4,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyTox8dK6HxAdHfkC14AaABAg",
    "user": "Kristy Murthi",
    "date": "1 year ago",
    "timestamp": 1538997277214,
    "commentText": "so true❤❤",
    "likes": 2,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugw02hTR4k4MUU-C7E14AaABAg",
    "user": "Lori Abercrombie",
    "date": "1 year ago",
    "timestamp": 1538997277216,
    "commentText": "I'm up! I just said this to someone today. I'm going to be 60 next and I have a small handful of people who I can look to for advice. I need help and I'll never stop wearing makeup until I can't. So where is all the focus on us? I appreciate this movement. It can only be good.",
    "likes": 12,
    "hasReplies": true,
    "numberOfReplies": 3,
    "replies": [
      {
        "id": "Ugw02hTR4k4MUU-C7E14AaABAg.8ixEcrohlSe8ixO-gZHNmN",
        "user": "Gee L",
        "date": "1 year ago",
        "timestamp": 1538997277510,
        "commentText": "Lori Abercrombie Congrats, Fifty is a Tricky age, and when people would ask my age, I snapped a little saying I was old enough to have manners and  know how insanely rude it is to go around asking people you just met their age 👹(I guessI was uncomfortable with my age) BUT...  when I turned 60,  I realized I was saying my age loudly & proudly,👸 of course to the same ill mannered crowd, yet they were nice enough to say your not 60..I can't believe your even in your fifties, no way, you must be in you early fifties..or mid fifties...I assured them if I was going to fib about my age I would not increase the number 5 to 10 years. But I thanked them... I like the sixties so far. Better then adjusting to my age in my fifties. So embrace your age, look into anti inflammatory diets, love your skin care, and I thank my lucky stars I started skin care early on, and if you haven't, embrace it now, its your most productive quiet time to spend with your self, and use your Sunscreen all seasons, on sunny or cloudy days. (Notice I didn't mention exercise, hmm...That's a thought to add to your bucket list). Oh and if you want a chuckle, do look on the Estee Lauder web site and look at the GIRLS, promoting EL products, if one of them is over 16 years old, I will be shocked. But I love love Estee Lauder, used it since I was 30, adore the Advanced Night products.",
        "likes": 4
      },
      {
        "id": "Ugw02hTR4k4MUU-C7E14AaABAg.8ixEcrohlSe8j3eRQobfYT",
        "user": "MrsMelissaM Beauty",
        "date": "1 year ago",
        "timestamp": 1538997277511,
        "commentText": "I sure hope so Lori, we need more women speaking up for sure! xx",
        "likes": 1
      },
      {
        "id": "Ugw02hTR4k4MUU-C7E14AaABAg.8ixEcrohlSe8j3eiPqPj32",
        "user": "MrsMelissaM Beauty",
        "date": "1 year ago",
        "timestamp": 1538997277513,
        "commentText": "Hi Gee, you cracked me up with the old enough to know better...lol.  And my biggest beef about companies like Estee Lauder is they are marketing stuff as \"anti-aging\"...what do you want those 16 year olds to look like...3 years old?  it's ridiculous truly xxx",
        "likes": 2
      }
    ]
  }
]
 
 } 
