{
 "header": {
 "title": " Age Discrimination in Hiring & How to Overcome it - 3 Questions ",
 "subtitle": " NA ",
 "owner": " Linda Raynier ",
 "views": " 37,797 views ",
 "likes": " 1K ",
 "dislikes": " 61 ",
 "shares": " NA ",
 "datePosted": " Oct 18, 2017 ",
 "dateExtraction": " 2019-10-08 ",
 "language": " en ",
 "plataform": " YouTube ",
 "url": " https://www.youtube.com/watch?v=NV4kVn4yFWU ",
 "postText": " AGE DISCRIMINATION IN HIRING & HOW TO OVERCOME IT - 3 QUESTIONS. Get your brand new, impressive, Top Notch Resume here: https://topnotchresume.lindaraynier.c... Get private career coaching from Linda here: http://www.lindaraynier.com/standoutg... Get your brand new, Strategic Cover Letter here: https://www.lindaraynier.com/strategi... Top Notch Interview is coming soon! For enrolment updates: http://www.jointni.com  In this video, I'm going to explain age discrimination in hiring, whether it's real. Age discrimination in employment does exist, but only for those who focus on that being the sole reason for why they're not able to land a job. If you're sensing there's age discrimination in the workplace for the companies you interview at, or just age discrimination in recruitment in general, then I do want to you veer your focus elsewhere. Ageism in the workplace can be real, but it's not as powerful as you may think.  This video explains the 3 questions to ask yourself if you are experiencing age discrimination in hiring and recruitment. 1. Is my resume truly top-notch? 2. How am I selling myself in interviews? 3. Am I being flexible? FREE DOWNLOADS: Download my FREE Resume Samples PDF document here: https://bit.ly/2vjNwMM. Download a copy of my 10 Ultimate Resume Hacks to Land more Interviews and Job Offers PDF here: https://bit.ly/2JRQR93. Interested in getting personally coached by Linda to enhance your personal brand, advance your career and/or land your dream job? Click here: http://www.lindaraynier.com/standoutg... and fill out the application form.  If you liked this video, please give it a thumbs up, subscribe, share it with your friends. CONNECT WITH ME: Website: https://www.LindaRaynier.com. Instagram: https://www.instagram.com/lindaraynier/. LinkedIn: https://www.linkedin.com/in/lindarayn... Facebook: https://www.Facebook.com/lindaraynier. For other similar videos, see: 6 Warning Signs Of Age Discrimination - What You Should Do. Brad Richardson https://www.youtube.com/watch?v=P50f9... Age discrimination in recruitment - The job interview https://www.youtube.com/watch?v=T_2Ts... Skill Boosters ",
 "numberPosts": " 154 Comments ",
 "srcType": " video ",
 "nameNewspaper": " NA ",
 "socioLingVar": " Age, Over 65s ",
 "listEvents": "  ",
 "articleKeywords": " NA ",
 "keywords": "  ",
 "commentsOpen": " yes "
 },
 "commentThread": 
[
  {
    "id": "Ugx8YeKVVgygoX5nEJF4AaABAg",
    "user": "Linda Raynier",
    "date": "1 year ago",
    "timestamp": 1538997539294,
    "commentText": "Age Discrimination in Hiring & How to Overcome it  // Tell me, what ways will you use to improve your job search strategy?",
    "likes": 13,
    "hasReplies": true,
    "numberOfReplies": 5,
    "replies": [
      {
        "id": "Ugx8YeKVVgygoX5nEJF4AaABAg.8YrSzhZLs9J8nvZFGmiE7n",
        "user": "Mike Morgan",
        "date": "10 months ago",
        "timestamp": 1544267939688,
        "commentText": "The real trick is to show the following:\n\n1.  You're not just looking for a quiet pasture to bed down and spend your remaining time before retiring.\n2.  You're not just resting on your previous skills, you are continuously learning new ones.\n3.  Even health problems, if you have any (I'm 1 year 5 months cancer free, still recovering from several surgeries and whatnot), are not any obstacle to being amazingly effective at the job.\n4.  You can relate to people of any age or culture.\n5.  You won't be harassing, boring, depressing, negative, political, or offensive at work.\n\netc.",
        "likes": 2
      },
      {
        "id": "Ugx8YeKVVgygoX5nEJF4AaABAg.8YrSzhZLs9J8q5SwFIb09g",
        "user": "RM",
        "date": "8 months ago",
        "timestamp": 1549624739690,
        "commentText": "When they say oh you have experience ?  What does that mean?",
        "likes": 1
      },
      {
        "id": "Ugx8YeKVVgygoX5nEJF4AaABAg.8YrSzhZLs9J8rphOgpnqqo",
        "user": "Guyen Soto Wong",
        "date": "7 months ago",
        "timestamp": 1552043939691,
        "commentText": "Amazing",
        "likes": 0
      },
      {
        "id": "Ugx8YeKVVgygoX5nEJF4AaABAg.8YrSzhZLs9J8yHsfe1Udy3",
        "user": "Darin Namwat",
        "date": "2 months ago",
        "timestamp": 1565263139693,
        "commentText": "in Thailand the employers like to hire the young age people (not over 35yrs). I am now 43yrs and also have gaps in employment 1.5yrs. super tough for me :(",
        "likes": 0
      },
      {
        "id": "Ugx8YeKVVgygoX5nEJF4AaABAg.8YrSzhZLs9J9-iL2u3HiGH",
        "user": "Regnad Kcin",
        "date": "2 days ago",
        "timestamp": 1570360739694,
        "commentText": "@Mike Morgan Pushing out old employees to recruit younger ones is an indicator a business is poorly governed. Well governed businesses adapt their interviewing styles to older employees because they know how to manage them. An advantage to working with top recruiters is that they only work with well governed businesses.",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgxbKTICF0W-TIirur54AaABAg",
    "user": "Texas Lyoness",
    "date": "22 hours ago",
    "timestamp": 1570454339297,
    "commentText": "Employers not hiring older workers is also connected to the higher cost of health insurance for older workers. The premiums to the employer are based on the employee demographics.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyXip3nbDdJfQ2INJZ4AaABAg",
    "user": "Mohan Kathe",
    "date": "1 week ago",
    "timestamp": 1569928739299,
    "commentText": "I don't want to take the name of the company that has almost hired me. It was a telephonic interview. All my details were given by sending the text messages. The company HR finally called me with the documents. I was traveling with the documents and in a way, I received a call from the same HR. The simple question asked me \" What is your date of birth?  I answered him that I have given you my date of birth by sending you the text message long back. Please help me with your date of birth again. I gave him my date of birth. His immediate answer, Mohan, you are not qualified. I am sorry. I live in Mumbai, India. The country does not have \"Age discrimination employment act\" I am jobless for more than 3 years.  I do get job calls now and then but they are not in the line of my work experience. It is easy to make video and that you have good communication skill. The truth remains Truth. Age discrimination is worldwide I believe.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyNyMP5QntpnKQrh7Z4AaABAg",
    "user": "annexsunriseshimmer",
    "date": "2 weeks ago",
    "timestamp": 1569323939301,
    "commentText": "Does an employer asking your age job discrimination? I always looked older than my age since I was 13. I had a few employers asked me my age. At the time, I was 22 and 23 years old. I didn't know that question was illegal. I never got hired from those jobs. What do you think from my situation? Was that age discrimination?",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugw-w0nl4N2gxwxwsP54AaABAg",
    "user": "wen arto",
    "date": "2 weeks ago",
    "timestamp": 1569323939303,
    "commentText": "it is complicated! I have followed this advise and still does not work",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxYOTpQdPo0Fr_YvkN4AaABAg",
    "user": "Janet jubilee Busener",
    "date": "1 month ago",
    "timestamp": 1567941539305,
    "commentText": "I owned and operated my own business for thirty years. Now that my business is gone, I find myself running around in the circle of online applications that often lead to scams and over looked resumes. There must be a better way to get a job. Perhaps I should start another business and hire only people over 50!",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxisAO2MzgOlPSK7uF4AaABAg",
    "user": "Cookie 2019",
    "date": "1 month ago",
    "timestamp": 1567941539314,
    "commentText": "If I have an extensive background and that \"overwhelms\" an employer, then that \"overwhelmed\" person has no business in a hiring capacity.  This is a large part of the problem in corporate America today.  You have these mousy, empty-headed bimbos working in HR and Personnel who seem to think the font size your name appears in on your resume is more important than who you are as an employee.  You need qualified, experienced people in the HR and Personnel Departments who know what the hell they are doing.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwEN0o-6CThb09L2BV4AaABAg",
    "user": "Robert Iyer",
    "date": "1 month ago",
    "timestamp": 1567941539315,
    "commentText": "Linda, I always like your videos.  This video, however, has really brought me further gloom.  I don't when or how I will ever get another job.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzllnQ3ZYZvfKfrVJJ4AaABAg",
    "user": "Starlight5",
    "date": "1 month ago",
    "timestamp": 1567941539317,
    "commentText": "How much energy you have? Then you won't hire people in wheelchairs or so?  If you have more experience you should get the job unless they dont want to pay you.",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzWFrellAsAUlrKy3V4AaABAg",
    "user": "Nasilele Mataa",
    "date": "1 month ago",
    "timestamp": 1567941539319,
    "commentText": "\"Open yourself to a new way of working\".I like this!!",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwiU8uQz9NqrYLkecF4AaABAg",
    "user": "Mark Stach",
    "date": "2 months ago",
    "timestamp": 1565263139321,
    "commentText": "Linda, the reality is that there are plenty of millenials hired who have ZERO ambition, Zero experience, plenty of schooling in unrelated fields but none in on-point topics, yet get hired because they fill a social quota, lower the group insurance age demographic, and look good in a company's website photos.  \nSeriously, would you say these same things to someone complaining about racism/sexism/genderism/etc?",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugwz9EKeAFRBN1Y2OHZ4AaABAg",
    "user": "Alicia Tur",
    "date": "2 months ago",
    "timestamp": 1565263139324,
    "commentText": "It's not \"ageism\".  Its called \"age discrimination \" and we should call it by its proper name.  However, I do agree with her - it does not have to be impossible.",
    "likes": 2,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugw8sOTzmvKZgAjZrTd4AaABAg",
    "user": "pgthinker007",
    "date": "3 months ago",
    "timestamp": 1562584739326,
    "commentText": "I came to America from Eastern Europe in 1990. I used to have two jobs(janitor, dishwasher, salesman), but I earned B.S. in accounting in addition to M.A. degree. Speak two languages in addition to English. But recruiters tell me I am not qualified. What should I do to make my resume impressive? I have never been arrested and never done drugs. Right now I am 55 and make $9.00 an hour.",
    "likes": 0,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "Ugw8sOTzmvKZgAjZrTd4AaABAg.8x9-4WFhShm9-LfSAQf9nO",
        "user": "DBND",
        "date": "1 week ago",
        "timestamp": 1569928739639,
        "commentText": "I think your encounters with the recruiters reveal the US-mindset, which can be limiting. And I’m sorry these employers don’t value the incredible value you deliver. You don’t want to work for those people who just want to put you in a box or compare you against their list of requirements.",
        "likes": 1
      }
    ]
  },
  {
    "id": "UgyEvSzdo5vZso7062h4AaABAg",
    "user": "david S",
    "date": "3 months ago",
    "timestamp": 1562584739329,
    "commentText": "I have watched many of your videos and never commented. I am over 50, run 6 miles a day, and have worked in my field for 25 plus years. Do I feel funny being interviewed by hiring managers 20 years younger and with less experience than me who act like I am fresh out of college? It seems in your video you are stating that I should settle for “ consulting “ . Consulting offers no health benefits or the feeling of having steady employment. Since you look to be in your 30’s, 40’s tops, your probably have not encountered ageism,yet. Well let me tell you, it is real and it stinks!!",
    "likes": 2,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyRUV21Txejqyp3u494AaABAg",
    "user": "CosmicWarrior",
    "date": "3 months ago",
    "timestamp": 1562584739331,
    "commentText": "I was expecting something that was actually helpful. No, it’s not a make believe and all in someone’s head; there’s too much hard evidence to prove this. \nI wonder if she denies racism exist too, or if it’s only problems she doesn’t personally have to face.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzwhMRJet7Q4gZAwWF4AaABAg",
    "user": "Guy Tar",
    "date": "4 months ago",
    "timestamp": 1559992739333,
    "commentText": "If there is age descrimination in the picture they won't even call you for an interview because they can do the math by glancing at your resume.",
    "likes": 0,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgzwhMRJet7Q4gZAwWF4AaABAg.8vssuFiCwzW8w74ysKViIx",
        "user": "Claudia Vlahović",
        "date": "3 months ago",
        "timestamp": 1562584739650,
        "commentText": "🥂",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgwN8N6zwGAF5qlUmaR4AaABAg",
    "user": "Melissa King",
    "date": "4 months ago",
    "timestamp": 1559992739336,
    "commentText": "There are many positives to ageism. Older workers have advantages that younger workers do not: experience, maturity, loyalty, wisdom, industry knowledge, professionalism, poise and how to be an effective team member. They also have solid verbal/written communication skills because those invaluable attributes were ingrained in us from the time we were children.",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzDpWpoAASvXFg-hlh4AaABAg",
    "user": "Valerie Clemens",
    "date": "4 months ago",
    "timestamp": 1559992739340,
    "commentText": "I have yet to see a coach or recruiter really just admit the reality - if you are older, a full time job may very well be a thing of the past.  Laid off at 64 from a software company, I know someone out there may want to hire me.  However, I can't financially afford to look for a year for a job.  So most likely will have to take Social Security early.  Can all of us Baby Boomers become consultants?  Contractors?  Doubt that very much.",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzmUIHQI-HBxwHI1kJ4AaABAg",
    "user": "world peace",
    "date": "5 months ago",
    "timestamp": 1557314339343,
    "commentText": "Let's face it the laws of discrimination are not enforced by the government. US government is run by the corporations. Further discrimination is very difficult to prove. So get over it. If you are good at what you do, you will find work.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxO9eXvv_fyomd8C9p4AaABAg",
    "user": "world peace",
    "date": "5 months ago",
    "timestamp": 1557314339345,
    "commentText": "Working W2 full time outdated and unnecessary.  Corporate  tax laws and retirement savings are so advantages that you would be at a great disadvantage to work as an individual rather than a Corp. With Obama care you are better off getting your own insurances. Most workers are unaware that without uninizing  W2 working and depending on your work for the safety of providing health insurance for your kids is a form of domination and slavery. Work with corporate world as an equal. Corp to Corp relationship is the best way. Albeit a one man S corporation.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxeXlDMWuFLMBwnI0x4AaABAg",
    "user": "world peace",
    "date": "5 months ago",
    "timestamp": 1557314340514,
    "commentText": "I solved age discrimination by being a  contracting consultant. Now they beg me to go full time and I say No Thanks.",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugw3606_z4v76fy7XGx4AaABAg",
    "user": "Pat Byrne",
    "date": "6 months ago",
    "timestamp": 1554722340515,
    "commentText": "The fact is, if you dye your hair, wear trendy clothing, have an active social profile, eat sushi, listen to current artists, show disdain for life insurance, and speak in a droning and gravelly monotone where every sentence ends in a question, you will be acceptable.",
    "likes": 6,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "Ugw3606_z4v76fy7XGx4AaABAg.8sYaaKJmOGU8yBDynmFELW",
        "user": "Mark Stach",
        "date": "2 months ago",
        "timestamp": 1565263140823,
        "commentText": "Well said!  :-D",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgzSzgDHbzEd0m9dOPZ4AaABAg",
    "user": "Hapa man",
    "date": "7 months ago",
    "timestamp": 1552043940518,
    "commentText": "Yellow cab where I live makes people who fill  application's put down thier age & Religion also don't like to hire Older people",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyNm2rPqQ0lTtV6MN14AaABAg",
    "user": "avinash baruah",
    "date": "7 months ago",
    "timestamp": 1552043940520,
    "commentText": "There is a constant hissing sound in your video, great video regardless!",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugy7BaX4nGSU0zMZwO14AaABAg",
    "user": "fatwalletboy2",
    "date": "8 months ago",
    "timestamp": 1549624740522,
    "commentText": "I never see these sorts of videos from folk in their 40s and 50s who have overcome covert ageism.....I wonder why?",
    "likes": 6,
    "hasReplies": true,
    "numberOfReplies": 2,
    "replies": [
      {
        "id": "Ugy7BaX4nGSU0zMZwO14AaABAg.8pukU95UiBE8w74uzmWY1F",
        "user": "Claudia Vlahović",
        "date": "3 months ago",
        "timestamp": 1562584740850,
        "commentText": "👍",
        "likes": 1
      },
      {
        "id": "Ugy7BaX4nGSU0zMZwO14AaABAg.8pukU95UiBE8yBEHeCueKs",
        "user": "Mark Stach",
        "date": "2 months ago",
        "timestamp": 1565263140852,
        "commentText": "Exactly!",
        "likes": 1
      }
    ]
  },
  {
    "id": "Ugy6F_t3E5RQvivxdNR4AaABAg",
    "user": "Bridgett Hollowell",
    "date": "9 months ago",
    "timestamp": 1546946340524,
    "commentText": "I am so sorry, this is a bunch of crap!",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyqBDEXye9r3eB_Idt4AaABAg",
    "user": "Gabriel Guzman",
    "date": "9 months ago",
    "timestamp": 1546946340526,
    "commentText": "That's why I rather have my own business or at least a home bases business",
    "likes": 9,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwG7u94COrN3I7AfaR4AaABAg",
    "user": "Renee M",
    "date": "10 months ago",
    "timestamp": 1544267940528,
    "commentText": "I've looked for a position for over a year and had tons of phone interviews, then several in-person interviews.  I got called back twice in a few of them.  I look and present younger than my age (60) and employers LOVED my stellar resume and experience (and ME) but somehow I got passed over every time.  I have soul searched, looked within, revamped my appearance (which looks younger anyway) and even filmed myself in mock interviews and STILL did not get a job offer.  Mind you, when I was younger I committed every interview and resume mistake in the book and still got multiple job offers in no time.  I know just what you are advising here and how to prove to them that I am the ONE person they should hire, and yet it has not helped me.  I come across with enthusiasm, competence and energy and it still has not helped me.  I have come across like I want to contribute something valuable to an organization for many years to come.  So in my case, yes, age discrimination has to be THE only reason I have not gotten a job.  P.S.  I am anything but \"average\" - my mother edited resumes and I gave workshops in interview presentation when in college so I know a little more about this subject than most people, so if I'm not getting a job I can only conclude that it's age discrimination.  It's not enough to try to \"fool\" anyone anymore - they can look up your age online.  And mind you, these are companies that are often engaging in other forms of age discrimination in their practices, such as \"retiring\" older employees, passing them up for promotions, giving them false bad reviews, etc.  I've seen it before.  So I know it's not below them to engage in this in their hiring.",
    "likes": 10,
    "hasReplies": true,
    "numberOfReplies": 5,
    "replies": [
      {
        "id": "UgwG7u94COrN3I7AfaR4AaABAg.8nxQvVuBgbz8p8ek4doPSS",
        "user": "Bachconcertos Whitney",
        "date": "9 months ago",
        "timestamp": 1546946340874,
        "commentText": "Now you are telling it how it really is and we need to expose how it really is - age discrimination is evil - it destroys income, it destroys families, and it destroy your health and  it can even kill you.   No one can live without an income indefinitely unless they are rich -  a weekly decent paycheck is vital living.",
        "likes": 5
      },
      {
        "id": "UgwG7u94COrN3I7AfaR4AaABAg.8nxQvVuBgbz8pcX4wmr6eW",
        "user": "pink pearl",
        "date": "9 months ago",
        "timestamp": 1546946340877,
        "commentText": "Peter Gosselin at ProPublica has been doing an excellent series on age discrimination.  Check it out.  Speaking up is the only way we'll see change.  Since we ALL get older, we ALL have an interest in fixing it.",
        "likes": 4
      },
      {
        "id": "UgwG7u94COrN3I7AfaR4AaABAg.8nxQvVuBgbz8vNx2NjxDKC",
        "user": "Valerie Clemens",
        "date": "4 months ago",
        "timestamp": 1559992740878,
        "commentText": "I was laid off recently.  Feel like job searching is going to be super hard now at 64, and know emotionally I could not do what you did for over a year.  Sounds like time to start a business -- maybe writing resumes?  Just a thought!",
        "likes": 1
      },
      {
        "id": "UgwG7u94COrN3I7AfaR4AaABAg.8nxQvVuBgbz8y6QBM_OAyh",
        "user": "Ms. Rawkii Joy, Educator",
        "date": "2 months ago",
        "timestamp": 1565263140880,
        "commentText": "Same here, very relevant.",
        "likes": 0
      },
      {
        "id": "UgwG7u94COrN3I7AfaR4AaABAg.8nxQvVuBgbz8y6epUiV6MV",
        "user": "Valerie Clemens",
        "date": "2 months ago",
        "timestamp": 1565263140882,
        "commentText": "Hi, Renee M.... I think age discrimination is rampant. After being laid off from a software company at 64, I did get a job, not a high paying one, but -- hey.  I made a conscious decision to avoid the I.T. field, which is my background, after seeing the look of shock on the faces of people interviewing me.  I listen to career coaches with some skepticism about beating age discrimination.  It all sounds good, but the reality is far different.",
        "likes": 1
      }
    ]
  },
  {
    "id": "Ugw7LtIngN_SzzmBnhh4AaABAg",
    "user": "Henry Bass",
    "date": "10 months ago",
    "timestamp": 1544267940530,
    "commentText": "It is clear that we live in a very unfair world. If you`re a man you cannot get a job because more women are being employed, but at a lower wage than men. If you are a women, you might even be harrassed in the workplace. It is the businesses and governments that are to blame. Everyone should be given Basic Income and a job. Until countries do this there will be no progress in order to create a fair and open society. Then people will be more creative in their field and/or be also able to start a business which creates more wealth. The solution is staring us in the face as the world becomes hotter and hotter and nameless countries stopping a better world because of their poisonous greed.",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxDOuNemQ8ahl6H8X14AaABAg",
    "user": "ORGANICBROWN SUGAR",
    "date": "11 months ago",
    "timestamp": 1541675940532,
    "commentText": "This is a great video! Thank you!",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugw_TBl6TmEvCtkGgTR4AaABAg",
    "user": "Rudyspective 1",
    "date": "1 year ago",
    "timestamp": 1538997540534,
    "commentText": "Ageism is a complicated issue, but Linda you’re correct about being flexible when it comes to job hunting. My suggestion is for us to find out what other jobs are out there that would compliment our expertise and be creative when it comes to job titles. We don’t have to do just one kind of job because that’s what we know but rather, look for another job that still would require our abilities. Glassdoor actually has an article about jobs for those who are fifty and over, I suggest everybody to check it out.",
    "likes": 2,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwyjAHimrJkFFvneSB4AaABAg",
    "user": "Frank Nava",
    "date": "1 year ago",
    "timestamp": 1538997540536,
    "commentText": "Hi linda appreciate the way you teach the people, how be the best I the work",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyE0x0CXR2jPXD9sMZ4AaABAg",
    "user": "Shawn Huang",
    "date": "1 year ago",
    "timestamp": 1538997540538,
    "commentText": "Age is problem to me for find job",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwnPq_xvrUND4mlm2l4AaABAg",
    "user": "Wolny Słowianin",
    "date": "1 year ago",
    "timestamp": 1538997540540,
    "commentText": "Age discrimination is a real problem in some professions. I work in software development, where we have senior developers in their mid-20s, have unspoken rules about ever hiring anyone over 30 and looking for ways to push people out when they get a family or turn 35. If a 30+ year-old perfectly fits a position we need filled, they will still look for someone in China or India. It's probably illegal, but impossible to prove, and when I spoke against it to management, I was pulled off some interviews I was supposed to conduct.",
    "likes": 20,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugzz_1W3QIZ_XIJHVad4AaABAg",
    "user": "Arthur",
    "date": "1 year ago",
    "timestamp": 1538997540543,
    "commentText": "Chances are the hiring company is going to be looking at healthcare for the senior worker as well. That’s a huge disadvantage for older people, who, most likely, \nAre dealing with some sort of health issue related to age.No way I could compete with someone in their 20’s health wise.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyT1oruhHhvKIiVFK94AaABAg",
    "user": "Books",
    "date": "1 year ago",
    "timestamp": 1538997540546,
    "commentText": "This is good advice for everyone not just people who are older and struggle with jobs. Young people especially, whom feel like they've done this or that they should be given the job. People don't want to work for the interview because they feel they already deserve it. You have to work like its brand new everytime thats the only way to win the interview, look at it fresh.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyF00QMZg5ULkAA1454AaABAg",
    "user": "lil mamab",
    "date": "1 year ago",
    "timestamp": 1538997540549,
    "commentText": "Good",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugz4nM-7SRGAGyvqvxR4AaABAg",
    "user": "hp1063",
    "date": "1 year ago",
    "timestamp": 1538997540554,
    "commentText": "Many of the skills mentioned are the same like for sales people (clear communication, persuasion).  Good looks also helps to sales people. That MAY be an issue with mature job seekers.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugwz62DQOdQ5Emnlp5J4AaABAg",
    "user": "Evelyn Q-Martinez",
    "date": "1 year ago",
    "timestamp": 1538997540556,
    "commentText": "Thank you Linda, I appreciate your honest and gave a lot of food for thought! Well done.",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxMeWBNiX53nL0QU794AaABAg",
    "user": "wew hehe",
    "date": "1 year ago",
    "timestamp": 1538997540558,
    "commentText": "miss linda i really need your help pls give me answer to these, you know im older than other candidates, i am a fresh graduate in my course yet still dont find a job for more than a year, i have a big gap from my work experinces , i havent have a long term in my work experiences..and im shifting career...what should i do?????????????????? PLS HELP!!!!!!!!!!!!!!!!!!!",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugw9fLcU5RkUfGIzOC54AaABAg",
    "user": "Henonaga",
    "date": "1 year ago",
    "timestamp": 1538997541740,
    "commentText": "It's rampant in the IT sector, but not much elsewhere.",
    "likes": 2,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugx44RGSI0pmgxzXMX94AaABAg",
    "user": "Kimberly Rathburn",
    "date": "1 year ago",
    "timestamp": 1538997541746,
    "commentText": "Age discrimination is real, my husband lost 3 jobs in a short period of time, he is experienced but he gets  in the jobs but the young  managers let him go because they want young workers next to them, he has gone back to corporate to try and explain how he was pushed out, but they say they can't override the manager ( he has been hired by another person than the one that let him go, so very unfair) He is 62, yes it's up there, but he does not want to retire yet.  He has looked outside the box now for possible difference choices.  It's such a discriminatory world, against age and against our constitutional rights too,  young people are not good hearted like when we were young",
    "likes": 17,
    "hasReplies": true,
    "numberOfReplies": 6,
    "replies": [
      {
        "id": "Ugx44RGSI0pmgxzXMX94AaABAg.8ein4HtLjcU8nlxxWKJeMZ",
        "user": "Clinton Ford",
        "date": "10 months ago",
        "timestamp": 1544267942173,
        "commentText": "that right this girl in the video does not know what she is talking about it like they do not hire some people base on the color of they skin so living in a lie",
        "likes": 1
      },
      {
        "id": "Ugx44RGSI0pmgxzXMX94AaABAg.8ein4HtLjcU8pN1PKutTEr",
        "user": "gilbert perez",
        "date": "9 months ago",
        "timestamp": 1546946342175,
        "commentText": "Is it possible that the young people are faster and better at the job? If he was hired then how is it discrimination? What was the reason for him being fired from the positions.",
        "likes": 1
      },
      {
        "id": "Ugx44RGSI0pmgxzXMX94AaABAg.8ein4HtLjcU8sEODMnhoWZ",
        "user": "utubeposter",
        "date": "7 months ago",
        "timestamp": 1552043942176,
        "commentText": "I agree Kimberly. We (my husband and I) have experienced the same thing. I don't think it's just that we are thinking all the time, \"Oh, it's my age\" and that's our \"reality\" (per Lynda). I like her videos, but this one was offensive to me. She hasn't been there, so there is no way she can really know what it's like.",
        "likes": 4
      },
      {
        "id": "Ugx44RGSI0pmgxzXMX94AaABAg.8ein4HtLjcU8sZPQ-M9SFj",
        "user": "Carole Hayes",
        "date": "6 months ago",
        "timestamp": 1554722342178,
        "commentText": "It is a federal crime that folk are getting away with not hiring more qualified and we'll seasoned older citizens on the grounds of their age!",
        "likes": 2
      },
      {
        "id": "Ugx44RGSI0pmgxzXMX94AaABAg.8ein4HtLjcU8sZPfB_4VVw",
        "user": "Carole Hayes",
        "date": "6 months ago",
        "timestamp": 1554722342180,
        "commentText": "@utubeposter You are do correct, as it appears arrogant on tone and as well condensending  .",
        "likes": 1
      },
      {
        "id": "Ugx44RGSI0pmgxzXMX94AaABAg.8ein4HtLjcU9-Jf0uHRgXD",
        "user": "DBND",
        "date": "1 week ago",
        "timestamp": 1569928742182,
        "commentText": "utubeposter I totally agree.",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgzIEYboCyTDV_D_47N4AaABAg",
    "user": "Ruth M",
    "date": "1 year ago",
    "timestamp": 1538997541748,
    "commentText": "Hi Linda.  I'm an avid watcher of your videos and they are filled with amazing and useful information.  I, too, have fallen victim to age discrimination, although honestly speaking, I did not ace every single interview, nor was every one a good fit.  However, due to personal experiences, hiring practices have most definitely changed throughout the decades.  For example, you must not go back any farther than 10 years if possible, create a gmail address which does not identify your age, eliminate any outdated skills and/or software from your resume.  Also, it is important not to admit to having \"25 years of experience\" in any software applications, skills or experience.  I learned this the hard way by being out of work for the past 8 months, and by volunteering information in every interview.  It actually did me a disservice.  \n\nMost of the job descriptions I've seen for an admin support position state the following:  \"3-5 years experience with a Bachelors Degree\".  This screams \"Millennials straight out of college\".   It gives me an unfair advantage because my resume can be systematically eliminated from the candidate pool based on the number of years experience I have.  \n\nAt age 50, I am working as a temp for half the salary I used to make with no money left over to pay for healthcare.  This is a real crisis in today's day and age.   \n\nI still love your videos and your style, and look forward to watching more of them in the future.  Keep up the great work!",
    "likes": 19,
    "hasReplies": true,
    "numberOfReplies": 2,
    "replies": [
      {
        "id": "UgzIEYboCyTDV_D_47N4AaABAg.8c1HLdcrEAN8nxRSNFxOYS",
        "user": "Renee M",
        "date": "10 months ago",
        "timestamp": 1544267942123,
        "commentText": "I am 60, and have deleted a significant portion of my past experience and it still does not help because they can look up your age online.  Even if you get the interview, once they meet you they \"know\" you're older than they thought you were and end up searching to find out how old you really are.  I am a high level executive assistant so I know what you mean about the admin. world.",
        "likes": 5
      },
      {
        "id": "UgzIEYboCyTDV_D_47N4AaABAg.8c1HLdcrEAN9-3LJmtL7cI",
        "user": "Stefania",
        "date": "2 weeks ago",
        "timestamp": 1569323942125,
        "commentText": "Also, in the IT and especially programming industry, what matters is to keep yourself up to date and especially specialize in a few coding languages only (although the more, the merrier!)",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgyyjX5G7KfnNrdbfs94AaABAg",
    "user": "yaa osun",
    "date": "1 year ago",
    "timestamp": 1538997541751,
    "commentText": "This was so helpful! Real authentic perspective. The exact things that this 56 year old needed to hear. Thank you so much Linda!",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgySXfU0TvxYKTlP62t4AaABAg",
    "user": "Harsh Chopra",
    "date": "1 year ago",
    "timestamp": 1538997541753,
    "commentText": "Linda, I have seen many of your videos, and I must say, I am a fan. Keep it up.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugzef13_UHZgoFhbfoZ4AaABAg",
    "user": "Martha Madrigal",
    "date": "1 year ago",
    "timestamp": 1538997541755,
    "commentText": "hello linda your videos are very interesting but i would like that you help me in ordet to improve my pronuciation will be. you speak very nice",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzrmdjjzSwee6vdwR14AaABAg",
    "user": "Martha Madrigal",
    "date": "1 year ago",
    "timestamp": 1538997541757,
    "commentText": "hello linda your videos are very interesting but i would like that you help me in ordet to improve my pronuciation will be. you speak very nice",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugz7HtQnpzWgBuBLf8t4AaABAg",
    "user": "Martha Madrigal",
    "date": "1 year ago",
    "timestamp": 1538997541758,
    "commentText": "hello linda your videos are very interesting but i would like that you help me in ordet to improve my pronuciation will be. you speak very nice",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzzTXBcrA24RPA7qx54AaABAg",
    "user": "Martha Madrigal",
    "date": "1 year ago",
    "timestamp": 1538997541760,
    "commentText": "hello linda your videos are very interesting but i would like that you help me in ordet to improve my pronuciation will be. you speak very nice",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxygNhViqkZy6ClSY54AaABAg",
    "user": "Martha Madrigal",
    "date": "1 year ago",
    "timestamp": 1538997541762,
    "commentText": "hello linda your videos are very interesting but i would like that you help me in ordet to improve my pronuciation will be. you speak very nice",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyoYLt6APxAFK4cS0p4AaABAg",
    "user": "Maria De Jesus",
    "date": "1 year ago",
    "timestamp": 1538997541764,
    "commentText": "You’re videos are SO HELPFUL! Thank you.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwBqU7PEewSUDX8LV94AaABAg",
    "user": "Ana Marina Rivera",
    "date": "1 year ago",
    "timestamp": 1538997541766,
    "commentText": "This  video was so  heplful for me. Thank a lot.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugy3wVR9o9Svriawbuh4AaABAg",
    "user": "Kat",
    "date": "1 year ago",
    "timestamp": 1538997541768,
    "commentText": "So...why are they allowed to ask if you are over the age of 18 and under the age of 40 on your job application? Isn't that illegal? We have a lot more years until retirement.",
    "likes": 18,
    "hasReplies": true,
    "numberOfReplies": 5,
    "replies": [
      {
        "id": "Ugy3wVR9o9Svriawbuh4AaABAg.8bgLffcXijA8ocMD4khpFU",
        "user": "TheBigpapax30",
        "date": "10 months ago",
        "timestamp": 1544267942220,
        "commentText": "Good point. Some jobs application ask that question. I understand that some Companies want to make sure they hire someone under the appropriate age to manage some equipments, this only applies if you are over 18",
        "likes": 1
      },
      {
        "id": "Ugy3wVR9o9Svriawbuh4AaABAg.8bgLffcXijA8qepRxU0K2J",
        "user": "Marco Guevara",
        "date": "8 months ago",
        "timestamp": 1549624742223,
        "commentText": "If in doubt always call your local EEOC office, some companies need to be thought a lesson when they discriminate.",
        "likes": 1
      },
      {
        "id": "Ugy3wVR9o9Svriawbuh4AaABAg.8bgLffcXijA8w74hnfTynB",
        "user": "Claudia Vlahović",
        "date": "3 months ago",
        "timestamp": 1562584742225,
        "commentText": "@Marco Guevara 👍",
        "likes": 0
      },
      {
        "id": "Ugy3wVR9o9Svriawbuh4AaABAg.8bgLffcXijA8xupQ-zivTH",
        "user": "Alicia Tur",
        "date": "2 months ago",
        "timestamp": 1565263142227,
        "commentText": "They should not ask any age related questions and not race or anything else.",
        "likes": 0
      },
      {
        "id": "Ugy3wVR9o9Svriawbuh4AaABAg.8bgLffcXijA8xupVquH6ej",
        "user": "Alicia Tur",
        "date": "2 months ago",
        "timestamp": 1565263142229,
        "commentText": "Protected areas (where it's illegal to discriminate) should not be asked at all.",
        "likes": 0
      }
    ]
  },
  {
    "id": "Ugz2bNJ_3NRaWJdNlul4AaABAg",
    "user": "JANAK PATEL",
    "date": "1 year ago",
    "timestamp": 1538997541770,
    "commentText": "Great Video Linda..Informative. But I would like to know from you, being a human resource expert , Is there any sphere of age limiting for a job  particularly involving physical works ..?? If so glad to have tips to counter that and if it doesn't than to counter the fear/trauma  of age discrimination  Thank you.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwKwAJnsH11Bl2dO4N4AaABAg",
    "user": "Research Institute 2",
    "date": "1 year ago",
    "timestamp": 1538997541772,
    "commentText": "You sound like someone who would never hire anyone over 50.  No?   How many people over 50 have you actually hired?",
    "likes": 30,
    "hasReplies": true,
    "numberOfReplies": 2,
    "replies": [
      {
        "id": "UgwKwAJnsH11Bl2dO4N4AaABAg.8b4zlJmQ1NO8eLDDv_-zsf",
        "user": "rocky mountain lass",
        "date": "1 year ago",
        "timestamp": 1538997542188,
        "commentText": "Exactly the bias comes through",
        "likes": 17
      },
      {
        "id": "UgwKwAJnsH11Bl2dO4N4AaABAg.8b4zlJmQ1NO9-JenTbETF6",
        "user": "DBND",
        "date": "1 week ago",
        "timestamp": 1569928742190,
        "commentText": "rocky mountain lass totally agree!",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgzTPIjhsqRxCnX61N14AaABAg",
    "user": "Rex II ForSure",
    "date": "1 year ago",
    "timestamp": 1538997541774,
    "commentText": "I’m a 51 year old guy and I think I I’ve had massive age disease. I am well qualified and very good in tech, but I don’t put my age and all experience on resumes so people think I’m younger . I do good on the interviews but don’t get offers. All the people interviewing me seem younger. Also I look old got for my age I’m 51 but look more like 60",
    "likes": 5,
    "hasReplies": true,
    "numberOfReplies": 2,
    "replies": [
      {
        "id": "UgzTPIjhsqRxCnX61N14AaABAg.8b3EldOTait8fnSPUnZ2rA",
        "user": "Apple Bomb",
        "date": "1 year ago",
        "timestamp": 1538997542196,
        "commentText": "im in my late 50's and always pass for early 40's",
        "likes": 0
      },
      {
        "id": "UgzTPIjhsqRxCnX61N14AaABAg.8b3EldOTait8w750HVxM6k",
        "user": "Claudia Vlahović",
        "date": "3 months ago",
        "timestamp": 1562584742198,
        "commentText": "@Apple Bomb wow",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgxQYn2fm-iCQjTegTt4AaABAg",
    "user": "Mark D",
    "date": "1 year ago",
    "timestamp": 1538997541777,
    "commentText": "Let's see where she is when she's a senior....",
    "likes": 15,
    "hasReplies": true,
    "numberOfReplies": 5,
    "replies": [
      {
        "id": "UgxQYn2fm-iCQjTegTt4AaABAg.8ax8nTNKFc28eLCSZe0A93",
        "user": "rocky mountain lass",
        "date": "1 year ago",
        "timestamp": 1538997542154,
        "commentText": "The absolute truth...I was 1st picked in my younger years. I can't get anything now that I am older. Society thinks those over 40 are obsolete.",
        "likes": 8
      },
      {
        "id": "UgxQYn2fm-iCQjTegTt4AaABAg.8ax8nTNKFc28fEiKn4HQI4",
        "user": "pink pearl",
        "date": "1 year ago",
        "timestamp": 1538997542156,
        "commentText": "Right?  She looks all of 32 years old.  She is really not in a position to advise on this.",
        "likes": 9
      },
      {
        "id": "UgxQYn2fm-iCQjTegTt4AaABAg.8ax8nTNKFc28sZQ08IV7AR",
        "user": "Carole Hayes",
        "date": "6 months ago",
        "timestamp": 1554722342158,
        "commentText": "@rocky mountain lass Very insulting and condensending. You need seasoned workers to inner mix on order to maintain success.",
        "likes": 1
      },
      {
        "id": "UgxQYn2fm-iCQjTegTt4AaABAg.8ax8nTNKFc28w74rwJ5MQV",
        "user": "Claudia Vlahović",
        "date": "3 months ago",
        "timestamp": 1562584742160,
        "commentText": "@pink pearl she looks younger",
        "likes": 0
      },
      {
        "id": "UgxQYn2fm-iCQjTegTt4AaABAg.8ax8nTNKFc28yBETSko4FP",
        "user": "Mark Stach",
        "date": "2 months ago",
        "timestamp": 1565263142161,
        "commentText": "@Claudia Vlahović She looks to be in her 20s to me.",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgzWfK5RABz0oNA4SQd4AaABAg",
    "user": "KittyCatzForever! trantows",
    "date": "1 year ago",
    "timestamp": 1538997541780,
    "commentText": "This is a complicated issue. I like to remain positive, but everything I read tells me not too. What I would like to see is a video on women in mid-age becoming \"invisible\" in the workforce. This is happening to me now and it's blowing my confidence trying to get another job.",
    "likes": 20,
    "hasReplies": true,
    "numberOfReplies": 4,
    "replies": [
      {
        "id": "UgzWfK5RABz0oNA4SQd4AaABAg.8_nY2qQJX-r8eLD8_L_hJT",
        "user": "rocky mountain lass",
        "date": "1 year ago",
        "timestamp": 1538997542136,
        "commentText": "It is the REALITY, and I haven't seen ANYONE address this topic with any sort of solution of merit.",
        "likes": 12
      },
      {
        "id": "UgzWfK5RABz0oNA4SQd4AaABAg.8_nY2qQJX-r8mChrNMtMAe",
        "user": "Mariah G",
        "date": "11 months ago",
        "timestamp": 1541675942138,
        "commentText": "Age discrimination is real.",
        "likes": 6
      },
      {
        "id": "UgzWfK5RABz0oNA4SQd4AaABAg.8_nY2qQJX-r8q3GwXfQl7M",
        "user": "Claudia Vlahović",
        "date": "8 months ago",
        "timestamp": 1549624742140,
        "commentText": "@Mariah G True",
        "likes": 1
      },
      {
        "id": "UgzWfK5RABz0oNA4SQd4AaABAg.8_nY2qQJX-r9-3LAqhbKMp",
        "user": "Stefania",
        "date": "2 weeks ago",
        "timestamp": 1569323942142,
        "commentText": "It's a hard issue to address. First of all, if the company is really pushing to find a young candidate, they will aim at that no matter what. The only thing you can do to try and improve your chances is to show how much more value you can bring to the company by being older and more experienced (e.g. \"I know that you are probably thinking about hiring a younger candidate, but a professional with my degree and variety of experienced can be an incredible asset for your company considering I have worked in the A and B industries/experienced two market crashes/aced the KPIs in my previous position while going through a rough divorce/I am showing the same level of drive and determination as younger peers as well as bringing more versatility). If you are older, you have more stories to tell and examples to bring to the table! This is the only real piece of advice I can give you really",
        "likes": 0
      }
    ]
  },
  {
    "id": "Ugzc60vTShvjjdZ_4wN4AaABAg",
    "user": "Aqualife",
    "date": "1 year ago",
    "timestamp": 1538997541782,
    "commentText": "Hello Linda.  Thank you for your informative and inspirational videos.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzqA2ECJtLvA5cwaTV4AaABAg",
    "user": "Anda Iuliana Burga",
    "date": "1 year ago",
    "timestamp": 1538997541784,
    "commentText": "Hello Linda,\n\nCould you please make a video on the S.T.A.R tecnique job interview? I think it would be helpful to many people. \n\nThank you!",
    "likes": 3,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgzqA2ECJtLvA5cwaTV4AaABAg.8ZG4iQ7Pa8T8eLD-xcg8sZ",
        "user": "rocky mountain lass",
        "date": "1 year ago",
        "timestamp": 1538997542113,
        "commentText": "That is the DUMBEST interviewing technique to come down the pike. Past behavior does NOT predict future behavior or we could ADVERT many of the disasters the population has seen. It is really for IQ challenged LAZY HR people who don't know how to properly evaluate a prospect. Read the literate out there and it all says. PASSE, but these HR depts are sold on it. Tragic because many can ace that garbage (I have a degree in Human Behavior-I have credentials) and that determines NOTHING but the ability to BS an inadequate HR person. Doesn't get quality candidates.",
        "likes": 1
      }
    ]
  },
  {
    "id": "UgwuHlq5R94k3bZPe5l4AaABAg",
    "user": "Robin Rollins",
    "date": "1 year ago",
    "timestamp": 1538997543134,
    "commentText": "How about a video if you are 50+ and want to re-locate to another state to obtain a job?  If managers see your resume' you have too much job experience they are already getting an opinion on your age.  If you tell them you want to move closer to family, they are assuming you are trying to get your expenses paid to move there.  I just want a chance to just to let them know in an interview, try me, you might like me better than your local choices and are worth the risk to take hiring out of state.",
    "likes": 2,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgwuHlq5R94k3bZPe5l4AaABAg.8ZF3sm4Yhvh8ZOSu7qVtJj",
        "user": "Josie Wear",
        "date": "1 year ago",
        "timestamp": 1538997543547,
        "commentText": "Condense your resume don't go back further than ten years. If you get an interview when they ask you to \"Tell me about yourself?\" tell them your work history",
        "likes": 1
      }
    ]
  },
  {
    "id": "UgwAzOg-IUkgLgkkYip4AaABAg",
    "user": "rishi jain",
    "date": "1 year ago",
    "timestamp": 1538997543140,
    "commentText": "Hey I gave one of the interview. I am 35 with 8 years of work experience.. The interviewer asked me that I hvnt been promoted in any of the companies that I have worked with. What & How to answer this question. Please reply",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzDlfLxySucwds-BlV4AaABAg",
    "user": "Shamkit Yu",
    "date": "1 year ago",
    "timestamp": 1538997543143,
    "commentText": "Hi, Linda! Your videos really help me a lot! Could you do a \"walk me through your resume\" video, cuz that's one of the most common questions in an interview. Really need advice on it. Thx!!!",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugzbv0qUQkaYoGjEfDJ4AaABAg",
    "user": "Mujeres seguras",
    "date": "1 year ago",
    "timestamp": 1538997543147,
    "commentText": "I agree with experience and knowledge but it has to be previous,current,or a year ago I have been an homemaker for 14 years I am considerable young in my 30s but I feel like due to my employment history of not working in the corporate world for so long I have been turned down not at interviews but after weeks of applying online   to 20 different jobs, from,some seasonal,permanent,full,part-time,overnight jobs I even applied for jobs I once had years ago. should I just go back to college? $$$$",
    "likes": 6,
    "hasReplies": true,
    "numberOfReplies": 2,
    "replies": [
      {
        "id": "Ugzbv0qUQkaYoGjEfDJ4AaABAg.8Z0sCT_OCmE8eLC6TCOfwV",
        "user": "rocky mountain lass",
        "date": "1 year ago",
        "timestamp": 1538997543554,
        "commentText": "NO, college is not going help in most instances. TRUST ME, I recruited for colleges-traditional and vocational. I use to see these people pay HUGE amounts and come out of it with being able to recoop MAYBE $1.00 more an hr tops. With all this college debt. Better to network and try and get on for REAL hands on experience.",
        "likes": 5
      },
      {
        "id": "Ugzbv0qUQkaYoGjEfDJ4AaABAg.8Z0sCT_OCmE8yBFGV-dmH7",
        "user": "Mark Stach",
        "date": "2 months ago",
        "timestamp": 1565263143557,
        "commentText": "Lala, I was finally able to un-typecast myself out of a field that was no longer good for me.   It took YEARS!  It also meant accepting offers that were lower than I expected, and with organizations I'd have preferred not to, but this is all part of a slow, laborious small-steps project.  \nI recently interviewed with a company I'd LOVE working in, and although I didn't get the job this time, the folks I interviewed with gave me enough feedback to point me to where I need to improve to get to such a place.  \nTake small steps, but take them ferociously.",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgxDN2TImk9iASHpAdx4AaABAg",
    "user": "Mujeres seguras",
    "date": "1 year ago",
    "timestamp": 1538997543150,
    "commentText": "I agree with experience and knowledge but it has to be previous,current,or a year ago I have been an homemaker for 14 years I am considerable young in my 30s but I feel like due to my employment history of not working in the corporate world for so long I have been turned down not at interviews but after weeks of applying online   to 20 different jobs, from,some seasonal,permanent,full,part-time,overnight jobs I even applied for jobs I once had years ago. should I just go back to college? $$$$",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugw5KuhJunIij3vVcL54AaABAg",
    "user": "Mujeres seguras",
    "date": "1 year ago",
    "timestamp": 1538997543153,
    "commentText": "I agree with experience and knowledge but it has to be previous,current,or a year ago I have been an homemaker for 14 years I am considerable young in my 30s but I feel like due to my employment history of not working in the corporate world for so long I have been turned down not at interviews but after weeks of applying online   to 20 different jobs, from,some seasonal,permanent,full,part-time,overnight jobs I even applied for jobs I once had years ago. should I just go back to college? $$$$",
    "likes": 0,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "Ugw5KuhJunIij3vVcL54AaABAg.8Z0sAKXcLsq8Z789EkwhNS",
        "user": "K B",
        "date": "1 year ago",
        "timestamp": 1538997543526,
        "commentText": "Do you have any recent volunteer experience?  If possible maybe you could volunteer somewhere to build up experience.  My first job was a volunteer position during the summer.  After that I was able to use that to land my first job in retail.",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgyWRXYkSq8_tKe9HjR4AaABAg",
    "user": "Shroz",
    "date": "1 year ago",
    "timestamp": 1538997543158,
    "commentText": "Your video is well done and helpful. Similar to Martin St Mark, I am also an IT professional reevaluating myself and reexamining my resume alignment to better fit into roles I am applying for. You convey trust and genuine concern in your video. Well done!",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugw_wPK-RkLJAu1ReLN4AaABAg",
    "user": "luv foolosophy",
    "date": "1 year ago",
    "timestamp": 1538997543161,
    "commentText": "Great info. I've been in my current position close to 10 years. I'm trying to pursue other opportunities and it seems like the whole interview game has changed. Could you possibly do a video for someone who's trying to get back into job hunting after being in the same same position for a long time. Long story short - I just didn't have time to think about making job chnages due to personal reasons. Now that's out of the way, I'm ready to jump at other opportunities...",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwVkSjB_iKqdcxgTSB4AaABAg",
    "user": "Monte",
    "date": "1 year ago",
    "timestamp": 1538997543165,
    "commentText": "Welcome back Linda. Great video as always and words of wisdom. \nThanks.",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxaPP40k5BNsyxyoSR4AaABAg",
    "user": "charlie A. Ayash",
    "date": "1 year ago",
    "timestamp": 1538997543170,
    "commentText": "Some people do not know that wine get better with age",
    "likes": 5,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzooAxKDcyjF9b1L7Z4AaABAg",
    "user": "charlie A. Ayash",
    "date": "1 year ago",
    "timestamp": 1538997543174,
    "commentText": "If  someone is living within a majority of ethnic group, most establishment located within or close to this majority prefer to have their personnel selected from within this community for many reasons, communication, mentality, common views on business issues etc...",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgylJtc6nhZYk6eZt-F4AaABAg",
    "user": "charlie A. Ayash",
    "date": "1 year ago",
    "timestamp": 1538997543179,
    "commentText": "Hi, I am really facing the overqualified issue, and sometimes age, in addition is that the jobs opportunity turned to be socially communal rather then professional.",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugyw8HS_vbws046uBcB4AaABAg",
    "user": "Slytherin Forever",
    "date": "1 year ago",
    "timestamp": 1538997543183,
    "commentText": "Throughout this video you are aiming towards older people who want a career change/part-time-retirement job. \n\nDo this video again and talk about people who are secondary school students wanting to save up for something they want but parents can't afford. \n\nPeople fresh outta secondary school. Fresh outta Sixth Form/Collage. Uni students who need extra cash to pay their way. People fresh outta Uni.\nCause when it comes to ageism 13-25 year olds are hit the hardest. Especially the youngest in the age-group.",
    "likes": 2,
    "hasReplies": true,
    "numberOfReplies": 2,
    "replies": [
      {
        "id": "Ugyw8HS_vbws046uBcB4AaABAg.8YsoOuAqPlq8sZPBhDrIJ4",
        "user": "Carole Hayes",
        "date": "6 months ago",
        "timestamp": 1554722343518,
        "commentText": "Shameful, aggravating, irritating mediocre video. I derived  through this tired speech that you are young and just because you are  happily employed, you are judging others because of there age. They are doing nothing wrong during these interviews that are merely set up to hire people 40 \n And younger.",
        "likes": 0
      },
      {
        "id": "Ugyw8HS_vbws046uBcB4AaABAg.8YsoOuAqPlq8sapdfqbtoU",
        "user": "Carole Hayes",
        "date": "6 months ago",
        "timestamp": 1554722343520,
        "commentText": "IT IS TRUE, THE JOB MARKET IS PREJUDICE AGAINST OLDER HIGHLY QUALIFIED  CITIZENS. THE MINDSET IS NEGATIVE ON THE SIDE OF THE SO CALLED BIASED INTERVIEWERS , WHO KNOW WE HO THEY WANT ALREADY.",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgwiKJVY1LTRJz5QWN54AaABAg",
    "user": "Bobby Bermudez",
    "date": "1 year ago",
    "timestamp": 1538997543189,
    "commentText": "Could you do a video discussing the imposter syndrome? I think that's what it's called, but we definitely feel the phenomenon when starting a new job, or when we're in school. It's that feeling that tells you you're a fraud and can't actually fulfill your duties.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxGUS5g_G7pvZALuCZ4AaABAg",
    "user": "Ahmed nazmi",
    "date": "1 year ago",
    "timestamp": 1538997543193,
    "commentText": "Thanks Linda..",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugw5HJLFJ7NdRKeNM5Z4AaABAg",
    "user": "Professor Heather Austin",
    "date": "1 year ago",
    "timestamp": 1538997543202,
    "commentText": "Oh yea! It's so great to see a NEW video from you. Love that you're talking all about age discrimination in hiring. Such a great topic.",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxolE1FmDPHAFkkWyl4AaABAg",
    "user": "Ha Seobie",
    "date": "1 year ago",
    "timestamp": 1538997543206,
    "commentText": "huhu i dont know why i could listen and understand all things what you say but i can't speak english well. i think i have some problem with my pronunciation. what should i do????? help me,plz",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugzf9ZFjW711FJb8bz14AaABAg",
    "user": "ivygailmcc",
    "date": "1 year ago",
    "timestamp": 1538997543209,
    "commentText": "So if I'm over 40 and I'm making a career change, hiring managers are going to automatically decided that I don't have the energy to do the job.  You've decided that because I'm over a certain age I don't want to grow. It's crap to tell someone to stay put since their closer to retirement age. What if you hate your current job because you are working with toxic people and its just time to leave.  What if you're moving to a new city? What if you get laid off? This just sounds like go into business for yourself or jump off a cliff because you are too old and obsolete. I know you are giving it to us straight but this is dismal.",
    "likes": 20,
    "hasReplies": true,
    "numberOfReplies": 6,
    "replies": [
      {
        "id": "Ugzf9ZFjW711FJb8bz14AaABAg.8Ys9hcl9QvG8YtYroQSODo",
        "user": "A L",
        "date": "1 year ago",
        "timestamp": 1538997543593,
        "commentText": "I didn't find this video helpful. Ageism does exist and they are looking for someone who will stay with the company for 30 years and have energy and pay less. The number one of business cuts is salary... they tend to hire cheap ones.",
        "likes": 8
      },
      {
        "id": "Ugzf9ZFjW711FJb8bz14AaABAg.8Ys9hcl9QvG8YuOdYKzI2v",
        "user": "Traci Rasch",
        "date": "1 year ago",
        "timestamp": 1538997543597,
        "commentText": "ivygailmcc I think she is trying to cover some basic info to help with ageism. I’m finding that being over 40, in a new state and rusty at interviewing is is definitely making it harder for me. That cliff seems more appealing everyday",
        "likes": 3
      },
      {
        "id": "Ugzf9ZFjW711FJb8bz14AaABAg.8Ys9hcl9QvG8YuShoyBYGp",
        "user": "ivygailmcc",
        "date": "1 year ago",
        "timestamp": 1538997543600,
        "commentText": "Here is another thing that I'm finding hard to process.  Millennials don't stay in one work place for decades so why are hiring managers looking for that.  I get that they are looking to pay someone less money but most young people move around often. So why not give someone older and more experienced an opportunity to be amazing for however long they decide to stay. Pay for quality! I appreciate the few tips that were kind of helpful but everyone is not and can't always be entrepreneurial as a means to the basic necessity of employment.",
        "likes": 8
      },
      {
        "id": "Ugzf9ZFjW711FJb8bz14AaABAg.8Ys9hcl9QvG8YuUR6ehaVz",
        "user": "Traci Rasch",
        "date": "1 year ago",
        "timestamp": 1538997543602,
        "commentText": "ivygailmcc totally agree. Not only are they less expensive but can be molded into what the company wants or needs and less likely to ...how do I say this...question some company’s methods. After 20+ yrs with a company I’ve seen & experienced many situations. I’m adaptable, but I don’t think people see it that way. Older=stuck in my ways to some people. It’s ridiculous.",
        "likes": 4
      },
      {
        "id": "Ugzf9ZFjW711FJb8bz14AaABAg.8Ys9hcl9QvG8Z0sNAjL6Rd",
        "user": "Mujeres seguras",
        "date": "1 year ago",
        "timestamp": 1538997543605,
        "commentText": "I agree",
        "likes": 1
      },
      {
        "id": "Ugzf9ZFjW711FJb8bz14AaABAg.8Ys9hcl9QvG8Z0sNWnokum",
        "user": "Mujeres seguras",
        "date": "1 year ago",
        "timestamp": 1538997543608,
        "commentText": "I agree",
        "likes": 1
      }
    ]
  },
  {
    "id": "UgyEeC5c8yql9BsMTyp4AaABAg",
    "user": "petswriter",
    "date": "1 year ago",
    "timestamp": 1538997543214,
    "commentText": "petswriter\n1 minute ago (edited)\nVery good advice. However, coming from someone who has done freelance and contract work, it in no way provides the consistency or benefits of a traditional job.  Can you meet federal requirements for health insurance?  It's not inexpensive. Ask yourself if you'll be making enough money to hire a personal accountant to handle billing, taxes and other financials. Contracts for freelancers or consultants sometimes state that the amount of work available and the actual pay can vary. When cuts must be made, the easiest place to cut is the contractors. They probably won't get rid of you entirely if you're doing a fantastic job. But make no mistake, freelancing is a tough road. Depending on your situation, you will likely be working far more than 40 hours a week. And ultimately, it's still giving older people the shorter end of the stick.   It was very disheartening to me when I updated my skills by taking graphic design courses at a local college. One of the things they said to a class of people age 18 and up, is to avoid freelancing if at all possible. One of my instructors taught an entire class on this, backed by stats and research.  He and other professors had experience as high fashion retouchers, ect., and they have worked for major companies as contractors. Yet they all had another job outside of their freelance business. For them, it was teaching. At the college level, it pays very well part-time. That is also another possibility and an industry where \"age\" or experience tends to have value and not act as a hindrance. Great video, but I say all of that to say this. Be prepared to work very hard and long as a contractor, probably harder than you did at a traditional job.",
    "likes": 6,
    "hasReplies": true,
    "numberOfReplies": 2,
    "replies": [
      {
        "id": "UgyEeC5c8yql9BsMTyp4AaABAg.8Ys7SNxvK9c8hw7zbUagAy",
        "user": "Harvey Schroeder",
        "date": "1 year ago",
        "timestamp": 1538997543540,
        "commentText": "I've been working as a contractor in IT for years and so far have never put in over 40 hours a week because the client did not budget for that.  And I would equate the work effort close to a regular FTE, without the extra admin work of attending certain meetings or involvement in the review process.",
        "likes": 1
      },
      {
        "id": "UgyEeC5c8yql9BsMTyp4AaABAg.8Ys7SNxvK9c8sZQZRHmx4T",
        "user": "Carole Hayes",
        "date": "6 months ago",
        "timestamp": 1554722343542,
        "commentText": "It seems like USA is one of the few countries where  seniors are like; tossed aside, kicked to the curb,disrespected, and put out to pasture; especially when the opposite is King.OUR senoirs are actually vworgh their weight on gold.",
        "likes": 0
      }
    ]
  },
  {
    "id": "Ugw6JGAiNvv9V3Q7fkB4AaABAg",
    "user": "Martin St Mark",
    "date": "1 year ago",
    "timestamp": 1538997543220,
    "commentText": "Thanks for this video. This topic has caused me to  reevaluate myself and reexamine the hold question of resume alignment to better fit into roles I am applying for as an IT Professional.",
    "likes": 2,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugw3vn_KcvYSshced594AaABAg",
    "user": "Daisy",
    "date": "1 year ago",
    "timestamp": 1538997544413,
    "commentText": "Can you do videos from the other side of the spectrum for example how to interview how to make the interviewee comfortable ?",
    "likes": 9,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugz6ilhyI1nIVN2i6Rt4AaABAg",
    "user": "Aparecido FERREIRA VAIS",
    "date": "1 year ago",
    "timestamp": 1538997544416,
    "commentText": "You're fantastic great lesson have a nice day bye",
    "likes": 2,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugx9IgxpzoUS61eF9yF4AaABAg",
    "user": "Patty Callahan",
    "date": "1 year ago",
    "timestamp": 1538997544419,
    "commentText": "Another fabulous and relevant video, Linda!  Thanks!",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxZMGookdB_EIG1Wn94AaABAg",
    "user": "Ezequiel leite de paula",
    "date": "1 year ago",
    "timestamp": 1538997544422,
    "commentText": "Very good video!!!",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxedBupCbmn9bO_PDl4AaABAg",
    "user": "Roseann Salsano",
    "date": "1 year ago",
    "timestamp": 1538997544425,
    "commentText": "I have experienced age discrimination. Your points, especially point 3, is on point (alliteration intended).",
    "likes": 2,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugz3vIFBlyThMAyn_8F4AaABAg",
    "user": "Andrew Beach",
    "date": "1 year ago",
    "timestamp": 1538997544428,
    "commentText": "Welcome back Linda.  Hope you enjoyed your Youtube sabbatical :0). I couldn't agree more with your assessment.  This is largely a common mindset issue.  Many times adjusting the mindset can be difficult.  Us \"old\" folks are sometimes slow to change. My personal experience:  all the best jobs were ones that I was referred to or known to the hiring manager --my reputation was validated prior to the hiring process being initiated. Resume becomes less critical to a hiring process with an active network.",
    "likes": 8,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxyKYscDGJV2aPOSjF4AaABAg",
    "user": "『 L 』",
    "date": "1 year ago",
    "timestamp": 1538997544430,
    "commentText": "welcome back :)",
    "likes": 2,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyfS4LvTygDG4YMty54AaABAg",
    "user": "Kajana Club",
    "date": "1 year ago",
    "timestamp": 1538997544434,
    "commentText": "Good video, thanks",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugwn6fHBrjxzTMpV4ZV4AaABAg",
    "user": "Hashim Khamis",
    "date": "1 year ago",
    "timestamp": 1538997544436,
    "commentText": "Hello! Teacher, How's it going long time no see",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwI7cnyDtMmFSNXWMN4AaABAg",
    "user": "Behind The Cake",
    "date": "1 year ago",
    "timestamp": 1538997544439,
    "commentText": "Great topic , great information. All this information made me start thinking about things to consider in the future.",
    "likes": 4,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwQ2Q6NyG60EQJp1dl4AaABAg",
    "user": "Life So Blissful",
    "date": "1 year ago",
    "timestamp": 1538997544442,
    "commentText": "This is such a great topic. I have more than one friend who are limiting themselves in their job search cos they think they are now too old. Although they are all in late twenties early thirties lol. Gonna share this video with them. Awesome video!",
    "likes": 2,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugzbmto7qrc8zLOVxFp4AaABAg",
    "user": "Siggy Rocks",
    "date": "1 year ago",
    "timestamp": 1538997544445,
    "commentText": "Great video!",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugzam2wq5_o_kjSVaq14AaABAg",
    "user": "Michael Hynes",
    "date": "1 year ago",
    "timestamp": 1538997544447,
    "commentText": "Absolutely spot on Linda.  Fantastic video.",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxHG8m2KpeRfkUAkzV4AaABAg",
    "user": "Lane Vines",
    "date": "1 year ago",
    "timestamp": 1538997544450,
    "commentText": "Great video Linda. Very helpful and informative!",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzgSKIeHqrz9y5e70p4AaABAg",
    "user": "RONALYN ERAZO",
    "date": "1 year ago",
    "timestamp": 1538997544453,
    "commentText": "are you a Filipino? you are so amazing .....",
    "likes": 2,
    "hasReplies": true,
    "numberOfReplies": 2,
    "replies": [
      {
        "id": "UgzgSKIeHqrz9y5e70p4AaABAg.8YrTPMxWi6G8fnSGL-u3na",
        "user": "Apple Bomb",
        "date": "1 year ago",
        "timestamp": 1538997544751,
        "commentText": "she's Chinese from Vietnam.",
        "likes": 0
      },
      {
        "id": "UgzgSKIeHqrz9y5e70p4AaABAg.8YrTPMxWi6G8iP10fqfFoc",
        "user": "Kristine Ricca",
        "date": "1 year ago",
        "timestamp": 1538997544753,
        "commentText": "Apple Chai She’s Vietnamese (not Chinese) and a Canadian citizen.",
        "likes": 0
      }
    ]
  },
  {
    "id": "Ugw3_d90OgiHJB-PyPt4AaABAg",
    "user": "Jun Arenas",
    "date": "1 year ago",
    "timestamp": 1538997544462,
    "commentText": "You have been very helpful!",
    "likes": 2,
    "hasReplies": false,
    "numberOfReplies": 0
  }
]
 
 } 
