{
 "header": {
 "title": " Ageism in the LGBT Community ",
 "subtitle": " NA ",
 "owner": " Danny Jennings ",
 "views": " 20,695 views ",
 "likes": " 305 ",
 "dislikes": " 4 ",
 "shares": " NA ",
 "datePosted": " May 31, 2012 ",
 "dateExtraction": " 2019-10-08 ",
 "language": " en ",
 "plataform": " YouTube ",
 "url": " https://www.youtube.com/watch?v=KUGS93-yvQU ",
 "postText": " Feeling generous? Like the video and share if you agree! :-) Follow me on Twitter: http://www.twitter.com/DannyyJ_ ",
 "numberPosts": " 160 Comments ",
 "srcType": " video ",
 "nameNewspaper": " NA ",
 "socioLingVar": " Age, Over 65s ",
 "listEvents": "  ",
 "articleKeywords": " NA ",
 "keywords": "  ",
 "commentsOpen": " yes "
 },
 "commentThread": 
[
  {
    "id": "UgyqyZO7WsnjMuhX2gd4AaABAg",
    "user": "ThursdayLane i1 boulevard realtv",
    "date": "1 month ago",
    "timestamp": 1567940093005,
    "commentText": "For my experience I am a black medium Carmel skin complexion tone  short soft looking black guy and I am 35 year old I am over looked or seen as object I don't know where I fit in at I am look too young or I am too old and as a gay black I am tired of being the scapegoat of the world.\n.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugz6uqPpBU5p4IcKCXl4AaABAg",
    "user": "JustTryingToHelp",
    "date": "1 month ago",
    "timestamp": 1567940093007,
    "commentText": "I wonder how the youth obsessed 18-25 year olds of today will feel in 10 or 15 years time.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugy2keN6-JX1HjCm8Vt4AaABAg",
    "user": "Daniel Mihalko",
    "date": "6 months ago",
    "timestamp": 1554720893009,
    "commentText": "Honestly I lie about my age on apps, once you hit thirty people act like you're a shriveled old man. I dont even look thirty, but just the fact that the number is on my profile disqualifies me in the minds of so many damn guys. Its ridiculous how damn picky the gay community is, while at the same time always complaining they cant find a life partner when all they go for is stud muffins with nothing to offer besides looks. In the gay community, if you are young and beautiful and physically fit, you can get away with literal murder among gays.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugx3V_kaRAy7ixE4JYV4AaABAg",
    "user": "michael roberts",
    "date": "6 months ago",
    "timestamp": 1554720893011,
    "commentText": "I'm 52 and the issue for me about getting older is not about the younger guys, it is about the guys my age or older not wanting to be with men close to their age. I prefer to be with men around my age but a lot of them want younger guys!",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugwzprcn3XYX6WAwJ8F4AaABAg",
    "user": "Michael John Dennis",
    "date": "6 months ago",
    "timestamp": 1554720893012,
    "commentText": "Hi Danny, very interesting video - I myself am a 48 years old out Irish gay male, originally from a little village about 20 miles from Dublin (and I also lived in Dublin for 3 years), currently living in Manchester here in the UK since 2002 but I too have been discriminated against from other gay  men, including on the Dublin gay scene, even at gay pride events, where I have found that other gay men have been my worst bullies to date - I simply gave up trying to interact with any male (gay or straight) more than 5 years younger than myself, because of the judgemental attitudes that I encountered from other gay men, even here in Manchester and yet, on my frequent visits home to Ireland, I do not have the same kind of non-acceptance from my family and friends back home that I do from other gay men, despite the fact that I am also a devout Mass-going Catholic, where my being gay is fully accepted in my Catholic parish and faith community, both back home in Ireland and here in the UK - in fact, when I go home to Ireland, I visit a group of enclosed Poor Clare Sisters in their Convent in Dublin and in speaking to the Sisters through the grille, they are fully accepting of my being gay, where they were my late father’s former employers, as my extended family and friends have a lot of personal connections to Catholic religious orders and congregations of Priests, Brothers, Monks, Friars and Nuns - when I was growing up, I was always taught about Catholic “faith and morals” including in relation to my being gay, but this thing about discrimination and prejudice within the LGBT community is in itself an issue of morality in terms of how we treat other people - how can we possibly champion the rights and equality of and for LGBT people globally when we treat each other so badly, making ourselves look like hypocrites",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxDG9269VyaHjtpV8V4AaABAg",
    "user": "rob yohn",
    "date": "11 months ago",
    "timestamp": 1541674493014,
    "commentText": "ive been treated worse by other gay men than any other group because my age. i like being 50. we are cool people and we dont have to be accepted. i learned as i got older to not worry about what other gay men think. irrational behavior is not good for both straight and gays. expecting someone to like you is irrational. should,could, must are irrational words. i dont have any friends, am a black sheep of the family, so i make up my own way of fun and entertainment. dont need others approval. that is the problem for us gay men. we want society to accept us. most of society dont. i dont let it bother me. i only fight if someone gets in my space and like to cause trouble. i quit being pacifist in that respect because hate is hate and i will not put up with it.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyzSB-L4bfGaEB7Utp4AaABAg",
    "user": "Arnel Alcomendras",
    "date": "1 year ago",
    "timestamp": 1538996093016,
    "commentText": "It is nice to know that Filipinos are not so Age Prejudiced or in other ways like the so-called \"more civilized\" West.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyX3DV0U8vjB2UoQIx4AaABAg",
    "user": "Brent Foster",
    "date": "1 year ago",
    "timestamp": 1538996093018,
    "commentText": "Ageism, among other things, is DEFINITELY an issue amongst gay men. Yet, in many ways, we only have OURSELVES to blame. We put so much value on being young that we don't embrace the reality that we will grow older, and embrace that reality with respect. For many gay men, aging has an element of karma. They know how they treated older men in the past, and now they see that they are getting older and realizing that their time in the sun is coming to an end. \n\nI, myself, am 38, and I would totally prefer to date or be in relationship with someone my age. However, there are many men who are my age that are dealing with a great deal of emotional damage and fear because of their experiences as being gay. I fear that we are seeing a vicious cycle with gay men and aging, among other things. I pray that we find a way to collectively make changes.",
    "likes": 2,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgyX3DV0U8vjB2UoQIx4AaABAg.8aQ-5c4uNzl8mHg622tOmC",
        "user": "rob yohn",
        "date": "11 months ago",
        "timestamp": 1541674493308,
        "commentText": "Brent Foster i understand. when i was 17 years old i dated a 38 year old man. didnt care what others thought.",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgzjFgq-EaBM6bCr2N14AaABAg",
    "user": "Garth Jacobs",
    "date": "2 years ago",
    "timestamp": 1507460093021,
    "commentText": "Hi you ok so long haven't seen your vids in ages hope all's good x",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgjXwNLMUIdE63gCoAEC",
    "user": "Peter von Harten",
    "date": "2 years ago",
    "timestamp": 1507460093023,
    "commentText": "I'm 30 but look a fair bit younger (many people assume I'm about college-age, 22 or so). I'm primarily attracted to younger guys around 18-22 or so and always have been (when I was younger and they were older than me, those were also the ages I liked), but I've begun misrepresenting my age on dating sites lately because people have used my age as a reason not to talk to me. I don't always use such apps for dating either, I'm also looking for friends, and I like to talk about my various interests such as writing, languages, electronic music, and learning about other cultures and perspectives. \n\nI also think it's vitally important that younger people have older friends and vice versa, especially in the gay community, where we sometimes still face a lot of prejudice depending on where you live or what your situation is. We ALL need that kind of support and to come together as equals, regardless of petty little differences like age. We can't afford to exclude one another, in the same way society over the years has excluded us and other people who were different or didn't fit into their box. \n\nThat doesn't mean you can't have standards or be attracted to the kind of people you are. But at least keep an open mind about friendships and realize that not everyone is out to creep on you or hurt you, and many just want to protect you. \n\nAs another side of this too however, I just want to point out that some younger gay men are attracted to older and vice versa as well, and neither party should be ashamed of that. If both parties are consenting and within the boundaries of the law, there's nothing wrong with it and fuck what anyone says.",
    "likes": 1,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgjXwNLMUIdE63gCoAEC.8SnPXWPF0vJ8au_uOFMDwf",
        "user": "Inflec",
        "date": "1 year ago",
        "timestamp": 1538996093303,
        "commentText": "+Peter von Harten - Let me get this straight. People won't talk to you because you're \"too old.\" So you lie about your age -- two wrongs equal a right. And what happens when said people find out your real age...and why would you want to befriend such shallow people anyway?",
        "likes": 0
      }
    ]
  },
  {
    "id": "Ugj3-GmEk5DCpngCoAEC",
    "user": "1958mlvc",
    "date": "2 years ago",
    "timestamp": 1507460093025,
    "commentText": "It just goes to show that the LGBT community is not as inclusive as they preach themselves to be.",
    "likes": 5,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "Ugj3-GmEk5DCpngCoAEC.8QFy1AgVw1r8mHfxQ7Tr-X",
        "user": "rob yohn",
        "date": "11 months ago",
        "timestamp": 1541674493294,
        "commentText": "1958mlvc very true. now this adds fodder to christian people for not liking us. homosexual pornography sadly influences the males on the \"ideal\" male type.",
        "likes": 0
      }
    ]
  },
  {
    "id": "UghcpW3J5TGyxHgCoAEC",
    "user": "Sean -DURHAM UK",
    "date": "2 years ago",
    "timestamp": 1507460093027,
    "commentText": "Great video/ I'm 41 and luckily look younger. However I feel the prejudice will begin soon. Is good to see someone younger with a decent polite attitude. Good for you.",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgjiZInJyaIUmXgCoAEC",
    "user": "Eric Bray",
    "date": "2 years ago",
    "timestamp": 1507460093029,
    "commentText": "Thank you",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UggtTO5x2pDG6XgCoAEC",
    "user": "oaksong",
    "date": "2 years ago",
    "timestamp": 1507460093031,
    "commentText": "I'm pushing 70 and I'm considering putting up vlogs about what's gone on in the gay community for the last 50 years.  And I wish kids would look up the word pedophile and quit referring to guys of legal age who like older men as weird.",
    "likes": 5,
    "hasReplies": true,
    "numberOfReplies": 2,
    "replies": [
      {
        "id": "UggtTO5x2pDG6XgCoAEC.8NCrusDIcnI8R2cdGJK6Oy",
        "user": "Hopeful Agnostic",
        "date": "2 years ago",
        "timestamp": 1507460093318,
        "commentText": "I would totally watch those videos.  I think it would be something unique to YouTube, or at least rare.  A very interesting proposition.",
        "likes": 2
      },
      {
        "id": "UggtTO5x2pDG6XgCoAEC.8NCrusDIcnI8SnOEniNXFv",
        "user": "Peter von Harten",
        "date": "2 years ago",
        "timestamp": 1507460093320,
        "commentText": "oaksong I would love to watch that as well. I'm 30 and would love to see your perspective.",
        "likes": 1
      }
    ]
  },
  {
    "id": "UgiDaHeNE4fM6HgCoAEC",
    "user": "Raymond Plachette",
    "date": "3 years ago",
    "timestamp": 1475924093033,
    "commentText": "Here is another example from today:\n\nlooking for athletic guy to mess around with - m4m (logan)        \n  \n   status: single\n\n   drinks: sometimes\n\n  age: 29\n   im looking to mess around with athletic guy not interested in pictures \nNOT LOOKING FOR A RELATIONSHIP you must be 22 to 35.  if u are older \nDONT BOTHER RESPONDING TO AD.... ddf here u be too, discretion is a \nmust. and no feminine guys please.  if interested reply via email thx   \n If anyone is curious, here is the link for proof:\n\nhttps://logan.craigslist.org/m4m/5767984225.html",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UghQe94OT0Ru0ngCoAEC",
    "user": "Raymond Plachette",
    "date": "3 years ago",
    "timestamp": 1475924093034,
    "commentText": "Here is an in your face example of Ageism in the Gay \"community\":\n\n\"I am 19 years old. I am 5'11 160 lb. I am in shape and attractive. I\nhave brown hair, blue eyes and very distinctive features. I have a\nnice bubble butt and am pretty tight. I have been told I am very\nattractive. I have pictures. I do not post them because I do not like\nto think about some OLD CREEP saving them.\nNo:\noverweight or old people! I am sorry but I am not for you. I am bi\nand seeing someone old or overweight makes me want to run back to\ngirls screaming.\nLets\nhave some fun ;) \"",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgheuFVxVVPQb3gCoAEC",
    "user": "daniel husaini",
    "date": "3 years ago",
    "timestamp": 1475924093036,
    "commentText": "iam 31 .....its not young ..not old ...but average ....but can that age fit for teen .....",
    "likes": 1,
    "hasReplies": true,
    "numberOfReplies": 2,
    "replies": [
      {
        "id": "UgheuFVxVVPQb3gCoAEC.8I9tIGPAi6y8NCs0pLLSwP",
        "user": "oaksong",
        "date": "2 years ago",
        "timestamp": 1507460093344,
        "commentText": "I was 32 when I started dating an 18 yo boy. We dated for a year before I let him move in. We were together for 25 years.",
        "likes": 3
      },
      {
        "id": "UgheuFVxVVPQb3gCoAEC.8I9tIGPAi6y8ZrCPc1GDpa",
        "user": "leo vanb",
        "date": "1 year ago",
        "timestamp": 1538996093346,
        "commentText": "I\"m doing it too fell in love with a 20 years younger boy/man, he likes his man bit older , i like my man little younger. the 20 years difference scared me to death , but after a while and now almost living together , we are stronger than most other couples we know.",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgimOJ1_ynhdSHgCoAEC",
    "user": "Sebastién Bear",
    "date": "3 years ago",
    "timestamp": 1475924093039,
    "commentText": "thank you Danny. I watch a lot of \"coming out\" videos, primarily because a young gay guy I knew very well, killed himself after being rejected by his family. I don't ever want to see or hear of that happening again and I pledged after coming home from his funeral that I would do anything in my power to prevent it from happening again. Yes I do get the usual brainless comments now and the from those I'd hope would know better. But the end goal is all that concerns me. if I can help in any small way to stop even one person from taking their life,  I'll happily take all the abuse in the world. Thanks so much for showing what a fine young man you are. x",
    "likes": 4,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugilhzx8HZuS03gCoAEC",
    "user": "Michael Mcgee",
    "date": "3 years ago",
    "timestamp": 1475924093040,
    "commentText": "imagine a 70 year old rejecting  you cause your 58 and that is not  young. Of course   you can't make men like  you if they don't .",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugj9cy8y-Mn6BHgCoAEC",
    "user": "Michael Mcgee",
    "date": "3 years ago",
    "timestamp": 1475924093047,
    "commentText": "i was just rejected the 100th time on grindr  cause of my age .in gay,,com there are men interested in me but they are desperate  for husband or lovers and are taking advantage of my age .I been less rejected in the gay brick and mortar world",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugit3rRGOt27UngCoAEC",
    "user": "Curlyjo Robbie",
    "date": "3 years ago",
    "timestamp": 1475924094167,
    "commentText": "Ageism certainly is real among some that can't imagine themselves one day being in that same demographic. If some of your young viewers comment here about their feelings in what sounds discriminatory towards us it might be helpful for them to not just understand that if they're lucky they too will become members of an aged population but that it would be measurably beneficial for our society as a whole if they were to visit a senior care facility and take note of what really happens as one ages. It's a sad truth that as you live your life having a large social circle in your teens and through to what some may refer to as middle life, that change is in the wind. As each decade there after passes you eventually lose contact with so many that once you knew and even considered to be your \"friends\" through natural attrition which obviously includes the fate of mortality. Thanks for understanding how one such as myself that has one maybe two and on a stretch three friends at this stage of my life (I'm 59) that at times when I'm alone and search for what is currently happening I find this medium of YouTube to be quite inspirational. Comments made such as this one by myself are for me a way of having a chance to speak freely and hopefully have a virtual connection with others even if I never receive a \"Like\" ...it, YouTube is an outlet, a way of connecting of understanding and of revisiting our own youthful past.  Best wishes to all....",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugic6yAcj0mEvHgCoAEC",
    "user": "Jerry Denton",
    "date": "3 years ago",
    "timestamp": 1475924094173,
    "commentText": "Danny I came across this video about Ageism in the LGBT community while doing research for a college paper. I wanted you to know how appreciative I am of someone who is younger that acknowledges and shows empathy towards the older \"gays\" in our community. Thank you so much for this video and any information I use from your video in my paper will be given to you.",
    "likes": 4,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UghYnNDzc8LIRngCoAEC",
    "user": "Jhad",
    "date": "4 years ago",
    "timestamp": 1444301694175,
    "commentText": "I don't care what people say, if you're white, younger or older, there's still a broader audience for you. Try being black or asian and older. Most of us are completely INVISIBLE!",
    "likes": 13,
    "hasReplies": true,
    "numberOfReplies": 2,
    "replies": [
      {
        "id": "UghYnNDzc8LIRngCoAEC.81jy-jA3OQZ8QFx7rMhuVD",
        "user": "1958mlvc",
        "date": "2 years ago",
        "timestamp": 1507460094455,
        "commentText": "Jhad Amen which is why as a gay man I don't really feel as if I'm a part of the \"mainstream\" gay community.",
        "likes": 5
      },
      {
        "id": "UghYnNDzc8LIRngCoAEC.81jy-jA3OQZ8k_L2i723ix",
        "user": "blue tiger lozano",
        "date": "1 year ago",
        "timestamp": 1538996094457,
        "commentText": "Jhad True. LGBT people of color are invisible for the simple reason that a certain segment of the “gay community” doesn’t want to see anyone who is considered undesirable and, you guessed correctly, anyone who happens to be over 40, non- white and doesn’t fit the stereotype of “male attractiveness”, which although subjective still tends to be “young and male “, although youth is the main factor.... regardless of race or ethnicity. Sad but true.",
        "likes": 0
      }
    ]
  },
  {
    "id": "UghNlAIC7EGgSXgCoAEC",
    "user": "Garth Jacobs",
    "date": "4 years ago",
    "timestamp": 1444301694178,
    "commentText": "Again very good ,age comes to us all very quickly",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ughlgxx5hNRgZHgCoAEC",
    "user": "Kaleb Cabe",
    "date": "4 years ago",
    "timestamp": 1444301694181,
    "commentText": "I completely agree! Love this, love you, love your makeup!",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgjhVaVki1QtjHgCoAEC",
    "user": "EOD Guy",
    "date": "5 years ago",
    "timestamp": 1412765694183,
    "commentText": "I'm one of the \"older gays\"  I watch video by younger gays mostly out of admiration and a bit of jealousy.  Younger gays have no idea of the intensity of the discrimination and hate we had to go through with no way to talk to anyone about it.  You younger guys have no idea of how truly lucky you are to have YouTube and the ability to share your feelings and experiences.  I'll continue to watch and enjoy your freedom and wish I had the same at your age.  Please include us",
    "likes": 12,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgjDen97ZNwBP3gCoAEC",
    "user": "Anthony D",
    "date": "5 years ago",
    "timestamp": 1412765694185,
    "commentText": "I don't usually make comments  however your video was was well presented. As you can see I'm up there in age and I admire you're youth. And how at one time I look like that when I was a young man. I really appreciate your comments towards older males. Thank you Danny and good luck with your life.",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UggCbqKuCRGbCXgCoAEC",
    "user": "Dingba Charotera",
    "date": "5 years ago",
    "timestamp": 1412765694187,
    "commentText": "this is so true... http://ledramaqueer.blogspot.com/2014/03/ageism-in-gay-world.html",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwHvDNeI_PbhLpcYoZ4AaABAg",
    "user": "ViennaGates1683",
    "date": "6 years ago",
    "timestamp": 1381229694189,
    "commentText": "I was born in 1942, and I came out at a time when doing that was even riskier than now.  So, I could not start forming friendships, either gay OR straight, when my personal development needed to do that.  Today, I am blessed with a same-sex partner within throwing distance of my age.  Youtube is my only way of following the GLBT community, even a little.  Of course, there is TowleRoad, thankfully.",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxeRF7zyAyjQnMTAVV4AaABAg",
    "user": "jetsetfool",
    "date": "6 years ago",
    "timestamp": 1381229694192,
    "commentText": "I totally agree that there's ageism in the gay community. That being said, honestly, what could SO many men twice and three times your age possibly have in common with someone your age? Personally, I think that, in and of itself is fueling and perpetuating exactly the ageism they're complaining about. If everyone focused their attention on their own age range (no age gaps comparable to father and son) there wouldn't be issues.",
    "likes": 1,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgxeRF7zyAyjQnMTAVV4AaABAg.8GchxxJtbyz8QFxo7ZpAmU",
        "user": "1958mlvc",
        "date": "2 years ago",
        "timestamp": 1507460094461,
        "commentText": "jetsetfool You also have to consider that times were different for older gays when they were young men as opposed to how things are now. It's a lot of missed time and opportunities for older men. I completely agree with what you're saying but at the same time it's easier said than done. Plus you can't police who older gay men want to associate with.",
        "likes": 2
      }
    ]
  },
  {
    "id": "UgxPt_ecSA7pe5oVcvN4AaABAg",
    "user": "TeacupOfMakeup",
    "date": "6 years ago",
    "timestamp": 1381229694195,
    "commentText": "I think I like you even more for this video. So genuine. I'm so happy for you, enjoy France and Japan.",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyLnrB2d6GnPagOCJZ4AaABAg",
    "user": "Matthew van der Hart",
    "date": "6 years ago",
    "timestamp": 1381229694197,
    "commentText": "Ur eyes ur face ur alse like ajwref said well spoken and sensible.\nYou are PERFECT. So where do u live ;)",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwCWBU0bQ9g7kKZY6R4AaABAg",
    "user": "Steve Konrad",
    "date": "6 years ago",
    "timestamp": 1381229694199,
    "commentText": "Yea USA is so totally moral,that explains the rampent crime.Try again.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyTOav6AakAC_3jGpB4AaABAg",
    "user": "Steve Konrad",
    "date": "6 years ago",
    "timestamp": 1381229694201,
    "commentText": "its true for 99.9 % of younger gay guys that they are absolutly rude and disrespectful to oldrer gay guys....and to be honest it speaks volumes about the so caled gay\"communitty\".There are exceptions however (thank God).The only justice for those that arnt a exception is that they will feel it soon enough.",
    "likes": 2,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugx4gxgKNkMnlpDJ_fh4AaABAg",
    "user": "ndog2005",
    "date": "6 years ago",
    "timestamp": 1381229694203,
    "commentText": "Wow,  your very bright for a young man........Wait until your close to 70,  see all the younger people treated well,  while the older people like my age, are passed by..",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugyktldl2J5wwNDbzt54AaABAg",
    "user": "Allan Rowe",
    "date": "6 years ago",
    "timestamp": 1381229694205,
    "commentText": "What a wonderful video, as an older gay male I have seen more than my fair share of ageism in the gay community and I think it's wonderful you are bringing it to everyones attention.\n\nI would like to say however I see ageism in western society as a whole. Many kids today treat their elders like a burden or a nuisance, there's definitely a lack of respect. It seems when their parents get old they can't wait to get them put in a home, it really saddens me.",
    "likes": 2,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwCh2rkO3rOC8Jnorx4AaABAg",
    "user": "mtlman12",
    "date": "6 years ago",
    "timestamp": 1381229694208,
    "commentText": "Aloha\nThe comments that your read from your other video really hit home for me.  I get very encouraged by young people who have come out and be comfortable in their sexuality.  I suffered in the closet for over 30 years before I could accept my sexuality and come out to others.  \n\nPlease keep up your honest vlog.  You have power.  \n\nNamaste,\nDave",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwR2CoEfugtH_K190l4AaABAg",
    "user": "NewageSounds",
    "date": "6 years ago",
    "timestamp": 1381229694210,
    "commentText": "Welcome to being BLACK, everyday!",
    "likes": 2,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzhBGl26xG2lGsCujx4AaABAg",
    "user": "Illamaza",
    "date": "6 years ago",
    "timestamp": 1381229694212,
    "commentText": "I am 19 and get discriminated against by gay peers my age already so I can only imagine what it would be like when I was older... It's time for us gays to grow up and realize that we are all people with feelings and to treat others the way we would like to treat ourselves. Maybe gays are so used to being hated on that we can easily hate as well but I will always treat others the only way: The polite way. (whether they are 18 or 80)",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwX5ZeXb7y6UMIVtWJ4AaABAg",
    "user": "hgriff10",
    "date": "6 years ago",
    "timestamp": 1381229694214,
    "commentText": "Well speaking as an older gay man, has it ever occured to some of the younger gay guys that we have had more fun in our time than you have had hot dinners? This older gay man is happy being in his forties (the secret is to broaden your horizons in real life and move away from an exclusive gay social life - which gets a bit boring after a few years anyways) ... I love permaculture, wildlife conservation volunteering, cycling and have found wonderful straight friends through common interests.",
    "likes": 4,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxjxMtQRsLrhn3RHqB4AaABAg",
    "user": "aznguymetal",
    "date": "6 years ago",
    "timestamp": 1381229695083,
    "commentText": "It true, old gay people treated like shit and sadly most of a time LGBT Community rejected them. So, what learn to be gay is..... start a family and being a monogamous relationship.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyjHIBjAk3P6WMN8yV4AaABAg",
    "user": "BattleRogue",
    "date": "6 years ago",
    "timestamp": 1381229695085,
    "commentText": "This was an amazing video, and a topic that rarely, if ever, gets addressed. But you nailed it. It's unfortunate but also so true. I see it all the time. And it hurts. I'm not that way. Just want to help. But kids always assume I'm a paedo. I've never issued a lewd comment or tried to spend time alone with anyone but kids are so programmed by their parents, teachers, and the media, they just see paedos everywhere. Thank you for addressing this, rather painful, issue. cheers",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxAYWSQ42L5ZRq1zut4AaABAg",
    "user": "Steve Oz",
    "date": "6 years ago",
    "timestamp": 1381229695088,
    "commentText": "(3of3) Age may have its advantages of knowledge but that goes both ways, us older people can learn from you the younger generations as well. \"It may seem being Homosexual should not be difficult in a liberal and educated society, but do not forget that every society tailors for Heterosexuals, no matter how modern it.\" So I think it is a learning experience regardless of Age.",
    "likes": 2,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyXEIJ55VLsdv0vYk94AaABAg",
    "user": "Steve Oz",
    "date": "6 years ago",
    "timestamp": 1381229695090,
    "commentText": "(2of3) A couple standing close to me where giving me the evil eye for most of the night. I guess I looked much older, greying beard and a walking stick, but when my friend came sat next to me, place his hand on my leg well the look from them was like I committed murder. By that time I had enough and went to say something but my friend asked me not too.  I can only say faced with \"Ageism\" both in public and online it’s not a great feeling.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugxyv6H7vM4MExRisVt4AaABAg",
    "user": "Steve Oz",
    "date": "6 years ago",
    "timestamp": 1381229695093,
    "commentText": "(1of3) Well done on the video. I have come across possible \"Ageism\" 2 times that I am aware of, both at my cities only gay nightclub. Last time was just an evil glare by 2 young guyz, sitting about 2 metres away. I learned to ignore those sorts of incidences but my first time was when I took a young  friend there for his first experience to a gay nightclub. I was there for support so he'd feel comfortable knowing he was not alone. I was about 45 at the time.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzF1qUdpLv9bCDv4Nx4AaABAg",
    "user": "Injur3d",
    "date": "6 years ago",
    "timestamp": 1381229695096,
    "commentText": "What annoys me though is that whenever I go on a gay chatroom for TEENS, so I can find TEENS my age that are gay and that live in my area, it's always filled with old men... I wish they would go away cause its really annoying.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxoozhuLJ4kDOFIw5x4AaABAg",
    "user": "Tim Gulley",
    "date": "6 years ago",
    "timestamp": 1381229695098,
    "commentText": "Thank you so much for making this video. It's an important topic that is very real and prevalent, but in an odd way, I've always just written it off to ignorance without really paying attention to the consequences, and you make a very good point about when you or I (30) are a few decades older and how we'll feel about it then. So thank you for talking about this. I, for one, will pay more attention when this discrimination rears it's head.",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxyMUjactrV16wHY_V4AaABAg",
    "user": "tybofborg",
    "date": "6 years ago",
    "timestamp": 1381229695101,
    "commentText": "I am not *that* old, so I haven't really experienced ageism per se. I have absolutely no problem with older gay men (I have dated a couple of them :)), but I also watch videos by gay teenagers because I never had the courage to come out when I was that age. My teenage years were full of secrecy, uncertainty and loneliness, so watching someone as young and honest and confident as you are just makes me really happy for the younger generation.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugxp1Uv2imiGtcnTwzF4AaABAg",
    "user": "darkeneddispair",
    "date": "6 years ago",
    "timestamp": 1381229695103,
    "commentText": "Well that's not an entirely true assumption, I'm 16 and Gay! x",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxZxubq1GUGzKGgyZV4AaABAg",
    "user": "bardaghohio",
    "date": "6 years ago",
    "timestamp": 1381229695105,
    "commentText": ":-) Sounds good to me....an invasion of the Elders, as it were....I think it's perfectly acceptable (and, understandable) that each person has a general \"age range\" that they're attracted to, but, that doesn't give anyone the right to be rude to those outside that range.Unfortunately, it's all too common.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwKndqM_yAVxuqO-CJ4AaABAg",
    "user": "Graham Robinson",
    "date": "7 years ago",
    "timestamp": 1349693695108,
    "commentText": "Hiya PandaManDanny... I am 54 and have not had a relationship for 25 odd years and feel so alone because I have had many comments about my age. I have watched your video's with a great deal of interest. I am viewing generally to find out the attitudes of the younger generation of LGBT community. I love what you put over. Keep it up (that is the video's).....",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgziG5vgu1Plcg0tdGp4AaABAg",
    "user": "XXX YYY",
    "date": "7 years ago",
    "timestamp": 1349693695110,
    "commentText": "To be honest I 100% agree with what you're saying & I'm just 16 myself. I believe there is no point in blackballing older Gay men & putting them all in one stereotype & categorising them as pervs, paedo's etc. It's stupid because at the end of the day we are ALL going to be old one day.. But I must say to older men; if you don't want any sexual desires from young men at the club scene then what do you really want when you approach them? (Just Asking a Simple Question)",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugx_oq5F6tllB8nUUtR4AaABAg",
    "user": "jakewzan",
    "date": "7 years ago",
    "timestamp": 1349693695112,
    "commentText": "You are far more mature in your outlook than many other ppl your age.  You have great insight.  I've been going to clubs since I was in my 20's in the 1970's.  I turn 60 this year.  Years ago I gave up caring what anyone else there thinks.  I don't allow my actions to be shaped by the stupidity of others -- no matter what their age!  Now I live in Las Vegas.  Google \"Krave Las Vegas\" to take a look at a club I now often visit.  It's always a good time.     :-)",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxoVMzqEoce9OmSzd94AaABAg",
    "user": "Danny Jennings",
    "date": "7 years ago",
    "timestamp": 1349693695114,
    "commentText": "That sounds horrible. I don't understand why these people think that they are superior just because they are younger. Thanks for your comment, though :-)",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzExCwXa6YKGHj2eYl4AaABAg",
    "user": "Danny Jennings",
    "date": "7 years ago",
    "timestamp": 1349693695117,
    "commentText": "Yes lol!",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzPQTOcKcl89Vdo4Yt4AaABAg",
    "user": "Muñoz Douglas",
    "date": "7 years ago",
    "timestamp": 1349693695119,
    "commentText": "Hahahah G.B.T & M.B.?",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzI9aZKIc_veJOefwB4AaABAg",
    "user": "bardaghohio",
    "date": "7 years ago",
    "timestamp": 1349693695121,
    "commentText": "My partner and I made the mistake of visiting a gay club a while back...I was 55 and he's 64. It was like a scene in an old Western movie, when the bad-guy walks into the saloon...it got very, very quiet, and we could feel every eye on us. We sat at the bar for a bit, but, there were just too many almost-whispered comments (\"old man sex...ew,\" was one of the kindest), so, we left. Nice to see that there are at least a few younger guys with intelligence and class. Nice video!",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxbU1fepoyMFp8lKbd4AaABAg",
    "user": "Suk Yu Mudda",
    "date": "7 years ago",
    "timestamp": 1349693695124,
    "commentText": "In which case: Apologies and I feel like an idiot.\n-_-",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyRvXo99aCN4r8tkZd4AaABAg",
    "user": "nathan87",
    "date": "7 years ago",
    "timestamp": 1349693695126,
    "commentText": "I think it's pretty clear that a significant number of older men *do* like younger guys, and may watch your videos at least partly for that reason. The question I would ask, though is: is that in itself really a problem?",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwpKwGKd9Vgy5iydEl4AaABAg",
    "user": "Danny Jennings",
    "date": "7 years ago",
    "timestamp": 1349693695128,
    "commentText": "We're not talking about the site you're thinking of... we're talking about an actual porn site.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugw4JgOAZoof1oRNXtR4AaABAg",
    "user": "Suk Yu Mudda",
    "date": "7 years ago",
    "timestamp": 1349693696007,
    "commentText": "Its not a porn website actually,its more of a youth website for young gbtq boys. \nIt features reviews of lgbt movies, news on lgbt subjects (like law changes and crime etc) and also hot boys obviously >.< Apart from a few soft nude images its not really a porn site.\nOh but porn adverts are on the site...",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgycE3aXe17TmD2vc1B4AaABAg",
    "user": "Bucketlist24",
    "date": "7 years ago",
    "timestamp": 1349693696009,
    "commentText": "Hi guy ! I'm french and in France we say \"Abonnez-vous\" for \"subscribe. Anyway keep up the great work ! =)",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzJgTgI6P2mpYCuDF94AaABAg",
    "user": "R J Paschall",
    "date": "7 years ago",
    "timestamp": 1349693696011,
    "commentText": "That totally sucks.  I am sometimes amazed at what people say and do here.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxjOd0cBn2zIkEFrvF4AaABAg",
    "user": "LunaticCalm",
    "date": "7 years ago",
    "timestamp": 1349693696013,
    "commentText": "Oh well : \\   Free publicity.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzYcm5nMcKakEu6DBR4AaABAg",
    "user": "PinoiBoi4lLife",
    "date": "7 years ago",
    "timestamp": 1349693696015,
    "commentText": ":o OMG LOL I'm shocked that you actually responded... um... HI! lol I love you and your videos. But you're right it is spreading a GREAT message but a porn site isn't really the best site to \"spread the word\". Atleast you're becoming very VERY well known. Not that you aren't right now... okay imma just stop talking :/",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugwe6JQ-2fTi4E40XYF4AaABAg",
    "user": "Danny Jennings",
    "date": "7 years ago",
    "timestamp": 1349693696017,
    "commentText": "Yeah, a couple of people have informed me. I'm not too bothered because I suppose it's spreading the message, but I really don't think a porn website is the best platform to do that on. Besides, whoever uploaded it didn't ask for my permission first, which kind of annoyed me... but oh well!",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxqTzHgb5YrPPnPca54AaABAg",
    "user": "PinoiBoi4lLife",
    "date": "7 years ago",
    "timestamp": 1349693696020,
    "commentText": "IDK if you know this or if someone has already told you... but your video *this video* is on a gay porn website -______-\"",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwHgiuGiGILBPX1ocV4AaABAg",
    "user": "noone",
    "date": "7 years ago",
    "timestamp": 1349693696022,
    "commentText": "What  a sensible and well spoken young man you are and you have a true insight into older gay men.Well done and keep the faith.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugwj5kvLxIjUmE8gxWt4AaABAg",
    "user": "Dogstar201",
    "date": "7 years ago",
    "timestamp": 1349693696024,
    "commentText": "beauty is beauty and charming is charming its a HUMAN emotion  not tied to age or anything else... there's what society wants to think we are and then there's reality... he is charming and beautiful i think that anyone would love that so i hope people use their brains and not their guilty ego to judge people :-)",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyUdQDqtUeLFUabN9R4AaABAg",
    "user": "symbolsandsystems",
    "date": "7 years ago",
    "timestamp": 1349693696026,
    "commentText": "How quickly 'society' forgets that until recently all homosexuals were 'diagnosed' disordered.  The historical norm of adult male attraction for adolescent males has only in recent times become 'creepy' do to the success of Femo-Fascist  Liberation.  Big Mommy/Sister mind-control hypnosis fueled by psychological tearoism is only the latest tactic to undermine self-control in society.  It is logical critical thinking that is the feared contaminant, not age.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwVZdGp2z-HMHiI-qR4AaABAg",
    "user": "TheMc57",
    "date": "7 years ago",
    "timestamp": 1349693696028,
    "commentText": "thank you  so much from an older gay man.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxHRa8u7fqWldPk4VF4AaABAg",
    "user": "Lord Pagan",
    "date": "7 years ago",
    "timestamp": 1349693696030,
    "commentText": "As a medical diagnosis, pedophilia, or paedophilia, is defined as a psychiatric disorder in persons who are 16 years of age or older typically characterized by a primary or exclusive sexual interest in PREPUBESCENT CHILDREN (generally those under the age of 14, though onset of puberty varies). The PREPUBESCENT CHILD must be at least five years younger than the adolescent before the attraction can be diagnosed as pedophilia.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzmWhVxIDgKp3OIzwp4AaABAg",
    "user": "Øystein A.",
    "date": "7 years ago",
    "timestamp": 1349693696033,
    "commentText": "On a serious note; being \"creepy\" and being a molester of children isn't the same, I am sure we all agree. If a 17 year old \"boy\" has a sexual affair with a 28 year old woman, she will not be called a paedophile rapist (maybe in America, who knows). Turn it around and we suddenly have a problem. Make it a homosexual couple and all hell breaks loose. All I ask for in this world is a little consistency.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzjReZvl-1e4yFQgPR4AaABAg",
    "user": "Robert Metzner",
    "date": "7 years ago",
    "timestamp": 1349693696035,
    "commentText": "Very well put and a thoughtful video.  I'm not sure I concur with the concept that if I watch an 18 year old video it makes me a pedophile.  Beauty whether gay or straight is to be admired and unfortunately no one can escape the aging process.  The term pedophile would be appropriate if one lusted for a prepubescent person.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzVyfBeIfFWovwiNrt4AaABAg",
    "user": "otakucode",
    "date": "7 years ago",
    "timestamp": 1349693696037,
    "commentText": "Age has replaced race or other factors as being the acceptable means of being prejudiced against people.  Prejudice means pre-judging.  It's not acceptable to presume someone in a certain way because of their race, but it's socially accepted to do so based on age.  People are more separated based on age than ever.  Kids are kept to their own age group and discouraged from interacting with anyone more than a couple years older or younger, so they're not good at dealing with younger/older people.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugy4d04obNoOxJV1hYB4AaABAg",
    "user": "Patrick powershredder",
    "date": "7 years ago",
    "timestamp": 1349693696039,
    "commentText": "Great Video!!!  Keep up the great work you do.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyiYmom0shCAY-aDCV4AaABAg",
    "user": "Vaughn",
    "date": "7 years ago",
    "timestamp": 1349693696041,
    "commentText": "I agree. I'm 26 and still look 20, yet an 18 year-old at the club I used to go to seemed interested in me until I told him my age, at which point he made a disgusted face and walked away. Mind you, this was when I was 22. I often shudder at what's happening in the world these days, especially for those like me who have enjoyed mentoring youth. But as stupid as society can be, it's refreshing and gives me hope that more younger people are realizing that not all older guys are creeps.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyA15x2n2U6xeaFcX54AaABAg",
    "user": "davidis0k",
    "date": "7 years ago",
    "timestamp": 1349693696043,
    "commentText": "I'm 45yo and I feel discriminated against more by younger straight people than younger gay people. In fact you see lot's of inter-generational relationships in the gay community than with straight couples. I think that the young gay guys who are repelled by older gay guys are pretty self centered to think that the older guy is a predator out to get them. I think it is along the same lines as being a straight guy who is afraid of gay men because they think they are going to try to hit on them.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugw8gXeuKUw7Y2eaW2J4AaABAg",
    "user": "NMulholland",
    "date": "7 years ago",
    "timestamp": 1349693696045,
    "commentText": "You're well-informed and make for interesting viewing here, proving that not all youngsters are dumb and misguided. I'm 28, gay and the majority of videos I watch on YouTube are of people under 21. I look younger than my age and it's annoying and pathetic that the instant a younger gay guy find out your age that you're either blocked/ignored or suffer childish, ageist abuse and \"pervert\" accusations. I also have some fantastic young friends that are intelligent enough to understand this.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzjEOGXGlsu71p2fch4AaABAg",
    "user": "ProGayAgenda",
    "date": "7 years ago",
    "timestamp": 1349693696047,
    "commentText": "There are many younger guys who actually find older guys to be quite attractive aesthetically and based on their experience, resulting maturity and hence reliability. And these symbiotic and quite healthy relationships are as old as mankind. People learn their attitudes toward these issues and the derisive social dynamic was carefully designed to weaken societies of all kinds. Due to weak people... it works every time.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwBVFOlWYkz2GVTCad4AaABAg",
    "user": "Danny Jennings",
    "date": "7 years ago",
    "timestamp": 1349693696711,
    "commentText": "That's a really good point! I didn't think of that :-)",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgynYFopHZdOLxavu2d4AaABAg",
    "user": "Nathan Mcelveen",
    "date": "7 years ago",
    "timestamp": 1349693696713,
    "commentText": "A lot of people who watch your videos might have profiles that say they're older than they are because they don't want to have to deal with age restrictions and blocking if they are trying to watch a certain video that's inappropriate or something",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxzIk_d6o_NkU4qALZ4AaABAg",
    "user": "TheMrJohnR",
    "date": "7 years ago",
    "timestamp": 1349693696716,
    "commentText": "I want a gif of 1:37",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwuAiRzDJUCYP_6VCN4AaABAg",
    "user": "Roadside Resident",
    "date": "7 years ago",
    "timestamp": 1349693696719,
    "commentText": "Amen. LGBTs need to be nicer to one another!",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxuGY7qNQWY7JBIyO54AaABAg",
    "user": "Albert Santeler",
    "date": "7 years ago",
    "timestamp": 1349693696721,
    "commentText": "Yep!!!  Spot on mate!!!  I will be 55 at the end of this month (July) and I still can't believe that I've made it this far!!!  I tend to mix well with all ages of people (and always have..) and it really helps me keep things in a more rounded perspective.  And..it's true!  I don't see anyone in my age range making You Tube videos ..Hmmm ...maybe I should change that.  Ahhh ..Just a thought.  Love your on-screen presence and personality ...Keep up the great work!!!  :-)",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugy1yQE1_Rl4lDk267B4AaABAg",
    "user": "Alexisme2012",
    "date": "7 years ago",
    "timestamp": 1349693696723,
    "commentText": "I agree that there is no \"gay community.\"The word \"community\" connotes something that is warm, accepting, friendly to its members, and vibrant. What exists is an elitist \"gay hierarchy\", which is cold, rejecting, and unfriendly to those who are considered unattractive, and which is moribund, because everyone who is at the top of the hierarchy now will be at the bottom of it in a decade or two. It's cruelty undermines support for \"gay rights,\" since  only those currently at the top benefit.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwQghyDPceKYER-qBh4AaABAg",
    "user": "R J Paschall",
    "date": "7 years ago",
    "timestamp": 1349693696726,
    "commentText": "It will be up Sunday, I will tweet you when it is up",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzHA9XnCJX8EGTpssB4AaABAg",
    "user": "Danny Jennings",
    "date": "7 years ago",
    "timestamp": 1349693696728,
    "commentText": "Of course you can! I'm glad you want to feature it... thankyou :-)",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwT7MXEAZkYkC5ji5V4AaABAg",
    "user": "R J Paschall",
    "date": "7 years ago",
    "timestamp": 1349693696730,
    "commentText": "I would like to add this vid at the end of my blog Sunday.  It is about where ideas come from and I refer back to my previous blog on this topic that you already read.  I trust that is still ok with you.  I liked this vid a lot and you get more specific credit this time!",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwAA8ZBhDaCaSwQa0x4AaABAg",
    "user": "xavierp0nce",
    "date": "7 years ago",
    "timestamp": 1349693696732,
    "commentText": "your jawline. holy ;-;",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugx-u85cqdB26USpUqd4AaABAg",
    "user": "John Mendoza",
    "date": "7 years ago",
    "timestamp": 1349693696735,
    "commentText": "Wow, this was very great.  I am 34, and being the in between age I definitely agree with how these ill perceptions of older gay men are being personified.  I think it is great that this kind of dialogue undoes the taboo around the different age groups socializing and learning from each other.  For goodness sake, this a form of social media isn't it?!  A platform for people to talk , to be seen and heard.  It IS ridiculous to assume everyone is a sexual predator, and only furthers the stereotype!",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwUtYdsy7Np6wbz6s14AaABAg",
    "user": "Danny Jennings",
    "date": "7 years ago",
    "timestamp": 1349693696737,
    "commentText": "Thanyou! :-)",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxYhGxTfR3j3hTNInd4AaABAg",
    "user": "Danny Jennings",
    "date": "7 years ago",
    "timestamp": 1349693696739,
    "commentText": "Yep! :-)",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxNKNC0EgXDwCSqXER4AaABAg",
    "user": "Jonathon Szabo",
    "date": "7 years ago",
    "timestamp": 1349693696742,
    "commentText": "Very well said, Danny!!  :)",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxOReH9wk-UoPariM54AaABAg",
    "user": "tjport1980",
    "date": "7 years ago",
    "timestamp": 1349693696744,
    "commentText": "Great video, I agree 100% ! Subscribed !",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugwj-Gl7j53HBXgUzmN4AaABAg",
    "user": "kenn mcsherry",
    "date": "7 years ago",
    "timestamp": 1349693696747,
    "commentText": "Brava, I'm older now, thank god most of my good frs are myage and we intordice our frs to each other.  But I do agree the young kids stay away from the older men.  I don;t disagree with hookups but its unusual that a relationship can occur though.  not enuff same experiences.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugz5zlW0v8RPkquEc5R4AaABAg",
    "user": "Mike Dupree",
    "date": "7 years ago",
    "timestamp": 1349693696750,
    "commentText": "thank You...",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugx9jNkJgdDZjPVEFy54AaABAg",
    "user": "jayvand01",
    "date": "7 years ago",
    "timestamp": 1349693696752,
    "commentText": "Danny, I was so impressed by your thoughtful and insightful video.  I am now in my 60th year.  I was 16 at time of Stonewall in NYC.  Back then, being gay was thought to be some kind of mental disease.  I have seen fantastic progress -- even though much slower than I would have preferred.  I continue to make gay and straight friends of ALL ages.  Diversity is beautiful and we should all learn to embrace it in all its dimensions.  We are all human -- we have so VERY much in common due to that!",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugwve5I5QgxM1d2CHsx4AaABAg",
    "user": "Danny Jennings",
    "date": "7 years ago",
    "timestamp": 1349693696755,
    "commentText": "@DWTSfan10 Yes I am British. And as far as I'm aware, pretty much everyone in the UK says 'peedophile",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzjN8yug4Avc4YVGAR4AaABAg",
    "user": "stevepig2011",
    "date": "7 years ago",
    "timestamp": 1349693696757,
    "commentText": "Hi Danny, I’m kind of new to you tube. I’m 46 gay man & am disabled. I’ve found most users to be much smarter & younger then me. A few I have felt discriminated against. For the majority of users & the gay collaborative channels , I have found great friendships. Thank’s for addressing this issue , us mid to older age people are glad to have young men like you , to be here to help us & in return I’m trying to help anyone I can. Thank’s : Steve :-D",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugyxu7sHj9mu20IiTZl4AaABAg",
    "user": "R J Paschall",
    "date": "7 years ago",
    "timestamp": 1349693697381,
    "commentText": "Very thoughtful.   You are right, there generally are not older males on You Tube or Twitter, so you gravitate toward who is here  I have noticed that older men are writing on blog sites, rather than contributing vlogs.  I have a blog on Word Press so I look around there too and notice older contributors, for the most part.  It might be because we did not grow up in the video and social media age and we feel more comfortable with writing.  My channel here is just concert vids and fave music",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxzwLO4ud49RQlL5xV4AaABAg",
    "user": "Gypsy_Prince_Chris Main",
    "date": "7 years ago",
    "timestamp": 1349693697384,
    "commentText": "It does appeal to younger people im 16 male plus gay and love your videos! :-)",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzVOT5_cyn0MeX_5ax4AaABAg",
    "user": "Danny Jennings",
    "date": "7 years ago",
    "timestamp": 1349693697386,
    "commentText": "@blueboyblue Yeah I suppose I do resemble him a little; blonde hair, skinny, GAY! Haha. He's probably a little taller than I am though and a lot more orange :P I used to like him on TOWIE but tbh I much prefer Bobby to Harry",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzIh9lXLDWevHl9S0h4AaABAg",
    "user": "blueboyblue",
    "date": "7 years ago",
    "timestamp": 1349693697389,
    "commentText": "Ever heard of or seen Harry Dirbridge? Do you think you might look a bit like him? \n\nLikely only people in the UK will know who Harry Dirbridge is. \n\nOddly, most people are not flattered when told they look like a celebrity.\n\nFor those who would like a photo of Harry Dirbridge, search Google-UK Images.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugwv0H6aFysmfUC-ROZ4AaABAg",
    "user": "Danny Jennings",
    "date": "7 years ago",
    "timestamp": 1349693697392,
    "commentText": "@Jessolor \"us younger gays\"? Bitch, please. With the ageist attitude of the gay community, your practically ancient compared to me. In all seriousness though, because the majority of people that make videos are of the younger generation, one would assume that most of the viewers would be young, too. But in fact there are more of the older viewers which is surprising, but I do enjoy their comments and observations regardless :-)",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugxb-i9fJ7k3jmM_sDZ4AaABAg",
    "user": "Abalone",
    "date": "7 years ago",
    "timestamp": 1349693697394,
    "commentText": "Even Rupert Everett says this is true.\n \nI always thought, the reason there's no gay﻿ 'big brother' program, is because the younger brother could never trust the older one's motives, haha.\n\nI don't think it's 'discrimination,' it's just that most men (gay and straight), are superficial and prize youth (i.e. looking young) above everything.  Chances are, if you were grotesque to look at, your viewership would decrease.  But again, i don't think that's a gay thing, it's just a guy thing.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyqQpu3vpJR59Q3Kh94AaABAg",
    "user": "Danny Jennings",
    "date": "7 years ago",
    "timestamp": 1349693697397,
    "commentText": "@ajgolfer1 I don't quite understand what you mean by 'advertise'",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwpHhc03TT5AjrwZsF4AaABAg",
    "user": "Danny Jennings",
    "date": "7 years ago",
    "timestamp": 1349693697406,
    "commentText": "@nothing1099 I don't get what you mean :O",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugw-I7cDBnQgBN54Zq54AaABAg",
    "user": "GBEAR525",
    "date": "7 years ago",
    "timestamp": 1349693697408,
    "commentText": "Thanks Danny for speaking up in support for older gay men. We are not all perverts even though there are some out there. I subscribe to all gay guys young or older if I like what they have to say. I try to offer support and let them know that they are not alone. I can relate to the younger guys, because when I was younger, I had the same feelings towards older gay men. Now that I'm older and a little wiser, I realize we all need to be accepted and valued for who we are. Thanks again, Danny! <3..",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwRU8sBnxg4Cx7oTqB4AaABAg",
    "user": "狂猫",
    "date": "7 years ago",
    "timestamp": 1349693697410,
    "commentText": "It's no different in the way that heterosexual women are creeped out by old hetero men.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugw9VhsneA-iEyzOCbJ4AaABAg",
    "user": "garysdeskcom",
    "date": "7 years ago",
    "timestamp": 1349693697413,
    "commentText": "Excellent video. I am an older male. I've never hit on a young gay man. Many people in my generation died of AIDS. There are few older gay men who can help gay youth who may need support -eg those who have been kicked out of their homes for being gay. Many activists died of AIDS, so there are not many people my age making You Tube videos. I watch gay You Tubers of all ages, in hopes to be of encouragement and support.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgztE-2OfN6Zbb0jAEx4AaABAg",
    "user": "Mina Bell Botched Photoshop lmao",
    "date": "7 years ago",
    "timestamp": 1349693697415,
    "commentText": "I'm 18 and I think this is probably very true and needs to be told because younger gay guys will be that age eventually.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxNgKNqKcpm7mvNSld4AaABAg",
    "user": "Danny Jennings",
    "date": "7 years ago",
    "timestamp": 1349693697417,
    "commentText": "Yes, women in general are more susceptible to being discriminated against because of age, although not quite in the same way gay males are. Gay males can be seen as creepy, weird or perverts, whereas women are often just seen as less attractive... par exemple, TV presenters: you never see female TV presenters over the age of like... 45 (bar a few) whereas some male TV presenters are in their 60s, 70s and even 80s (Bruce Forsyth)!",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzDDtl4qn3ANzro4cx4AaABAg",
    "user": "Danny Jennings",
    "date": "7 years ago",
    "timestamp": 1349693697419,
    "commentText": "No, why would that be weird?",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugy3TRKvLHrS1ZaoTr94AaABAg",
    "user": "Maosn Kugelman",
    "date": "7 years ago",
    "timestamp": 1349693697422,
    "commentText": "Im 19 and watch your videos and this one was really brave. I agree older gay men shouldn't be discriminated against.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugz2P6ebMWhhlyXLD2N4AaABAg",
    "user": "jealousofmypuddin",
    "date": "7 years ago",
    "timestamp": 1349693697424,
    "commentText": "Well said Danny. As I inch closer to my thirties, im certainly even more aware of the distructive effect ageism has on our community. Its a discussion that needs to had more and more. It frankly tells us alot about how our community in general values itself.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyOaWAjW9lRYt-5hRN4AaABAg",
    "user": "cjay2",
    "date": "7 years ago",
    "timestamp": 1349693697427,
    "commentText": "Dan, Your vids do appeal to younger guys, it's also that there may be more older guys here. And you should try and ignore the tacky comments. \nI'm way older than you, and my reason for being here is to help out younger gays who are having serious problems. I'm subbed to you because of your old \"Coming to terms with being gay' video. Yeah, I've been subbed for that long!!\nI haven't experienced ageism. I think the guys see that I care and am sincere. I don't post tacky comments. Cheers! Carry on.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxaIXCOv-TLp9RV1bB4AaABAg",
    "user": "felipe orozco",
    "date": "7 years ago",
    "timestamp": 1349693697429,
    "commentText": "I'm 21 and gay  you find it weird that i see your videos",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyHcBUwBwKiifHu-KV4AaABAg",
    "user": "redny08",
    "date": "7 years ago",
    "timestamp": 1349693697432,
    "commentText": "Very brave and very well said. There will﻿ be bad seeds in any category, age group, or cut of any group and older gays are no exception. But most of us are genuine and good, and we honestly have been through so much, in a different era.   Many of just want to help, be a mentor, or help provide a safe place online for people of all ages to turn to as they face difficult points in their growth. Your point of view here is very mature, and so well stated. Thank you for this.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugx9VR9XcjNr1HiSMKB4AaABAg",
    "user": "jereimi",
    "date": "7 years ago",
    "timestamp": 1349693697434,
    "commentText": "im 22 i BI and in the LGBT community it is the worst cus u are usually seen as not out or bi-curious and i thght tht was the worst it gt wit age comes wisdom or at the very least experience so listen up the older u gt the more u know id rather hear about bad situations thn experience them so keep spreading the wisdom future me(s)",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxAPPX6fnrJY8Pznet4AaABAg",
    "user": "Jessolor",
    "date": "7 years ago",
    "timestamp": 1349693698463,
    "commentText": "Roughly 60% of my subscribers are above the age of 45. At first I was a bit creeped out, in the same way a wussy teenage girl would be if she had 45+ year old men watching her on youtube, but then I realized that they're some cool cats! They might not get my sarcasm and jokes some of the time, but these are the people that helped pave the way for us younger gays to live more accepting lives. Mad props. Watch on bromosexuals, watch on.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxUu9t9mQKesrJSH6B4AaABAg",
    "user": "Christopher Heyward",
    "date": "7 years ago",
    "timestamp": 1349693698465,
    "commentText": "I'm 17 and Gay And I think it's horrible that people think that way ... I live in America and where I stay there are Absolutely no Gay Older Men And it's sad that there aren't any wiser men I could look up to in my community . By the way I live in the Deep South ( South Carolina)",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzH-3-L_9677KFCutR4AaABAg",
    "user": "choro1981",
    "date": "7 years ago",
    "timestamp": 1349693698467,
    "commentText": "The older people on You Tube are here because they didn't have computers in their young age and they didn't have You Tube so all this is new to them,you don't see old people on You Tube unless they are doctors showing you health videos. I think about 85% of You Tuber are 15-27yrs old.  Peace",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugzh7dQlh4WH4dRj7oF4AaABAg",
    "user": "blueboyblue",
    "date": "7 years ago",
    "timestamp": 1349693698469,
    "commentText": "Youth is beauty; age is wisdom. Age is the wisdom to know just how good you had it when you were young and beautiful. The ignorance of youth is to NOT know how good it is to be young and beautiful; or at least to not fully appreciate it. \n\nBecause of age discrimination, the only contact older people have with youth culture is through the Internet. So, that is where they go. Would you prefer that old men came up to you in the streets?",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwPfh_9m8ojb-2Nh7R4AaABAg",
    "user": "scottyj432",
    "date": "7 years ago",
    "timestamp": 1349693698470,
    "commentText": "I'm 54 and gay.  And I have had younger gay men say very insulting things to me in social situations and all I do is tell them that one day they too will be my age and so they are looking into their own future when they look at me.  That being said, I love your vids and what you have to say.  I know tons of younger people, most of whom are in bands and play in the local music scene here.  I follow a lot of those bands and photo them and then post those photos to their FB pages.  No gay involved.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugx9smtSNriawcRPgBV4AaABAg",
    "user": "Anders Lindqvist",
    "date": "7 years ago",
    "timestamp": 1349693698472,
    "commentText": "\"Ageism\" makes people not want to live",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwhTMdHyrnf2psDaIl4AaABAg",
    "user": "whataboutAlfie",
    "date": "7 years ago",
    "timestamp": 1349693698474,
    "commentText": "I had to watch this video again, I think it is so true and full of good sense. My direct experience is that paedophilia or the suspect of it is not really the issue. The real issue for an older gay male who still has a lot to give is finding a sex partner. The appeal of youth is unique and irreplaceable and an olderer man has irrecoverably lost it, no matter how interesting, experienced and cultured he may be. You are an awesome and quite mature young man Danny, thank you for this video. Ciao.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwWCB3opP1x5XvahbR4AaABAg",
    "user": "Anders Lindqvist",
    "date": "7 years ago",
    "timestamp": 1349693698475,
    "commentText": "Lets all perish at ..say 39 then. Men can´t get pregnant after that age\n(there´s been a number of experiments)\nDo feelings age? Yes! both sex and love is over estimated. Old gays (39)\nneed neither - nor food and fun. - And certainly not kids with attitudes \nabout age. Changed diapers lately? - It all stinks...\n(NOT \"PandaManDanny\" of course!)/Anders,",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugy3bheNzBaOLLSHVSV4AaABAg",
    "user": "beefree2003",
    "date": "7 years ago",
    "timestamp": 1349693698477,
    "commentText": "Thank you for such a great video on an excellent topic.\r\nI am in my 40's and only found YT in the last year. I participated in a YT contest to be an online boyfriend and was called creepy because of my age. It did hurt because I was only doing it for fun and people began attacking me like I was a peedo. The person holding the contest is in his 20's and had no problem with my age. People need to stop judging based on appearance or other unimportant factor.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzDnjUp8lX2tfHbgjB4AaABAg",
    "user": "Garth Jacobs",
    "date": "7 years ago",
    "timestamp": 1349693698479,
    "commentText": "anyway gd vid and well done x",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyVkgEwlkJ9Ly8FYkh4AaABAg",
    "user": "Garth Jacobs",
    "date": "7 years ago",
    "timestamp": 1349693698480,
    "commentText": "i am a bit insulted not by u at all but by the person tht wrote tht comment yes i am gay and in my early 40's and yes ur cute but to me thats it , u have an interesting vlog and its good to be as I am eclectic weather the videosr from young or older guys , i think tht person has issues , i mean this is utube every body watches everybodys vids its the nature & premis of the utube beast ,  in short tht person was talking total nonsence  putting it in a polite way and an annoying generalisation x",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxTujewYRP8WJM5Ne54AaABAg",
    "user": "JJ Malthouse",
    "date": "7 years ago",
    "timestamp": 1349693698482,
    "commentText": "Your Welcome ;) Message me anytime!! :)",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzCWRWe03j8ZrxTN4p4AaABAg",
    "user": "whataboutAlfie",
    "date": "7 years ago",
    "timestamp": 1349693698484,
    "commentText": "Great video Danny, thumbs up !! Ciao",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxK9edDTPNfQaxRscx4AaABAg",
    "user": "Andre Zitouniadis",
    "date": "7 years ago",
    "timestamp": 1349693698486,
    "commentText": "Beautiful, Intelligent, forthright and very caring, thank you so much.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugzt2m1pZXW8-GxV4Vt4AaABAg",
    "user": "tomynator",
    "date": "7 years ago",
    "timestamp": 1349693698487,
    "commentText": "You hit the nail on the head and yes it does hurt as the comments make you feel devalued, used and no longer desirable. But one truth holds true, you may be beautiful today but you too will grow old and die just like the rest of us and there isn't a damn thing you can do about it. We do tend to judge a book by its cover and how sad is that?",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxCeoG8MpAsVEO7-NF4AaABAg",
    "user": "Danny Jennings",
    "date": "7 years ago",
    "timestamp": 1349693698489,
    "commentText": "Thankyou very much! :D",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzOCemK03-TbfkGoS94AaABAg",
    "user": "Danny Jennings",
    "date": "7 years ago",
    "timestamp": 1349693698491,
    "commentText": "This is very true, Janners. Thanks for your comment. I can't help but look to you as a beacon of wisdom, as I learn a lot from your videos and your comments :-) X",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugx2r7_ZU3WKA0uWYXl4AaABAg",
    "user": "Danny Jennings",
    "date": "7 years ago",
    "timestamp": 1349693698492,
    "commentText": "That's awesome. I will definitely check out your channel :-)",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxTff-4tE5IAxiQ7oF4AaABAg",
    "user": "Danny Jennings",
    "date": "7 years ago",
    "timestamp": 1349693698494,
    "commentText": "Video response! Video response! :-)\nIt's definitely something that I felt was not being talked about enough and seemed to be some sort of elephant in the room. Glad I motivated you into making a video response!",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxwnhfhmCPzGGKYUs14AaABAg",
    "user": "Danny Jennings",
    "date": "7 years ago",
    "timestamp": 1349693698496,
    "commentText": "Yeah, in this country we pronouce it peedo, whereas in the US it's pronounce peddo xD",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgznnTnlzVWSl7Y345x4AaABAg",
    "user": "JJ Malthouse",
    "date": "7 years ago",
    "timestamp": 1349693699153,
    "commentText": "Posted This Video Up on My FB To get Your Message out there to my friends <3",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugy4ICuZYgLS4onCVZR4AaABAg",
    "user": "JJ Malthouse",
    "date": "7 years ago",
    "timestamp": 1349693699154,
    "commentText": "Thanks for this Video mate!!!! THUMBS UP!!!! Good Points!!!! <3",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyAyv9bgw2CKZi0XlV4AaABAg",
    "user": "JJ Malthouse",
    "date": "7 years ago",
    "timestamp": 1349693699156,
    "commentText": "Good For Danny!! TUMBS UP 2 You mate ;) <3",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzO54vxvveC50TFUOZ4AaABAg",
    "user": "nigel chambers",
    "date": "7 years ago",
    "timestamp": 1349693699158,
    "commentText": "I am an older gay man and I have many much younger friends. They are open minded and appreciate me for who I am and as I am. We tend to reject what we don't understand or do not want to understand. Or what we do not want to see or become. Many younger people think that they know everything and do not want to be reminded that they don't. Seeing someone who has had more life experiences and may actually know more than them is rejected. Good vid Danny and well said.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyS17tPPM01haqRHph4AaABAg",
    "user": "James, Parke",
    "date": "7 years ago",
    "timestamp": 1349693699160,
    "commentText": "I completly agree!",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugzku4QxLnMgpevFq8t4AaABAg",
    "user": "nexttsar",
    "date": "7 years ago",
    "timestamp": 1349693699161,
    "commentText": "Thanks, Danny, for another great and thoughtful video. I am one of your older fans, yes, and I have long had a problem with this ageist attitude. For one, pedophiles prey on pre-teens, so men who find younger men attractive are not pedophiles. I personally find younger guys so much more interesting and yes, more often than not, cute, too. I personally am not all that interested in guys my age, but that doesn't make me a \"creeper.\" One is kept young by keeping up with what young generations think",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzYEwZcOmSCjnDsqPZ4AaABAg",
    "user": "Stephen Walls",
    "date": "7 years ago",
    "timestamp": 1349693699163,
    "commentText": "Well said Danny.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyMb9aI8oKmlIBuKu54AaABAg",
    "user": "James, Parke",
    "date": "7 years ago",
    "timestamp": 1349693699165,
    "commentText": "I once commented on a video of Ronan Parkes (runner up to Britians got talent) and my exact comment was \"Wow, you sing awesome\".  Someone who was 18 years old then commented \"Move along chicken Hawk, nothing for you here.\"  I was pissed!  I had said nothing of a sexual nature or inappropriate. He is an awesome singer.  Just because of my age, I got a comment like that and it has happend a few times. I know people who do that are trolls, but it hurts and truthfully, everyone will get old someday.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzXP126OqLQ7eIDEwl4AaABAg",
    "user": "Jerrynyc130",
    "date": "7 years ago",
    "timestamp": 1349693699167,
    "commentText": "Great video...thank you...old gay guy here(66)...have a great life here in NYC...into guys of all ages..from 25 to 75..very involved here with group called Sage...and I as an older gay do enjoy making videos and posting them on my youtube channel..",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyGJVctCh32Rng0Uu94AaABAg",
    "user": "James, Parke",
    "date": "7 years ago",
    "timestamp": 1349693699169,
    "commentText": "Amen Danny! SO WELL SAID!  Back when I was your age, there wasnt a forum like this to discuss these issues and almost no one ever came out.. This gives us a chance to grow and experience the things we missed. I have so much to say about this I am going to do somthing I've never done since I've been on YT, and that is make a video response!  I have expoeriened horrible discrimination online because of age, and just the opposite also. Discussion of this is LONG overdue! Thanks for bringing it up!",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  }
]
 
 } 
