{
    "header": {
        "title": " Contas de Isabel dos Santos em Portugal arrestadas a pedido de Angola ",
        "subtitle": " Todas as contas que a filha de José Eduardo dos Santos tem em Portugal foram arrestadas pela justiça portuguesa, na sequência de um pedido vindo de Luanda. Efacec esclarece que não foi afectada. ",
        "owner": " ['Mariana Oliveira', 'Pedro Ferreira Esteves'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 2304  partilhas",
        "datePosted": " 11 de Fevereiro de 2020, 16:27 ",
        "dateExtraction": " 2020-02-13 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2020/02/11/economia/noticia/justica-portuguesa-congela-contas-bancarias-isabel-santos-avanca-expresso-1903722 ",
        "postText": " ['Foram congeladas contas bancárias que a empresária angolana Isabel dos Santos tem em Portugal por ordem das autoridades judiciais portuguesas, avançou esta terça-feira o jornal Expresso e o Jornal Económico. A informação foi confirmada ao PÚBLICO pela Procuradoria-Geral da República que adianta que \u0093o Ministério Público requereu o arresto de contas bancárias, no âmbito de pedido de cooperação judiciária internacional das autoridades angolanas\u0094.', 'O porta-voz da procuradoria-geral angolana, Álvaro João, explicou ao PÚBLICO que o congelamento das contas foi pedido no âmbito do processo cível que corre no Tribunal Provincial de Luanda que na antevéspera do Natal determinou o arresto de contas bancárias e de participações sociais da filha do ex-Presidente angolano José Eduardo dos Santo, do seu marido Sindika Dokolo e do empresário português Mário Leite da Silva, parceiro de negócios do casal. O procedimento cautelar - a acção principal só deve dar entrada a 1 de Março no tribunal de Luanda - pretende garantir que, caso o Estado angolano vença este processo, há dinheiro e bens para ressarcir o erário publico de Angola.', 'Recorde-se que nessa decisão, a Justiça angolana calcula que, dos vários negócios em que os três intervieram relacionados com empresas públicas, originaram perdas para o erário público angolano que ultrapassam os mil milhões de dólares norte-americanos (estão contabilizados em 1.136.996.825,56 dólares).', 'Segundo o Jornal Económico, a justiça portuguesa mandou congelar dezenas de contas bancárias de Isabel dos Santos e das suas empresas, bem como do seu marido, que estão domiciliadas em bancos nacionais. ​ O bloqueio judicial incluiu contas que Isabel dos Santos detém no Eurobic. A empresária angolana pôs a sua participação naquele banco à venda na sequência do caso Luanda Leaks. A aquisição de 95% do capital do Eurobic pelos espanhóis do Abanca foi confirmada esta segunda-feira. Só neste banco, detalha o Jornal Económico, foram bloqueadas mais de dez contas bancárias. Contas no Millennium BCP e o BPI também terão sido congeladas, segundo este mesmo jornal. Segundo a SIC, também as contas dos homens de confiança da empresária angolana, Mário Leite da Silva e Jorge Brito Pereira, foram congeladas.', 'A par do processo cível, a empresária está a ser investigada em Angola por suspeitas de gestão danosa e evasão fiscal relacionadas, entre outros casos, com a empresa petrolífera Sonangol, da qual foram transferidos 115 milhões de dólares para uma empresa alegadamente controlada por Isabel dos Santos. Este arresto das contas em Portugal surge depois do pedido explícito de apoio que o procurador-geral da República angolano, Hélder Pitta Grós, fez à homóloga portuguesa há três semanas, quando se reuniu presencialmente com Lucília Gago. Na reunião esteve também presente a directora do Serviço de Recuperação de Activos, departamento responsável por identificar o património de Isabel dos Santos em Portugal.', 'Isabel dos Santos foi constituída arguida pelo Ministério Público de Angola, acusada de má gestão e desvio de fundos da companhia petrolífera estatal Sonangol, mas também da empresa de mineração Sodiam. Em Angola, estão em causa as participações em empresas como a Unitel, ZAP, Contidis e BFA.', 'Segundo os documentos do Luanda Leaks, trabalhados por um consórcio de jornalistas de investigação, Isabel dos Santos terá montado um esquema de ocultação que lhe permitiu, entre outras questões, desviar mais de 100 milhões de dólares (90 milhões de euros) para uma empresa sediada no Dubai que tinha como única accionista declarada a portuguesa Paula Oliveira, amiga de Isabel dos Santos e ex-administradora da operadora Nos.', 'Em Portugal, para além da participação já vendida no Eurobic, e da posição que ainda controla na Nos, Isabel dos Santos também já terá colocado à venda a sua posição na Efacec. Esta empresa, na sequência das notícias sobre o arresto de contas de Isabel dos Santos, emitiu entretanto um comunicado em que esclarece que \"a Efacec e os seus accionistas são entidades distintas\u0094, pelo que \u0093as contas da Efacec não foram congeladas, nem em Portugal, nem em qualquer outro país onde a empresa opera\u0094, concluindo que \u0093qualquer informação que indique o contrário a esta realidade é falsa\u0094.', 'Adicionalmente, a empresa, cujo antigo presidente da administração, Mário Leite Silva, já abandonou funções na sequência da polémica, fez questão de sublinhar que \u0093está a operar a todos os níveis, continuando a desenvolver e a participar em projectos nas áreas da energia, ambiente e mobilidade, mantendo a confiança de centenas de clientes e fornecedores em todo o mundo\u0094. A administração aproveitou ainda para \u0093expressar o seu agradecimento pelo apoio fundamental que tem recebido por parte dos seus clientes, fornecedores, instituições bancárias e colaboradores, nesta fase de transição da empresa\u0094.'] ",
        "numberPosts": " 24 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Ethnicity - Black",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Negro,Negra",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "89c4867d-4cbc-4f1f-4d0c-08d7afa79b02",
            "user": "2ac6f34d-e4aa-4348-afbb-ea2ed5ef85ba",
            "date": "12.02.2020",
            "timestamp": "NA",
            "commentText": "Contas vazias...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2d7f8991-80ea-48bc-4d01-08d7afa79b02",
            "user": "f9e617f0-76c4-4c71-ad04-832caae9b11d",
            "date": "12.02.2020",
            "timestamp": "NA",
            "commentText": "«Isabel dos Santos finta justiça e tira milhões de euros de Portugal» Montante das verbas congeladas é desconhecido, mas poderá atingir apenas milhares e não milhões de euros. Os montantes totais ainda não são conhecidos, mas sabe o CM que poderão estar apenas em causa alguns milhares de euros - longe dos milhões que a filha do ex-presidente chegou a movimentar no nosso país, como aliás ocorreu com a conta do EuroBic que foi movimentada pelo gestor que entretanto se suicidou...LOL",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "b4853a5a-d7a9-402b-a4f3-08d7aec88423",
            "user": "ad097f06-d46d-41d8-85cb-78486c87dd09",
            "date": "12.02.2020",
            "timestamp": "NA",
            "commentText": "Deve reverter para os portugueses expoliados pela deportação feita pelos angolanos em 75... que viveram na miséria",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "44f3bb3a-7dc2-4998-aeb1-08d7aec8e2fc",
            "user": "2da6647a-2879-4ebf-baa9-02b74a4caecc",
            "date": "12.02.2020",
            "timestamp": "NA",
            "commentText": "Muito tempo lhe deram até aos arrestos. Tarde e a más horas acordaram.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "96d424fc-30f3-4514-c9b8-08d7aecca7da",
            "user": "c196308a-b6f0-4c62-8b18-a75513fe3ce2",
            "date": "11.02.2020",
            "timestamp": "NA",
            "commentText": "EU - NãoEU -  Não quero ser governado pelo Ventinhas.EU - Não quero ser governado pelo sindicato dos delegados do Procurador da RepúblicaEU - Quero ser governado pelos órgãos estabelecidos na Constituição da RepúblicaEU - Quero que quem administra a Justiça esteja sujeito aos que eu elejo para me representaremEU - Quero que os funcionários cumpram as suas funções e sejam fiscalizados por órgãos que eu ELEJO.EU  - Não elejo os chefes do sindicatos dos procuradoresEU - Não mandatei o chefe do sindicato dos procuradores para decidirem quem querem perseguir.EU - Também não mandatei o chefe do sindicato dos professores para decidirem o que se ensina nas escolas e quem passa ou chumba nos examesEU - Não elegi o chefe do sindicato dos estivadores para decidirem que navios carregam ou descarregam e o quêEU - Não não elejo generais para decidirem declarar guerrasEU - Não elejo os polícias do meu bairro (se calhar devia)EU - Não elejo as beatas da minha paróquia para me dizerem quem vai para o céu ou o inferno.EU - Não acredito em salvadoresEU -  Quero que o povo seja o poder soberano e não quero ventinhas como soberanos. EU - Não elejo enfermeiras Cavaco nem advogados Pardal como meus  procuradoresEU -  Não  quero estar à mercê de justiceiros por conta própria.EU - Não quero um regime corporativo! EU - Não quero lobos vestidos de cordeiro.EU - Sinto-me roubado nos meus direitos de cidadania na quando o Ventinhas  do sindicato faz agachar a Procuradora Geral da República nomeada por um regime fundado na vontade soberana do povo.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "dee44e39-437e-4afc-aeb5-08d7aec8e2fc",
                    "user": "2da6647a-2879-4ebf-baa9-02b74a4caecc",
                    "date": "12.02.2020",
                    "timestamp": "NA",
                    "commentText": "Eu também não. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "6ba69627-26ec-4a48-a4d9-08d7aec88423",
            "user": "5cb421f3-a9ec-4552-b733-e34f51fabff3",
            "date": "11.02.2020",
            "timestamp": "NA",
            "commentText": "Então em que ficamos? No BenficaLeaks os mails , que mostram bem o modus operandi deste clube, não são válidos como prova e agora no LuandaLeaks as provas obtidas pelo mesmo modo já são válidas para se tomarem medidas repressivas? ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "09bd26f0-679f-4459-a4df-08d7aec88423",
                    "user": "ae879845-37ec-423c-9bef-f9ac1f1fd2b8",
                    "date": "12.02.2020",
                    "timestamp": "NA",
                    "commentText": "Neste caso, a Justiça Portuguesa está só a congelar as contas da Sra dos Santos como medida preventiva a pedido outro país. Não é que ela já tenha sido condenada ou não possa sequer recorrer desta medida. Relativamente ao caso do Benfica há muito ruído mas pareceu-me que a questão é que não foram encontradas outras provas dos crimes referidos nas informações tornadas públicas e dificilmente alguém será condenado sem outras provas corrobativas.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "25b2f65c-f785-42c3-0359-08d7960b4eee",
                    "user": "f9e617f0-76c4-4c71-ad04-832caae9b11d",
                    "date": "12.02.2020",
                    "timestamp": "NA",
                    "commentText": "O problema não está no BenficaLeaks...está nos possíveis Leaks do superagente Jorge Mendes e de quem faz negócios com ele (presidentes, empresários, clubes de futebol, bancos offshore, advogados, jogadores, treinadores, etc.). Não é por nada que ele até tem uma gala de prémios todos os anos no Dubai, que é a maior lavandaria mundial. Aconselho a leitura da notícia no site da zap.aeiou: \u0093Carrossel Jorge Mendes\u0094. O lado <b> negro </b>do império do melhor agente do mundo.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Negro"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "8c8ab5ad-196b-4a94-ae93-08d7aec8e2fc",
            "user": "897c83f3-af5c-44c4-9636-3f4125e0e9fc",
            "date": "11.02.2020",
            "timestamp": "NA",
            "commentText": "as actividades do nosso herói nacional  são aparentemente ilegais, por isso está preso. Essas actividades  levaram a esta alteração climática das contas da D. Isabel. Há alguém que queira concluir o silogismo?",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "8a10f460-82cf-45c3-293b-08d7aec0fb1a",
                    "user": "5cb421f3-a9ec-4552-b733-e34f51fabff3",
                    "date": "11.02.2020",
                    "timestamp": "NA",
                    "commentText": "É claramente uma situação de dupla interpretação da nossa justiça . Para o benfica não servem as provas dos e-mails...mas para proceder contra Isabel já servem!!!! ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "276eb0a7-faaf-45da-6cd8-08d7aec3ebce",
                    "user": "f9e617f0-76c4-4c71-ad04-832caae9b11d",
                    "date": "12.02.2020",
                    "timestamp": "NA",
                    "commentText": "Justiça Bipolar.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "e943043d-36d5-4f04-c9c7-08d7aecca7da",
                    "user": "f280efd0-7692-4abc-a3e2-582579b61cff",
                    "date": "12.02.2020",
                    "timestamp": "NA",
                    "commentText": "Simples, no caso da Isabelinha, as autoridades Portuguesas agem sob as ordens dos tribunais Angolanos que não são de um estado de direito e fazem o que o dono manda. Nos casos originados por RP que competem á justiça Portuguesa, que como estado de direito que é não admite como prova elementos obtidos por meios de roubo, coação ou chantagem. E RP herói só se for para si, deixe-me a mim e a muitos outros Portugueses de fora. RP é um ladrão e extorsionista",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "81b971c9-59fb-44fe-2920-08d7aec0fb1a",
            "user": "e1080876-fe21-4669-ac49-299ffdd372ac",
            "date": "11.02.2020",
            "timestamp": "NA",
            "commentText": "Mais uma vítima do arrefecimento global. Agora até as contas congelam!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "cca559c5-2ffb-459d-ae7b-08d7aec8e2fc",
            "user": "f280efd0-7692-4abc-a3e2-582579b61cff",
            "date": "11.02.2020",
            "timestamp": "NA",
            "commentText": "As participações em empresas nacionais devem estar para ser arrestadas brevemente. A venda do Eurobic escapou por uma unha <b> negra </b>",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "e736772e-9d24-4032-6acd-08d7aec9ed5f",
                    "user": "ad7bf462-f638-44ed-8f67-f611e64b3726",
                    "date": "11.02.2020",
                    "timestamp": "NA",
                    "commentText": "Escapou ou deixaram acontecer para só depois intervir? ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7fd3b9ca-2f29-450e-ae89-08d7aec8e2fc",
                    "user": "279558e4-0032-417c-8370-0b2fc3fd1173",
                    "date": "11.02.2020",
                    "timestamp": "NA",
                    "commentText": "O mais caricato é que os donos de quem comprou o EuroBic ser um banco venezuelano em que seus dirigentes já estiveram a contas com a justiça. Mais do mesmo...a lavandaria não pode fechar portas.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Negra"
            ]
        },
        {
            "id": "f031e094-4dc9-4317-6ca8-08d7aec3ebce",
            "user": "3faac4fe-2a65-456c-8e7c-b036c5c8a92a",
            "date": "11.02.2020",
            "timestamp": "NA",
            "commentText": "Até que enfim! Mais vale tarde que nunca.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "32a81d88-8123-4ea6-6ca7-08d7aec3ebce",
            "user": "2064500e-8a01-42b5-b97a-16e9802404d4",
            "date": "11.02.2020",
            "timestamp": "NA",
            "commentText": "Ahahahah! Já lá não deve estar 1 cêntimo sequer... A Justiça em Portugal só actua com os pobres e com os malucos que roubam um champô no supermercado. Quem rouba milhões faz-se passear nas barbas da justiça tal como ela já fez em Lisboa na semana dos Luanda Leaks, mostrando quem é que manda realmente no país. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "32c4767c-1899-44d5-6abf-08d7aec9ed5f",
            "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
            "date": "11.02.2020",
            "timestamp": "NA",
            "commentText": "Se fosse o pai da senhora a mandar em Luanda não se atreveria a justiça portuguesa a tal.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "35a2477a-2cdc-40c5-c999-08d7aecca7da",
            "user": "fd11c74d-a528-4a3b-a28c-eb074051c2bc",
            "date": "11.02.2020",
            "timestamp": "NA",
            "commentText": "Ser investigado em Angola dá direito a contas arrestadas pela \"justiça\" em Portugal? Não percebo mesmo nada de justiça. De política um pouco mas de justiça mesmo nada. E como uma coisa e outra são independentes como é sabido. Não me ajuda.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "bbceb226-5c64-423b-6ca5-08d7aec3ebce",
                    "user": "1d08c814-3ebc-4b73-861a-dfee0db3a41d",
                    "date": "11.02.2020",
                    "timestamp": "NA",
                    "commentText": "Eu estou na mesma. Com a diferença, que pouco tempo, mesmo muito pouco, após terminar o curso de direito, fiquei sem perceber nada de justiça. Não da justiça, mas da suprema importância de uma JUSTIÇA, no desenvolvimento e na qualidade de vida das populações, essa percepção, nunca a perdi. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "41b1c138-2158-4a36-6cad-08d7aec3ebce",
                    "user": "0b6262c9-f5dc-4470-b522-fa7b8f5ae035",
                    "date": "11.02.2020",
                    "timestamp": "NA",
                    "commentText": "Se foi solicitado ao governo português pelo governo angolano no âmbito de um processo judicial, qual é o problema?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "ee4a363b-608c-4ea3-a4da-08d7aec88423",
                    "user": "5cb421f3-a9ec-4552-b733-e34f51fabff3",
                    "date": "11.02.2020",
                    "timestamp": "NA",
                    "commentText": "Domnall - O problema é que a obtenção de prova é ilegal...exatamente igual à prova dos mails sobre o benfica. Ou há um peso e duas medidas????",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}