{
    "header": {
        "title": " Alerta para cidadãos confusos ",
        "subtitle": " Quem pensa que o propósito deste decreto-lei até é louvável, já que visa respeitar as diferenças, desengane-se. O projecto é muito mais ambicioso. A ideia é mesmo acabar com todas as bases da nossa sociedade. ",
        "owner": " ['Raquel Abecasis'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 3702  partilhas",
        "datePosted": " 24 de Agosto de 2019, 6:28 ",
        "dateExtraction": " 2019-12-18 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2019/08/24/sociedade/opiniao/alerta-cidadaos-confusos-1884251 ",
        "postText": " ['Se está confuso, sem saber o que fazer nas próximas eleições, a fazer contas de cabeça sobre qual a melhor combinação para a próxima legislatura \u0097 Geringonça 2? PS com maioria absoluta? PS+PAN? \u0097; se acha que isto são só contas de mercearia e que no fundo, no fundo, nada de substancial vai mudar, o Despacho 7247/2019 do Governo foi feito a pensar em si.', 'Na verdade, a Geringonça 1 foi apenas um pequeno aperitivo do que pode estar para ser servido ao país na versão cocktail explosive. E o que está prontinho a explodir é a nossa sociedade tal como ainda hoje a conhece.', 'Já em Setembro, quando os seus filhos regressarem à escola, prepare-os para um mundo novo. No ano lectivo 2019/2020, tudo é possível. Meninos nas casas de banho das meninas. Meninas nas casas de banho dos meninos. Meninos que podem ser meninas às segundas, quartas e sextas, e às terças e quintas são meninos outra vez. Mandam os alunos, acatam os professores. É proibido julgar ou avaliar, isso não é respeitador das diferenças.', 'Quem pensa que este decreto-lei é só mais um disparate ou uma originalidade e que o propósito até é louvável, já que visa respeitar as diferenças, desengane-se. O projecto é muito mais ambicioso. A ideia é mesmo acabar com todas as bases da nossa sociedade em nome, claro, de causas nobres. Mas a verdadeira causa tem séculos: confundir para reinar. Uma sociedade sem regras e sem cultura é muito mais fácil de dominar. Manter-nos cativos de um pensamento único e moldado a critérios de poder é tudo o que a esquerda \u0097 dita democrática e progressista \u0097 deseja.', 'Verdadeiramente, o BE já mantém o PS, culturalmente, cativo, e agora quer completar o seu projecto dominando o país. E qual é o melhor sítio para começar? A escola, pois claro. Nada melhor do que moldar as cabeças desde a infância, isso torna o futuro muito mais garantido.', 'O que preocupa estes senhores não é o respeito pela diferença. Se assim fosse, os pais que têm filhos a necessitar de ensino especial já não teriam de passar pelo calvário que atravessam, ano após ano, a tentar garantir apoio adequado para os seus filhos. Se o respeito pelas diferenças fosse verdadeiramente a preocupação deste poder político, os cidadãos com mobilidade reduzida já não estariam impedidos de fazer a sua vida por causa das barreiras que o Estado lhes cria diariamente.', 'Não, não são as diferenças, nem os direitos, é a cultura que esta esquerda quer mudar. E se é normal que a cada passo da história a cultura evolua e se torne adequada aos novos tempos, nunca a evolução levou a apagar a herança do passado. Os séculos de história e cultura que temos atrás são um património essencial para o progresso. Para sermos adultos, não precisamos de matar os nossos pais. Os mais distraídos vejam o que aconteceu em sociedades em que se procurou reescrever a história.', 'Volto ao início. Se está com dúvidas sobre o que fazer em Outubro e se acha que afinal a experiência dos últimos anos demonstrou que a esquerda não é um bicho-papão, leia o Despacho 7247/2019, ele foi feito carinhosamente por dois secretários de Estado deste Governo, exclusivamente a pensar em si.', 'Candidata a deputada do CDS'] ",
        "numberPosts": " 23 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Gender - General,Social Class - Working class,Physical Identity - Physical (and Mental) Impairments,Sexual Identity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Género,Mulherzinha,Idiota,LGBT",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "6e123bb3-04ed-435a-74cc-08d72af002b0",
            "user": "c178820f-0357-4307-bb6f-a5526d8a1f79",
            "date": "28.08.2019",
            "timestamp": "NA",
            "commentText": "Eu acho que o decreto é irrelevante, não terá impacto nenhum e que, como sempre,  a biologia vence a moral (dantes católica, agora marxista).Há casos de crianças  trans, que se sentem mal no <b> género </b>definido pelo seu corpo? É evidente que há, mas são uma minoria e serão apoiadas caso a caso. Já a hipótese de haver que queira aproveitar-se da coisa para lucrar, como já  acontece nos EU onde estudantes atletas medianos se declaram do<b>  género</b> feminino para ganhar competições e bolsas, isso já é outra história. Mas isso é para rir depois...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Género"
            ]
        },
        {
            "id": "14a73fd2-8189-45c9-9c6a-08d7295e0cb6",
            "user": "a148de76-7201-435c-904f-6fafde97ada2",
            "date": "26.08.2019",
            "timestamp": "NA",
            "commentText": "Mais uma razão para não votar no CDS - nã há mínimos no QI exigido aos deputados. O pior não é só o QI da senhora, é pensar que o dos leitores está a niveis semelhantes ao dela... Lamentável.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "730586dd-49ff-458b-6f4c-08d729f8fe26",
            "user": "66dfd57a-c79f-43fc-b526-b28d0a63500e",
            "date": "26.08.2019",
            "timestamp": "NA",
            "commentText": "A autora mente com todos dentes ao escrever : \" \" No ano lectivo 2019/2020, tudo é possível. Meninos nas casas de banho das meninas. Meninas nas casas de banho dos meninos. Meninos que podem ser meninas às segundas, quartas e sextas, e às terças e quintas são meninos outra vez. Mandam os alunos, acatam os professores.\" O decreto lido na íntegra não diz nada disto. Todos os intervenientes desmentem esta intenção?  Então porque é que a Raquel Abecassis insiste nesta mentira?  Afinal quem é que tem uma ideologia escondida? Quem é que quer manipular os eleitores? E o público não devia dar espaço à opinião sobre factos e não sobre mentiras? ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "b632b4cf-c760-44d8-8a92-08d7290ec69c",
            "user": "bb61d1b3-3762-49dc-a387-f02c4552c321",
            "date": "25.08.2019",
            "timestamp": "NA",
            "commentText": "A ideologia de gênero nas escolas é uma clara promoção da hipersexualização patológica de crianças (com nefastos e perversos efeitos na sua saúde mental) e uma clara doutrinação e condicionamento ao homossexualismo. O futuro trará uma epidemia de doenças mentais nunca vista, pela mão destes ideólogos dementes e tiranos da esquerda radical. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "f3a6f7c5-1c22-4343-8abd-08d7290ec69c",
                    "user": "291f8978-8374-4c9c-87ce-bf5079db7244",
                    "date": "26.08.2019",
                    "timestamp": "NA",
                    "commentText": "Ahahah ahahah que chorrilho de disparates! ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "37b34097-ce6e-4627-8b0e-08d729facd29",
                    "user": "66dfd57a-c79f-43fc-b526-b28d0a63500e",
                    "date": "26.08.2019",
                    "timestamp": "NA",
                    "commentText": "Você enganou-se e estava comentar uma notícia sobre a Coreia do Norte?  É que se não foi o caso, tendo em conta o seu nível de delírio, eu diria que deve começar a preocupar-se com as doenças mentais já ...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "836aa4f8-88d4-46ec-1863-08d71fff21a5",
            "user": "3fb7c3bf-dcd0-4f27-9745-a0caf1030aee",
            "date": "25.08.2019",
            "timestamp": "NA",
            "commentText": "Eu discordo completamente deste texto. Mas não posso concordar com a sua censura. O que me choca é a ignorância da senhora que o escreveu. Ela não faz a mínima ideia do que consta a nova legislação. Ninguém quer por meninos a fazer chichi e cócó na casa de banho das meninas. Por favor, antes de escreverem, informem-se...",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "47cd625d-d277-499e-fd74-08d7295eeb7e",
                    "user": "f1352059-49f0-4a2f-9a29-891f365ea487",
                    "date": "25.08.2019",
                    "timestamp": "NA",
                    "commentText": "Quer fazer o favor de nos esclarecer para que não fiquemos na ignorância?        E que tal a passagem do mesmo para que não restem dúvidas?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "dc4ce969-d8f7-4304-6f4b-08d729f8fe26",
                    "user": "66dfd57a-c79f-43fc-b526-b28d0a63500e",
                    "date": "26.08.2019",
                    "timestamp": "NA",
                    "commentText": "Gualter, um decreto lei não se lê como quem lê a bíblia.  Tem que se ler o início do decreto para se perceber a que se referem os artigos...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "ab5d51d3-100f-4c1e-9c2e-08d7295e0cb6",
            "user": "31d137f1-a1f2-47a0-bbb6-5b8c71fe2337",
            "date": "25.08.2019",
            "timestamp": "NA",
            "commentText": "Este é claro um assunto em que maior parte da sociedade discorda do diploma. Não houve bom senso. Uma coisa são em casos em que há uma indicação por parte dos pais a escola de que uma criança se considera de outro sexo e a um processo sério de aceitação dessa realidade . Outra coisa são tolices que não irão funcionar e só criar anticorpos.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "c4612b3f-e292-4644-1917-08d71fff21a5",
                    "user": "1eba21cb-f0b6-4c54-b5c2-05f12ccf59be",
                    "date": "27.08.2019",
                    "timestamp": "NA",
                    "commentText": "O que prevê o decreto são exatamente os casos em que há uma indicação por parte dos pais. O resto foi fumo lançado para o ar por parte dos meninos das gerações populares, que se acham muito rebeldes a entrar às escondidas nas casas de banho do sexo oposto. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "9b4fbd62-6943-48a2-11db-08d7286d60d3",
            "user": "ebf144f3-b109-4105-af74-0654d3a7f2a2",
            "date": "25.08.2019",
            "timestamp": "NA",
            "commentText": "Esta <b> mulherzinha!</b>!?? É jornalista ou porta voz do bolsonaros e afins????? não consigo ler a totalidade do artigo tal é o abominável inadmissível Sr Manuel Carvalho,cada vez mais este jornal é porta voz dos venturas e pardais",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "29fa9df9-f4b2-472c-8a69-08d7290ec69c",
                    "user": "18d6bcb5-0530-4c16-9542-4fd32985ff75",
                    "date": "25.08.2019",
                    "timestamp": "NA",
                    "commentText": "Que estranho, que inadmissível! Este jornal é aberto à liberdade de expressão de todos os espetros políticos. Mesmo nojento não é, poder expressar uma opinião que pode não agradar a alguns...                Vá para a Coreia do Norte, lá é que certamente não têm esses \"nojentos\" princípios. E a senhora (caso não saiba, há que ter respeito prlas pessoas) está a fazer um artigo de OPINIÃO. E é \"candidata a deputada do CDS\", como devemos imaginar, não irá certamente fazer mais um artigo de propaganda esquerdalha do Bloco. Deixem as crianças em PAZ.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "0185de47-a8b9-4cc3-a027-08d729ac4327",
                    "user": "66dfd57a-c79f-43fc-b526-b28d0a63500e",
                    "date": "26.08.2019",
                    "timestamp": "NA",
                    "commentText": "A questão é que o artigo mente com todos os dentes.  Quando o decreto fala das crianças irem à casa de banho ou usarem um certo  nome, está a referir se a crianças com certas características,  tal como descrito no início do decreto e não a TODAS as crianças como os bolsonaristas que só conseguem ler uma frase de cada vez, parecem ter entendido...        ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Mulherzinha"
            ]
        },
        {
            "id": "3dd5ada8-ece1-4728-e92c-08d7280e3c51",
            "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
            "date": "24.08.2019",
            "timestamp": "NA",
            "commentText": "Acabei de rejeitar um comentário que dizia que esta senhora é uma <b> idiota.</b> Depois de ler a crónica estou muito arrependida. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "e083bbb0-084d-4ee0-82df-08d728b997d6",
                    "user": "0ab8ca6a-2dea-440e-85e9-00d7fb3973b0",
                    "date": "25.08.2019",
                    "timestamp": "NA",
                    "commentText": "A volúpia de censurar dá nisto. Primeiro censura-se e só depois é que se pensa.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Idiota"
            ]
        },
        {
            "id": "ff3ca949-917e-4a10-e90c-08d7280e3c51",
            "user": "f1352059-49f0-4a2f-9a29-891f365ea487",
            "date": "24.08.2019",
            "timestamp": "NA",
            "commentText": "Eu não sou de esquerda nem de direita (não tenho ideologia politica); analiso ideias e esta crónica não é despicienda.De facto este projeto parece-me totalmente descabido. Vai-se ao ponto de pretender que o cartão de cidadão não indique sexo e até, parece, que o chamar de senhor, senhora, menino e menina passa a ser encarado como discriminização. Isto é uma total idiotice e a ser levado por diante - o que duvido - vai trazer a sociedade seres assexuados sem qualquer distinção.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "96b264bd-af55-4f0e-fd9c-08d7295eeb7e",
                    "user": "66dfd57a-c79f-43fc-b526-b28d0a63500e",
                    "date": "26.08.2019",
                    "timestamp": "NA",
                    "commentText": "Leia o decreto todo primeiro...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "ad4b017f-0ecd-465f-5503-08d72812869b",
            "user": "7fea7e07-087e-41f1-abcf-8b34b8d16258",
            "date": "24.08.2019",
            "timestamp": "NA",
            "commentText": "Uma vergonha completa, este texto. Profundamente lamentável. Não tem ponta por onde se lhe pegue. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "024ca7a2-5f2c-4b3b-5274-08d728158caa",
            "user": "951334ce-a115-4efc-9b93-cbc748c964ef",
            "date": "24.08.2019",
            "timestamp": "NA",
            "commentText": "Como é que o Público aceita publicar este artigo de opinião completamente ridículo e que enganador do que efetivamente é o despacho? Reparem nesta parte \"Meninos que podem ser meninas às segundas, quartas e sextas, e às terças e quintas são meninos outra vez.\" Ou seja, na realidade para esta senhora estás crianças estão a gozar com a sociedade....",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "03d6da04-8d0b-4ff8-5291-08d728158caa",
                    "user": "da6d003c-ce1c-45dd-9c6d-739aeb5a466e",
                    "date": "24.08.2019",
                    "timestamp": "NA",
                    "commentText": "excelente artigo, surpreso que venha de uma candidata a deputada do CDS...        subscrevo  100%        O que preocupa estes senhores não é o respeito pela diferença. Se assim fosse, os pais que têm filhos a necessitar de ensino especial já não teriam de passar pelo calvário que atravessam, ano após ano, a tentar garantir apoio adequado para os seus filhos.Se o respeito pelas diferenças fosse verdadeiramente a preocupação deste poder político, os cidadãos com mobilidade reduzida já não estariam impedidos de fazer a sua vida por causa das barreiras que o Estado lhes cria diariamente.Não, não são as diferenças, nem os direitos, é a cultura (<b> LGBT,</b> GAYZISTA) que esta esquerda quer mudar.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "LGBT"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "b1ce3373-0a17-4674-525f-08d728158caa",
            "user": "2773f406-cd43-4315-9702-e25d8f770993",
            "date": "24.08.2019",
            "timestamp": "NA",
            "commentText": "Que tristeza de Direita... porque não pode simplesmente atacar directamente recomendações que procuram proteger crianças, decide inventar cenários mirabolantes e teorias de conspiração. Nada que seja de espantar. Há 100 anos atrás quando se defendia o direito das mulheres votarem, \"os mesmos\" afirmavam que a seguir viriam os pretos e os macacos... Nada de novo no mundo, portanto: existem aqueles que se preocupam com todos e aqueles que apenas se preocupam com o o que é seu, incluindo filhos.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "70f98d3e-e35a-497c-ae17-08d727c57de8",
                    "user": "d11fc174-4dfe-49d1-9a67-88e63b418d40",
                    "date": "24.08.2019",
                    "timestamp": "NA",
                    "commentText": "Caro Viana: Estou absolutamente de acordo consigo. O egoísmo vai acabar com a Humanidade.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}