{
    "header": {
        "title": " PSP identificou dois homens que tentaram atirar ovos contra Jean Wyllys em Coimbra ",
        "subtitle": " Jean Wyllys falava numa conferência ao lado do sociólogo Boaventura de Sousa Santos, na Faculdade de Economia da Universidade de Coimbra, quando um grupo de manifestantes tentou agredi-lo com ovos. ",
        "owner": " ['Lusa'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 1594  partilhas",
        "datePosted": " 27 de Fevereiro de 2019, 13:06 ",
        "dateExtraction": " 2019-10-29 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2019/02/27/sociedade/noticia/psp-identificou-dois-homens-tentaram-atirar-ovos-jean-wyllys-coimbra-1863587 ",
        "postText": " ['A PSP identificou dois homens que tentaram atirar ovos contra o político e activista brasileiro Jean Wyllys, na terça-feira, em Coimbra, quando este proferia uma conferência, disse esta quarta-feira fonte do Comando Distrital.', 'Os dois homens identificados são de nacionalidade portuguesa e têm idades entre os 40 e os 50 anos, tendo sido identificados no local, na Faculdade de Economia da Universidade de Coimbra (FEUC), onde decorria uma conferência proferida por Jean Wyllys, afirmou à agência Lusa fonte da PSP de Coimbra.', 'Um dos homens que tentou atirar ovos contra Jean Wyllys foi João Pais do Amaral, vice-presidente do PNR, que, na sua conta pessoal de Facebook, numa publicação pública, afirmou: \"A pontaria estava boa, o segurança é que se meteu à frente. Amanhã [hoje] não falho!\", numa referência à presença do político e brasileiro hoje, em Lisboa, na Casa do Alentejo, onde dará uma conferência subordinada ao tema: \"Porque se exilar do Brasil hoje?\".', 'João Pais do Amaral confirmou à agência Lusa a autoria e referiu que esta quarta-feira, se não for ele, \"outra pessoa vai fazê-lo\". \"Estaremos lá, de certeza, porque ele não é bem-vindo\".', 'Questionado sobre se se arrepende do acto, desvalorizou: \"O que fiz de mal? Vocês [comunicação social] estão sempre a boicotar. Eu não bati, nem matei ninguém\".', 'O dirigente do partido referiu que \"atirar um ovo é sempre mais simpático do que cuspir\" \u0096 numa alusão ao momento em que, no Parlamento brasileiro, Jean Wyllys cuspiu na cara de Jair Bolsonaro, agora Presidente do Brasil e na altura deputado.', 'João Pais do Amaral referiu que pessoas como Marine Le Pen, dirigente da Frente Nacional em França, ou Jaime Nogueira Pinto foram \"impedidos de falar\" em Portugal, alegando que pessoas de outros campos políticos também têm \"liberdade de exprimir as suas posições, mas são sempre vetadas\".', 'Questionado sobre a incoerência entre defender a liberdade de expressão a figuras da direita e ser contra a liberdade de Jean Wyllys expressar as suas posições, o dirigente do PNR frisou que, se não o deixam falar a ele, \"então os outros também não podem falar\".', 'João Pais do Amaral salientou que atirou o ovo por considerar que Jean Wyllys \"representa tudo aquilo que vai contra os valores da direita\", fazendo ainda referência a situações associadas a mentiras contra o ex-deputado brasileiro, nomeadamente a associação de que o político brasileiro é defensor da pedofilia \u0096 uma informação completamente falsa difundida nas redes sociais.', 'Aquando do incidente na FEUC, o político brasileiro afirmou: \"Qualquer fascista covarde, que se queira manifestar, em vez de atirar ovos ou tiros, por favor, vamos aos argumentos. Levantem-se, manifestem-se, falemos\".', 'Jean Wyllys, deputado federal do Rio de Janeiro, anunciou, em 24 de Janeiro, que ia desistir do novo mandato e deixar o Brasil, após receber ameaças de morte, situação que se arrasta desde o homicídio da vereadora Marielle Franco, também pertencente ao partido de Wyllys, o Partido Socialismo e Liberdade (PSOL).', 'Wyllys tornou-se, ainda segundo a imprensa brasileira, o primeiro deputado parlamentar assumidamente gay a apoiar assuntos relacionados com a comunidade LGBT+.'] ",
        "numberPosts": " 26 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Sexual Identity - General,Nationality - Portuguese",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Gay,Tuga",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "cb889baa-9c2a-40e0-f2b5-08d685162c16",
            "user": "99c7a287-304e-4d8c-8222-f8cc82e16102",
            "date": "01.03.2019",
            "timestamp": "NA",
            "commentText": "414 idiotas juntos numa sala! O que fazer?",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "0032cf5c-15ac-4d9b-db00-08d69d2fb3d5",
            "user": "d4357785-bf01-4f49-ac26-eefd33e31b34",
            "date": "28.02.2019",
            "timestamp": "NA",
            "commentText": "Afinal, à semelhança do q fazem os bloquistas (a outra face da mesma moeda), a extrema-direita portuguesa também sabe dizer umas verdades: Chega de marxismo cultural!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6a0b11bc-8ddd-40f6-33f0-08d69d466df9",
            "user": "d4357785-bf01-4f49-ac26-eefd33e31b34",
            "date": "28.02.2019",
            "timestamp": "NA",
            "commentText": "brasileiro, ex-vedeta de tv no papel de ex-BBB, que tem trocado insultos com quem o afronta, é a qualidade que a universidade pública procura para debater direitos humanos?Um político que sempre defendeu Cuba, Venezuela, Coreia do Norte, China, Vietname e seus regimes comunistas decide sair do seu país para irviver na Europa capitalista?? Estão cá (Berlim, Lisboa...) os pategos para lhe pagar as contas! segurança, estadia e pagamentos são por nossa conta...Então as sociedades perfeitas desses países já não são boas para viver? Já não convencem os seus defensores? Só servem para os desgraçados que não conseguem, nem podem, fugir de lá?Afinal, à semelhança do q fazem os bloquistas (a outra face da mesma moeda), a extrema-direita portuguesa também sabe dizer umas verdades: Chega",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3197afc5-2081-47df-2d0f-08d69d254994",
            "user": "d4357785-bf01-4f49-ac26-eefd33e31b34",
            "date": "28.02.2019",
            "timestamp": "NA",
            "commentText": "contra o rosto (que fica pintado) de um político de extrema-direita (V.R., candidato autárquico), agredido com uma lata, e a polícia não impede e não identifica??Um político brasileiro que diz que cuspiu na cara do fascista e que voltaria a cuspir na cara do mesmo, que é o presidente do Brasil, democraticamente eleito, merece toda a consideração das universidades, institutos e fundações portuguesas.Ovos, é mau (são tiros), cuspir é bom!!Mas o presidente Marcelo é que não devia falar em \"reunião entre irmãos\", com Bolsonaro, porque os outros presidentes é que forma irmãos (Lula, atual criminoso preso, e Dilma)... Defender a liberdade do ex-presidente Lula, condenado e preso pela justiça brasileira é defender a democracia?? Não é ditadura?? Um intelectual(? biografia: zero) brasileiro, ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "07bcbe74-5a61-4ac5-2d0e-08d69d254994",
            "user": "d4357785-bf01-4f49-ac26-eefd33e31b34",
            "date": "28.02.2019",
            "timestamp": "NA",
            "commentText": "Manifestantes da extrema-direita em Coimbra gritaram que \"Chega de marxismo cultural\". Será que existe mesmo marxismo cultural em Portugal? Um político brasileiro, de extrema-esquerda, dá uma conferência pága pela Universidade pública, a convite de um professor universitário (BSS) e não pode haver uma manifestação?? Um político português de extrema direita (M.M.) vai à tv (privada) e não há jornalista que não critique (e choca ministro da Defesa, PS e BE... e ERC...)! Uma pode, outra não?? Dois manifestantes tentam atirar ovos a um político de extrema-esquerda e são imobilizados e expulsos pela segurança pága pela universidade pública e depois identificados pela polícia. Antifascistas (onde é que estão os regimes fascistas??) atiram purpurina contra o rosto (que fica pintado) de um polít",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "66ac2d6b-e07b-43e4-2d04-08d69d254994",
            "user": "b3cf1cca-6075-437d-9d5d-08c06b52b275",
            "date": "28.02.2019",
            "timestamp": "NA",
            "commentText": "PNR o  partido populista portugues, feito de gentalha que tenta apanhar a onda do populismo - execrável",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6b9374b6-85b6-431e-e621-08d69c5004b3",
            "user": "0ba0ec45-aa72-41fa-a3e8-ce2d36dce731",
            "date": "27.02.2019",
            "timestamp": "NA",
            "commentText": "Os ataques à liberdade económica e de opinião espreitam em cada esquina e exigem vigilância apertada sob pena de voltarmos aos fascismos do século XX. Este tipo dava apenas uma palestra e exprimia as suas opiniões. Os arruaceiros do PNR, quais arruaceiros do MRPP, não gostam de ser contrariados e lançam ovos. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "2b846b08-f7c4-406f-837b-08d69c35da38",
                    "user": "47f5d91e-a980-4914-97a2-0b7a91768fd6",
                    "date": "27.02.2019",
                    "timestamp": "NA",
                    "commentText": "Concordo. A liberdade de expressão é fundamental. Não consigo perceber o que leva alguém a achar-se no direito de impedir outros de falar, e ainda menos quem acha que acções destas vão ajudar a sua causa.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "d8f43627-0790-4464-e612-08d69c5004b3",
            "user": "72ff53cd-a190-47aa-a9e6-2770cafc43b0",
            "date": "27.02.2019",
            "timestamp": "NA",
            "commentText": "Quando é a esquerda a invadir espaços com \"grandolas\", a atirar sapatos ou bolos e ovos...tudo ok....quando são outros...já são arruaceiros! Coerência de esquerda no seu melhor!",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "daa3ba3f-517c-458c-a96f-08d69c965f30",
                    "user": "96e9ba4c-ccb9-4b9c-b806-e2d952780705",
                    "date": "28.02.2019",
                    "timestamp": "NA",
                    "commentText": "Muito bem. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "6ba2a6db-75fa-456a-45f9-08d69c9c5a3e",
            "user": "3f7bd486-aad5-461c-9c02-acae284e8979",
            "date": "27.02.2019",
            "timestamp": "NA",
            "commentText": "Uma fruta, dois grunhos e um país de bácoros. Estamos conversados.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "e3198f8b-5e8f-40dd-f23f-08d685162c16",
            "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
            "date": "27.02.2019",
            "timestamp": "NA",
            "commentText": "Meia dúzia de gatos pingados do PNR aparecem nestes encontros para ganharem visibilidade e se promoverem à custa de figuras políticas de Esquerda. Em Coimbra foi assim, um grupelho de 14 pessoas do PNR foi confrontado por mais de 400 estudantes e professores. Nem sequer podem ser apelidados de manifestantes, não passam de arruaceiros.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "2245b80e-c04f-4602-a5cf-08d69c2f0ce1",
                    "user": "4d768fcc-b8bc-4bdc-aa2e-735b31dc465e",
                    "date": "27.02.2019",
                    "timestamp": "NA",
                    "commentText": "Senhora,  o fato de 400 alunos e professores ficarem  do lado desse cafajeste, só mostra o quanto voces não se informam sobre o que esse cafajeste fez no Brasil.          ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "91d6ea7c-2774-4679-d20e-08d69c9c6699",
                    "user": "3f7bd486-aad5-461c-9c02-acae284e8979",
                    "date": "27.02.2019",
                    "timestamp": "NA",
                    "commentText": "E o que foi que esse cafajeste feiz no Brasil, a gente pode saberrrrrr?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "b9652940-e108-4a7b-a938-08d69c965f30",
                    "user": "8da0bf2b-d516-4442-be99-f0ffb024f296",
                    "date": "27.02.2019",
                    "timestamp": "NA",
                    "commentText": "Wladia Mamede, fato ou facto? Que fake new será agora?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "f7b1c92f-7480-4215-d211-08d69c9c6699",
                    "user": "f50761ec-7bcb-4c3d-b3a2-594a2d82b66a",
                    "date": "27.02.2019",
                    "timestamp": "NA",
                    "commentText": "Pois e' Wladia, ele ate' e' <b> gay!</b>",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gay"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "6351a72e-dcb8-4214-a5be-08d69c2f0ce1",
            "user": "9d96ceca-6bd7-44a4-90df-8bbfa1203f73",
            "date": "27.02.2019",
            "timestamp": "NA",
            "commentText": "Broncos, burros, cobardes e a transbordar de ódio, nada de novo no universo do PNR. Este senhor (?), com um discurso tão sofisticado e lógico, é vice-presidente desta associação de criminosos, e isto diz tudo deste grupelho que felizmente continua a ter votações insignificantes e residuais. No meio disto tudo apenas um lamento: tantos ovos desperdiçados e o Boaventura Sousa Santos ali tão perto...",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "71704436-366a-4c4f-f251-08d685162c16",
                    "user": "e7e235f3-fea9-4720-850a-76b47e49983e",
                    "date": "27.02.2019",
                    "timestamp": "NA",
                    "commentText": "Em vez de lamentar as escolhas dos outros, \"por que(?) não passa aos actos\"?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "0f3123d8-0c57-4e71-f253-08d685162c16",
                    "user": "9d96ceca-6bd7-44a4-90df-8bbfa1203f73",
                    "date": "27.02.2019",
                    "timestamp": "NA",
                    "commentText": "Não lamentei \"as escolhas dos outros\", apenas a falta de pontaria. E se é mesmo preciso desmontar com todas as palavrinhas as suas tentativas pífias e azedas de tentar virar as minhas palavras contra mim próprio aqui vai: ao contrário da Margarida, que explicitamente deixou a dica relativamente a despejar tinta cor-de-rosa sobre juízes machistas para que alguém \"passasse aos actos\", eu apenas lamentei que nenhum dos ovos tivesse acertado naquela personagem que se sentava ao lado do Wyllys, não tendo nunca apelado a que alguém lhe fosse lançar ovos. Consegues perceber isso, Filipe, ou ainda tens o discernimento toldado por eu ter dito que os teus amiguinhos não eram assim muito inteligentes?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "55fefce5-238d-4cc6-e61d-08d69c5004b3",
                    "user": "8da0bf2b-d516-4442-be99-f0ffb024f296",
                    "date": "27.02.2019",
                    "timestamp": "NA",
                    "commentText": "Aquela personagem é Boaventura Sousa Santos e, ficámos a saber, que causa muitos engulhos a uma parte significativa da direita <b> tuga.</b>",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Tuga"
                    ]
                },
                {
                    "id": "b4a97adc-de68-4b52-e624-08d69c5004b3",
                    "user": "e7e235f3-fea9-4720-850a-76b47e49983e",
                    "date": "27.02.2019",
                    "timestamp": "NA",
                    "commentText": "zutmut, doeu, foi? Eu nao sou \"amiguinho\" de ninguém, apenas gosto de expor chico-espertos.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "d910a083-2ac7-469a-f25e-08d685162c16",
                    "user": "9d96ceca-6bd7-44a4-90df-8bbfa1203f73",
                    "date": "27.02.2019",
                    "timestamp": "NA",
                    "commentText": "Se alguma coisa doeu aqui foi a ti, quando te espalhaste ao comprido com essa tentativa patética. Esforça-te mais da próxima vez, rapaz, e deixa lá de defender os grunhos do PNR, que só te fica mal. E já agora, qual a razão do ponto de interrogação a seguir ao \"por que\" do teu comentário?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "f07263e6-3cfa-4a1e-f279-08d685162c16",
                    "user": "e7e235f3-fea9-4720-850a-76b47e49983e",
                    "date": "27.02.2019",
                    "timestamp": "NA",
                    "commentText": "Porque é \"porque\", obviamente, e não \"por que\".",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "ea5aca38-886a-4326-45f4-08d69c9c5a3e",
            "user": "8da0bf2b-d516-4442-be99-f0ffb024f296",
            "date": "27.02.2019",
            "timestamp": "NA",
            "commentText": "Todos sabem que o PNR é um partido de arruaceiros. Caros reles representantes do PNR: Jean Wyllys é muito bem vindo a Portugal! E possui gabarito suficiente para discursar em locais nobres. Já vocês não passam disso, atiradores de ovos! Curem-se! Xô!",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "6d9449a0-c447-4fc2-33e7-08d69d466df9",
                    "user": "96e9ba4c-ccb9-4b9c-b806-e2d952780705",
                    "date": "28.02.2019",
                    "timestamp": "NA",
                    "commentText": "Leva-o para tua casa e dá-lhe muito afecto.. Pode ser que ele te cuspa.. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "e301a36c-b7f7-4da3-daf2-08d69d2fb3d5",
                    "user": "b3cf1cca-6075-437d-9d5d-08c06b52b275",
                    "date": "28.02.2019",
                    "timestamp": "NA",
                    "commentText": "Sem duvida! PNR escória de populistas de extrema direita",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}