{
    "header": {
        "title": " Casamentos de Santo António ainda não incluem matrimónios gay ",
        "subtitle": " A iniciativa retomada em 1997 pela Câmara de Lisboa prevê casamentos civis desde essa data, mas ainda não há casamentos gay \u0096 apesar de serem legais desde 2010. ",
        "owner": " ['Claudia Carvalho Silva'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 1950  partilhas",
        "datePosted": " 12 de Junho de 2019, 13:14 ",
        "dateExtraction": " 2019-10-28 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2019/06/12/local/noticia/casamentos-santo-antonio-nao-permitem-matrimonios-gay-1876185 ",
        "postText": " ['Os Casamentos de Santo António celebram-se nesta quarta-feira com 16 casais \u0097 11 por cerimónia religiosa e cinco por cerimónia civil \u0097, mas os casamentos homossexuais ainda não fazem parte da iniciativa e nunca houve candidaturas de casais LGBT, explica ao PÚBLICO Joana Cardoso, presidente da entidade organizadora, a EGEAC. O casamento homossexual é permitido por lei desde 2010 e os casamentos civis são permitidos nos Casamentos de Santo António desde 1997 (ano em que foram retomados pela Câmara Municipal de Lisboa) \u0097 e já houve um casamento muçulmano integrado na iniciativa, em 2001, na Mesquita Central de Lisboa.', 'Quanto aos matrimónios gay nos Casamentos de Santo António, Joana Cardoso refere que \u0093não é uma questão nova e é natural que se fale nela, mas é sabida a posição da Igreja. Além disso são os Casamentos de Santo António; há sempre esta conotação religiosa\u0094, não confirmando se estes casamentos são permitidos \u0097 \u0093o regulamento é omisso\u0094. O Patriarcado de Lisboa diz ao PÚBLICO que \u0093a Igreja não interfere nos casamentos civis\u0094, ainda que a sua posição quanto aos casamentos homossexuais \u0093seja a mesma de toda a Igreja\u0094 \u0097 contra.', 'Questionada sobre a possibilidade de haver uniões homossexuais na cerimónia, a presidente da EGEAC (Empresa de Gestão de Equipamentos e Animação Cultural) ​diz que se trata de \u0093uma questão política que extravasa\u0094 a organização. \u0093Não temos poder para tomar uma decisão deste tipo\u0094, diz, acrescentando que a EGEAC é mera organizadora \u0097 a cerimónia desta quarta-feira é, aliás, a primeira organizada inteiramente pela EGEAC.', 'O PÚBLICO está desde Janeiro a tentar obter esclarecimentos da Câmara Municipal de Lisboa (CML) e insistiu nesta quarta-feira, mas ainda não teve respostas.', 'No regulamento dos Casamentos de Santo António não surge qualquer indicação de que não possam participar noivos gay, à excepção dos campos \u0093nome da noiva\u0094 e \u0093nome do noivo\u0094 no formulário de inscrição. De resto, é exigido que um dos noivos resida em Lisboa, que estejam em situação legal, que aceitem \u0093as regras exigidas pela celebração atribuída\u0094 e que aceitem ser entrevistados e filmados.', 'Em 2018, houve em Portugal 607 casamentos homossexuais (265 entre mulheres e 342 entre homens), segundo dados do Instituto Nacional de Estatística (INE); destes, 167 foram realizados na cidade de Lisboa, entre 57 casais de mulheres e 110 casais de homens. No ano anterior, 2017, tinham sido 523 casamentos gay, 168 deles em Lisboa.', 'Em 2010, o PÚBLICO noticiava a intenção da Câmara de Lisboa de permitir inscrições de casais homossexuais nos Casamentos de Santo António \u0096 na altura, a lei aprovada no Parlamento que permite uniões entre pessoas do mesmo sexo não estava ainda em vigor. \u0093Do ponto de vista legal e constitucional, não vejo como essa posição [de não aceitar noivos homossexuais] possa ter qualquer cabimento ou acolhimento legal. Não basta dizer que, por vénia à hierarquia católica, se irão excluir aquelas pessoas\u0094, reagia à data José Leote, do grupo de homossexuais católicos Novos Rumos.', 'Passados nove anos, o tema voltou à baila quando o apresentador José Carlos Malato fez o apelo à CML, em Janeiro deste ano: \u0093Só falta podermos concorrer aos Casamentos de Santo António, não é, Câmara Municipal de Lisboa? Nem menos, nem mais. Direitos iguais\u0094, escreveu no Instagram.', 'Os Casamentos de Santo António foram realizados pela primeira vez em 1958, e era uma iniciativa patrocinada pelo Diário Popular com o objectivo de possibilitar o casamento a pessoas com maiores dificuldades financeiras. Depois do fim da ditadura, em 1974, as cerimónias foram interrompidas até 1997, ano em que a Câmara de Lisboa retomou a ideia. Desde essa data, já houve 738 noivos e noivas de Santo António.', 'Notícia corrigida às 16h15 com declarações rectificadas: depois de dizer que os casamentos entre pessoas do mesmo sexo não estavam previstos na iniciativa, a presidente da EGEAC refere que não disse que não eram permitidos, que \u0093o regulamento é omisso\u0094 e que \u0093há um parceiro importante cuja posição é conhecida, que é o Patriarcado\u0094.'] ",
        "numberPosts": " 15 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Sexual Identity - General,Gender - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Gay,Patriarcado",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "3dd37cc1-8bf4-4937-f8dd-08d6d8471620",
            "user": "1bb329ca-dc13-41e4-94bc-09e90ae16133",
            "date": "13.06.2019",
            "timestamp": "NA",
            "commentText": "E era suposto existirem? Casamento de Santo António é heterossexual a tradição e heterossexual. Querem-se casar casem-se no civil.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4545dd55-2747-49d9-f8a9-08d6d8471620",
            "user": "9a0c2239-85ce-47d3-86b9-67c8e503fe97",
            "date": "12.06.2019",
            "timestamp": "NA",
            "commentText": "Nestas coisas é só uma questão de tempo. Mais meia dúzia de pequenas crónicas a falar no assunto e aí teremos o nosso S.to António a casar esses noivos e noivas.Convém,entretanto fazer sentinela junto ao túmulo de s.to António para ele não se levantar e fazer o seu sermão anti-polÍticamente correcto...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5be4dd00-577c-40df-b986-08d6ef09dd13",
            "user": "f50761ec-7bcb-4c3d-b3a2-594a2d82b66a",
            "date": "12.06.2019",
            "timestamp": "NA",
            "commentText": "Que facam os casamentos de S Antonio mas, nao na igreja. Sobretudo quando e' a Camara Municipal a patrocionar.. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "a17afd31-fa3c-48fa-c1ed-08d6ef03d0af",
            "user": "25241b78-c64c-409f-8520-b7efcd02fe04",
            "date": "12.06.2019",
            "timestamp": "NA",
            "commentText": "Os casamentos de santo Antonio sao catolicos e por isso apenas entre pessoas heterossexuais. Mas porque razao tem de misturar isso com casamentos entre pessoas do mesmo sexo? ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "e347e5d8-c89a-4cf5-ff1b-08d6ef0f3ebd",
                    "user": "(null)",
                    "date": "13.06.2019",
                    "timestamp": "NA",
                    "commentText": "Mentira. No próprio artigo afirma que quase metade dos casamentos são realizados apenas no civil e já houve até um casamento islâmico na Mesquita de Lisboa. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "ba60464a-7b0d-49b6-2022-08d6ef15452f",
            "user": "c5ab7b6d-fdea-405c-9a28-a41e1fe0092c",
            "date": "12.06.2019",
            "timestamp": "NA",
            "commentText": "Se os ateus podem comentar/criticar os dogmas/mandamentos da Igreja (e fazem-no com frequência), também a Igreja pode comentar/criticar seja o que for. É contra os casamentos <b> gay </b>e tem toda a liberdade de o dizer e fazer. A Câmara pode incluir casamentos<b>  gay</b>, terão é de mudar o nome aos Casamentos de Santo António e também o local, nunca serão realizados na Sé Patriarcal. Mas enfim quando nem há candidatura<b> s ga</b>y\u0085 levantar esta questão apenas serve como cortina de fumo para tentar não se discutir problemas muito mais graves.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "9e7268e6-3a18-4394-b99c-08d6ef09dd13",
                    "user": "(null)",
                    "date": "13.06.2019",
                    "timestamp": "NA",
                    "commentText": "Quando a igreja deixar de tentar controlar a minha vida, eu deixarei de falar da igreja, tal como não falo dos hindus ou budistas. E há casamentos de santo António apenas no civil que não vão à igreja. Diz no próprio artigo. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Gay"
            ]
        },
        {
            "id": "5770dcea-c272-46b9-200d-08d6ef15452f",
            "user": "869ae67f-2409-484c-a94b-64d18d8d864a",
            "date": "12.06.2019",
            "timestamp": "NA",
            "commentText": "Os mesmos que cospem fogo, quando ouvem falar de interferência da igreja ao Estado, são os primeiros que pedem interferência do Estado na igreja, santa hipocrisia, quem casa é o Estado (no civil) o casamento religioso é área irrestrita da igreja, respeitem!! Ou estamos numa ditadura <b> gay </b>de facto? Se for avisem para começar a guerra.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "05e5fdfd-1f4b-4a43-ff2e-08d6ef0f3ebd",
                    "user": "5b1184fe-c61b-48a1-aa66-98ed9055c19d",
                    "date": "13.06.2019",
                    "timestamp": "NA",
                    "commentText": "Interferência do Estado na Igreja e da Igreja no Estado não são equivalentes. Uma tem que cumprir as leis do outro.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Gay"
            ]
        },
        {
            "id": "cf20e05a-dbad-48bd-b964-08d6ef09dd13",
            "user": "(null)",
            "date": "12.06.2019",
            "timestamp": "NA",
            "commentText": "É de lamentar que o <b> Patriarcado </b>de Lisboa diga que \"quanto aos casamentos homossexuais \u0093seja a mesma de toda a Igreja\u0094 - contra.\". A igreja apenas tem que se pronunciar sobre as regras e comportamentos dos seus fiéis. Se disserem que são contra os casamentos homossexuais na igreja compreendo e caberá aos Teólogos Católicos analisarem a questão à luz dos escritos da Igreja de forma a suportar ou até contestar essa posição. Quanto aos não-fiéis, sejam ateus ou de outra religião têm mais é que calar a boca. Eu não autorizo que um padre meta o bedelho na minha vida. Mais que não seja porque existindo Deus, e sendo ele Omnipresente, Omnisciente e quem julgará os meus actos no Juízo Final, saberá tudo. Dispenso intermediários abelhudos como os padres cuja autoridade no tema vale zero.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "e7e4ae8d-f672-4c4c-f892-08d6d8471620",
                    "user": "8da0bf2b-d516-4442-be99-f0ffb024f296",
                    "date": "12.06.2019",
                    "timestamp": "NA",
                    "commentText": "A Igreja Católica um dia que seja tolerante desaparece! Seja como for estes casamentos são um dos acontecimentos mais pirosos Made in Portugal! As festas de S. João, no Porto, ganham em tudo sobretudo em autenticidade!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4c0edf41-d618-4d3b-f6a5-08d6ef0280b9",
                    "user": "ce39b74f-2a68-4997-94d4-77128678a025",
                    "date": "12.06.2019",
                    "timestamp": "NA",
                    "commentText": "E a Igreja Católica não deve deixar meter o bedelho nos casamentos religiosos a quem não for católico.         ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "592920cb-dadb-4380-b99d-08d6ef09dd13",
                    "user": "(null)",
                    "date": "13.06.2019",
                    "timestamp": "NA",
                    "commentText": "@sima quian : hoje em dia os casamentos de santo António não são um evento exclusivamente religioso. De resto estou totalmente a borrifar - me para os casamentos religiosos. Tomara era que a Igreja se limitasse a tentar controlar apenas os seus fiéis. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Patriarcado"
            ]
        },
        {
            "id": "bb534877-02c0-4583-c1d4-08d6ef03d0af",
            "user": "060401d6-1b03-43dd-a52c-a4726dd3dfbb",
            "date": "12.06.2019",
            "timestamp": "NA",
            "commentText": "Temo uma ideia, vamos acabar com os casamentos de st Antônio a favor da inclusão!! ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "e382000a-cc30-4dd8-2004-08d6ef15452f",
            "user": "c3d85640-e92e-4ac8-a444-c23e0df2a0d9",
            "date": "12.06.2019",
            "timestamp": "NA",
            "commentText": "Casamentos de Santo António ainda não permitem patrimónios <b> gay.</b>",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gay"
            ]
        }
    ]
}