{
    "header": {
        "title": " Supremo Tribunal Federal do Brasil proíbe censura de BD com beijo gay ",
        "subtitle": " O prefeito do Rio de Janeiro condenou o conteúdo do livro Vingadores, a Cruzada das Crianças e mandou fiscalizar material com temática gay na Bienal do Livro. Após um vaivém jurídico, o Supremo proibiu a censura da obra. ",
        "owner": " ['Maria Joăo Mesquita'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 454  partilhas",
        "datePosted": " 9 de Setembro de 2019, 18:06 ",
        "dateExtraction": " 2019-10-25 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2019/09/09/culturaipsilon/noticia/supremo-tribunal-federal-brasil-proibe-censura-bd-beijo-gay-1885986 ",
        "postText": " ['O Supremo Tribunal Federal do Brasil (STF) condenou e proibiu, no domingo, a polémica decisăo do prefeito do Rio de Janeiro de mandar apreender uma banda-desenhada na Bienal do Livro. Marcelo Crivella havia ordenado a recolha do volume Vingadores, a Cruzada das Crianças, da Marvel, alegando ser preciso proteger os menores daquilo que considerou um conteúdo impróprio — o desenho de um beijo entre duas personagens do mesmo sexo. A polémica rebentou na passada sexta-feira, após Marcelo Crivella ter declarado no Twitter que “a Prefeitura do Rio de Janeiro está protegendo os menores da cidade”.', 'No domingo, o Supremo decidiu dar provimento ao pedido da procuradora-geral da República do Brasil, Raquel Dodge, segundo a qual a acçăo da Prefeitura feriu “frontalmente a igualdade, a liberdade de expressăo artística e o direito ŕ informaçăo”. “O acto da Prefeitura do Município do Rio de Janeiro discrimina frontalmente pessoas por sua orientaçăo sexual e identidade de género, ao determinar o uso de embalagem lacrada somente para obras que tratem do tema do homotransexualismo”, argumentou ainda a procuradora-geral na sua exposiçăo ao STF.', 'Dando razăo a Raquel Dodge, o presidente do Supremo, Dias Toffoli, considerou que a apreensăo, “ao estabelecer que o conteúdo homoafectivo em publicaçőes infanto-juvenis exigiria a prévia indicaçăo de seu teor”, equiparava as relaçőes entre pessoas do mesmo sexo “a conteúdo impróprio ou inadequado ŕ infância e juventude, ferindo, a um só tempo, a estrita legalidade e o princípio da igualdade, em disposiçăo que – sob pretensa protecçăo da criança e do adolescente – se pôs na armadilha subtil da distinçăo entre protecçăo e preconceito”.', 'De acordo com o comunicado disponível na página on-line do STF, Toffoli lembrou ainda “jurisprudęncia que confere ŕ uniăo civil de casais formados por pessoas do mesmo sexo os mesmos direitos dos casais heterossexuais, com base no princípio constitucional que veda qualquer discriminaçăo em virtude de sexo, raça ou cor”. E sublinhou que o regime democrático pressupőe o “livre trânsito de ideias\": “De facto, a democracia somente se firma e progride em um ambiente em que diferentes convicçőes e visőes de mundo possam ser expostas, defendidas e confrontadas umas com as outras, em um debate rico, plural e resolutivo. Além desse carácter instrumental para a democracia, a liberdade de expressăo é um direito humano universal – previsto no artigo XIX da Declaraçăo Universal dos Direitos Humanos, de 1948 –, sendo condiçăo para o exercício pleno da cidadania e da autonomia individual.”', 'A decisăo de Crivella suscitou vários protestos no sábado. Bandeiras com o símbolo do arco-íris foram erguidas em diversos pontos do Rio de Janeiro, e casais homossexuais beijaram-se em simultâneo, para mostrar que o que se vę na BD Vingadores, a Cruzada das Crianças é um facto de todos os dias.', 'Também Celso de Mello, o mais antigo membro do STF ainda em exercício, havia enviado um recado a Crivella através do jornal Folha de Săo Paulo: “Sob o signo do retrocesso, cuja inspiraçăo resulta das trevas que dominam o poder do Estado, um novo e sombrio tempo se anuncia, da intolerância, da repressăo ao pensamento, da interdiçăo ostensiva ao pluralismo de ideias e do repúdio ao princípio democrático”.', 'A tentativa de censura ŕ BD da Marvel, que está ŕ venda no Brasil desde 2016, acabou por promover o que se queria censurar, concluía este fim-de-semana o jornal O Globo. Todos os exemplares da obra foram vendidas e algumas editoras presentes na Bienal do Livro triplicaram a facturaçăo em relaçăo ao mesmo dia da ediçăo anterior. E esta procura excepcional năo beneficiou apenas a literatura de temática LGBT, mas todos os títulos do catálogo. Muitas pessoas foram mobilizadas pela acçăo do youtuber brasileiro Felipe Neto, que comprou 14 mil livros sobre a temática LGBT ŕ venda na bienal e anunciou que iria distribui-los gratuitamente no evento. Os cariocas, atraídos pela causa, ficaram para comprar. Texto editado por Inęs Nadais'] ",
        "numberPosts": " 10 comentários ",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Gender - General,Gender - Female sexuality",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Mulher,Ridícula",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "2ba93cc2-4ef2-4643-f8c4-08d73ddb4a73",
            "user": "8bfa81e0-ad75-4a47-b7b0-123ff00b8f02",
            "date": "21.09.2019",
            "timestamp": "NA",
            "commentText": "A questão não é sobre censura, como dito, mas de proteção às crianças.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9b07efed-6ee3-4d24-7f1b-08d735601e60",
            "user": "942b55fe-7ff1-4d5f-9a2d-22a73fb64069",
            "date": "10.09.2019",
            "timestamp": "NA",
            "commentText": "Geralmente as pessoas que recusam com mais veemência os direitos dos gays são pessoas atormentadas pelo facto de ainda não terem saído do armário.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "526608b1-2e19-48e6-7f0e-08d735601e60",
            "user": "f8fcd449-82f8-4e75-95d8-d449ec759524",
            "date": "10.09.2019",
            "timestamp": "NA",
            "commentText": "Nesse expoente da liberdade que é a Suécia, há uns anos o Parlamento removeu da sua sala de jantar uma pintura barroca contendo mulheres com seios desnudados para não ofender a sensibilidade de visitantes feministas e muçulmanos. Mas sobre isso este jornal e a brigada politicamente correta fizeram um silêncio sepulcral. É que para esta brigada, comportamentos retrógrados só são reprováveis se forem levados a cabo por homens heterossexuais e cristãos... (NOTA: republicação de comentário pavlovianamente censurado por um esquerdista autoritário; a moderação neste jornal continua impunemente entregue à bicharada)",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "f2f939f7-01c9-486c-8616-08d73617b241",
                    "user": "841a4abc-bf11-40e7-9aac-775d30f13f29",
                    "date": "10.09.2019",
                    "timestamp": "NA",
                    "commentText": "E em que é que isso afecta a vida dos suecos? Por outro lado, nas piscinas públicas suecas, pode tirar as mamas da sua <b> mulher </b>e nadar com elas à solta... O topless é autorizado, para sua informação.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Mulher"
                    ]
                },
                {
                    "id": "32195f84-8394-4f47-5140-08d736050c27",
                    "user": "f8fcd449-82f8-4e75-95d8-d449ec759524",
                    "date": "10.09.2019",
                    "timestamp": "NA",
                    "commentText": "Rafael, quer que lhe faça um desenho?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "16f0609d-5e4c-48fb-8644-08d73617b241",
                    "user": "3c0fc14c-95fe-4f3f-8536-1aa160913cc9",
                    "date": "11.09.2019",
                    "timestamp": "NA",
                    "commentText": "ficou com essa guardada para atirar agora? é que pelos vistos não foi ontem... foi há uns anos... Se considera o Público um perigoso jornal propagandista, pelos vistos desde há vários anos, porque o lê? ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "36e0b5ae-f33b-4971-c1c9-08d736a43255",
                    "user": "f8fcd449-82f8-4e75-95d8-d449ec759524",
                    "date": "11.09.2019",
                    "timestamp": "NA",
                    "commentText": "Gomes, o meu papel enquanto leitor e ocasional comentador dos artigos do Público é de procurar mostrar a \"red pill\".",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "563c2017-f427-42ac-1e07-08d71fff21a5",
            "user": "898b5648-9db6-4f97-b88a-0563db50ba56",
            "date": "10.09.2019",
            "timestamp": "NA",
            "commentText": "Queriam fascismo. Tomem lá com os dentes da democracia! Não tenho dúvidas que os democratas se vão mobilizar contra a a <b> ridícula </b>postura autoritária do Bolsonaro, apadrinhada pela sinistra seita da Igreja Universal do Reino de Deus.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Ridícula"
            ]
        },
        {
            "id": "22129847-61ce-49ae-621e-08d735238784",
            "user": "260cb75e-dbd6-4648-9d0d-878cce68dbb9",
            "date": "09.09.2019",
            "timestamp": "NA",
            "commentText": "E a Ministra das cores? Não diz nada?Ou será que já vê tudo em tons de m*rda? É que esta cambada de labregos no poder no Brasil vai ser varrida. A chatice é a espera.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "939d3da5-4e31-456a-1de7-08d71fff21a5",
            "user": "5561061c-46a0-40b0-84aa-688bfd747862",
            "date": "09.09.2019",
            "timestamp": "NA",
            "commentText": "É absolutamente inacreditavel como no sec XXI, quando se comandam robots a 500 milhões de km em Marte, ainda se discutem estes tabus completamente medievais...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}