{
    "header": {
        "title": " Isabel dos Santos constituída arguida em Angola ",
        "subtitle": " Processo-crime partiu da denúncia de Carlos Saturnino, que sucedeu a Isabel dos Santos como presidente da Sonangol. Os portugueses Mário Leite Silva, Sarju Raikundalia, Paula Oliveira e Nuno Ribeiro da Cunha também são arguidos. ",
        "owner": " ['António Rodrigues'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 302  partilhas",
        "datePosted": " 22 de Janeiro de 2020, 18:20 ",
        "dateExtraction": " 2020-01-31 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2020/01/22/mundo/noticia/isabel-santos-constituida-arguida-angola-1901364 ",
        "postText": " ['A empresária angolana Isabel dos Santos foi constituída arguida por má gestão e desvio de fundos durante a sua passagem pela companhia petrolífera estatal angolana Sonangol, anunciou esta quarta-feira a Procuradoria-Geral da República de Angola. O anúncio foi feito pelo procurador-geral angolano, Heldér Pitta Grós, em conferência de imprensa em Luanda, antes de viajar para Portugal, onde esta quinta-feira, às 15 horas, se encontra com a sua homóloga, Lucília Gago.', 'A acusação partiu da denúncia do sucessor de Isabel dos Santos à frente da Sonangol, Carlos Saturnino, explicou ao PÚBLICO o porta-voz da PGR angolana, Álvaro João. O inquérito foi aberto em Março de 2018 e a filha de José Eduardo dos Santos chegou a ser notificada para prestar declarações, no entanto, não compareceu na procuradoria, nem justificou a sua ausência.', 'De acordo com Álvaro João, foram constituídos arguidos mais pessoas nas alegadas transferências fraudulentas para empresas do Dubai ligadas a Isabel dos Santos e ao marido. Todos os arguidos, ainda segundo a mesma fonte, estão fora de Angola nesta altura. Também são arguidos os portugueses Mário Leite Silva, braço-direito da empresária angolana, Sarju Raikundalia (ex-administrador financeiro da Sonangol), Paula Oliveira, amiga de Isabel dos Santos e administradora da operadora portuguesa NOS, e Nuno Ribeiro da Cunha, assessor do Eurobic.', 'Isabel dos Santos deixou o seu país no Verão de 2018, segundo tem afirmado a própria em várias entrevistas, e desde então nunca mais regressou, por temer pela sua segurança.', '\u0093Este processo nada tem a ver com o arresto provisório dos bens, que é um processo cível\u0094, frisou o porta-voz da PGR. Em relação a esse caso, onde o Estado angolano alega uma dívida superior a 1,1 mil milhões de dólares, o Ministério Público está preparado para entregar a acção principal contra Isabel dos Santos, o marido, Sindika Dokolo, e o braço-direito, Mário Leite da Silva, a 1 de Março.', 'Os casos envolvendo a filha do ex-Presidente angolano vão estar em discussão no encontro que Pitta Grós irá ter em Lisboa com Lucília Gago, confirmou Álvaro João.', 'A visita insere-se no âmbito da cooperação judiciária entre os dois países. Além dos casos relacionados com Isabel dos Santos, vários outros processos judiciais serão discutidos pelos procuradores de ambos os países.', 'Em relação ao processo-crime contra Isabel dos Santos, tem por base a acusação de Carlos Saturnino de que Isabel dos Santos teria ordenado uma transferência de 38 milhões de dólares para uma empresa no Dubai já depois de ter sido exonerada do cargo do presidente do conselho de administração da Sonangol.', 'Saturnino, o homem por trás da denúncia de \u0093transferências monetárias irregulares\u0094, é o mesmo que a filha de José Eduardo dos Santos despediu mal chegou à companhia petrolífera e o Presidente João Lourenço foi buscar para a substituir quando decidiu exonerá-la em Novembro de 2017, pouco tempo depois de assumir o poder em Angola.', 'Numa conferência de imprensa no final de Fevereiro de 2018, o actual presidente do conselho de administração da Sonangol afirmou: \u0093Tomámos posse no dia 16 de Novembro de 2017 e nesse dia, à noite, apercebemo-nos de que o administrador que cuidava das finanças na Sonangol [o português Sarju Raikundalia], embora tivesse sido exonerado no dia 15, ordenou uma transferência no valor de 38 milhões de dólares para a Matter Business Solution, com sede no Dubai\u0094, acusou. Uma operação feita através do banco BIC, detido por Isabel dos Santos, e que passara \u0093a ser um dos bancos preferenciais a nível da Sonangol\u0094.', 'A empresária chegou a apresentar, em entrevista à Agência Lusa, um documento sem cabeçalho que provava, de acordo com a própria, que a transferência tinha sido feita no dia 15 e não a 16, como referia Saturnino. Mesmo assim, à hora da transferência, a sua exoneração já havia chegado à imprensa há algumas horas.', 'Que ao fim de quase dois anos de inquérito, Isabel dos Santos seja constituída arguida precisamente agora, sugere uma ligação entre a investigação da PGR angolana e a denúncia do Luanda Leaks, até porque Pitta Grós foi entrevistado pelo Consórcio Internacional de Jornalismo de Investigação.', '\u0093A velocidade com que se está a avançar contra Isabel dos Santos coincide com os papéis do Luanda Leaks, porque assim há pouca manobra de defesa da visada, o que é uma espécie de xeque-mate, pois ela não vai pôr os pés em Luanda\u0094, refere ao PÚBLICO o jornalista angolano Sedrick Carvalho.', 'É como diz o antigo director do jornal Expansão Carlos Rosado de Carvalho, as duas coisas podem não estar relacionadas, \u0093mas que há muita coincidência, lá isso há\u0094. Para Sedrick Carvalho, a constituição como arguida \u0093era inevitável\u0094, acontecer agora \u0093é propício para as autoridades angolanas\u0094.', 'Refira-se que o Luanda Leaks fala na transferência de pelo menos 115 milhões de dólares da Sonangol para a Matter Business Solutions, controlada pelo principal advogado de Isabel dos Santos, Jorge Brito Pereira, entre Maio e Novembro de 2017. Na direcção da empresa surgia Mário Leite Silva e como única accionista declarada às autoridades do Dubai Paula Oliveira.', 'Ao PÚBLICO, o advogado angolano David Mendes, sem querer apreciar o caso de Isabel dos Santos, referiu que é difícil estabelecer à partida o enquadramento penal em causa nesta acusação, até porque é preciso saber se a má gestão de que é acusada e os seus administradores é dolosa ou negligente. Por exemplo, no caso da má gestão dolosa, que pode ser equivalente a peculato, a pena pode ir de oito a 12 anos de prisão.', 'O facto de os arguidos não estarem no país não impedirá o julgamento, que avançará como um \u0093processo de ausentes\u0094. O facto não acarretará qualquer ónus na pena, diz David Mendes, que se desenrola da mesma forma que o processo normal. Se forem condenados e depois de transitada a sentença em julgado, a justiça angolana poderá, então, pedir a emissão de mandados de captura internacionais.', 'Com Ana Henriques'] ",
        "numberPosts": " 48 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Gender - General,Ideological and Political Identity - General,Gender - Female sexuality,Social Class - Working class,Nationality - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Mulher,Comunista,Mula,Parolo,Nacionalidade",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "7bd99ec6-f8b9-4d33-d170-08d79f87e04d",
            "user": "9a0c2239-85ce-47d3-86b9-67c8e503fe97",
            "date": "23.01.2020",
            "timestamp": "NA",
            "commentText": "A ambição desmedida deu nisto...É só o começo da triste vida que irá ter pela frente.São mais felizes aqueles casais com ordenado mínimo. Não lhe queria estar na pele!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2c8259cf-804c-43ad-1cb4-08d79f869756",
            "user": "25e81347-315b-4eff-b106-0e4d3cc4cce1",
            "date": "23.01.2020",
            "timestamp": "NA",
            "commentText": "A Isabel dos Santos saíu há dois anos de Angola e foi recentemente constituida arguida? Como, por email? Então não tem que assinar o expediente, como cá em Portugal?",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "233f0636-c4ea-4998-0eca-08d79f864e43",
            "user": "8da0bf2b-d516-4442-be99-f0ffb024f296",
            "date": "23.01.2020",
            "timestamp": "NA",
            "commentText": "Não te preocupes, caríssima Isabel dos Santos (isabel_dos_santos.me, Instagram), tanto Passos Coelho, Rui Machete, Assunção Cristas e os inefáveis Hélder Amaral e Paulo Portas - o CDS/PP - estão contigo! força, amiga!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "a509f097-c2b9-44d7-d16a-08d79f87e04d",
            "user": "7e9cfe64-7e56-4f96-b168-8cb55cda1353",
            "date": "23.01.2020",
            "timestamp": "NA",
            "commentText": "O que o PCP tem a dizer sobre tudo isto? Sabemos todos do apoio incondicional deste partido ao MPLA e à família dos Santos, ex-dona de Angola. O silêncio do PCP chega a ser ensurdecedor...",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "fa9e1199-8b37-4622-0ecc-08d79f864e43",
                    "user": "8da0bf2b-d516-4442-be99-f0ffb024f296",
                    "date": "23.01.2020",
                    "timestamp": "NA",
                    "commentText": "Antes de dizer disparates, informe-se! In Expresso: Quando Portugal estava sem financiamento externo, a não ser o da troika, Passos vendeu o BPN, em 2012, ao banco BIC, instituição controlada por Isabel dos Santos. Rui Machete pediu desculpa pelos processos que corriam contra altos nomes da diplomacia angolana. Miguel Relvas defendeu empresas com capital misto. E Paulo Portas pediu que se evitasse \"a judicialização\" das relações entre os dois países. Paulo Portas e o CDS foram convidados de honra do MPLA.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "f2ceeaf5-0447-43dd-2f0d-08d79f85ad36",
                    "user": "8da0bf2b-d516-4442-be99-f0ffb024f296",
                    "date": "23.01.2020",
                    "timestamp": "NA",
                    "commentText": "Por tudo, caríssimo Albano, esperamos ansiosamente ouvir Machete, Passos, Relvas bem como os excelsos representantes do defunto CDS! Estou muito, muito curioso! :)",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "ee1cdaac-6c6d-40fa-1cae-08d79f869756",
            "user": "66d2ceed-1e4b-4d0b-8352-279d85385112",
            "date": "23.01.2020",
            "timestamp": "NA",
            "commentText": "Pois Portugal só fez alguma coisa porque for forçado a isso, não se entendo como é que ninguem na terra dela não lhe deu UM TIRO, nela e no marido, atirem estes dois ao mar só se perde os peixes que vão envenenar.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "10edd9b5-2bb2-4344-d151-08d79f87e04d",
            "user": "c5ceaf11-8aa7-40d6-bd15-26518694ae74",
            "date": "23.01.2020",
            "timestamp": "NA",
            "commentText": "A TV Globo que negoceie o conteúdo desta telenovela, que iria render muitas temporadas e com um vastíssimo elenco.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "d2204cb1-aa8e-4ede-d15d-08d79f87e04d",
                    "user": "f9e617f0-76c4-4c71-ad04-832caae9b11d",
                    "date": "23.01.2020",
                    "timestamp": "NA",
                    "commentText": "Herman José com labios e olhos pintados fazia bem o papel de Ana Gomes :))",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "fecedcb9-a9e1-4cd4-0ea7-08d79f864e43",
            "user": "c7deec45-e783-4ab3-be59-0499ed1a99e8",
            "date": "23.01.2020",
            "timestamp": "NA",
            "commentText": "À uns tempos atrás vi uma reportagem, creio que na SIC, sobre o BES, e que se chamava se não estou em erro \"A queda de um Império\". Isto é \"A queda de um Império\", versão angolana. Um dos que fazia parte do circulo desta Princezinha foi encontrado morto ou então suicidou-se. Se calhar sabia muito ou então se calhar fez muito. Fica as dúvidas. Só tenho mesmo pena é que a fazer companhia a este, não tenham ido outros reles portugueses que roubaram outros Portugueses, estes ultimos chamados de Portugueses contribuintes, tais como José Sócrates, Ricardo Salgado, Berardo, Varas, Loureiros, Vale e Azevedos, Vieira das Silvas, Só assim a vir à cabeça de repente, porque a lista é demasiado longa.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "e4954ba2-aef8-49ea-bc29-08d79f83bdad",
                    "user": "f9e617f0-76c4-4c71-ad04-832caae9b11d",
                    "date": "23.01.2020",
                    "timestamp": "NA",
                    "commentText": "Duarte Lima, Oliveira e Costa, José Guilherme, José Veiga, Pinto da Costa...nenhum deles faz cá falta.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "a5d0b596-fdeb-4920-fa41-08d7960b4eed",
                    "user": "f9e617f0-76c4-4c71-ad04-832caae9b11d",
                    "date": "23.01.2020",
                    "timestamp": "NA",
                    "commentText": "...Duarte Lima, José Guilherme, Oliveira e Costa, José Veiga, Pinto da Costa...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4c522876-29f5-4032-1c80-08d79f869756",
            "user": "f280efd0-7692-4abc-a3e2-582579b61cff",
            "date": "23.01.2020",
            "timestamp": "NA",
            "commentText": "Foge Isabel, foge! :)",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "ed560f70-79b4-474b-1c87-08d79f869756",
                    "user": "b78163aa-b503-424c-82bc-43654c2ff5ab",
                    "date": "23.01.2020",
                    "timestamp": "NA",
                    "commentText": "Pelo menos a limpar testemunhas já está. Deve fazer parte da estratégia dela de fugir.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3c411ae8-7858-43f7-1c8b-08d79f869756",
                    "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
                    "date": "23.01.2020",
                    "timestamp": "NA",
                    "commentText": "Já fugiu, para o Dubai. Creio que li algures que já não põe os pés em Angola há mais de 2 anos. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "a12646e8-c5e2-4565-d147-08d79f87e04d",
            "user": "f9e617f0-76c4-4c71-ad04-832caae9b11d",
            "date": "23.01.2020",
            "timestamp": "NA",
            "commentText": "Banqueiro de Isabel dos Santos encontrado morto...quem se mete com os cleptocratas angolanos leva. Ana Gomes necessita de protecção o mais rápido possível senão será a seguinte. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "0358e0d1-5f77-4ae4-0ea5-08d79f864e43",
            "user": "2da6647a-2879-4ebf-baa9-02b74a4caecc",
            "date": "23.01.2020",
            "timestamp": "NA",
            "commentText": "Ao longo da nossa História  mais que uma vez, de forma interessada,  houve crápulas portugueses a prestar vassalagem a interesses e a poderes estrangeiros. Situações de autêntica lesa Pátria. Um dos períodos foi a época dos Filipes onde se conta que o primeiro Filipe antes de vir para Portugal mandou um português amigo com uma <b> mula </b>carregada de ouro para besuntar as manápulas da aristocracia Portuguesa. Já naquele tempo houve corruptos, facilitadores e quejandos. A corrupção já faz parte do nosso ADN.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Mula"
            ]
        },
        {
            "id": "9c90c3f3-20e6-4992-2ed4-08d79f85ad36",
            "user": "3faac4fe-2a65-456c-8e7c-b036c5c8a92a",
            "date": "23.01.2020",
            "timestamp": "NA",
            "commentText": "Óptimas notícias. A <b> mulher </b>mais rica de África deixou de ser intocável. Só lhe resta candidatar-se à Presidência do país que roubou à exaustão.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "9074d67f-e0ab-41e9-759d-08d79f839e93",
                    "user": "b78163aa-b503-424c-82bc-43654c2ff5ab",
                    "date": "23.01.2020",
                    "timestamp": "NA",
                    "commentText": "E, provavelmente, o povo até votaria na sua carrasca. Algo que nunca entenderei.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "c59acdb3-b8cd-4ac1-bc4d-08d79f83bdad",
                    "user": "8da0bf2b-d516-4442-be99-f0ffb024f296",
                    "date": "23.01.2020",
                    "timestamp": "NA",
                    "commentText": "Caríssima Carla Moreira, os queridos Passos e Portas entendem!!!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "10e590b0-257e-417d-75c6-08d79f839e93",
                    "user": "841a4abc-bf11-40e7-9aac-775d30f13f29",
                    "date": "23.01.2020",
                    "timestamp": "NA",
                    "commentText": "Donald Trump, o Robin dos Bosques de Nova Iorque, também rouba aos pobres para dar aos ricos.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Mulher"
            ]
        },
        {
            "id": "aadb3c8d-9798-473f-fa15-08d7960b4eed",
            "user": "5cb421f3-a9ec-4552-b733-e34f51fabff3",
            "date": "23.01.2020",
            "timestamp": "NA",
            "commentText": "PGR Angolano a mostrar competência e sem perdas de tempo. Que a nossa...aprenda alguma coisa, o que duvido com a imensa multidão de interessados em Portugal que as coisas imperrem em Mega Processos, moda para nada se julgar...",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "b6c34d63-cb57-4fb1-0e9d-08d79f864e43",
                    "user": "2da6647a-2879-4ebf-baa9-02b74a4caecc",
                    "date": "23.01.2020",
                    "timestamp": "NA",
                    "commentText": "A nossa não tem um problema de saber, tem um de não crer daí Portugal ter subido dois lugares em corrupção.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "f52a61b7-9c7b-4e1e-d139-08d79f87e04d",
                    "user": "38733c5b-bbe9-4df7-afb7-6ae27228f499",
                    "date": "23.01.2020",
                    "timestamp": "NA",
                    "commentText": "A ignorânica e a ingenuidade não têm limites. Há gente que ainda acha que as instituições do estado independentes pegam de estaca, e que não necessitam de uma sociedade civil culta e exigente, e que para tal é necessário tempo histórico, e vontade política para que tal aconteça....enfim...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "df5abb51-4321-4457-1c70-08d79f869756",
            "user": "38733c5b-bbe9-4df7-afb7-6ae27228f499",
            "date": "23.01.2020",
            "timestamp": "NA",
            "commentText": "\"Ricardo Salgado\" (parte-2): Mete-me sempre imenso asco quem foi cúmplice e andou a lamber as botas à cleptocracia, venham posteriormente pontapear quem cai em desgraça e está no chão. E Já agora: o grupo económico a que pertence este jornal não tinha uns negóciositos com a Sra D. Isabel?  A hipocrisia no seu melhor. Mudaram os actores do saque em Angola, e agora há que conseguir um lugar, junto de quem tem o poder.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5d40edd6-6b30-4889-fa06-08d7960b4eed",
            "user": "2da6647a-2879-4ebf-baa9-02b74a4caecc",
            "date": "23.01.2020",
            "timestamp": "NA",
            "commentText": "Cá, quando vão ser constituidos arguidos? Os tais facilitadores que são muitos e de muitas àreas.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "f8907a1a-e0bb-4925-bbfa-08d79f83bdad",
                    "user": "9d19f447-c20c-491b-b5c3-d27a92a17c7b",
                    "date": "23.01.2020",
                    "timestamp": "NA",
                    "commentText": "E os foragidos da justiça que desde o início deste século apanharam a boleia da exportação dos desempregados? Quando vejo estas reações, ou a chamada do Marcelo ao programa da Cristina, ou a Cataplana de Costa, não me consigo distanciar da imagem do <b> parolo </b>com o garrafão de vinho.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Parolo"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "608af091-8c2e-49ff-fa05-08d7960b4eed",
            "user": "f280efd0-7692-4abc-a3e2-582579b61cff",
            "date": "23.01.2020",
            "timestamp": "NA",
            "commentText": "Eu começo a achar que a santa Isabel achava mesmo que tinha o direito legal e moral de guardar a massa toda que roubou para si própria. Só isso explica que tenha sido tão vocal contra o actual governo de Angola em vez de ter negociado pela calada da noite a devolução de uma parte da fortuna a troco de imunidade como tantos outros corruptos e ladrões como ela fizeram. Agora aguente-se á bomboca e que prepare um longo exilio na Russia porque os mandatos de captura internacionais não vão tardar e eu acho que a maioria dos paises apeteciveis para se viver em civilização tem tratados de extradição com Angola. As participações das empresas que ela não conseguir vender rápidamente e converter em barras de ouro ou rublos num qualquer banco Russo vão ser confiscadas!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "72fe9b36-bb88-4555-7565-08d79f839e93",
            "user": "9404e88f-56c6-43e1-919a-8f60946b1fc0",
            "date": "23.01.2020",
            "timestamp": "NA",
            "commentText": "Constituida arguida?? A sério! Que surpresa! Como é possível? Esta arrasta uns quantos consigo sem qq prob. Preparem-se.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "ddb470f4-5318-4f36-0e87-08d79f864e43",
            "user": "20dba57a-a0a7-4391-9f3c-804eb0cd3f7f",
            "date": "22.01.2020",
            "timestamp": "NA",
            "commentText": "Talvez o José tenha razão, mas a Santa Isabel dos Comunistas também faz parte da rede mundial do Capitalismo. É a esquerda a perder o seu crédito moral.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "144553db-1176-48e5-bc03-08d79f83bdad",
                    "user": "960db799-ed41-4889-b6be-c0e2a3fb79cb",
                    "date": "23.01.2020",
                    "timestamp": "NA",
                    "commentText": "Pelas suas ações Jesus Cristo era mais <b> comunista </b>do que a Isabel alguma vez foi. É preciso andar a passear mesmo muito há muito no reino da fantasia e da irracionalidade para pensar que as ações desta<b>  mulher</b> fazem uma área gigantesca inteira do pensamento político mundial perder crédito moral.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Mulher",
                        "Comunista"
                    ]
                },
                {
                    "id": "82c10a1e-0d5f-45c7-d138-08d79f87e04d",
                    "user": "9d19f447-c20c-491b-b5c3-d27a92a17c7b",
                    "date": "23.01.2020",
                    "timestamp": "NA",
                    "commentText": "Angola nunca foi <b> comunista.</b> Nunca teve estreitas relações com o PCP, e o distanciamento do bloco soviético custou a vida a Dr. Agostinho Neto. Foi um país novo que viveu um período de partido único, instauração da<b>  nacionalidade</b> e experiencialista de  \" socialismo científico, uma via para a democracia\".",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nacionalidade",
                        "Comunista"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "ed4dfe1d-2fdf-4fec-2ead-08d79f85ad36",
            "user": "a9363530-2c93-4de4-95fe-f95ed4e888dc",
            "date": "22.01.2020",
            "timestamp": "NA",
            "commentText": "Já era arguida do grupo Impresa",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4c5265e3-f405-4fb4-1c5a-08d79f869756",
            "user": "a344e59e-b749-4734-b6d4-07e32fb79941",
            "date": "22.01.2020",
            "timestamp": "NA",
            "commentText": "A revanche política de João Lourenço tem o apoio político e logístico das ex-potências coloniais. Se a consequência última desta perseguição absurda dos quadros angolanos vier a ser o fim da paz e a reativação da guerra cívil os aliados mudarão para os fornecedores de armas. Portugal mantém desde a descolonização uma relação política amistosa em tempo de guerra e tempo de paz. O capital não tem Pátria e por isso as relações do capitalismo que opera em Angola se relaciona com o capitalismo que opera em qualquer Pátria incluindo Portugal. A revanche política de João Lourenço apoia-se no linchamento de atores do capitalismo obtendo o suporte dos meios de comunicação social internacional atuando à tarefa. O poder político esconde-se atrás dessa operação linchamento para selar o neocolonialismo",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "54f8890b-e852-4116-755e-08d79f839e93",
                    "user": "d4781e53-6690-42a7-9add-f26f01f2acf2",
                    "date": "22.01.2020",
                    "timestamp": "NA",
                    "commentText": "Acabaram-se as massas ao caro comentador indignado?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2768172d-68fc-4ba2-7577-08d79f839e93",
                    "user": "2da6647a-2879-4ebf-baa9-02b74a4caecc",
                    "date": "23.01.2020",
                    "timestamp": "NA",
                    "commentText": "Pois, pois. Vá contando histórias. A teta deu o que tinha a dar. E se ainda houver algum leite vão ser outros a mamar.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "30808608-6799-4799-2ecc-08d79f85ad36",
                    "user": "960db799-ed41-4889-b6be-c0e2a3fb79cb",
                    "date": "23.01.2020",
                    "timestamp": "NA",
                    "commentText": "Os podres e ganaciosos de cá tambem se associam com os podres e ganaciosos noutros países para os ajudar a pilhar. Os mesmos tipos que se certificam que milhares de milhões de euros do nosso dinheiro são metidos nas mãos do Lone Star, que as florestas portuguesas podem ser cheias de eucaliptos (e depois vão ser administradores nas celuloses), que recebem milhões do nosso dinheiro como subvenções vitalícias, que recebem luvas de construtores civis para licensas e contratos de obras públicas, que passam leis para deformar o mercado em favor de certas empresas, que dão o que é de todos aos amigos por tostões e por aí fora, tambem ajudam outros como eles noutros países em troco de uma fatia da pilhagem. Não é neocolonialismo e não é o país todo, é a \"Irmandade dos Podres\".",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "6839ef2b-0104-4350-ca50-08d79e90b99d",
            "user": "a02738bb-acd3-4bcc-9da2-69a8557b904b",
            "date": "22.01.2020",
            "timestamp": "NA",
            "commentText": "Não me surpreende esta catadupa de informação acerca das habilidades financeiras da Isabel dos Santos. Já eram conhecidas de há muito.Mas sobre o António Vitorino, português de gema, não há nada a registar / publicar !!???O politicamente correcto dominante é muito selectivo.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "2cb20a33-9002-440d-2ea7-08d79f85ad36",
                    "user": "f28f208d-f957-4201-8c18-b03c26dc1acc",
                    "date": "22.01.2020",
                    "timestamp": "NA",
                    "commentText": "Parece que tudo o que fez, fez com aconselhamento de portugueses, e em todos os esquemas lá estão eles a liderar... Não há uma cºgada vinda de Angola onde não esteja metido um pula armado em finório...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "6dcbf506-12a9-400f-f9e4-08d7960b4eed",
            "user": "72ff53cd-a190-47aa-a9e6-2770cafc43b0",
            "date": "22.01.2020",
            "timestamp": "NA",
            "commentText": "E o paizinho? Sossegadinho da vida?",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "786f22a1-59e0-49f2-f9ec-08d7960b4eed",
                    "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
                    "date": "22.01.2020",
                    "timestamp": "NA",
                    "commentText": "Tem imunidade.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "b4d2c1b7-fa95-446e-0e99-08d79f864e43",
                    "user": "5cb421f3-a9ec-4552-b733-e34f51fabff3",
                    "date": "23.01.2020",
                    "timestamp": "NA",
                    "commentText": "Penso que esse deve ser a seguir....haja calma.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "7635d8c3-fc7e-478c-a15e-08d79e93891c",
            "user": "2064500e-8a01-42b5-b97a-16e9802404d4",
            "date": "22.01.2020",
            "timestamp": "NA",
            "commentText": "Então?!?!? Ela foi apenas uma vítima da oligarquia do papá... Não se faz... Tadita pá! Então e vai vender a participação no banco Eurobic? Ou seja... Ainda vai ganhar dinheiro com o dinheiro que não era dela... Uau... Os capitalistas selvagens são pura magia...",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "67b5a183-a5d2-4a54-fa16-08d7960b4eed",
                    "user": "5cb421f3-a9ec-4552-b733-e34f51fabff3",
                    "date": "23.01.2020",
                    "timestamp": "NA",
                    "commentText": "Também já pensei nisso....",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "6731f411-eae5-4ca3-1339-08d79e92bbbd",
            "user": "279558e4-0032-417c-8370-0b2fc3fd1173",
            "date": "22.01.2020",
            "timestamp": "NA",
            "commentText": "Coitadinha da Isabelinha nunca mais vai pôr os pés no país que lhe deu tudo o que tem. Mas se entrasse em Angola, deviam obriga-la a passear no meio dos esgotos do bairro de lata de desalojados à força, resultado de mais um belo negócio dela com o estado. O The Guardian explica bem esse negócio. Esperemos que a justiça angolana não fique por aqui porque há centenas de \"Isabelinhas\" em Angola.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6f5c47b3-1244-402f-1337-08d79e92bbbd",
            "user": "48a26fa5-3dda-4c4f-b5a3-a9759b9b1034",
            "date": "22.01.2020",
            "timestamp": "NA",
            "commentText": "Coloquem na no carro da PSP da Amadora durante uma hora que ela conta tudo e entrega os dólares a Luanda num ápice. Que o diga a Claudia! ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "e7dfae68-4f33-45f7-d5dc-08d79e915301",
            "user": "309dd08d-7551-49b0-b139-f107026c1ab5",
            "date": "22.01.2020",
            "timestamp": "NA",
            "commentText": "Galp e Petrobras ,Socrátes e Lula respectivamente apoiaram o investimento conjunto na BBB. Somente este investimento deu prejuísos avultados ao erário público,em muitos milhões. Podem ler a reportagem na revista PIAUÍ. Tudo que mexe da nisto,brincadeira. Galp-Petrobrás-oleo de dende!\"",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "bdabe0d4-ec25-4552-d131-08d79f87e04d",
                    "user": "960db799-ed41-4889-b6be-c0e2a3fb79cb",
                    "date": "23.01.2020",
                    "timestamp": "NA",
                    "commentText": "E o governo do Pedro Passos vendeu-lhe a NOS e o do Costa fechava os olhos a tudo.                Quem pensa que qualquer dos cidadãos do pântano que eles chamam \"alternância democrática\" é significativamente mais ou menos fedorento que os outro precisa de tirar os óculos cor de rosa ideológicos.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}