{
    "header": {
        "title": " Livre convocou Joacine para reunião, mas deputada diz que não recebeu nada ",
        "subtitle": " Dez dias depois do IX congresso, o Livre e a sua deputada eleita continuam desencontrados. Desta vez a propósito da reunião em que será votada a proposta de retirada de confiança política a Joacine Katar Moreira. ",
        "owner": " ['Liliana Borges'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 2206  partilhas",
        "datePosted": " 29 de Janeiro de 2020, 18:45 ",
        "dateExtraction": " 2020-02-11 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2020/01/29/politica/noticia/livre-convocou-joacine-reuniao-retirada-confianca-deputada-nao-recebeu-nada-1902193 ",
        "postText": " ['Os desentendimentos entre os órgãos eleitos do Livre e a sua deputada continuam. Esta quarta-feira, os dois lados emitiram versões diferentes sobre a convocação da deputada para a assembleia de quinta-feira, reunião na qual será votada a retirada de confiança política a Joacine Katar Moreira, deputada única eleita pelo partido para o Parlamento.', 'Ao PÚBLICO, fonte do Livre garantiu que Joacine foi convocada para a reunião através de dois e-mails: o primeiro terá sido enviado na segunda-feira, data em que a reunião foi reagendada e comunicada a todos os membros do partido.', 'Esta quarta-feira, pelas 11h, seguiu um segundo e-mail para Joacine Katar Moreira, no qual a assembleia do Livre pergunta directamente a Joacine Katar Moreira se irá comparecer ao encontro. A pergunta foi enviada para o endereço electrónico parlamentar (oficial) da deputada única eleita pelo Livre, com o conhecimento da direcção do partido e do conselho de jurisdição.', 'Contactado pelo PÚBLICO, o assessor de Joacine Katar Moreira afirmou que \u0093a deputada não recebeu qualquer convocatória\u0094.​ Questionada igualmente acerca das suas expectativas para um entendimento com a direcção a deputada não respondeu.', 'Apesar de o Livre garantir ter enviado a convocatória, a presença da deputada não será necessária para avançar com a votação da retirada de confiança, explica ao PÚBLICO fonte do partido. A assembleia do Livre olhará também para o direito de resposta de 12 páginas de Joacine Katar Moreira entregue no IX congresso. No documento, a deputada refere \u0093várias omissões, deturpações e enviesamentos\u0094 e afirma que \u0093a cultura do Livre não é esta\u0094. \u0093Ao longo dos últimos meses, não fiz outra coisa que não fazer o Livre chegar ao Parlamento e consequentemente ao país\u0094, argumenta no documento, remetendo para a página de deputada no Parlamento a consulta ao trabalho parlamentar até agora executado.', 'Depois de ter estado inicialmente agendada para esta segunda-feira, \u0093questões processuais\u0094 levantadas por alguns membros levaram a assembleia a remarcar o encontro. A reunião acontecerá na sede do partido, pelas 20h, e \u0093poderá ser de carácter reservado a membros da assembleia e demais órgãos\u0094.', 'O diferendo entre a deputada e os órgãos dirigentes do Livre surgiu logo no início da legislatura, após Joacine Katar Moreira ter decidido abster-se num voto de condenação por \u0093mais uma agressão israelita em Gaza\u0094 apresentado pelo PCP. Desde então, não mais parou. Apesar da tensa relação com a direcção do partido, que se prolonga quase desde o início da legislatura, Joacine Katar Moreira já garantiu estar \u0093completamente fora de questão\u0094 renunciar ao mandato e deixar o seu lugar na Assembleia da República.', 'No início do encontro, será votado o \u0093carácter reservado\u0094 da reunião, seguindo-se a eleição da mesa da assembleia e a informação de renúncia do membro da assembleia eleito Tiago Charters de Azevedo, diminuindo a assembleia do Livre de 43 para 42 membros. Esta quinta-feira, Tiago Charters de Azevedo afirmou no seu Twitter que renunciava ao mandato por ter desaparecido a sua \u0093réstia de ânimo\u0094 para desempenho de mais um mandato, ainda que preveja manter-se como militante do partido.', 'Dos 42 membros eleitos para a assembleia do Livre, 26 transitam dos antigos órgãos internos do partido \u0097 com um historial de tensão com Katar Moreira \u0097, o que coloca o cenário de retirada de confiança política como o mais provável.', 'O Livre poderá tornar-se no primeiro partido a ficar sem representação no Parlamento, excluindo eleições, se retirar a confiança a Joacine Katar Moreira e esta decidir passar a deputada não-inscrita.'] ",
        "numberPosts": " 27 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Ethnicity - General,Nationality - General,Ethnicity - Black,Gender - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racista,Racismo,Nacionalidade,Preto,Misoginia",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "9f29ae02-8d5b-4931-b1e2-08d7a53929a8",
            "user": "2da6647a-2879-4ebf-baa9-02b74a4caecc",
            "date": "30.01.2020",
            "timestamp": "NA",
            "commentText": "Mandem-lhe um pombo correio com a convocação.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "aa8d5831-1842-48c9-defc-08d7a545d5f9",
            "user": "1e45f3e6-3951-49c1-a2bf-dcf2cc9b9b8a",
            "date": "30.01.2020",
            "timestamp": "NA",
            "commentText": "Na próxima vez devem usar correio registado com aviso de recepção",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8a2e0ada-c9b2-4fce-6804-08d7a545e75c",
            "user": "b4352b08-72ed-4791-8173-a73087b7a027",
            "date": "30.01.2020",
            "timestamp": "NA",
            "commentText": "A deputada do livre Joacine teve tudo na mão para defender duma forma cordata e civilizada o programa do seu partido na Assembleia da República. Em vez diz disso optou por criar celeumas por tudo e por nada, contra tudo e contra todos, confrontos verbais e polémicas estéreis que reverteram contra ela e em última instância contra o partido que ela representa. Realmente há pessoas que em vez de aproveitarem as oportunidades que a vida lhes proporciona, parece que são masoquistas e adoram \"dar tiros nos pés\"...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "56be110b-67eb-4434-4f48-08d7a54d842e",
            "user": "b9ec4df3-d5b2-4957-80a6-782883087d25",
            "date": "30.01.2020",
            "timestamp": "NA",
            "commentText": "Já não há pachorra para esta novela... o partido e a joacine... q mau começo... q mau exemplo para quem quer dar uma nova lufada de ar... q má escolha para deputada... que má agenda pessoal da mesma...q má politica parlamentar... enfim tudo lamentável!",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "cd907913-9dd8-4a76-ded2-08d7a545d5f9",
                    "user": "8dfdab89-c3d7-43e2-8a7a-fd833b928b8c",
                    "date": "30.01.2020",
                    "timestamp": "NA",
                    "commentText": "Queixe-se dos jornalistas também, que em qualquer coisa como 14 ou 18 proposições escolhem uma para fazer bagunça. E faz algum sentido andar para aqui a falar de mails enviados dentro de um partido? Alguém anda aqui a esmiuçar se o António Costa vê todos os mails dele ou se alguém verifica se foram recebidos, etc? Isto é, de facto, um circo.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "33c47fae-0e75-4cd3-fdc6-08d7960b4eed",
                    "user": "8b7f8fc7-531b-445a-8d72-a12e1c7fa951",
                    "date": "30.01.2020",
                    "timestamp": "NA",
                    "commentText": "@ffp: Não faça dos outros estúpidos. Quer tentar convencer-nos que pela enésima vez haver problemas de contacto entre Joacine e o Livre é irrelevante? Não interessa que sejam mails, sms ou pombo-correio. Há uma situação grave a resolver e na era das comunicações pelos vistos o Livre e Joacine nem com sinais de fumo conseguem falar. Depois entra no estafado e enjoativo discurso da vitimização. Saiba que há muitos anos que a agenda ideológica dos dois é amplamente divulgada no Público. Tanto Rui Tavares como Joacine publicam aqui textos. Se há uma reacção adversa por parte do Público a explicação pode ser a tremenda desilusão que sofreram depois de terem ajudado a criar condições para a eleição. Pior, todo este circo leva a descridibilizar novos partidos enfranquecendo a democracia.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "41e644e5-09df-4ee5-544a-08d7a53bf3e9",
            "user": "2da6647a-2879-4ebf-baa9-02b74a4caecc",
            "date": "30.01.2020",
            "timestamp": "NA",
            "commentText": "A senhora está a fazer do Parlamento um circo ainda maior do que ele já era.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "48a4a3a3-981d-4388-e570-08d7a5500452",
            "user": "8dfdab89-c3d7-43e2-8a7a-fd833b928b8c",
            "date": "30.01.2020",
            "timestamp": "NA",
            "commentText": "estamos a chegar a passos largos ao nível do Correio da Manhã. Estamos no diz que disse, quando dá jeito para fazer barulho. Isto já não é jornalismo. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "72ed3e56-6e6a-472d-4f44-08d7a54d842e",
            "user": "f280efd0-7692-4abc-a3e2-582579b61cff",
            "date": "30.01.2020",
            "timestamp": "NA",
            "commentText": "E que tal um membro da direção levantar o cu e ir à AR entregar uma convocatória em mao para não haver desculpas? O partido e esta personagem estão bem um para o outro",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "694af51b-51e2-4f08-debe-08d7a545d5f9",
            "user": "8b7f8fc7-531b-445a-8d72-a12e1c7fa951",
            "date": "30.01.2020",
            "timestamp": "NA",
            "commentText": "Mas esta palhaçada em que uns afirmam que contactam e outros dizem que não foram contactados continua? Quantas vezes é que isto já aconteceu? Esta gente não sai da adolescência? De uma coisa não tenho qualquer dúvida, nem Joacine nem o Livre servem para o país. Alguém está a mentir à descarada, e o mais certo é serem ambos. Só espero que findo este circo as partes apresentem as provas públicas dos contactos que dizem ter tentado se querem salvar a mais pequenina credibilidade que ainda têm. Embora nessa altura não me admire que a outra parte ainda venha dizer que esses dados foram forjados, tal é a qualidade desta gente. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "c0504c9b-d76f-4213-11bf-08d7a44322dc",
            "user": "ecc3b250-d54b-47c4-8cf1-317ac485517e",
            "date": "30.01.2020",
            "timestamp": "NA",
            "commentText": "Mas será que ainda ninguém percebeu que ela não joga com o baralho todo?!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4b12923e-99ef-4c18-11af-08d7a44322dc",
            "user": "a7f7231d-dacf-485d-9ebe-e0affc619047",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Rui Tavares: Quem semeia ventos colhe tempestades.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6d95e703-f6fc-4bc5-1e5f-08d7a443f8a6",
            "user": "8d330022-4602-4900-82d5-55dc46507391",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "O mais provável é a operadora de telemóvel ser <b> racista.</b> O telefone é<b>  preto</b>, ao menos?",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racista",
                "Preto"
            ]
        },
        {
            "id": "7d9438ec-c317-47a4-b0bd-08d7a443991c",
            "user": "0b6262c9-f5dc-4470-b522-fa7b8f5ae035",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "E assim se vai vendo o papel de marionete do Público netsa novela toda. Tá tudo a trabalhar em prol do Ventura. Bom trabalho parabéns.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1befa806-501c-4033-b0ba-08d7a443991c",
            "user": "462508ca-dd2c-4cab-a5a5-d1bc5659271c",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Joacine tem dó!!!! Sai e poupa-nos à tua confrangedora incompetência, à tua total falta de educação e de dignidade.Conseguiste a proeza de provar a 1000% que és um total logro. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9f44be21-337f-47b3-b0b6-08d7a443991c",
            "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Joacine, provavelmente, sofre também de gaguez auditiva ou visual, o que não lhe permite ouvir ou ler mensagens com clareza. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "d73666af-05c7-48a1-bfab-08d7a442b6a7",
                    "user": "23a5091f-7a2c-4b3f-95c0-1bf70974bdd6",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Severino, nao lhe explicaram que criticar a Joacine e' nao so misogino como tambem <b> racista?</b> Quer ir para a prisao, um dia?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racista"
                    ]
                },
                {
                    "id": "9d6f441f-3284-459f-fd99-08d7960b4eed",
                    "user": "c7680446-9578-4617-9095-4d851f182e06",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Não te preocupes Severino. Ninguém neste país vai para a prisão por <b> racismo </b>ou<b>  misoginia</b>. Especialmente se fores alguém poderoso. Um deputado, um magistrado ou um polícia.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Misoginia",
                        "Racismo"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "e90e7bf5-e2f6-46c9-bfa9-08d7a442b6a7",
            "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "a roupa-suja continua, e ambos - partido e katar - se merecem um ao outro na lixadela recíproca que estão a infligir um ao outro. Razão tinha o ventura com a devolução: devolvam a criatura, não ao seu país de origem, mas à sua insignificância, fora da vida política, do parlamento e da voz pública, que não interessa à república portuguesa (nem sei se interessaria a qualquer república intertropical esta peixeira das confusões, escorregadia, impositiva e mentirosa como uma enguia). Rua. Mas não, vai ficar - a queimar-se, como a mais sacaninha das lapas do erário público de que há memória.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "9f981d65-4981-4e63-bfb5-08d7a442b6a7",
                    "user": "0b6262c9-f5dc-4470-b522-fa7b8f5ae035",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "393 comentários numa notícia do Público online merecem isto e muito mais.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2f8dc0eb-2d9c-410d-b0cf-08d7a443991c",
                    "user": "c7680446-9578-4617-9095-4d851f182e06",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "O mais interessante é que parte desses comentários vêem da parte de simpatizantes do Chega com rancor a tudo, desde o programa do Livre à <b> nacionalidade </b>da rapariga.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nacionalidade"
                    ]
                },
                {
                    "id": "4e30b3f0-d5fd-448f-b1db-08d7a53929a8",
                    "user": "219f6341-495f-4bb9-af7b-7fac7e2c5ed1",
                    "date": "30.01.2020",
                    "timestamp": "NA",
                    "commentText": "Não poderia ser devolvida pois obteve a <b> nacionalidade </b>portuguesa.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nacionalidade"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "9e82687c-e5cc-4f67-ed67-08d7a4437f6f",
            "user": "48a26fa5-3dda-4c4f-b5a3-a9759b9b1034",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Mais um irritante ...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8d2863e7-9bbf-4c5e-e325-08d7a4444dbe",
            "user": "5b254b35-8546-43f8-bbfd-64275a06deb7",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Livra!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "716929b7-c88f-4fc7-119b-08d7a44322dc",
            "user": "9d19f447-c20c-491b-b5c3-d27a92a17c7b",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "É assumido, que não deve mesmo nada ao partido. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6e6567a0-bbc5-4146-bfa3-08d7a442b6a7",
            "user": "2064500e-8a01-42b5-b97a-16e9802404d4",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Eu ofereço-me para dar um cartão de telemóvel à deputada de uma operadora com um bom tarifário e uma boa cobertura de sinal quer na sua área de residência quer no seu local de trabalho.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "cacfe65d-ad47-4000-e342-08d7a4444dbe",
                    "user": "c7680446-9578-4617-9095-4d851f182e06",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Mário. Qual é o real motivo da zanga entre estas duas facções do Livre? Porque é que não esperaram sequer 6 meses para avaliar o trabalho da deputada?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}