{
    "header": {
        "title": " PS condena \u0093declarações xenófobas\u0094 de André Ventura sobre Joacine Katar Moreira ",
        "subtitle": " Líder do Chega afirmou que a deputada Joacine Katar Moreira devia ser devolvida ao seu país. ",
        "owner": " ['Luciano Alvarez'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 6634  partilhas",
        "datePosted": " 29 de Janeiro de 2020, 11:30 ",
        "dateExtraction": " 2020-02-11 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2020/01/29/politica/noticia/ps-repudia-declaracoes-xenofobas-andre-ventura-1902084 ",
        "postText": " ['Ana Catarina Mendes condenou nesta quarta-feira as \u0093declarações xenófobas\u0094 de André Ventura, líder do partido Chega, que afirmou que a deputada do Livre Joacine Katar Moreira devia \u0093ser devolvida ao seu país de origem\u0094. O departamento de Mulheres Socialistas e a JS do Porto também repudiaram as mesmas afirmações.', '\u0093O PS condena as afirmações do deputado André Ventura. São afirmações inadmissíveis em regimes democráticos. São afirmações xenófobas que o PS condena\u0094, afirmou Ana Catarina Mendes ao PÚBLICO.', 'Ana Catarina Mendes afirmou ainda que o PS está a ponderar a apresentação na Assembleia da República de um voto de condenação às declarações de André Ventura.', 'Já sobre a proposta de Joacine Katar Moreira de devolução do património das ex-colónias portuguesas que esteja na posse de museus e arquivos nacionais, a líder da bancada Parlamentar do PS afirmou que ainda não leu o texto, mas que não lhe parece que seja uma proposta que o seu partido venha a aprovar.', 'Num comentário publicado no Facebook a uma das propostas de alteração ao Orçamento do Estado 2020 do Livre, André Ventura sugeriu que a deputada Joacine Katar Moreira \u0093seja devolvida ao seu país de origem\u0094. O líder do Chega reagia assim à medida apresentada pelo Livre para que o património das ex-colónias portuguesas que esteja na posse de museus e arquivos nacionais possa ser identificado, reclamado e restituído às comunidades de origem. O partido de Joacine criticou com veemência as declarações de Ventura e o Bloco de Esquerda acrescentou que este \u0093acto exige de todos uma frontal condenação\u0094.', 'O Livre diz que estes comentários são \u0093ataques de carácter e referências de índole racista por parte de deputados e dirigentes partidários da direita\u0094 dirigidos a Joacine Katar Moreira, apontando o dedo ao Chega, mas também ao CDS-PP. Classificando como \u0093deploráveis e racistas\u0094 as palavra de André Ventura, o partido de Joacine visa ainda as declarações \u0093sexistas e deselegantes\u0094 de Francisco Rodrigues dos Santos, novo líder do CDS-PP, que disse que no seu partido \u0093não há Joacines\u0094, dando a entender que não retirará a confiança política à actual presidente da bancada parlamentar, Cecília Meireles.', 'Entretanto, a presidente do Departamento das Mulheres Socialistas, Elza Pais, acusou Ventura de \u0093racismo\u0094 e de \u0093sexismo\u0094, violando os princípios fundamentais da Constituição, ao sugerir a deportação de Katar Moreira.', 'Para a presidente do Departamento das Mulheres Socialistas, \u0093há limites para a tolerância\u0094. \u0093Já chega. O comentário de André Ventura à Joacine [Katar Moreira] propondo que seja devolvida ao seu país de origem é inadmissível num Estado de Direito democrático por violar os princípios fundamentais da Constituição e da democracia\u0094, considerou a deputada socialista Elza Pais terça-feira na rede social Facebook.', 'O deputado socialista Pedro Delgado Alves também se insurgiu contra os comentários do deputado do Chega na mesma rede social \u0096 que tem sido, aliás, local privilegiado para as reacções à polémica. \u0093Para quem busca fontes jurídicas para condenar as afirmações de Ventura de hoje não faltam opções: a Constituição da República, os bens jurídicos tutelados no Código Penal e na legislação contra a discriminação xenófoba, o Estatuto dos Deputados, o Código de Conduta dos Deputados, entre vários outros.\u0094', 'Do lado da JS, a Federação do Porto emitiu um comunicado no qual \u0093repudia totalmente todas as afrontas realizadas contra a dignidade e os direitos do próximo, das quais o episódio protagonizado hoje por André Ventura constitui um triste exemplo. Mais ainda, a Juventude Socialista reafirma o seu compromisso de combate ao fascismo que André Ventura, de forma mais ou menos encapotada, representa, reservando-nos ao direito de reforçar o credo repetido por muitos antes de nós: não passarão\u0094.', 'O CDS-PP também assumiu que não se revê nas declarações de André Ventura sobre a deputada do Livre, assegurando que estará sempre \"ao lado da dignidade do Parlamento\", mas sem adiantar a posição quanto ao voto de condenação do PS.', 'Questionado pela Lusa, o primeiro vice-presidente do CDS-PP, Filipe Lobo d´Ávila, escusou-se a adiantar qual o sentido de voto do partido em relação a esta iniciativa do PS e preferiu chamar a atenção para uma proposta dos democratas-cristãos relativa aos \"espoliados dos antigos territórios ultramarinos\".', 'Dizendo não lhe competir \"qualificar as declarações de André Ventura\", o dirigente do CDS-PP afirmou, contudo, que o partido \"não se revê nem concorda\" com este tipo afirmações. \"É evidente que não nos revemos nas declarações proferidas, somos daqueles que defendem que o debate parlamentar é um debate institucional, respeitoso, é um debate de diferenças. O CDS-PP estará sempre ao lado da dignidade do Parlamento\", assegurou.', 'Em comunicado, o PEV condenou \"todas as políticas, práticas e afirmações de carácter ou natureza xenófoba\", logo, condenou também \"as afirmações do deputado do Chega\" que considerou \"posições xenófobas e ainda por cima personalizadas\".'] ",
        "numberPosts": "18 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Age - Over 65s,Gender - Female age and physical appearance,Social Class - Working class,Ethnicity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Velha,Velho,Velha,Grunho,Racista",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "e5160b7d-44ef-411a-df10-08d7a545d5f9",
            "user": "43993747-edb9-4cfe-b23c-c38b08096cbe",
            "date": "30.01.2020",
            "timestamp": "NA",
            "commentText": "Ora vamos lá abrir os olhos... Ana Catarina Mendes é esposa de Paulo Pedroso, outrora acusado de crimes de pedofilia. André Ventura propôs recentemente a castração química para pedófilos. Acho que há aqui relações muito estreitas, até demais...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4082fed0-a2ee-43d7-b072-08d7a443991c",
            "user": "382cace7-6235-471b-acfc-4297c091951b",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Este regime político, eivado de casos de corrupção, favorecimentos, nepotismo e endogamia, tenta lavar a face aproveitando uma afirmação ambígua e infeliz, a qual dá mais ênfase à inabilidade e inexperiência da deputada. Este caso é campo fértil para o politicamente correcto. É a hipocrisia no seu melhor: apontar o incorrecto, mas não a limpeza da casa - nem sequer abrem as janelas para a arejar, já que isto também serve para anestesiar a arrogância de Ferro Rodrigues, um político <b> velho </b>e da<b>  ve<b> lha</b</b>> escola dos donos disto tudo. Faz o que eu te digo, mas não faças o que eu faço... Quer se queira quer não, por alguma razão Ventura foi eleito. É uma das manifestações da ruína e utilidade deste regime. Querem simplesmente matar o mensageiro, mas não falam dos problemas que não resolvem. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Velha",
                "Velho"
            ]
        },
        {
            "id": "843f4cc7-7c27-41ba-ed2b-08d7a4437f6f",
            "user": "35b3e6ed-8f3c-4440-a894-76943bbade1d",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Continuem com o po,liticamente correcto. Aquilo que AV disse,é o que pensa a esmagadora maioria do povo Português.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "24800d84-ffbf-4234-fd46-08d7960b4eed",
                    "user": "11a10c66-d5ff-4c97-baa3-edf3eb11d96e",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Por isso é que o CHEGA elegeu tantos deputados. LOL",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5f706781-90d5-4c85-1e09-08d7a443f8a6",
            "user": "9e303225-bc6b-4f1d-a039-744ab6edc426",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Esta é a prova viva de que o analfabetismo funcional pulula  e aumenta de modo galopante neste país. Nem sabem que a cidadã Joacine é património IMATERIAL das ex-colónias, é que por silogismo também terá de ser devolvida às suas origens.  Mas a indvídua pediu ou não a devolução do património cultural (material e imaterial) para as ex-colónias? Mas não sabem o que pedem e proferem?  Comprem um dicionário de bolso ou conformem-se com intríseca ruminância. A maioria dos portugueses não compreende e provavelmente nunca vai comprrender que têm há décadas analfabetos funcionais para o vigarista a governar este pequeno país?",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3c0bcbc3-1b73-4448-b06a-08d7a443991c",
            "user": "45a27acb-9cfc-4330-800b-d44fc3a33622",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "André Ventura é um populista espertalhaço.mas uma parte da população revê-se na sua retórica.E a nossa classe politíca ainda não entendeu isso.Uma parte,que está farta destas politicazitas de esquerda,infantis,demagogas,de proteção de minorias que não cumprem os deveres de civismo e cidadania,e que agem como se fossem maiorias.Da corrupção do sistema e proteção dos poderosos.Da falência do SNS,e desprezo dos desfavorecidos e idosos.Toda uma franja,de gente séria e que trabalha,revê-se muito nas ideias de Ventura,mesmo sabendo da sua esperteza.Ao contrário do partido de Joacine que vai desaparecer,o de Ventura vai atingir níveis que vão surpreender muita gente.Chamem-me fascista ou direitista,mas Ventura vai ter o meu voto.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "38fe3f81-b16d-4b93-bf63-08d7a442b6a7",
                    "user": "832a15c9-5e81-467f-b57c-3be117a36652",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Estou certo que tem provas do que diz em relação às minorias. Faça o favor de as apresentar, o André Ventura até nunca fez parte de nenhum outro partido agora sim as coisas vão mudar pois ele nunca fez parte do sistema que agora crítica.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "442f7558-3b7a-4494-bf55-08d7a442b6a7",
            "user": "b6e435d2-808f-4094-b73a-7f2b77733041",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Muito bem PS. Agora toca a pôr  o <b> grunho </b>em tribunal para perca de mandato. A constituição  é  muito clara, comportamentos racistas ou fascistas dao perca de mandato.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "9635015a-ac2a-408a-bf5a-08d7a442b6a7",
                    "user": "35b3e6ed-8f3c-4440-a894-76943bbade1d",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "mentira,seu acéfalo.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "e96172e3-2655-451c-e2f5-08d7a4444dbe",
                    "user": "72ff53cd-a190-47aa-a9e6-2770cafc43b0",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "quanto aos insultos, o que diz a tua constituição?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3dc97be8-eba8-4e78-1169-08d7a44322dc",
                    "user": "6eb658db-5a58-4cbd-8b7c-55b25a154b4b",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "O cúmulo da ignorãncia.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Grunho"
            ]
        },
        {
            "id": "e0939592-6d1a-49b8-fd3d-08d7960b4eed",
            "user": "510452f6-f46d-4640-89c8-9334692ed2e5",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Deixem-no falar, mas não lhe ofereçam tempos de antena. Nas \u0093redes\u0094 pseudo-sócias há muita gente a falar sozinha, e o energúmeno pode ser mais um destes assim o queiramos.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "08a0a672-81ba-4924-1158-08d7a44322dc",
                    "user": "8e71a3ab-3833-429f-8ad3-dd5f6cd068e6",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Subscrevo as suas palavras de caras!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "692c8506-2e08-44c2-1156-08d7a44322dc",
            "user": "42ef558e-d3b2-4b89-beef-85d4ad06e8af",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Pois! O partido desse senhor e o próprio foram eleitos numas eleições democráticas no nosso País democrático... Sim, existem Portugueses racistas e xenófobos, devemos retirar a cidadania a esses Portugueses? Silênciados em guetos secretos são bem mais perigosos...Eles que gritem e cantem o hino nacional á vontade, a coberto e protegidos pela nossa constituição. Imbecis saudosistas e mal resolvidos sempre há de haver, posso não concordar com eles, mas sem dúvida que defendo o seu direito democrático de serem o que são e de o proclamarem. Afinal essa é a maior vitória da democracia. Só para esclarecer, eu votei Livre...",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "f6671980-1ad3-42f6-e2f6-08d7a4444dbe",
                    "user": "72ff53cd-a190-47aa-a9e6-2770cafc43b0",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "dá para ver ....provavelmente só cantas o hino da guiné...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3f15c02b-e3c6-44e2-115c-08d7a44322dc",
                    "user": "98ee4ecd-35fe-4e8b-94c9-9481e7ed7506",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Votou no partido menos votado da assembleia? Nota-se no seu discurso, nem era preciso dizer. Mais, ninguem lhe perguntou nada. Ja agora, viva Portugal, viva o hino nacional, viva a bandeira nacional (de Portugal, nao da Guine).",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "048fd77e-9527-44b6-ed23-08d7a4437f6f",
            "user": "42837344-2d63-4364-ab8b-f584f7439092",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Não precisa. O AV há-de enterrar-se sozinho. Basta deixarem-no falar.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "53c0d149-8371-4832-fd35-08d7960b4eed",
            "user": "9d19f447-c20c-491b-b5c3-d27a92a17c7b",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Não entendo a preocupação, até o partido livre está condicionado a Joacine, andam a protelar a decisão, com isto se houver uma retirada de confiança será julgado de partido <b> racista </b>e xenófobo.Houve um evidente aproveitamento da figura para fins eleitorais.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racista"
            ]
        }
    ]
}