{
    "header": {
        "title": " A Eurovisão arranca agora e Conan Osiris quer estar \u0093o mais perfeito\u0094 possível ",
        "subtitle": " A primeira semifinal da edição 2019 do concurso está marcada para as 20h desta terça-feira, em Telavive. O concorrente português admite fazer um \u0093comentário visual\u0094 ao conflito israelo-palestiniano. A Eurovisão, acrescenta o subdirector da RTP, Gonçalo Madaíl, sempre foi \u0093território libertário\u0094. ",
        "owner": " ['Rodrigo Nogueira'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 28  partilhas",
        "datePosted": " 14 de Maio de 2019, 6:00 ",
        "dateExtraction": " 2020-02-04 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2019/05/14/culturaipsilon/noticia/eurovisao-primeira-semifinal-1872517 ",
        "postText": " ['Após meses de polémicas e de apostas, de apelos a boicotes e contra-boicotes, o Festival Eurovisão da Canção 2019 arranca finalmente esta terça-feira. A partir das 20h, a RTP1 transmite em directo da Expo Tel Aviv, em Telavive, Israel, a primeira semifinal do Festival Eurovisão da Canção 2019 \u0096 aquela em que Conan Osiris, o representante português, vai defender Telemóveis, frente aos representantes de 16 outros países: Chipre, Montenegro, Finlândia, Polónia, Eslovénia, República Checa, Hungria, Bielorrússia, Sérvia, Bélgica, Geórgia, Austrália, Islândia, Estónia, Grécia e São Marino. Às 22h22 já se saberá se Portugal passa à final, que se disputa no sábado.', 'Na semana passada, Conan Osiris gerou algumas notícias pela honestidade com que confessou na conferência de imprensa após o segundo ensaio geral em Israel​, frustrado, que este tinha sido \u0093uma merda\u0094. Já esta segunda-feira, numa breve conversa entre dois ensaios, disse por telefone ao PÚBLICO que tudo se estava a compor: \u0093Já estão a acertar com as câmaras e as luzes, não está perfeito, mas está muito melhor.\u0094 Quanto à actuação desta terça-feira, não faz grandes prognósticos: \u0093Não sei, o mais perfeito que sair, tranquilo, melhor para mim, fico mais descansado. Há bué coisas que estão fora do meu controlo, aprendi a deixar ir. No segundo ensaio estava possuído.\u0094', 'A indumentária verde que irá usar na actuação foi alvo de algumas críticas nas redes sociais. \u0093O pessoal não curtiu muito\u0094, diz. \u0093Fiquei muito a pensar \u0091Deixa-me curtir na minha\u0092, mas agora acho que já melhorei um bocadinho o look, abri um bocado e ganhei espaço. Percebi o que estavam a dizer de eu parecer que tinha tido um acidente de viação\u0094, confessa.', 'Também ao PÚBLICO, Gonçalo Madail, o subdirector da RTP1 que foi um dos arquitectos da renovação do Festival da Canção e que no ano passado assumiu a direcção criativa da Eurovisão em Lisboa, salientou que a comitiva portuguesa sempre deu ao músico liberdade para fazer o que queria. Também sublinha as tiradas do músico, que, quando mostrou a vestimenta do postal de apresentação, terá comentado: \u0093Aqui está uma anémona no Mar Morto em cosplay de David Bowie\u0094. Sobre o que realmente vai vestir esta terça-feira, o artista diz apenas: \u0093Já dei tantas descrições que estou sem palheta.\u0094', 'Apesar dos repetidos apelos ao boicote a esta edição realizada no problemático território israelita, só dois países desistiram da participação, a Bulgária e a Ucrânia, e ambos por motivos não relacionados com o conflito israelo-palestiniano. Gonçalo Madaíl não se escusa ao tema: \u0093Não vale a pena escamotear que toda a gente acaba por produzir opinião sobre aquilo que está a acontecer. É um conflito armado e histórico, depende do nível de informação que se tem. Ainda por cima é complexo e é difícil de apurar ali a ideia de inocentes e culpados, embora haja o atropelo evidente de direitos humanos\u0094, comenta.', 'Sobre a posição da RTP, considera que \u0093do ponto de vista institucional é muito mais inteligente fazer-se o que se está a fazer e tirar as devidas ilações\u0094, até porque a Eurovisão tem \u0093grande exposição mediática\u0094 e, ao longo dos anos, \u0093foi terreno libertário e expansionista do ponto de vista das mentalidades, dos costumes e dos conflitos\u0094. A RTP tem ainda \u0093responsabilidade extra\u0094, já que, após a final de 2019 em Lisboa, passa \u0093a bola à televisão pública israelita\u0094 como estação anfitriã do concurso.', 'Na edição do ano passado, aliás, recorda o responsável, participaram \u0093países que estavam em conflitos abertos e declarados, casos da Arménia e do Azerbaijão, da Rússia e da Ucrânia\u0094: \u0093Tomámos a perspectiva de que aqui cabe toda a gente, postura fundida com a que o país tem tido enquanto Estado.\u0094 Não ir a Israel, considera, seria \u0093incoerente\u0094, porque, \u0093como todos os países\u0094, Portugal esteve na Rússia em 2009 \u0093e ninguém questionou\u0094.', 'Dada a \u0093mediatização do conflito\u0094 israelo-palestiniano, a edição deste ano terá \u0093uma enorme carga mediática\u0094, o que, na opinião de Gonçalo Madaíl, pode permitir alguns statements: \u0093Os artistas estão expostos, provavelmente terão liberdade para dizer meia dúzia de coisas, para tomarem determinadas posições.\u0094 Mesmo que a organização peça \u0096 mas não imponha, \u0093embora seja quase uma espécie de regra\u0094 \u0096 para os concorrentes não falarem \u0093em nada para lá da música\u0094. \u0093Os artistas têm também de ter a sua inteligência de gestão, perceber que há uma ética interna da Eurovisão, mas as artes e o mundo social e o mundo em geral estão inevitavelmente ligados\u0094, argumenta. No palco, há sanções para gestos políticos. Mesmo assim, \u0093o polícia afina o ladrão, e ao longo dos anos tivemos uma série de letras encapotadas e demonstrações várias\u0094, comenta o responsável da RTP.', 'No caso de Conan Osiris, que explicou ao PÚBLICO que o seu comentário a estas questões será \u0093visual\u0094, Gonçalo Madail acha que a letra de Telemóveis não deixa de ser um reflexo dos tempos que vivemos\u0094. \u0093Não vou dizer que é uma crítica, ele é que sabe, mas pelo menos é uma análise. Não quero falar por ele, mas posso dizer que é um rapaz muito atento\u0094, resume. \u0093Concordo com essa conclusão, sempre foi tudo bastante explícito\u0094, remata Conan Osiris.', 'Pode ouvir o podcast P24 sobre a participação de Conan Osíris no Festival Eurovisão da Canção aqui:'] ",
        "numberPosts": " 10 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Gender - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Género",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "5fedd3a9-508b-41c5-ef9e-08d6d8471620",
            "user": "b73e631a-fafe-4f58-8d03-b147e1b99312",
            "date": "15.05.2019",
            "timestamp": "NA",
            "commentText": "Acho incrível que ninguém comente o boicote que o Conan Osíris sofreu. Não sei se repararam, mas quando aparecia o número de telefone para votação, só aparecia o número 15, ao passo que a todos os outros concorrentes aparecia o número de telefone completo. No vídeo de apresentação do festival, aparece muito pouco e sempre de fugida, se pestanejar não o vê. Além disso, liguei para dar o meu voto ao Conan Osíris e por incrível que pareça o número não dava e as votações ainda estavam abertas. Pouca vergonha!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "74474e27-383d-4418-990d-08d6d8459a17",
            "user": "b73e631a-fafe-4f58-8d03-b147e1b99312",
            "date": "15.05.2019",
            "timestamp": "NA",
            "commentText": "Acho incrível que ninguém comente o boicote que o Conan Osíris sofreu. Não sei se repararam, mas quando aparecia o número de telefone para votação, só aparecia o número 15, ao passo que a todos os outros concorrentes aparecia o número de telefone completo. No vídeo de apresentação do festival, aparece muito pouco e sempre de fugida, se pestanejar não o vê. Além disso, liguei para dar o meu voto ao Conan Osíris e por incrível que pareça o número não dava e as votações ainda estavam abertas. Pouca vergonha!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5b4f7ca0-f2c5-4054-1b44-08d6d8464d94",
            "user": "5cb421f3-a9ec-4552-b733-e34f51fabff3",
            "date": "14.05.2019",
            "timestamp": "NA",
            "commentText": "A Europa (?) das cantilenas imbecis desta vez não aprovou a palhaçada de Portugal.  Fez bem, aquilo era intragável...só boa para meia duzia de iluminados !!!!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "eef812e2-6f49-4417-1c88-08d6d84635a2",
            "user": "8d330022-4602-4900-82d5-55dc46507391",
            "date": "14.05.2019",
            "timestamp": "NA",
            "commentText": "A redação do Público está doida com esta esquisitice. Ai, ui, atira-me água benta!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9ba27c59-e90c-46b7-1b36-08d6d8464d94",
            "user": "a9363530-2c93-4de4-95fe-f95ed4e888dc",
            "date": "14.05.2019",
            "timestamp": "NA",
            "commentText": "O quê? Não vão de galinhas?",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6d799f24-c46a-4381-f1e3-08d6d845a1ea",
            "user": "(null)",
            "date": "14.05.2019",
            "timestamp": "NA",
            "commentText": "Se os guarda-roupas anteriores eram interessantes, este está para lá de abominável. A musica e o visual de Conan Osiris é algo que leva tempo para as pessoas se habituarem, e depois de isso estar a começar a acontecer a decisão de mudar tudo e ainda por cima para pior só o irá prejudicar. Aqueles fatos à Sereio ou Aquaman em cor varejeira são muito maus e destoam totalmente das cores de fundo.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "6878cc90-1615-4f33-c5b3-08d6d846f1e9",
                    "user": "da6da907-0389-4a46-84a4-32cfcdd6a2b7",
                    "date": "14.05.2019",
                    "timestamp": "NA",
                    "commentText": "cor varejeira! ahahahahaha",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "08bfa73a-8d8d-47e3-3ad2-08d6d8474b7b",
            "user": "478d04c3-87b3-46cb-821d-a9755bef8b3f",
            "date": "14.05.2019",
            "timestamp": "NA",
            "commentText": "Embora aqui o representante português no certame me pareça algo sensato, muito provavelmente não votarei nele. Podia votar, pois resido no estangeiro, mas a sua apresentação é tão espalhafatosa que não consigo. Não aguento, peço desculpa. Não, eu acho que vou votar na próxima semifinal (e, espero, na final) no concorrente francês. Eu bem sei que em Portugal as pessoas não gostam de passadeiras coloridas, mas eu não posso estar com considerações arrepiadas desse <b> género.</b> Tem de se ser desempoado. E o que é bom é bom. E Bilal Hassani é indesmentivelmente bom. Mais do que bom. Ele é realmente amoroso, como aquelas do \"Patati Patatá\" de há dois anos em Portugal, em quem paradoxalmente ninguém votou. Espero que o Bilal vá à final. Salvo revelação de última hora, é para ele que irá o meu voto. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "e5eb8f5c-deca-4e48-3add-08d6d8474b7b",
                    "user": "5cb421f3-a9ec-4552-b733-e34f51fabff3",
                    "date": "14.05.2019",
                    "timestamp": "NA",
                    "commentText": "De acordo quanto à palhaçada da nossa musiqueta . Quanto às passadeiras não se trata de gostar ou não, mas sim de ilegalidade das mesmas. A Lei é claríssima, riscas brancas e pretas !!!! Ponto. Têm de ser apagadas !!!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "9b1a6df3-58aa-4d59-3ae4-08d6d8474b7b",
                    "user": "da6da907-0389-4a46-84a4-32cfcdd6a2b7",
                    "date": "14.05.2019",
                    "timestamp": "NA",
                    "commentText": "Eu estou a torcer pelos islandeses. Nada amoroso, mas gosto tanto... :)",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Género"
            ]
        }
    ]
}