{
    "header": {
        "title": " Jean Wyllys: \u0093O que deu a vitória a Bolsonaro foi a homofobia\u0094 ",
        "subtitle": " O ex-deputado brasileiro diz que o Presidente brasileiro venceu as eleições porque propagou preconceitos e alimentou o \u0093sentimento de medo\u0094. \u0093A única marca que ele deixou é a marca da corrupção e do ódio.\u0094 ",
        "owner": " ['João Ruela Ribeiro'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 20752  partilhas",
        "datePosted": " 26 de Fevereiro de 2019, 20:18 ",
        "dateExtraction": " 2019-10-29 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2019/02/26/mundo/noticia/deu-vitoria-bolsonaro-homofobia-1863483 ",
        "postText": " ['Uma torrente de ameaças fizeram Jean Wyllys desistir do seu mandato como deputado federal e sair do Brasil, num exílio auto-imposto. Em Portugal a convite do Centro de Estudos Sociais da Universidade de Coimbra para dar uma conferência nesta terça-feira \u0096 dois homens tentaram atirar-lhe ovos durante a sessão \u0096, o ex-deputado do Partido Socialismo e Liberdade (PSOL) fala do seu percurso único na política brasileira e de como o ódio destilado por Jair Bolsonaro e os seus apoiantes o obrigou a viver num \u0093cárcere privado\u0094.', 'As ameaças fazem parte do seu dia-a-dia desde que entrou na política activa, como deputado federal em 2011. O que é que foi diferente desta vez?Houve dois factos especiais: o impeachment de Dilma [Rousseff, ex-Presidente], que me colocou no protagonismo da defesa da democracia e do Governo dela \u0096 o que intensificou o ódio antipetista contra mim. Embora eu não seja do Partido dos Trabalhadores [PT], e fizesse oposição ao PT, oposição à esquerda, fui identificado publicamente pelas forças antipetistas como um \u0093petista\u0094, porque estava a defender um governo democraticamente eleito e defendendo uma mulher honesta, que estava a ser deposta por uma fraude e por um ladrão, que se encontra na cadeia, que é Eduardo Cunha. Isso intensificou a campanha difamatória contra mim, que tinha o objectivo de me fragilizar socialmente, de me colocar em risco.', 'E no ano passado, quatro dias depois do meu aniversário, Marielle Franco foi executada por forças paramilitares, por máfias que controlam territórios no Rio de Janeiro. Isso fragilizou-me por completo e percebi que as ameaças poderiam concretizar-se.', 'Entrei com um pedido de medida cautelar, porque o Governo brasileiro não fez nada. Fiz denúncias à Polícia Federal, que resultaram em cinco inquéritos meramente protocolares, que não produziram nenhum resultado. Entrei com um pedido de medida cautelar à Comissão Inter-americana de Direitos Humanos, apresentei todas as provas, e a comissão, que é idónea e respeitada internacionalmente, concluiu que a minha vida corria grave risco, e exigia do Estado brasileiro que desse uma resposta.', 'Antes de emitir o documento, a medida cautelar interrogou o Governo brasileiro sobre as ameaças e sobre a minha segurança. O Governo teve a pachorra para responder que eu não corria risco por causa da homofobia a que eu me referia \u0096 e colocou homofobia entre aspas, como se fosse uma invenção minha ou como se o Brasil não fosse o país onde mais se mata pessoas da comunidade LGBT \u0096 e que eu estava tão seguro que até havia feito campanha eleitoral.', 'É uma mentira, porque na verdade não fiz campanha. Eu não podia estar nas ruas. Quando estava nas ruas, eu era ameaçado, ou por pessoas que se cruzavam comigo e me ameaçavam no espaço público, ou recebia ameaças anónimas a dizerem para não ir a determinados lugares, porque seria agredido. Eu fiz uma campanha totalmente limitada, tanto é que a minha votação caiu de 145 mil para 20 e poucos mil. A Comissão Interamericana contestou o Estado brasileiro e exigiu a medida cautelar. O Estado não emitiu essa medida.', 'Quando fez a campanha, já previa sair do Brasil?Não. Quando fiz a campanha, estava desgastado emocionalmente, mas ainda não pensava em sair. Pensava em desistir, mas não sair. Eu estava num nível de exaustão emocional, de medo, de ansiedade, de insegurança, por conta de uma vida ameaçada e restringida. Eu vivia em cárcere privado. Como é que se pode viver num lugar onde se vai a um restaurante e se é insultado por uma pessoa que lhe chama de pedófilo ou reproduz outra das mentiras que recebeu por WhatsApp?', 'A decisão de sair do país veio logo depois da não-resposta do Governo ao pedido de medida cautelar. Eu tinha já passagens compradas para as férias. Fui ter com a minha família à minha cidade natal, reuni os meus irmãos, que também eram alvo de ameaças, que estavam profundamente angustiados. Eu sou de uma família simples; ao contrário da maioria dos políticos brasileiros, eu não venho de uma dinastia política, eu não pertenço às capitanias hereditárias, o meu pai não era nem político nem um grande empresário, nem um intelectual de prestígio. O meu pai era pintor de automóveis, um homem negro e pobre. A minha mãe era lavadeira. Tenho seis irmãos e nós nunca tivemos apadrinhamento, nunca dependemos de corrupção, e, se tivemos mobilidade social, foi por conta da educação.', 'A minha mãe vive no interior, é uma pessoa simples. E essa mulher passou a ser insultada e ofendida por mentiras ditas sobre mim nas redes sociais, e ameaçada. As últimas ameaças traziam fotografias da fachada da casa da minha mãe, das câmaras que instalámos, fotografias da matrícula do carro do meu irmão, emails pessoais deles, informações pessoais. Como é que esses ameaçadores têm essas informações?', 'No dia em que tomou posse como deputado pela primeira vez, havia familiares de outros deputados a quererem tirar fotografias consigo por causa da sua popularidade como vencedor do Big Brother, em que assumiu a sua homossexualidade perante milhões de pessoas. O seu percurso teria sido possível no Brasil de hoje?O Brasil mudou muito. Em 2005, o Brasil estava em ascensão, um país em desenvolvimento, com prestígio no mundo. Era o início da era Lula, o país estava bem economicamente. Esse ambiente foi propício a acolher num reality show uma pessoa como eu, em convertê-la em protagonista do programa. Um rapaz que vem da pobreza, do interior, da Bahia, gay, professor, que não é bonito, que não tem as características dos modelos... Ao mesmo tempo com características com que o povo brasileiro se identificava naquele momento.', 'Havia um traço entre mim e Lula. Se alguém pode falar em meritocracia, somos nós. Ele, um menino que saiu do Nordeste com a mãe, e foi morar na favela de São Paulo, se torna metalúrgico, lidera as greves. E eu que saio do interior da Bahia. Naquele momento, no espírito colectivo cabia a minha vitória, tanto é que ganhei o programa com milhões de votos. A minha vitória como deputado não teve que ver com o programa, porque eu me elegi muito tempo depois.', 'Quando venci o Big Brother, como não tinha aspiração em ser actor ou ser modelo, a minha curiosidade no programa era académica, eu retirei-me de cena. Trabalhei nos bastidores, era guionista da Rede Globo, não estava à frente das câmaras. E evitei ao máximo expor-me durante esse período. Quando fui eleito deputado, estava distante desse universo, tanto que a minha primeira votação foi muito baixa. Fui eleito por acaso. Mas quando cheguei à câmara, deixei claro que eu não iria estar no papel que talvez esperassem de mim, que era o papel do gay exótico, da celebridade que se elege.', 'Eu entrei para fazer um trabalho, eu tinha uma história. Era activista dos direitos humanos, estava no movimento LGBT. Participei no Big Brother, mas antes disso tinha uma vida política, era professor universitário, actuava nos movimentos sociais, nas campanhas contra a sida. Tudo isso ameaça o sistema, porque não bastava eu propor um modelo novo de gestão de mandato, eu tinha um orgulho da minha homossexualidade. E é óbvio que, quando você se torna um modelo positivo de referência da homossexualidade, você contraria as instituições que lucram e se sustentam a partir da homofobia: as igrejas neopentecostais, poderosíssimas no Brasil, viram em mim um inimigo dos seus discursos. Começam aí os ataques e as ameaças.', 'Então foi essa parte do Brasil que passou a conhecer o Jean e não gostou...O Brasil gostou da minha actuação. Mas o que aconteceu foi que as instituições que não queriam um homossexual nessa posição, e as forças políticas que desejavam que o Brasil deixasse de ser o Brasil que o Lula construiu, decidiram destruir essa figura que eu era. Eu fui o laboratório de algo que depois foi implementado com muito mais força e financiamento na última campanha. O teste da destruição da reputação foi feito comigo.', 'Durante as eleições, usaram contra [o candidato do PT, Fernando] Haddad, contra Manuela [D\u0092Ávila, candidata a vice-presidente], e contra os demais candidatos. Essa intoxicação por  mentiras é a nova forma de influenciar os processos eleitorais. Levar informações específicas a grupos que têm determinados preconceitos. Quando as pessoas perdem os seus empregos, quando perdem o poder de compra, quando os seus privilégios são perdidos de alguma forma, quando vêem certas hierarquias serem quebradas, isso gera um sentimento de medo e insegurança. E isso pode ser conduzido contra determinados grupos, eleitos como responsáveis por esse estado de coisas. Criam-se inimigos públicos. E aí é muito fácil dirigir o ódio e o medo a pessoas que já são alvo de preconceito.', 'No caso do Brasil, foram os homossexuais. O que deu a vitória a Bolsonaro foi a homofobia. Ele não apresentou um programa de governo ao país, não participou em nenhum debate, estava há 30 anos no Parlamento e não aprovou um projecto de lei. Esse sujeito venceu as eleições porque passou a proferir publicamente, através dos novos meios de comunicação, preconceitos e a culpar determinados grupos por um sentimento de medo que tomava o povo brasileiro, diante da crise económica que vivíamos.', 'Bolsonaro já deixou alguma marca no Brasil?O ódio. O escândalo de corrupção e o \u0093laranjal\u0094 que o envolve ele, o filho e o partido. Em 50 dias, o Presidente, o filho e o seu secretário da República [Gustavo Bebianno, demitido na semana passada], estão envolvidos no centro de um escândalo que envolve o desvio do fundo eleitoral, a contratação de \u0093laranjas\u0094 [candidatos fictícios]. A única marca que ele deixou é a marca da corrupção e do ódio. É um governo em que Bolsonaro cumpre esse papel de animar a plateia fascista, e os que, não sendo fascistas, foram enganados e estavam cegos pelo antipetismo, enquanto Sergio Moro amplia o Estado penal, com o pacote anticrime.', 'A terceira cabeça desse Governo, que é Paulo Guedes, o ministro da Economia, que dá o choque ultraliberal, de redução do Estado de bem-estar social, que nunca existiu. Um amplia o Estado penal, outro reduz o Estado de bem-estar social, e o palerma principal mantém a plateia fascista acesa com as suas declarações ou com os seus factóides, como ir a uma reunião com chinelos.', 'O que é preciso acontecer no Brasil para regressar?É preciso que a maioria dos eleitores saia deste transe fascista, dessa histeria colectiva produzida pela campanha de ódio e de mentiras feita por Jair Bolsonaro. O Brasil precisa de ser gerido por pessoas competentes e não por essa chusma de incompetentes e mentirosos. Precisamos de pessoas que gostem do país voltem a gerir o país.', 'E irá regressar à política activa?Eu não sei se vou voltar a ser deputado ou a ocupar um cargo electivo. Da política eu nunca vou sair. Estou na política desde muito cedo, desde os 12 anos, quando entrei no movimento pastoral da Igreja Católica, que estava orientado pela Teologia da Libertação. Se voltar, não sei se volto para um cargo electivo, mas seguramente vou estar na política, a fazer política deste jeito, através da minha formação intelectual e da minha actividade literária.', 'Sempre denunciou uma homofobia institucional no Brasil. Em que se manifesta concretamente?Manifesta-se nos serviços públicos, por exemplo. Uma travesti que chegue para ser atendida num hospital poderia ser chamada com o nome com que se apresenta, mas é chamada pelo nome de registo para constrangê-la à frente de toda a gente. Uma pessoa chega com uma aparência de mulher e é chamada com um nome masculino.', 'Por exemplo, o descaso em relação às políticas de combate ao VIH e à sida, que desapareceram \u0096 justamente quando a doença atinge os pobres. Dantes estava restrita às classes médias e à alta e depois pauperiza-se e interioriza-se. Neste momento, as campanhas desapareceram.', 'A homofobia institucional está presente na ausência de representação LGBT nas assembleias legislativas, na câmara federal, expressa-se na polícia, na dificuldade ou má vontade da polícia em investigar os crimes em que gays são vítimas. Não tenho uma estatística segura, mas o Grupo Gay da Bahia fez um estudo que mostrava que quase 90% dos crimes de ódio em que gays, lésbicas e travestis são vítimas não são solucionados.', 'Não há uma vontade em resolver estes crimes que têm um carácter quase epidémico. Porque não? Aí entramos no terreno das subjectividades e de como a homofobia estrutura as subjectividades das pessoas. No fundo, inconscientemente, ou talvez conscientemente, o policial, o detective, o delegado, concordam com o assassino. Se você tivesse um filho que começasse a revelar traços de que é homossexual, talvez isso gerasse alguma preocupação em si. Até poderia traduzir essa preocupação em algo como \u0093Não quero que ele sofra\u0094, mas na verdade o que não queria era que ele fosse. Porque ser gay ainda é ser um desvio, é estar fora da norma.', 'A homofobia é algo compactuado por todas as pessoas, mesmo as mais progressistas, mesmo as mais inteligentes, mesmo as que têm formação. A homofobia é ubíqua, está na classe A, C, entre os letrados e não letrados. A homofobia é a grande unanimidade. Por isso é que a campanha de Bolsonaro interpelou as pessoas a partir da homofobia. É por isso que o grande factóide, a grande mentira, foi o \u0093kit gay\u0094 e o biberão em forma de pénis.', 'As pessoas, na verdade, sentiram-se ameaçadas com a ideia de que os seus filhos fossem gays e votaram em alguém que prometeu reparar e erradicar a homossexualidade do Brasil. Eu acho que é importante haver mais homossexuais assumidos em todos os espaços. É preciso que isto seja desconstruído ao nível da cultura, para o que não que aconteça o que aconteceu no Brasil. O preconceito desconstrói-se assim \u0096 com o matrimónio igualitário, garantindo aos casais homossexuais o direito ao casamento civil, e, portanto, o direito a constituir uma família, o direito a pôr os seus filhos nas mesmas escolas que os heterossexuais.', 'Uma vez que os filhos de casais homossexuais convivam com os filhos de casais hetero, e os pais participem nas mesmas reuniões escolares, o preconceito rompe-se, porque se descobre que as pessoas podem ter vidas iguais à sua. E isso assusta um pouco a sociedade, a ideia de que os homossexuais possam ter os mesmos direitos que os heterossexuais.', 'Os heterossexuais gozam de um prestígio, de oportunidades e privilégios de que nós não gozamos. E a maioria dos heterossexuais não quer perder esses privilégios e não quer desconstruir essa hierarquia entre nós. Mais pessoas a representar a diversidade humana seria importante. Dá para contar pelos dedos das mãos a quantidade de deputados negros, num país maioritariamente afro-descendente como o Brasil. A democracia pressupõe essa diversidade, ela tem de existir. Quando as instituições se colocam contra essa representatividade, não estão a agir democraticamente.', 'Há formas de contornar essa homofobia institucional?Há uma série de acções que a comunidade LGBT faz. Uma delas são as paradas de orgulho gay, ou seja, dizer uma vez por ano que existe. E mesmo a parada do orgulho gay já vem sendo criminalizada há algum tempo, sob a acusação de que é promíscua, de que os gays estão interessados em beijar e fazer festa.', 'Não podemos fazer isso? O que é o Carnaval no Brasil, se não uma grande festa de celebração do corpo das pessoas hetero? Por que podem as pessoas hetero no Carnaval beijar abertamente, ter relações no capô do carro, sem que isso se torne um escândalo? Outras estratégias são as de incidência política.', 'Uma vez que não temos representação, identificamos aliados nas instituições, pessoas que possam elaborar políticas públicas. O projecto Escola sem Homofobia foi desenhado no Governo Lula e implementado no Governo Dilma, antes de eu ser deputado. Entretanto, esse projecto, que era de formação continuada de professores e monitores para que tratassem bem o aluno LGBT, foi demonizado e transformado no \u0093kit gay\u0094.'] ",
        "numberPosts": " 137 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Sexual Identity - General,Ethnicity - General,Physical Identity - Physical (and Mental) Impairments,Gender - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "homofóbico,Gay,Homossexual,Racista,Racismo,Imbecil,Idiota,Mulher,Sexual,Canalha,Negro,Gordo,Comunista",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "5cc83c37-0d21-419c-8e72-08d704f43cca",
            "user": "33d88d74-fe84-4824-8cac-5bc92f01a6a0",
            "date": "10.07.2019",
            "timestamp": "NA",
            "commentText": "Em breve esse ex-deputado será investigado por suposta venda do seu madato parlamentar para o David Miranda, parceiro do Glenn Greenwald. A #PF já está na sua cola. <b> Canalha!</b> Mentiroso!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Canalha"
            ]
        },
        {
            "id": "120d9faa-4599-414e-7e01-08d6a96e16ee",
            "user": "597cde38-59c8-45d5-9024-889e2a42ffbe",
            "date": "17.03.2019",
            "timestamp": "NA",
            "commentText": "Quem deu a vitória a Bolsonaro foi o PT, com a sua incompetência e  corrupção desenfreada. O povo estava cansado, qualquer Bolsonaro que aparecesse seria eleito.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8a89214a-288e-4565-f340-08d685162c16",
            "user": "942b55fe-7ff1-4d5f-9a2d-22a73fb64069",
            "date": "03.03.2019",
            "timestamp": "NA",
            "commentText": "O mais normal hoje em dia é que vitimas de perseguição em países do terceiro mundo tentem encontrar refugio em países desenvolvidos. Aconteceu com vitimas de países como o Afeganistão, Paquistão e agora com Jean Wyllys do Brasil.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "f5f74baf-7669-45bd-2f74-08d69f750d28",
                    "user": "80e9a294-ece9-4773-8476-536acdce34ab",
                    "date": "03.03.2019",
                    "timestamp": "NA",
                    "commentText": "Que perseguição? Tá doido? Ele tá se vitimizando ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "12a8ae76-b25c-43fa-49a9-08d6a01c8ced",
                    "user": "275d9ced-3b68-4dc4-bd47-441c76edf850",
                    "date": "03.03.2019",
                    "timestamp": "NA",
                    "commentText": "O Brasil é país do terceiro mundo?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "c5fb64df-1187-4fa2-2d31-08d69d254994",
            "user": "60555ddc-8876-4cb8-a5e1-81fa2fe9e108",
            "date": "01.03.2019",
            "timestamp": "NA",
            "commentText": "Pobres portugueses tendo que ouvir as palavras desse ex Big Brother.Esse fulano, quando deputado, reclamava do próprio salário (alegando que era pouco), foi vaiado pelo movimento <b> negro </b>em uma palestra, chamou um internauta de<b>  negro</b<b> > gord</b>o em seu Twitter, cuspiu no Bolsonaro e mostrou todo seu lado \"intelectual\" (poucas pessoas o enxergam dessa forma) ao publicar uma \"obra\" literária chamada Ainda Lembro, sobre suas memórias do programa Big Brother Brasil.  Entendam, irmãos portugueses: esse senhor é motivo de chacota aqui no Brasil e deixou o país para viver na Europa, pois sabia que tinha se tornado uma figura mais patética do que sempre foi. Como político, teve atuações pífias e irrelevantes e como pessoa, é um ser arrogante e mal caráter. Gostaria muito se saber como ele se sustenta aí.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "101d00f7-90ea-432e-41a9-08d69e14e765",
                    "user": "f9ee1f8d-c2d7-4edc-a6e1-20317c7727fd",
                    "date": "01.03.2019",
                    "timestamp": "NA",
                    "commentText": "Falou mais um <b> homofóbico </b>militarista.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "homofóbico"
                    ]
                },
                {
                    "id": "3cedc174-dba6-447f-2f6c-08d69f750d28",
                    "user": "8bfa81e0-ad75-4a47-b7b0-123ff00b8f02",
                    "date": "03.03.2019",
                    "timestamp": "NA",
                    "commentText": "Falar a verdade é ser <b> homofóbico?</b> Esse sujeito é uma besta medíocre, se deixasse de se declarar<b>  gay</b>, sumia por falta de bandeiras.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gay",
                        "homofóbico"
                    ]
                }
            ],
            "keywords": [
                "Negro",
                "Gordo"
            ]
        },
        {
            "id": "0458d82c-42b4-4fd7-43e8-08d69d8d66f5",
            "user": "80e9a294-ece9-4773-8476-536acdce34ab",
            "date": "28.02.2019",
            "timestamp": "NA",
            "commentText": "Um lixo mentiroso se vitimizando. Cuspiu, ofendeu, ficou com medo e correu. Prestava um deserviço ao país. Sua vida boa em ares europeus levanta a pergunta: Porque não foi se refugiar na bela república de Cuba?Um hipócrita aproveitador. Brasil ganha muito com sua distância. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "954a52e4-c2fb-4acc-88fa-08d69e1c7486",
                    "user": "96e9ba4c-ccb9-4b9c-b806-e2d952780705",
                    "date": "01.03.2019",
                    "timestamp": "NA",
                    "commentText": "Boa companheiro, apoiado. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "9a916a7d-7496-47fc-2f6d-08d69f750d28",
                    "user": "8bfa81e0-ad75-4a47-b7b0-123ff00b8f02",
                    "date": "03.03.2019",
                    "timestamp": "NA",
                    "commentText": "Apoiado!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6c399af9-81be-4790-49aa-08d6a01c8ced",
                    "user": "275d9ced-3b68-4dc4-bd47-441c76edf850",
                    "date": "03.03.2019",
                    "timestamp": "NA",
                    "commentText": "Se fosse um verdadeiro homem, assumia o que fez, até porque tanto quanto julgo saber, ninguém lhe fez mal.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "abbae69b-7217-4ca4-4647-08d69c9c5a3e",
            "user": "a5c2ae0a-3bab-4d75-9244-4c05f6878579",
            "date": "28.02.2019",
            "timestamp": "NA",
            "commentText": "\"Também eu me refiz de mentiras, como se a mentira fosse a pele que nos protegesse mas que, de tempo em tempo, nos tivéssemos que desfazer.\u0093",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "77c97028-9bfe-41c5-d252-08d69c9c6699",
            "user": "ea061252-3572-487b-8c7a-a97ae3ac566a",
            "date": "28.02.2019",
            "timestamp": "NA",
            "commentText": "Qual é qual é o país cuja dívida pública ultrapassa 126% do PIB? Um grande país europeu que foi dono de metade do mundo e hoje está falido mas adora palpitar sobre outros países em situação financeira melhores que ele próprio? Um povo orgulhoso a ponto de ser arrogante, dica: Não é a Alemanha! Kkk",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "e6a3790b-451f-4621-33f6-08d69d466df9",
                    "user": "f9ee1f8d-c2d7-4edc-a6e1-20317c7727fd",
                    "date": "28.02.2019",
                    "timestamp": "NA",
                    "commentText": "Sou Brasileiro e portugal continua sendo um milhão de vezes melhor que o brasil, quem leva tiro quando sai de casa ? quem está acostumado com assaltos? ..... que país é uma piada internacional pelo nivel de corrupção da sociedade ? é voce sabe a resposta ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "a5aeedf3-97b4-464c-f2ca-08d685162c16",
                    "user": "481854d9-2dd0-4dc9-8724-fb874e5962a9",
                    "date": "01.03.2019",
                    "timestamp": "NA",
                    "commentText": "Como dizem lá fora, o interessante nesse pais é que fica ao lado da europa. É só pular um outro pais que estamos em territorio europeu",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "d650e765-3b2c-4860-41cf-08d69e14e765",
                    "user": "96e9ba4c-ccb9-4b9c-b806-e2d952780705",
                    "date": "01.03.2019",
                    "timestamp": "NA",
                    "commentText": "A dívida bruta do Brasil ????  deverá ultrapassar 80% do Produto Interno Bruto (PIB) em 2020, estimou o governo federal na proposta orçamentária de 2019 enviada ao Congresso Nacional.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "95f5ef39-143a-4310-309f-08d69f082159",
                    "user": "275d9ced-3b68-4dc4-bd47-441c76edf850",
                    "date": "03.03.2019",
                    "timestamp": "NA",
                    "commentText": "Salomon, se é de facto brasileiro, sabe, que isso que diz é assim em cidades maiores, mas há ainda muito sítio, onde o banditismo, não é tão forte e onde se vive bem e com calma.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "920a8ec6-6d05-41d6-2f6b-08d69f750d28",
                    "user": "96e9ba4c-ccb9-4b9c-b806-e2d952780705",
                    "date": "03.03.2019",
                    "timestamp": "NA",
                    "commentText": "O Brasil está bem pior do que Portugal no que se refere à dívida pública. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "45b762d9-7b97-4256-fb2c-08d6a002b477",
                    "user": "275d9ced-3b68-4dc4-bd47-441c76edf850",
                    "date": "03.03.2019",
                    "timestamp": "NA",
                    "commentText": "Josnathan, há sítios do Brasil, onde há , não nas grandes cidades, mas em povoações mais pequenas, há um bom ambiente.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "7263e50d-93c5-4f8b-daed-08d69d2fb3d5",
            "user": "ea061252-3572-487b-8c7a-a97ae3ac566a",
            "date": "28.02.2019",
            "timestamp": "NA",
            "commentText": "Fiquem com ele, o Brasil agradece, depois descobrirão o que os seus ex-eleitores já sabem.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "97ca3523-bf9b-4397-a973-08d69c965f30",
                    "user": "(null)",
                    "date": "28.02.2019",
                    "timestamp": "NA",
                    "commentText": "O Público continua a aceitar comentários de quem não dá nem a cara nem o nome?        ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2e8843b0-e01d-4a39-d250-08d69c9c6699",
                    "user": "ea061252-3572-487b-8c7a-a97ae3ac566a",
                    "date": "28.02.2019",
                    "timestamp": "NA",
                    "commentText": "O q uma coisa tem a ver com outra? Se o querem, fiquem com ele, obrigado.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "a91a65db-9f0a-415d-9acd-08d69d883767",
                    "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
                    "date": "28.02.2019",
                    "timestamp": "NA",
                    "commentText": "É um Troll que criou um perfil Fake só para comentar este artigo do Jean Wyllys. Se nos lembrarmos  da cultura de milhões de perfis falsos criados para eleger Bolsonaro, não espanta!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "a5ffd7c7-0415-4dc1-9ad0-08d69d883767",
                    "user": "ea061252-3572-487b-8c7a-a97ae3ac566a",
                    "date": "28.02.2019",
                    "timestamp": "NA",
                    "commentText": "Com certeza os milhões de perfis falsos tiraram títulos falsos para votar, percebe uma pequeníssima incoerência em vosso argumento?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "48da5235-711b-4d98-22a8-08d69e79cab5",
                    "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
                    "date": "01.03.2019",
                    "timestamp": "NA",
                    "commentText": "Os milhões de perfis falsos não votaram mas criaram uma onda que convenceu os eleitores pobres de espirito a votar em Bolsonaro.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "956ca9b8-fa18-4269-fb54-08d6a002b477",
                    "user": "a5c2ae0a-3bab-4d75-9244-4c05f6878579",
                    "date": "04.03.2019",
                    "timestamp": "NA",
                    "commentText": "Esta afirmação reiterada de que, defender impunidade para um corrupto idolatrado é indicação de inteligência e de que os que preferem a dignidade de não dar o voto a um tipo que roubou do povo é pobreza de espírito, é na verdade um indicativo de insegurança, decorre também da insegurança o uso de expressões ofensivas, pois a sua teoria de conspiração tem como inimigo a verdade dos fatos. É uma luta cruel, por isto o desespero gera esta empáfia, e esta deficiência cognitiva programada, se tornam como zumbis orgulhosos e com o rei na barriga, e o diálogo não prospera. Desista do diálogo, Senhor \"3 pontos\", não há racionalidade.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7b1a2ae9-192e-41b9-fb77-08d6a002b477",
                    "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
                    "date": "04.03.2019",
                    "timestamp": "NA",
                    "commentText": "Bolsonaro é um troglodita corrupto. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "ad939702-5b42-4052-462d-08d69c9c5a3e",
            "user": "1f60e435-f8c1-4e63-87be-61e0f95a18fd",
            "date": "28.02.2019",
            "timestamp": "NA",
            "commentText": "A única coisa que se pode afirmar com certeza, medido nas urnas e não baseado em opiniões pessoais, é que o Sr. João Willys não representa a classe que ele alega representar. Ele não teria sido eleito, caso não existisse a votação proporcional que \"arrasta\" colegas de partido menos votados.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4a31df00-b817-4c8c-33e8-08d69d466df9",
                    "user": "(null)",
                    "date": "28.02.2019",
                    "timestamp": "NA",
                    "commentText": "E depois?!        ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "9da15d65-5b6f-44fb-dad5-08d69d2fb3d5",
            "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
            "date": "28.02.2019",
            "timestamp": "NA",
            "commentText": "É bom que os acólitos de Bolsonaro venham comentar neste Forum porque assim fica patente o nível de imbecilidade que eles enunciam.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "b3fcdcd4-1ffc-43b0-2d0a-08d69d254994",
                    "user": "f9ee1f8d-c2d7-4edc-a6e1-20317c7727fd",
                    "date": "28.02.2019",
                    "timestamp": "NA",
                    "commentText": "Belo comentário, só disse a verdade.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "a1fa6d22-bb54-451d-33ed-08d69d466df9",
                    "user": "ea061252-3572-487b-8c7a-a97ae3ac566a",
                    "date": "28.02.2019",
                    "timestamp": "NA",
                    "commentText": "Seu comentário demonstra pouca tendência ao diálogo racional, a ofensa é reflexo do autor.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "ef2f21d4-b229-4683-33f3-08d69d466df9",
                    "user": "a5c2ae0a-3bab-4d75-9244-4c05f6878579",
                    "date": "28.02.2019",
                    "timestamp": "NA",
                    "commentText": "A melhor vacina contra a desilusão é não se iludir: Cada um dá o que tem.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "ac29a5ae-b195-4122-afc2-08d69ffd8451",
                    "user": "80e9a294-ece9-4773-8476-536acdce34ab",
                    "date": "04.03.2019",
                    "timestamp": "NA",
                    "commentText": "Imbecil é quem acredita que Jean Willys representa algo mais do que seus próprios interesses. Para de se fazer de tonta. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Imbecil"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "9866e2ad-54bd-42bd-a5e4-08d69c2f0ce1",
            "user": "a5c2ae0a-3bab-4d75-9244-4c05f6878579",
            "date": "27.02.2019",
            "timestamp": "NA",
            "commentText": "Jean willys cuspiu bolsonaro e aumentou a fama do cuspido, jogando ovos aumenta a fama do ''ovado''. Ainda não perceberam isto?",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "ecaad33e-728b-4d75-2d03-08d69d254994",
                    "user": "(null)",
                    "date": "28.02.2019",
                    "timestamp": "NA",
                    "commentText": "Está a dar demasiada importância a isso.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2a7dd306-715a-4e9d-a977-08d69c965f30",
                    "user": "481854d9-2dd0-4dc9-8724-fb874e5962a9",
                    "date": "28.02.2019",
                    "timestamp": "NA",
                    "commentText": "por isso vives em liverpool? Porque Portugal é um paraíso?                ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "8b2e9876-920a-46e3-4611-08d69c9c5a3e",
            "user": "a5c2ae0a-3bab-4d75-9244-4c05f6878579",
            "date": "27.02.2019",
            "timestamp": "NA",
            "commentText": "Aprendam com o Jean Willys, ganhou o big brother brasil, um premio de 1 milhão de reais e apareceu para o povo porque se apresentou como coitadinho do <b> gay </b>discriminado. Se elegeu deputado com os votos dos gays e simpatizantes. Os seus eleitores entenderam que o seu projeto para o Brasil se resumia a se afirmar<b>  gay</b> e circular tudo o que acontece no planeta a esta afirmação. Então na segunda eleição, depois de um mandato pífio foi eleito pelos votos do partido. Não admira, ele tem uma noção da realidade na qual nada é mais importante que se<b> r ga</b>y,<b>  o g</b>ay é o sol da civilização. Muitos gays entenderam que ele não passa de um oportunista, mas basta sair do país já que os estrangeiros vão lhe render os próximos milhões até perder a graça.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "26cf743b-7af7-4936-8381-08d69c35da38",
                    "user": "f50761ec-7bcb-4c3d-b3a2-594a2d82b66a",
                    "date": "27.02.2019",
                    "timestamp": "NA",
                    "commentText": "E voce, nao se aproxime de um <b> gay,</b> que e' contagioso. Ja' a estupidez, nao e'. Por isso, divulgue as suas conviccoes a' vontade...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gay"
                    ]
                },
                {
                    "id": "0bd5716a-6e99-4017-9aca-08d69d883767",
                    "user": "a5c2ae0a-3bab-4d75-9244-4c05f6878579",
                    "date": "28.02.2019",
                    "timestamp": "NA",
                    "commentText": "Perdi os argumentos, a verdade é pior que veneno pra minha ideologia, então condensei toda a minha sapiência para elaborar algumas ofensas.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "a4950609-bfe3-4b6b-fb2d-08d6a002b477",
                    "user": "275d9ced-3b68-4dc4-bd47-441c76edf850",
                    "date": "03.03.2019",
                    "timestamp": "NA",
                    "commentText": "Em mais de dez milhões de eleitores, teve 20.000 votos, já nem os gays lhe ligam. Veio para a Europa, para ver se consegue viver  sem trabalhar.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Gay"
            ]
        },
        {
            "id": "c8e16f84-ed31-4bfc-a939-08d69c965f30",
            "user": "f9ee1f8d-c2d7-4edc-a6e1-20317c7727fd",
            "date": "27.02.2019",
            "timestamp": "NA",
            "commentText": "Bolsonaro é a maior vergonha do Brasil, um militarista amante do Trump. Um <b> racista,</b><b>  Homofóbico</b> e misógeno que nunca fez nada pelo Brazil. Está legitimando a violência contra as mulheres , pobres e negros. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "acacca88-4ea0-4006-4614-08d69c9c5a3e",
                    "user": "148e3b2e-7671-4a25-95a7-bd147f2ed149",
                    "date": "27.02.2019",
                    "timestamp": "NA",
                    "commentText": "Então o PT (socialismo) é a melhor solução?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "acc50c57-5681-4598-daf5-08d69d2fb3d5",
                    "user": "f9ee1f8d-c2d7-4edc-a6e1-20317c7727fd",
                    "date": "28.02.2019",
                    "timestamp": "NA",
                    "commentText": "Britto, voce acha melhor um governo ditatorial do que um governo socialista, vide Canada que tem um sistema de saude socialista. Tenho pena o dia que os pobres brasileiros terão que pagar até pela ambulância, igual EUA.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "932fe870-0207-4563-4646-08d69c9c5a3e",
                    "user": "ea061252-3572-487b-8c7a-a97ae3ac566a",
                    "date": "28.02.2019",
                    "timestamp": "NA",
                    "commentText": "Quando enviarem desse discurso infundado  dirão que ele é o anticristo entre outros besteiróis, já ficou patético, parem de passar vergonha.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "9f853577-ce94-4ca7-fa94-08d69f778ff3",
                    "user": "275d9ced-3b68-4dc4-bd47-441c76edf850",
                    "date": "03.03.2019",
                    "timestamp": "NA",
                    "commentText": "Caro Salomon, tenho visto a BandNews e não tenho visto nada disso que está a dizer, você deve andar mal informado. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6eab89df-109a-4b93-f398-08d685162c16",
                    "user": "a5c2ae0a-3bab-4d75-9244-4c05f6878579",
                    "date": "04.03.2019",
                    "timestamp": "NA",
                    "commentText": "Criaram uma realidade alternativa e lá vivem, cheios de ira, prontos para morder quando forem ordenados.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racista",
                "homofóbico"
            ]
        },
        {
            "id": "8436e44f-842c-4f44-d1f9-08d69c9c6699",
            "user": "612f665c-279c-4870-81c1-039a392cd19f",
            "date": "27.02.2019",
            "timestamp": "NA",
            "commentText": "O que dá vitorias a Bolsonaro ou a Lula é uma ignorância imensa. Nunca nenhum país prosperou com as ideologias de ambos, alias como se viu ou vai ver.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "7f21a908-74ff-43bc-f24a-08d685162c16",
                    "user": "a344e59e-b749-4734-b6d4-07e32fb79941",
                    "date": "27.02.2019",
                    "timestamp": "NA",
                    "commentText": "A ignorância é uma constante da vida. Sempre se dirá, depois de saber muito, que o que falta saber é quase tudo. A ignorância não é desculpa. O que ocorreu no Brasil foi a mudança das regras do jogo. O jogo democrático baseado na delegação dos poderes individuais num poder agregado através do voto secreto, livre e justo foi abruptamente interrompido por regras antidemocráticas como: destituir o poder eleito através do golpe constitucional. Prisão do principal candidato com mais probabilidade de ser eleito. Perseguição, prisão, tortura e morte de activistas sociais e políticos. Substituição do Estado de Direito por Estado policial de justiceiros. A 28 de Outubro de 2018 o que ocorreu foi uma farsa eleitoral, um plebiscito antidemocrático. As ideologias são outra coisa pressupõe liberdade. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "8ede9c9a-c5fa-4666-a943-08d69c965f30",
                    "user": "481854d9-2dd0-4dc9-8724-fb874e5962a9",
                    "date": "27.02.2019",
                    "timestamp": "NA",
                    "commentText": "Concordo!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "a413bd8e-6ecf-49a0-4619-08d69c9c5a3e",
                    "user": "612f665c-279c-4870-81c1-039a392cd19f",
                    "date": "27.02.2019",
                    "timestamp": "NA",
                    "commentText": "Não percebeste ó Zé. Pode-se votar, sem farsa nenhuma eleitoral, em ideólogos idiotas, de um lado ou outro. Sem querer comparar, a votação no Hitler não foi nenhuma farsa eleitoral, e foi de uma ignorância profunda.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "0dacc244-3463-4f6c-af7b-08d69ffd8451",
                    "user": "275d9ced-3b68-4dc4-bd47-441c76edf850",
                    "date": "03.03.2019",
                    "timestamp": "NA",
                    "commentText": "O  que deu a  vitória a Bolsonaro, foi a destruição da economia pela Dilma, os roubos feitos pelo Lula e não só, o PT era uma autêntica quadrilha, isso para além de outros partidos, e foi o aumento da criminalidade. O Bolsonaro, quer reduzir o número de crimes, e melhorar a economia, estas são as duas prioridades e para já ainda não falhou.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "6079c49e-6c54-447a-e602-08d69c5004b3",
            "user": "3051b51c-4e68-4fd7-b165-15ec6ee53475",
            "date": "27.02.2019",
            "timestamp": "NA",
            "commentText": "Mas o eixo o mundo depende de ser ou não ser <b> gay?</b> Não se é muitas outras coisas além de se ter uma \"interessante\" sexualidade? A vitimação cria vítimas...",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "dde1fbdd-14ec-45f1-d20c-08d69c9c6699",
                    "user": "a344e59e-b749-4734-b6d4-07e32fb79941",
                    "date": "27.02.2019",
                    "timestamp": "NA",
                    "commentText": "A agressão é que cria vítimas! ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "83f58dd5-9660-46ba-4600-08d69c9c5a3e",
                    "user": "3051b51c-4e68-4fd7-b165-15ec6ee53475",
                    "date": "27.02.2019",
                    "timestamp": "NA",
                    "commentText": "As agressões imaginárias criam vítimas reais. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Gay"
            ]
        },
        {
            "id": "04f80a96-07c8-4d39-e600-08d69c5004b3",
            "user": "234e8078-917b-4492-a35f-68a78acfe0f3",
            "date": "27.02.2019",
            "timestamp": "NA",
            "commentText": "O que deu vitória a Bolsonaro foi o voto por muito que isso possa doer. Não nos podemos esquecer que Jean Wyllys ao cuspir em Bolsonaro mostrou uma forma de violência, curiosamente aquilo que ele temeu que lhe acontecesse se ficasse pelo Brasil. Não se pode ter razão por um lado quando se faz por perde-la do outro.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "29dcbf16-f240-41c3-a5ce-08d69c2f0ce1",
                    "user": "a344e59e-b749-4734-b6d4-07e32fb79941",
                    "date": "27.02.2019",
                    "timestamp": "NA",
                    "commentText": "Sim. Bolsonaro recebeu mais votos que o candidato que foi preso para evitar que recebesse muito mais votos como dizias as pesquisas. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "73110f5f-8a86-4ae8-8372-08d69c35da38",
                    "user": "260cb75e-dbd6-4648-9d0d-878cce68dbb9",
                    "date": "27.02.2019",
                    "timestamp": "NA",
                    "commentText": "Foi, foi como Hitler, também com o voto do povo.        Isso não quer dizer que ele não fosse uma besta fétida e podre.        Bem, talvez o Wyllys o devesse ter capado, ou metralhado (coisas caras ao sujeito).",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "af174cf0-f974-4323-af7c-08d69ffd8451",
                    "user": "275d9ced-3b68-4dc4-bd47-441c76edf850",
                    "date": "03.03.2019",
                    "timestamp": "NA",
                    "commentText": "Parece que há quem goste de ser governado por corruptos, talvez para ver se lhe calha algum.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "7add7a22-2c9b-4301-a5b1-08d69c2f0ce1",
            "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
            "date": "27.02.2019",
            "timestamp": "NA",
            "commentText": "O que fez eleger Bolsonaro foi o discurso de ódio contra os homossexuais, contra os negros, contra os pobres, contra as mulheres que fogem à norma evangélica, contra os intelectuais, contra os movimentos sociais. Esse discurso de ódio foi construído em cima de mentiras e ataques pessoais espalhados no Whatsapp. A vitória de Bolsonaro foi a vitória da imbecilidade, da ignorância, dos burgessos, dos corruptos. O prestígio internacional que o Brasil tinha na era anterior foi pelo ralo com Bolsonaro e a sua quadrilha.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "a766faa2-7a2d-45cf-d1f7-08d69c9c6699",
                    "user": "612f665c-279c-4870-81c1-039a392cd19f",
                    "date": "27.02.2019",
                    "timestamp": "NA",
                    "commentText": "Nem nesta era, nem na outra era.. é tudo um desastre cara senhora. Algum prestigio teve o Brasil no tempo do Imperador D. Pedro II, é essa era?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "e32d9502-bf64-47ad-4615-08d69c9c5a3e",
                    "user": "148e3b2e-7671-4a25-95a7-bd147f2ed149",
                    "date": "27.02.2019",
                    "timestamp": "NA",
                    "commentText": "Qual o prestígio do PT, que enganou e roubou o Brasil?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "a18178b5-95cb-4883-a5e9-08d69c2f0ce1",
                    "user": "8bfa81e0-ad75-4a47-b7b0-123ff00b8f02",
                    "date": "27.02.2019",
                    "timestamp": "NA",
                    "commentText": "E como acha que lula e dilma foram eleitos? A <b> mulher </b>dele é mestiça, como acreditar em<b>  racismo</b> nele?  Bolsonaro foi eleito pelos cidadãos de bem, que prezam a família e a democracia...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Mulher",
                        "Racismo"
                    ]
                },
                {
                    "id": "45250ba4-c63e-4fba-2f60-08d69f750d28",
                    "user": "275d9ced-3b68-4dc4-bd47-441c76edf850",
                    "date": "03.03.2019",
                    "timestamp": "NA",
                    "commentText": "Margarida Como o Bolsonaro ganhou com a maioria dos votos dos brasileiros, então deve achar que os brasileiros, são contra toda essa gente que enumerou.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "8deada5a-2c9c-4ee5-8348-08d69c35da38",
            "user": "4575bbda-492c-4244-a2e1-2dada0ef2a14",
            "date": "27.02.2019",
            "timestamp": "NA",
            "commentText": "O ex-deputado, Jean Wyllys, é produto da mídia. Foi guindado à condição de um dos políticos mais bem-votados, depois de surgir como participante e vencedor de uma edição do Big Brother Brasil, em que usou a estratégia da vitimização, por sua condição de <b> homossexual.</b> Depois de revelar seu real comportamento, durante o mandato, foi perdendo o apoio que havia conseguido amealhar. Na última eleição, sequer conseguiu os votos necessários para ser reconduzido ao cargo de deputado, entrando apenas pela totalização dos votos de seu partido. Entendendo estar desprestigiado, preferiu converter-se em autoexilado e procurar o eco, no exterior, que já não conseguia produzir no Brasil. Suas mentiras e parcialidades saltam aos olhos. Quem o quiser, que o compre.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "ad23b735-9b24-4cc6-f23d-08d685162c16",
                    "user": "f50761ec-7bcb-4c3d-b3a2-594a2d82b66a",
                    "date": "27.02.2019",
                    "timestamp": "NA",
                    "commentText": "Acabou de confirnar a realidade do Brasil: Wyllys perdeu votos apartir do momento que assumiu ser <b> gay,</b> uma vez que a sociedade brasileira e' homofobica.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gay"
                    ]
                },
                {
                    "id": "ad78e180-f7d3-4e36-2f61-08d69f750d28",
                    "user": "275d9ced-3b68-4dc4-bd47-441c76edf850",
                    "date": "03.03.2019",
                    "timestamp": "NA",
                    "commentText": "Barbosa, então não foi eleito, mais nenhum <b> gay?</b>",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gay"
                    ]
                }
            ],
            "keywords": [
                "Homossexual"
            ]
        },
        {
            "id": "33b0527e-3eca-4697-f22b-08d685162c16",
            "user": "169a65a7-8bbe-4b59-8540-7945b7b5226e",
            "date": "27.02.2019",
            "timestamp": "NA",
            "commentText": "Tenho para mim que sou leigo, que , quem deu a vitória ao Bolsonaro, foram 60000000 de brasileiros, fartinhos de trastes ao estilo Jean, até à raiz dos cabelos...",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "ba6ad526-bc7b-4540-e60b-08d69c5004b3",
                    "user": "992cf079-fd69-4f08-a2d4-01c15f1abad4",
                    "date": "27.02.2019",
                    "timestamp": "NA",
                    "commentText": "65.000 assassinatos por ano, a cada três dias morre um policial só no Rio de Janeiro, destruição da maior empresa brasileira (Petrobras), corrupção no Brasil e no exterior (Portugal inclusive) com o amigo do Lula aí na terra dos Lusíadas. O maior esquema de corrupção do mundo arquitetado pela esquerda sob o comando do Lula. E por fim, o Lula achando que o Bolsonaro era o mais fraco a ser batido, deixou o a vontade, pois sua preocupação era vencer o Ciro Gomes no segundo turno. Deu no que deu para o bem do Brasil! ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7b7fe600-14ee-4515-f357-08d685162c16",
                    "user": "275d9ced-3b68-4dc4-bd47-441c76edf850",
                    "date": "03.03.2019",
                    "timestamp": "NA",
                    "commentText": "Se continuassem com o Lula e a Dilma, mais uns anos e seriam uma nova Venezuela!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "e867f874-8d3c-464b-8346-08d69c35da38",
            "user": "99c7a287-304e-4d8c-8222-f8cc82e16102",
            "date": "27.02.2019",
            "timestamp": "NA",
            "commentText": "Este senhor é o novo assessor para as relações com a América Latina do Berloque de Esquerda?",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "9d9022c0-9fd5-465a-f255-08d685162c16",
                    "user": "f9ee1f8d-c2d7-4edc-a6e1-20317c7727fd",
                    "date": "27.02.2019",
                    "timestamp": "NA",
                    "commentText": "Esse senhor é um <b> racista </b>militar.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racista"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "4c7b9bbf-5027-4760-b717-08d69be68836",
            "user": "f8e6214d-44a8-4e6b-9a24-8e49da1ba601",
            "date": "27.02.2019",
            "timestamp": "NA",
            "commentText": "É esta pessoa não diz nada de jeito, no entanto aquilo que o PNR fez é, no minimo, miseravel. Deixem falar sempre, nunca proibam o debate. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "c0c14b45-ef76-4510-a5a4-08d69c2f0ce1",
            "user": "2cce221d-42b6-424c-bff5-2d4d49bede95",
            "date": "27.02.2019",
            "timestamp": "NA",
            "commentText": "Acho que este senhor escolheu mal o país. Afinal, de acordo com os seus amigos portugueses, Portugal é o país mais homofóbico/racista/conservador/fascista/neoliberal/capitalista etc. à face da Terra. Aconselhava-o a ir para paragens bastante mais progressistas como a Venezuela ou Cuba, onde o clima é bom, o nível de vida elevado, onde escasseia a mão-de-obra qualificada e onde facilmente reconstituiria a sua vida. O que não convém é vir para a Europa, onde se oprime horrivelmente as diversas minorias que representa.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "3c25c4cf-88ea-416e-d227-08d69c9c6699",
                    "user": "481854d9-2dd0-4dc9-8724-fb874e5962a9",
                    "date": "27.02.2019",
                    "timestamp": "NA",
                    "commentText": "É só procurar saber quantas mulheres foram mortas neste inicio de ano.         ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "f900d78f-3148-4783-9ad2-08d69d883767",
                    "user": "f9ee1f8d-c2d7-4edc-a6e1-20317c7727fd",
                    "date": "28.02.2019",
                    "timestamp": "NA",
                    "commentText": "Acho que voce está bem perdido , mas entendo que esteja perdido, afinal tu votou no bozo.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "16f86d1f-af6e-4e5d-49ac-08d6a01c8ced",
                    "user": "275d9ced-3b68-4dc4-bd47-441c76edf850",
                    "date": "03.03.2019",
                    "timestamp": "NA",
                    "commentText": "É bem melhor votar no bozo, do que votar no bobo.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "03e4301d-dbfe-4f6b-a5a0-08d69c2f0ce1",
            "user": "bab99655-ec40-4163-8e13-baaa16271164",
            "date": "27.02.2019",
            "timestamp": "NA",
            "commentText": "O que deu a vitória a Bolsonaro foi o ódio ao PT.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 16,
            "replies": [
                {
                    "id": "3066678c-412b-4a96-b716-08d69be68836",
                    "user": "f8fcd449-82f8-4e75-95d8-d449ec759524",
                    "date": "27.02.2019",
                    "timestamp": "NA",
                    "commentText": "Errado. Foi a crise económica em que o PT mergulhou o Brasil, e foi a mais elevada taxa de criminalidade desde que há registos no Brasil. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "32f18e47-c23a-47c7-b4e0-08d69bb67751",
                    "user": "bab99655-ec40-4163-8e13-baaa16271164",
                    "date": "27.02.2019",
                    "timestamp": "NA",
                    "commentText": "Então a vitória foi o ódio da crise económica e da criminalidade?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "1ea70acb-65c0-4b37-e5fa-08d69c5004b3",
                    "user": "bf044385-a892-4f92-93b1-874ae0331089",
                    "date": "27.02.2019",
                    "timestamp": "NA",
                    "commentText": "Errado está você, Tiago Vasconcelos, com sua cassete de propaganda mentirosa... Os dados actuais da economia e da \"taxa de criminalidade\" desmentem-no categoricamente... ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "ce8d5e4d-0317-4e9b-a91d-08d69c965f30",
                    "user": "47f5d91e-a980-4914-97a2-0b7a91768fd6",
                    "date": "27.02.2019",
                    "timestamp": "NA",
                    "commentText": "Sr. Moreira, de que \"taxa de criminalidade\" fala? Tem fonte? Agradecido.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "48bb113c-92a3-4521-834c-08d69c35da38",
                    "user": "bf044385-a892-4f92-93b1-874ae0331089",
                    "date": "27.02.2019",
                    "timestamp": "NA",
                    "commentText": "Elas são públicas e estão publicadas, basta consultar. Só um pequeno exemplo: o número de mortes violentas no Rio de Janeiro subiu \"só\" 26% de dezembro do ano passado para janeiro deste ano... O discurso de ódio do Bozonaro e seus asseclas foi um dos detonadores desses números, basta acompanhar o noticiário diário para ver a quantidade de adeptos do Bozo presos por acções criminosos violentas com o uso de armas e não só....",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "b1fba568-11e4-4512-d1f8-08d69c9c6699",
                    "user": "47f5d91e-a980-4914-97a2-0b7a91768fd6",
                    "date": "27.02.2019",
                    "timestamp": "NA",
                    "commentText": "Olhe, procurando por esses números encontrei uma fonte, e comparando Janeiro de 2018 para Janeiro de 2019, subiu. São valores que têm uma variância alta, consegue o resultado que quiser se escolher bem.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3527f836-6fbf-41a5-d1fa-08d69c9c6699",
                    "user": "47f5d91e-a980-4914-97a2-0b7a91768fd6",
                    "date": "27.02.2019",
                    "timestamp": "NA",
                    "commentText": "Queria dizer desceu em vez de subiu, peço desculpa pelo engano.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "fcb8be76-7b41-4c05-8353-08d69c35da38",
                    "user": "bf044385-a892-4f92-93b1-874ae0331089",
                    "date": "27.02.2019",
                    "timestamp": "NA",
                    "commentText": "Resultado que quiser?!! Essa sua \"fonte\" confirma o que eu disse, qual é o seu problema na interpretação dos dados? ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "d9b74343-ed16-48ad-a922-08d69c965f30",
                    "user": "47f5d91e-a980-4914-97a2-0b7a91768fd6",
                    "date": "27.02.2019",
                    "timestamp": "NA",
                    "commentText": "Corrigi o \"subiu\" em vez de \"desceu\", mas ainda não foi publicado. Talvez se o Sr. Moreira fizesse o favor de o aprovar ia perceber. \"A letalidade violenta [...] cresceu 26% de dezembro de 2018 para janeiro deste ano [...] Na comparação com janeiro de 2018, no entanto, houve uma queda de 14%\". É pesquisar Sr. Moreira, só não encontra quem não quer.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7cb1a1c8-d738-4c6d-a5bc-08d69c2f0ce1",
                    "user": "bf044385-a892-4f92-93b1-874ae0331089",
                    "date": "27.02.2019",
                    "timestamp": "NA",
                    "commentText": "Eu dei o exemplo do Rio de Janeiro, a sua \"fonte\" é sobre dados do RJ ou no Brasil como um todo? De qualquer maneira, independentemente de oscilações nos intervalos e das interpretações sobre isso, o meu comentário refere-se ao que disse o Tiago Vasconcelos e os números actuais confirmam que a situação hoje está pior do que nos tempos da Dilma antes do golpe...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "d28e9c46-96fe-4b3d-a5c0-08d69c2f0ce1",
                    "user": "47f5d91e-a980-4914-97a2-0b7a91768fd6",
                    "date": "27.02.2019",
                    "timestamp": "NA",
                    "commentText": "É sobre o Rio também. Só quis mostrar que o número que o Sr. Moreira disse não tem valor quase nenhum, e por isso não confirma nada. Como lhe mostrei, se escolhesse outro mês ia concluir que agora está melhor.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3ed36b43-fa2e-46ee-d20a-08d69c9c6699",
                    "user": "bf044385-a892-4f92-93b1-874ae0331089",
                    "date": "27.02.2019",
                    "timestamp": "NA",
                    "commentText": "Não, não iria concluir nada disso. O exemplo que eu dei foi só para chamar a atenção sobre os últimos tempos e se analisar o conjunto total de dados constatará o óbvio, a situação actual está pior e a tendência é piorar ainda mais...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "fef6800d-0ae3-4c80-e620-08d69c5004b3",
                    "user": "47f5d91e-a980-4914-97a2-0b7a91768fd6",
                    "date": "27.02.2019",
                    "timestamp": "NA",
                    "commentText": "Concorda então que só olhando para os dados todos se poderá, eventualmente, constatar algo útil. Viu esses dados? Pode dizer onde?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "f4036303-1031-4a60-4605-08d69c9c5a3e",
                    "user": "bf044385-a892-4f92-93b1-874ae0331089",
                    "date": "27.02.2019",
                    "timestamp": "NA",
                    "commentText": "O dado do aumento das mortes violentas de dezembro para janeiro por si só já é bastante útil porque reflecte fielmente o momento actual. Se juntarmos os dados do aumento do desemprego e de outros dados económicos que vão aparecendo diariamente, facilmente se constata que os tempos actuais são de agravamento das condições sociais em relação aos \"tempos da Dilma\" e foi esse o motivo da minha correcção à falácia expressa pelo Tiago Vasconcelos. Se quiser se aprofundar nos dados sobre o Brasil vá consultando os números da Fundação Getúlio Vargas ou do IBGE, por exemplo... Mas há muito mais por onde pesquisar, sendo que basta acompanhar por alguns dias o que vai saindo nos principais jornais do país e você já pode ficar com uma \"radiografia\" bem nítida da situação...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "b6a0c9e9-81eb-4f3f-f260-08d685162c16",
                    "user": "bf044385-a892-4f92-93b1-874ae0331089",
                    "date": "27.02.2019",
                    "timestamp": "NA",
                    "commentText": "Um dado importante que você está a ignorar é que 2017, em pleno \"governo\" Temer, foi o ano com os piores números de violência de sempre em que as rebeliões nos presídios provocaram um número record de mortos, dentro e fora dos presídios. Portanto, um queda em 2018 é normal por vários motivos, mas os últimos meses indicam claramente uma \"retoma de alta\" no que já estava alto...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "082d4a9e-c3be-439b-4641-08d69f0efe7f",
                    "user": "275d9ced-3b68-4dc4-bd47-441c76edf850",
                    "date": "03.03.2019",
                    "timestamp": "NA",
                    "commentText": "Abel Moreira O Bolsonaro só tomou posse em Janeiro, faça as contas, daqui a 2 ou 3 meses e se puder, faça a distinção, quantos inocentes morreram, quantos polícias morreram e quantos bandidos morreram. Para sua informação, a economia está a melhorar, desde que a Dilma saiu e ainda ontem na TV disseram, qual o aumento do superavit.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "f51f102b-8e88-4030-833e-08d69c35da38",
            "user": "b9a29d08-cf50-4238-9861-4e48de8e9e52",
            "date": "27.02.2019",
            "timestamp": "NA",
            "commentText": "Esse ex-deputado fala tanto em atentado, que eu não ficaria surpreendido se for descoberto que ele sabe alguma coisa sobre o atentado sofrido por Bolsonaro antes da eleição. As coincidências são muitas: o sujeito que tentou matar Bolsonaro era militante do PSOL, partido de Jean Willis, e junte-se a isso a raiva que Jean tinha do capitão. Desistiu do mandato e fugiu do Brasil quando avançam as investigações sobre o atentado contra Jair Bolsonaro. Claro, são apenas suposições, mas com muitas coincidências!",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "de099628-d777-4dd0-45e7-08d69c9c5a3e",
                    "user": "bf044385-a892-4f92-93b1-874ae0331089",
                    "date": "27.02.2019",
                    "timestamp": "NA",
                    "commentText": "Suposições ou supositórios, José Silvério Lemos? As \"coincidências\" são muito mais suspeitas e indicam muito mais evidências de que o atentado foi encenado do outra coisa qualquer... Quem matou o indivíduo que estava com o Adélio e a dona da pensão onde eles se hospedaram? Porquê \"desapareceu\" a faca e a camisa do \"atentado\"? A camisa que foi mostrada no WatsApp pelo Flávio Bozo com ketchup tinha o rasgão no lado oposto ao da suposta facada, conforme mostram muito bem as imagens. E o \"trabalho\" dos seguranças que cercavam o Bozonaro durante o evento? Como explicar aquela sucessão de diálogos e atitudes com o Adélio? E a cicatriz da fakeada, desapareceu com a quimioterapia?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "542d7662-ce4f-4a0b-4642-08d69f0efe7f",
                    "user": "275d9ced-3b68-4dc4-bd47-441c76edf850",
                    "date": "03.03.2019",
                    "timestamp": "NA",
                    "commentText": "Abel Ainda continua com a teoria da conspiração? Ainda continua com a suposição que o esperto é só você e os restantes brasileiros são burros? Eu sei que gostaria que tivesse ganho a quadrilha do PT, para safarem da prisão o chefe do gang. mas os brasileiros abriram os olhos e não foram na conversa.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "82ae4f7b-4913-4e16-833d-08d69c35da38",
            "user": "309dd08d-7551-49b0-b139-f107026c1ab5",
            "date": "27.02.2019",
            "timestamp": "NA",
            "commentText": "Eu poderia e deveria falar ao mesmo nível deste senhor,mas não me vou rebaixar. Aqui (no Brasil) , são bem vindos todos os cidadãos de bem , quem queiram viver e progredir  segundo as regras democráticas. Se , saiu, bastava ir viver trabalhando como qualquer pessoa mas isto não basta,quer e deseja espalhar mentiras pagas com o dinheiro de todos os brasileiros,desviado com a colaboração do ParTido!",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "95461e29-731e-4a49-a5dd-08d69c2f0ce1",
                    "user": "260cb75e-dbd6-4648-9d0d-878cce68dbb9",
                    "date": "27.02.2019",
                    "timestamp": "NA",
                    "commentText": "\"todos os cidadãos de bem , que queiram viver e progredir\" - menos negros e pobres. Esses, é metralha-los e esterilizá-los!, defende um homem que tem deus sempre na boca, como um palito.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "c72989ca-d241-4813-4643-08d69f0efe7f",
                    "user": "275d9ced-3b68-4dc4-bd47-441c76edf850",
                    "date": "03.03.2019",
                    "timestamp": "NA",
                    "commentText": "Conheço, muitos pobres e negros brasileiros que votaram no Bolsonaro e nem querem ouvir falar no PT.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "325302c3-66eb-4754-b710-08d69be68836",
            "user": "d506b060-4ff1-42b5-a29b-7e896a1b1cc3",
            "date": "27.02.2019",
            "timestamp": "NA",
            "commentText": "Que texto ridículo! Prova o quanto desconhecem (ou fingem desconhecer) a verdade. Este senhor é um oportunista, que teve a chance de aparecer após participar de um reality show. Quando viu que não tinha força política alguma, inventou esta \"história de perseguição\". Não há quaisquer provas quanto a sua veracidade. De fato, houve ameaça online, situação comum a pessoas públicas no Brasil (infelizmente acontece todos os dias com centenas de pessoas), mas o autor foi preso e teve de arcar com as consequências. Acusar o atual governo brasileiro de perseguir uma figura desgastada e desacreditada politicamente é uma leviandade sem tamanho de vossa parte. E tenho dito. Lamentável!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "951d105b-399c-4139-d209-08d69bb7dbbd",
            "user": "a5a1668a-9f92-4955-ad2c-8d7099d070b9",
            "date": "26.02.2019",
            "timestamp": "NA",
            "commentText": "E o que dá visibilidade a um <b> idiota </b>incompetente como o jean wyllys, é ter tanta gente estúpida no mundo!",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "9b759877-20a6-404f-833f-08d69c35da38",
                    "user": "bab99655-ec40-4163-8e13-baaa16271164",
                    "date": "27.02.2019",
                    "timestamp": "NA",
                    "commentText": "Aplique isso que disse substituindo Jean Wyllys por Bolsonaro.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "b9846e09-131b-4651-2f63-08d69f750d28",
                    "user": "275d9ced-3b68-4dc4-bd47-441c76edf850",
                    "date": "03.03.2019",
                    "timestamp": "NA",
                    "commentText": "O Bolsonaro, teve votos o Jeanzinho, não teve.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Idiota"
            ]
        },
        {
            "id": "8fa40d34-9693-4c9f-f215-08d685162c16",
            "user": "7247bd73-23da-42ce-a415-2b9e6fb94fab",
            "date": "26.02.2019",
            "timestamp": "NA",
            "commentText": "Está matéria é mentirosa do início ao fim. Uma rápida pesquisa para saber que este senhor defende os maiores corruptos deste país! Sua alegação de perseguição homofóbica é absolutamente mentirosa! Este senhor está sempre envolvido em declarações polêmicas e provocadoras que despertam, sim, a antipatia da maioria dos brasileiros. Mas, não é odiado por sua homossexualidade, para a qual os brasileiros pouco se importam, mas sim por sua conduta sempre odiosa! O presidente Bolsonaro foi eleito porque queremos um país sem corrupção! O senhor Willys e sua turma foram responsáveis por inúmeras \u0093fakenews\u0094 para desmoralizar o presidente, mas foram vencidos pelos brasileiros que querem a verdade! Quem der ouvidos aos absurdos ditos por esse senhor ignóbil estará compactuando com a mentira!",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "31305bee-dc7f-4ee1-45e4-08d69c9c5a3e",
                    "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
                    "date": "27.02.2019",
                    "timestamp": "NA",
                    "commentText": "Um país sem corrupção? Hilário! Os brasileiros elegeram uma turma de bandidos, Bolsonaro, os filhos, candidatos laranjas, Bebianno, toda uma trupe de corruptos onde não falta o motorista Queiroz que depositou dinheiro sujo na conta da primeira dama. Os bolsominions não têm autoridade nem legimitidade para defender o discurso contra a corrupção. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "32591e53-c31c-477e-460d-08d69c9c5a3e",
                    "user": "260cb75e-dbd6-4648-9d0d-878cce68dbb9",
                    "date": "27.02.2019",
                    "timestamp": "NA",
                    "commentText": "O Brasil um país sem corrupção. Prémio comédia fraca do ano!        ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "aa620bf6-8910-4afd-f372-08d685162c16",
                    "user": "275d9ced-3b68-4dc4-bd47-441c76edf850",
                    "date": "03.03.2019",
                    "timestamp": "NA",
                    "commentText": "Margarida, em quantos processos por roubo ou corrupção esteve o Bolsonaro ou família envolvidos? Em quantos são arguidos? Em quantos foram condenados? Quer a ficha do Lula? E de quantos mais quer do PT?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "07e80caf-e3f0-4683-d205-08d69bb7dbbd",
            "user": "a9363530-2c93-4de4-95fe-f95ed4e888dc",
            "date": "26.02.2019",
            "timestamp": "NA",
            "commentText": "Mas haverá tanta bicharada ,que convença 56 porcento dos eleitores?",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "d856556e-9216-47b2-a93e-08d69c965f30",
                    "user": "bf044385-a892-4f92-93b1-874ae0331089",
                    "date": "27.02.2019",
                    "timestamp": "NA",
                    "commentText": "Claro que há, principalmente asnos, burros e jumentos, que são a esmagadora maioria dos eleitores do Bozonaro, daí serem conhecidos por Jumenaros...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2dbd41b2-162e-4187-f297-08d685162c16",
                    "user": "481854d9-2dd0-4dc9-8724-fb874e5962a9",
                    "date": "28.02.2019",
                    "timestamp": "NA",
                    "commentText": "Falando em corrupção, como vai Portugal?        ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "ebfc3618-3592-48c1-af6b-08d69ffd8451",
                    "user": "275d9ced-3b68-4dc4-bd47-441c76edf850",
                    "date": "03.03.2019",
                    "timestamp": "NA",
                    "commentText": "Abel está dizendo que a maioria dos seus compatriotas, são asnos burros e jumentos?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "a6dd8270-91b4-4766-8f0f-08d6a15d5036",
                    "user": "a5c2ae0a-3bab-4d75-9244-4c05f6878579",
                    "date": "05.03.2019",
                    "timestamp": "NA",
                    "commentText": "O ser mais inteligente do Brasil acredita que os dois melhores hospitais do país, o Hospital Israelita Albert Einstein e o Árabe Sírio Libanês se mancomunaram com bolsonaro para fingir uma facada, que na verdade teria sido uma operação de câncer, ou foi pra tirar os ovários? Desculpe desconhecer sua teoria, mas vou falar o quê? Mas vou ajudar, acredite no poder da auto afirmação, de tanto afirmar que você é inteligente, um dia vai acabar sendo.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4555acbb-3943-40ee-8330-08d69c35da38",
            "user": "fe2e0aad-1960-45c4-9c9f-041ba775483b",
            "date": "26.02.2019",
            "timestamp": "NA",
            "commentText": "Foram is homofóbicos, os malucos das armas, os medricas dos assaltos, os racistas, os ladrões, os chicago bois, os fascistas, os palermas e os cretinos. Agora, vão pagar todos, muhahaha!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "97951dce-9769-4c4c-d1f7-08d69bb7dbbd",
            "user": "8f994300-9c1c-4f38-92f5-eca5c8a36d32",
            "date": "26.02.2019",
            "timestamp": "NA",
            "commentText": "Um político e deputado com um programa abrangente: sou <b> homossexual.</b> Pode sempre ir viver para Cuba ou Venezuela. Turquia, China e Rússia não aconselho. Escolheu um país da NATO e da UE para se queixar, não me perece correto da sua parte.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "6cd7400a-c384-4c3c-e5e8-08d69c5004b3",
                    "user": "bab99655-ec40-4163-8e13-baaa16271164",
                    "date": "27.02.2019",
                    "timestamp": "NA",
                    "commentText": "Tinha que vir a falácia (cassete) do costume...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "dbd05bd1-079a-44cc-d218-08d69bb7dbbd",
                    "user": "a74b3853-100f-43d1-a289-e01348a2431f",
                    "date": "27.02.2019",
                    "timestamp": "NA",
                    "commentText": "Escolheu um país de democracia social e fez muito bem. Ser da NATO, ou não, não tem nada a ver com a homossexualidade ou a heterossexualidade. Na Europa temos boas leis de protecção às minorias, somos multiculturalistas, laicos e temos liberdade de orientação <b> sexual.</b> Você é que está no local errado. Saia já da Europa se não concorda com nada disto!        ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Sexual"
                    ]
                },
                {
                    "id": "039c1396-cea3-4b98-f22a-08d685162c16",
                    "user": "99c7a287-304e-4d8c-8222-f8cc82e16102",
                    "date": "27.02.2019",
                    "timestamp": "NA",
                    "commentText": "Se calhar o rapaz foi trabalhar com o Zé Maria do Big Brother para umas pedreiras no Alentejo!!!!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6321c64f-4027-43d5-ac81-08d69f769265",
                    "user": "275d9ced-3b68-4dc4-bd47-441c76edf850",
                    "date": "03.03.2019",
                    "timestamp": "NA",
                    "commentText": "Estes esquerdistas todos que estão aqui a escrever, nunca se refugiam num país <b> comunista,</b> só se for integrado no partido, agora viver como o povo ainda não conheci nenhum.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Comunista"
                    ]
                }
            ],
            "keywords": [
                "Homossexual"
            ]
        },
        {
            "id": "bd99bd99-a962-4f39-86f5-08d69b5d982d",
            "user": "260cb75e-dbd6-4648-9d0d-878cce68dbb9",
            "date": "26.02.2019",
            "timestamp": "NA",
            "commentText": "Dois homens?!Mas homens atiram ovos?Duas bestas! Galinhame!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "31f30cdf-1174-4002-b4c5-08d69bb67751",
            "user": "8b8dd213-5146-4e7b-a60a-875204eba8fc",
            "date": "26.02.2019",
            "timestamp": "NA",
            "commentText": "Façam bom proveito desse infeliz, senhores propagandistas da inversão de valores, muito bom proveito  Agora passa ele a se fazer de vítima, de que foi perseguido, mas nada comentou a respeito da facada no mandante Bolsonaro. Por que será, já que o assassino frequentava seu gabinete de deputado? A meu ver, ele fugiu do Brasil para não correr o risco de ser imputada a ele a autoria do crime acima aludido. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "9eeb93d6-d61c-4ab4-e5ef-08d69c5004b3",
                    "user": "a74b3853-100f-43d1-a289-e01348a2431f",
                    "date": "27.02.2019",
                    "timestamp": "NA",
                    "commentText": "Refere-se à encenação de assassinato, propositadamente criada para tornar Bolsonaro nu mártir e assim fazê-lo ganhar a popularidade que de outra forma ele nunca teria? Uma facada onde nem sequer escorreu sangue... ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "b9daaea3-e558-4ba7-f359-08d685162c16",
                    "user": "275d9ced-3b68-4dc4-bd47-441c76edf850",
                    "date": "03.03.2019",
                    "timestamp": "NA",
                    "commentText": "Encenação? E ninguém viu? Com tantos jornalistas, enfermeiros que o trataram, com a gente que o transportou, os médicos que o trataram, vários hospitais por onde passou, é tudo burro e ninguém deu por nada?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "9aad40a9-54d4-47b9-d1ec-08d69bb7dbbd",
            "user": "803418a9-ab1f-4a36-943c-fb09ebb398ab",
            "date": "26.02.2019",
            "timestamp": "NA",
            "commentText": "Esse Jean Willys é uma das pessoas ma8s hipócritas que já vi.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "42ca9573-2d12-462c-5b13-08d6a0794373",
                    "user": "275d9ced-3b68-4dc4-bd47-441c76edf850",
                    "date": "04.03.2019",
                    "timestamp": "NA",
                    "commentText": "Se fosse só hipócrita, era bom, é bem pior do que isso        ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}