{
    "header": {
        "title": " Homem, mulher ou x? Os passageiros podem escolher a opção nas companhias aéreas ",
        "subtitle": " A Associação Internacional de Transporte Aéreo (IATA), o organismo global de aviação, divulgou recentemente novas orientações para as companhias aéreas. ",
        "owner": " ['Reuters'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 548  partilhas",
        "datePosted": " 21 de Fevereiro de 2019, 14:04 ",
        "dateExtraction": " 2019-10-29 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2019/02/21/culto/noticia/homem-mulher-x-passageiros-podem-escolher-opcao-companhias-aereas-1862842 ",
        "postText": " ['A British Airways e a Air New Zealand uniram-se a outras companhias aéreas dos EUA para introduzir opções extras relativamente ao género, a pensar nos passageiros LGBT+ que não se identificam como homem ou mulher.', 'Os grupos LGBT+ saudaram a mudança, dizendo que isso facilita o caminho para muitos passageiros trans, intersexuais e não-binários, ou aqueles que, simplesmente, não parecem tipicamente homens ou mulheres e que há muito enfrentam discriminação ao voar.', '\u0093É uma grande aposta\u0094, declara Julia Ehrt, da Associação Internacional de Lésbicas, Gays, Bissexuais, Trans e Intersexo (ILGA), à Reuters. \u0093As pessoas que se apresentam como pessoas de género não conformes ou trans, que talvez não tenham conseguido mudar o seu nome ou marcadores de género em passaportes regularmente têm sérios desafios em viajar\u0094, acrescenta.', '\u0093Isso pode variar entre ser questionado sobre o seu marcador de género ou o seu primeiro nome no check-in ou na segurança, até a negação total de poder embarcar num avião\u0094, continua.', \"A Associação Internacional de Transporte Aéreo (IATA), o organismo global de aviação, divulgou recentemente novas orientações para as companhias aéreas que desejam oferecer opções de género não binárias para os passageiros. Os exemplos típicos de marcadores não binários podem incluir um X ou 'não revelado' em vez de masculino ou feminino, e o título de género neutro Mx em vez de Sr. ou Sra..\", 'Diversas companhias aéreas dos EUA, incluindo a United, American Airlines e Delta, confirmaram que estão a preparar-se para introduzir mais opções de género. Agora a British Airways e a Air New Zealand declararam planear fazer o mesmo.', '\u0093Sabemos como é importante para todos os nossos clientes sentirem-se confortáveis ​​e bem-vindos, independentemente de como se identifiquem\u0094, justifica um porta-voz da British Airways, esta quarta-feira. \u0093Estamos a trabalhar para mudar a nossa plataforma de reservas para reflectir isso mesmo.\u0094', 'Por seu lado, a Air New Zealand informa: \u0093Estamos a explorar como podemos introduzir opções de género não binárias nos nossos ambientes digitais.\u0094', 'O Grupo Lufthansa, que é dono da Lufthansa, Swiss e Austrian Airlines, informou a Reuters que está a \u0093levar em consideração a implementação de opções adicionais de género.\u0094', 'Segundo a ONU existe, pelo menos, 1,7% das pessoas são intersexuais \u0096 o que significa que nascem com características sexuais que não são nem definitivamente masculinas nem femininas. Além disso, os estudos sugerem que um número crescente de pessoas se identifica como trans ou não-binário.', 'Mais de 10% dos adultos dos EUA identificam-se como LGBT+, subindo para 20% entre os jovens da geração do milénio, aponta um estudo de 2016 do grupo LGBT+ GLAAD, que argumenta que os jovens rejeitam cada vez mais identidades binárias como masculino ou feminino.', '\u0093O mundo em si está a evoluir... É do interesse das companhias aéreas mostrar que são amigáveis ​​para todos os tipos de pessoas\u0094, defende o especialista em aviação britânica John Strickland.'] ",
        "numberPosts": " 3 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Sexual Identity - General,Gender - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Gay,Mulher",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "3c466d98-e9f8-4db7-58d5-08d697d90e1a",
            "user": "619f4f7a-3618-4991-9723-0fabb6e88ac8",
            "date": "22.02.2019",
            "timestamp": "NA",
            "commentText": "O lobby <b> gay </b>só dá tiros no pé com estes disparates e fair divers. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gay"
            ]
        },
        {
            "id": "1fc0725b-cfe7-40bb-f05f-08d685162c16",
            "user": "af071968-464f-4a9e-b74a-e60fd37bed46",
            "date": "21.02.2019",
            "timestamp": "NA",
            "commentText": "Finalmente, posso optar por algo que me identifique melhor como \"Fantástica\" Miranda Mariana. Nunca gostei da formalidade de meterem Miss.  Jokes aside, boa iniciativa!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6ddf289a-0ce7-49e5-daa0-08d6977120d3",
            "user": "152fd61f-800e-4dc9-91a2-a92338865705",
            "date": "21.02.2019",
            "timestamp": "NA",
            "commentText": "Espero que ao indicar Homem me ponham ao lado de uma <b> mulher.</b> Preciso de entender primeiro a lógica dos que nos começam a etiquetar mais ainda do que já se faz.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Mulher"
            ]
        }
    ]
}