{
    "header": {
        "title": " Cristina Ferreira troca TVI pela SIC e vai ocupar as manhãs ",
        "subtitle": " A apresentadora muda-se da líder TVI para Carnaxide, onde vai ainda ocupar o cargo de consultora executiva da direcção-geral de entretenimento. ",
        "owner": " ['Joana Amaral Cardoso'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 829  partilhas",
        "datePosted": " 22 de Agosto de 2018, 17:45 ",
        "dateExtraction": " 2020-01-15 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2018/08/22/culturaipsilon/noticia/cristina-ferreira-troca-a-tvi-pela-sic-1841763 ",
        "postText": " ['A apresentadora Cristina Ferreira, uma das mais populares figuras da televisão portuguesa, vai trocar a TVI pela SIC, confirmou o PÚBLICO. A notícia foi inicialmente avançada pelo Correio da Manhã e o PÚBLICO soube entretanto que Cristina Ferreira vai ocupar as manhãs do canal.', 'Cristina Ferreira vai ainda ocupar o cargo de consultora executiva da direcção-geral de entretenimento, liderada por Daniel Oliveira, apurou o PÚBLICO. A apresentadora vai conduzir as manhãs da SIC numa altura em que o canal de Carnaxide está a reformular a sua grelha no âmbito da sua nova direcção \u0096 Daniel Oliveira chegou ao cargo em Junho e ocupa também as funções de director-geral de entretenimento da Impresa, sendo ainda responsável pelos canais temáticos do grupo.', 'A data de chegada de Cristina Ferreira aos ecrãs da SIC ainda não é conhecida. A transferência é uma mudança de monta nos canais generalistas portugueses: a também directora de conteúdos não-informativos da TVI troca o canal líder de audiências pela estação que ocupa o segundo lugar no top dos mais vistos.', 'Ao final da tarde de quarta-feira a TVI informou em comunicado que acordou \"não renovar o contrato de prestação de serviços da apresentadora que está em vigor até 30 de Novembro de 2018\". Actualmente estão a ser negociados \"os termos aplicáveis à cessação da relação contratual vigente e, bem assim, do vínculo laboral existente\", prossegue a TVI.', '\"Após 16 anos, ambas as partes entendem estar na altura de dar início a um novo rumo e a novos projectos empresariais e profissionais, pondo um ponto final neste caminho comum. A TVI destaca o profissionalismo e competência que a apresentadora e directora de conteúdos não informativos sempre votou no exercício das suas funções na TVI, a televisão líder em Portugal.\"', 'A empresária, que construiu um pequeno império em torno do seu nome e do apreço do público, traduzido na revista homónima, num site e noutras linhas de produtos, estreou-se na televisão precisamente na TVI. Esteve ligada à apresentação de pequenos formatos associados a grandes êxitos do canal, como o reality show Big Brother, mas foi Você na TV que lhe deu a popularidade e o estatuto do qual goza até hoje. Foi em 2004, fazendo dupla com Manuel Luís Goucha, que o programa diurno se estreou e passou a líder de audiências. Desde então, Cristina Ferreira é um dos principais rostos, se não mesmo o mais reconhecível, do entretenimento da TVI, estação para a qual conduziu já vários programas e formatos.', 'Desde a ascensão de Daniel Oliveira ao seu actual cargo na Impresa têm sido noticiadas mudanças na SIC como a saída da antiga directora de programas Gabriela Sobral \u0096 que por seu turno tinha chegado a Carnaxide vinda da TVI em 2010, na mesma altura em que a apresentadora Fátima Lopes trocava a SIC pela estação de Queluz \u0096 e que passarão por possíveis mexidas na grelha e nas funções de nomes de peso como Júlia Pinheiro, que, até agora, conduz as manhãs da SIC.'] ",
        "numberPosts": " 23 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Social Class - Working class,Gender - General,Nationality - Portuguese,Physical Identity - Physical Features,Physical Identity - Physical (and Mental) Impairments,Age - Over 65s,Nationality - French",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Rasca,Pimba,Mulher,Tuga,Bola,Idiota,Velho,Francisco",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "398a5690-1582-4939-bc96-08d6087854f2",
            "user": "6057d498-45c1-4b43-9d48-deb696215cd3",
            "date": "23.08.2018",
            "timestamp": "NA",
            "commentText": "Ora bolas, tanta inveja. Se ela pagar os impostos devidos, uns 400000 vão pras Finanças, 110000 para a seg social... e a verdade é que é uma <b> mulher </b>e pêras ! ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Mulher"
            ]
        },
        {
            "id": "19a4eec4-c6f2-4c44-bc94-08d6087854f2",
            "user": "a80b5b68-425e-41a6-83ef-b8f86c161eae",
            "date": "23.08.2018",
            "timestamp": "NA",
            "commentText": "Sou, reconheço-o, um incurável maníaco da assiduidade e da pontualidade (calma, também da produtividade!...). Mas acho que está encontrado o antídoto para para tais \"desalinhamentos culturais\". Vou reservar as manhãs para fazer zapping entre a Cristina e o Goucha e vice-versa.; as noites ficarão reservadas para os cientistas da <b> bola </b>e para as sessões de criminologia da CMTV. A ver se, finalmente, fico minimamente Kulto... A um País com tal riqueza televisiva só pode estar reservado um radioso futuro. Vivá Cristina, a nova heroína nacional!... Por nada deste mundo perderei a muito próxima e mais que merecida condecoração pelo Professor Marcelo, que nestas coisas nunca falha.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Bola"
            ]
        },
        {
            "id": "457faab7-e864-47eb-31d3-08d608764752",
            "user": "717d2d61-f346-4b88-834f-eb1798ce6907",
            "date": "23.08.2018",
            "timestamp": "NA",
            "commentText": "os ouvidos do goucha já não aguentavam mais aquela guinchadeira. a minha dúvida é se a minha cabeleireira vai ser fiel ao goucha (e aí eu também me livro da guinchadeira) ou se ela também vai para a sic (e aí, para mim, tudo como dantes). ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "013bc6d1-95a9-4143-68bc-08d608c7d0c2",
            "user": "99c2763a-641a-432d-93c0-28b4a36244b7",
            "date": "23.08.2018",
            "timestamp": "NA",
            "commentText": "Demasiado obsceno. Mas o que é que neste País de máfias e compadrios não é obsceno?",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "d4fa790d-2285-4b6c-810d-08d6087ae6f8",
            "user": "bf27acc6-7b41-4c38-992f-fd575f7c439c",
            "date": "23.08.2018",
            "timestamp": "NA",
            "commentText": "Mais um negocio que nos pagamos a uma <b> mulher </b>que grita, grita e dá gargalhadas!... Que tristeza/pobreza esta \"Sociedade espectáculo!",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "dc7c18c2-aae8-47de-fee7-08d6082ad824",
                    "user": "a80b5b68-425e-41a6-83ef-b8f86c161eae",
                    "date": "23.08.2018",
                    "timestamp": "NA",
                    "commentText": "Paga se quiser; deixe de ver a SIC. Se muitos os fizermos, as receitas publicitárias rapidamente se encarregam de fazer funcionar a \"mão invisível\".",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Mulher"
            ]
        },
        {
            "id": "73542042-b0a8-4e93-8664-08d6082bf276",
            "user": "9fd33958-3d4c-4a94-bf8a-8ebb2fdd2bf3",
            "date": "23.08.2018",
            "timestamp": "NA",
            "commentText": "No Canadá o pessoal da construção civil ganha 1000 euros de reforma mais 1000 euros do sindicato  o que somando auferem 2000 euros de reforma. Vêm para Portugal e têm uma vida digna e na minha opinião é mais do que justa. Estas tretas gritam na televisão e deveriam ganhar 700 euros por mês e era muito. Ganham 70000 euros mês fazendo um  milhão por ano. Claro que este país cai em descrédito. Não se dá o valor a quem trabalha, aliás aqui nem se fala destes senhores. São lixo.... Triste país que saiu do Salazarismo para se meter noutra treta. Quem vai para a política enriquece, quem nada faz enriquece e quem realmente sustenta isto, leva um coice nas bentas. Triste país que tem um socrates, dias loureiro... mais estas deusas! Um país que fala no que não interessa e no que interessa cala-se ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "18e50ca1-8121-4ad5-eb30-08d5da8e2808",
            "user": "9fd33958-3d4c-4a94-bf8a-8ebb2fdd2bf3",
            "date": "23.08.2018",
            "timestamp": "NA",
            "commentText": "Esta mais uma rita pereira, goucha enfim é a qualidade que temos. Não vejo estas senhoras na televisão, mas indigna-me aquilo que recebem. Aonde estão essas comissões que defendem tanto a igualdade salarial? Ainda ontem dois senhores contaram-me que têm problemas respiratórios crónicos devido ao trabalho forçado nas pedreiras. O pó das pedras vai matando lentamente as pessoas. Um está à espera de ir a uma junta médica para obter um complemento de 50 euros por mês. 50 euros? O outro todas as noites dorme com uma máscara para respirar. Tenho pena destas pessoas que sim, trabalham e há uma comunicação social e uns políticos que desprezam este tipo de gente, que trabalha nos trabalhos duros. Depois, quem tem juízo emigra, lá trabalham no duro, mas recebem uma reforma digna como no Canadá!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "e127c610-debe-41e2-bc7c-08d6087854f2",
            "user": "9fd33958-3d4c-4a94-bf8a-8ebb2fdd2bf3",
            "date": "23.08.2018",
            "timestamp": "NA",
            "commentText": "concordo praticamente com todos os comentários anteriores. O que mais me revolta nesta situação é a carrada de dinheiro que esta senhora vai ganhar, sem qualidade, isto num país que paga mal aos seus conterrâneos e onde os jovens têm empregos precários e mal remunerados. Que vergonha! Neste país assiste-se a desigualdades gritantes, que não é normal, mas sim muito anormal. Claro que paga <b> tuga,</b> para sustentar isto tudo. A fatura vem na eletricidade para pagar RTP que depois deixa os rendiemntos  da publicidade para a SIC e TVI pagarem estas mordomias a este pessoal<b>  rasca</b>. Não há privado em Portugal tudo vive às custas do estado. Mas é o mesmo estado que depois lava as mãos para este tipo de situações. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Tuga",
                "Rasca"
            ]
        },
        {
            "id": "8d4c66f9-00be-4b49-febd-08d6082ad824",
            "user": "e7b68b0e-e19f-4d53-9a8e-9f830d27fde5",
            "date": "23.08.2018",
            "timestamp": "NA",
            "commentText": "é destes cerebros ocos que se faz televisao em portugal assistir televisao em portugal é o mesmo que ficar paranoico, stressado,<b> idiota </b>e burro ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Idiota"
            ]
        },
        {
            "id": "8139bc3c-c492-4e08-feb5-08d6082ad824",
            "user": "8e71a3ab-3833-429f-8ad3-dd5f6cd068e6",
            "date": "22.08.2018",
            "timestamp": "NA",
            "commentText": "O padrão: o tablóide, não é de hoje e a Cristina Ferreira é mais do mesmo. É um destino fatal como o destino que se vai desenhando há uns largos anos... com culpas especiais da nossa muito querida RTP - veja-se a sua informação, veja o entretenimento, a promoção cultural, o pulsar do país que, em parte, não tem passado de folclore e muita propaganda. Dir-me-ão: quem te manda a ti sapateiro tocar rabecão... pois, mas nos anos 50 e 60 havia programas semanais de poesia, teatro, história. Transmissões do torneio das 5 Nações, etc. Dir-me-ão: estás <b> velho,</b> não percebes nada disto. OK! Pois, continuo na minha: nivelou-se por baixo e agora só resta o tabloide. Como na imprensa... (o PUBLICO está a fazer um esforço para fugir deste tremendo destino e por isso ser seu assinante com muito gosto).",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "56cdad70-def9-4333-febe-08d6082ad824",
                    "user": "7a7f8296-01f0-4a97-af4e-05f9d728721c",
                    "date": "23.08.2018",
                    "timestamp": "NA",
                    "commentText": "Com sua licença, assino de cruz o seu comentário. Está tudo bem explicado.                ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "9924f374-2fc2-4ff3-eb4c-08d5da8e2808",
                    "user": "a80b5b68-425e-41a6-83ef-b8f86c161eae",
                    "date": "23.08.2018",
                    "timestamp": "NA",
                    "commentText": "Também sou assinante. Mas, mais um João Miguel Tavares e deixo de o ser.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "720f7509-db5a-4f52-bca7-08d6087854f2",
                    "user": "8e71a3ab-3833-429f-8ad3-dd5f6cd068e6",
                    "date": "23.08.2018",
                    "timestamp": "NA",
                    "commentText": "Gualter Agrochão... Mesmo um JMT já é demais! (estou de acordo consigo, completamente). Mas como penso que ninguém o leva a sério pois diz, quase sempre, umas patacoadas sobre assuntos na espuma da moda, é de tolerar esta \"abertura\" do PUBLICO a gente desta... até para sabermos como esta malta pensa, como esta gente manobra, como esta gente se julga original e importante.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Velho"
            ]
        },
        {
            "id": "552c9d47-507e-458e-8650-08d6082bf276",
            "user": "3de102bb-d1a0-48d3-9969-05e16adbf249",
            "date": "22.08.2018",
            "timestamp": "NA",
            "commentText": "De trambolhão em trambolhão, lá vai a SIC do tio Balsemão! Ainda não perceberam que, ao recrutar sistematicamente a tralha que a TVI vai laçando para o lixo, se estão a precipitar para o abismo. Agora, é era do Daniel de Oliveira que, com as audiências em baixa, também terá o destino traçado. Não haverá <b> pimba </b>que o salve.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Pimba"
            ]
        },
        {
            "id": "e479d06f-5438-4c2d-eb12-08d5da8e2808",
            "user": "2064500e-8a01-42b5-b97a-16e9802404d4",
            "date": "22.08.2018",
            "timestamp": "NA",
            "commentText": "A mais vulgar e brejeira apresentadora portuguesa... Só falta irem buscar o director de informação à CMTV... As televisões nacionais parecem canais temáticos para reformados e donas de casa... Verdadeiramente terceiro-mundista.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5dda7bad-c85d-4805-8665-08d6082bf276",
                    "user": "3de102bb-d1a0-48d3-9969-05e16adbf249",
                    "date": "23.08.2018",
                    "timestamp": "NA",
                    "commentText": "O director-adjunto da programação da CMTV, <b> Francisco </b>Penim, já foi director da SIC e acabou demitido. Aliás, a sucessão de directores na estação do tio Balsemão é incessante.  Em termos de qualidade da informação, por exemplo, a RTP3 vence largamente a SICN, A Ana Lourenço, uma ex-SICN, é uma das figuras dessa superioridade; isto, além da cobertura de notícias de dimensão internacional.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Francisco"
                    ]
                },
                {
                    "id": "973bff61-fef6-464c-eb4e-08d5da8e2808",
                    "user": "a80b5b68-425e-41a6-83ef-b8f86c161eae",
                    "date": "23.08.2018",
                    "timestamp": "NA",
                    "commentText": "Caro Carlos, a Ana Lourenço é outra coisa. Por alguma razão não em lugar na estação das Cristinas...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "204feed8-c3e3-4cf0-270d-08d607d5f08c",
            "user": "bab99655-ec40-4163-8e13-baaa16271164",
            "date": "22.08.2018",
            "timestamp": "NA",
            "commentText": "O novo diretor já está a virar para o CM?",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "793aa9a4-26a8-4dae-270b-08d607d5f08c",
            "user": "7bcc705e-e863-433c-b71e-c7ca67fa8796",
            "date": "22.08.2018",
            "timestamp": "NA",
            "commentText": "Grande e importante notícia.O público no declive <b> pimba.</b>Francamente.......",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Pimba"
            ]
        },
        {
            "id": "0cbd98bb-472e-4fd3-864a-08d6082bf276",
            "user": "3faac4fe-2a65-456c-8e7c-b036c5c8a92a",
            "date": "22.08.2018",
            "timestamp": "NA",
            "commentText": "A RTPI está garantida, faz parte da oferta generalista básica local por ser nacional. Quanto ao pacote <b> tuga </b>de canais privados que custa a módica quantia de 12 aéreos mensais, está na hora de cancelar. A oferta dos canais privados para os tugas migrantes é o que é. Conversa, Talk-Shows, conversa, Talk-show, move-las. Se ao menos falassem português, mas os pontapés na gramática são mega cool. Os filhos dos tugas na diáspora não devem ver estes canais, senão aprendem a falar mau português. Lamento que a Sic assuma determinadas \u0084ideologias\u0093 de programação e de conteúdos, por outro lado, não é novidade. Ficam com os espectadores que querem. Nada a lamentar, de facto.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "cc3f878c-c440-483b-feaa-08d6082ad824",
                    "user": "3faac4fe-2a65-456c-8e7c-b036c5c8a92a",
                    "date": "22.08.2018",
                    "timestamp": "NA",
                    "commentText": "Correção: novelas em vez de move-las.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Tuga"
            ]
        },
        {
            "id": "8a1f99fa-93e8-4b27-eb09-08d5da8e2808",
            "user": "a9363530-2c93-4de4-95fe-f95ed4e888dc",
            "date": "22.08.2018",
            "timestamp": "NA",
            "commentText": "Estação de \"cata-ventos\"",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}