{
    "header": {
        "title": " Uma resposta a Pacheco Pereira: o #MeToo é uma revolução demasiado necessária \u0096 e já vem tarde ",
        "subtitle": " O que as mulheres querem é não ter medo. Medo de andar na rua à noite, de falar e ser vista como alguém que está no flirt em todas as situações, medo de que a saia curta facilite toques inapropriados, medo que se não estiverem vestidas de um modo decente sejam vistas como menos profissionais ou que sejam vistas como frígidas se forem intransigentes. ",
        "owner": " ['Sofia Diogo Mateus'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 229  partilhas",
        "datePosted": " 14 de Abril de 2019, 20:16 ",
        "dateExtraction": " 2019-10-29 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2019/04/14/opiniao/opiniao/resposta-pacheco-pereira-metoo-revolucao-demasiado-necessaria-ja-vem-tarde-1869266 ",
        "postText": " ['Num artigo de opinião publicado no PÚBLICO a 6 de Abril, José Pacheco Pereira debate o movimento #MeToo e termina com a conclusão tão pouco original (e tão Catherine Deneuve) de que o movimento criminaliza a sexualidade e as suas exigências irrealistas. Mas, pelo contrário, o #MeToo é, tal como tantos movimentos feministas foram antes, um movimento de respeito pela integridade física e de respeito pela liberdade sexual.', 'Na verdade, o movimento #MeToo está a examinar e a desconstruir relações, pessoais e societais, que foram construídas por e à volta daqueles que sempre controlam uma e outra: homens, maioritariamente brancos e heterossexuais. Está a questionar as dinâmicas subjacentes às interacções humanas pessoais e de poder - e está a tentar equipará-las.', 'O que este movimento diz que é que as mulheres e as minorias merecem respeito, todos os dias, em todas as interacções, e de um modo sistemático e institucional.', 'Voltemos ao artigo de Pacheco Pereira: à cabeça, diz que não desvaloriza o machismo \u0096 e ficamo-nos por aí. Não há explicação alguma sobre a forma como uma das vozes mais altas da nossa praça vê o \u0093machismo\u0094 em Portugal, sobre o que o fenómeno é para o autor e sobre como o mesmo se manifesta. Ultrapassado o disclaimer que coloca Pacheco Pereira do lado certo da questão, que é \u0093o machismo uma coisa má\u0094, o autor segue para um lamento de que os seus argumentos não vão ser levados a sério porque é um homem a falar o assunto. Permitam-me então agora que pegue nos seus argumentos e perca horas a desconstruí-los, a maior prova de que alguém está a ser levado a sério. Porque, caro Pacheco Pereira, o seu artigo foi partilhado 921 vezes em páginas com um potencial de quase 2 milhões de pessoas - o que prova que há muitas que o estão a ouvir.', 'Não há falência de racionalidade no debate público \u0096 mas antes uma limitação, também tardia, da lógica de debate \u0093clássica\u0094 e uma evolução para além dela. O logos continua a existir \u0096 mas a lógica nunca se aplicou à sexualidade. Fingir que a racionalidade é suprema em todas áreas do comportamento humano é absolutamente ridículo. Uma relação sexual raramente é sobre argumentos \u0096 é normalmente sobre o pathos, é o que se sente. O mesmo se aplica ao toque: cada vez que alguém me abraça ou me toca, há pouco de racional nisso \u0096 mas há muito de sentir na pele. Mas há mais: O comportamento humano não é unicamente racional e a maioria dos humanos tem motivações bizarras, que levaram ao desenvolvimento de disciplinas sociais e científicas que as procuram explicar. O sexo \u0096 e o amor romântico, por sinal \u0096 são assuntos tão assustadores que nunca ninguém os tentou racionalizar para além da químico-biologia.', 'Pacheco Pereira faz uma pausa aqui para admitir a existência de uma prática estabelecida de abuso das mulheres e admite que ela é estrutural, não só em Portugal e no mundo. Diz ainda que a \u0093desmachização\u0094 das sociedades deve muito mais às mulheres que aos homens e que criou um mecanismo de prevenção pelo medo. E é aqui que a coisa descamba.', 'A conclusão é falaciosa: O que as mulheres querem é não ter medo. Medo de andar na rua à noite, de falar e ser vista como alguém que está no flirt em todas as situações, medo de que a saia curta facilite toques inapropriados, medo que se não estiverem vestidas de um modo decente sejam vistas como menos profissionais ou que sejam vistas como frígidas se forem intransigentes. Medo de beber demais e ser culpada porque um juiz acha que esse estado invalida a protecção do espaço físico de uma mulher. Medo, medo, medo. Medo que um idiota a quem eu disse que não três vezes me empurre contra uma parede, me beije e me toque de um modo muito inapropriado a caminho da casa-de-banho, enquanto o grupo de pessoas com quem eu estou se ri. Se Pacheco Pereira acha que o mecanismo é novo, engana-se. O que o #MeToo faz é colocar o medo, que não deveria lá estar, do lado de quem sempre deveria ter tido medo: quem está a agir sobre o outro. Se ele tem que existir, que esteja com quem não só abusa, mas também assedia, o termo que Pacheco nunca invoca.', 'Mas vamos mais além: Se o mecanismo que os homens assumiram é o medo da penalização, isto é porque os homens não fazem nem fizeram aquilo que as mulheres são socializadas para fazer: controlar-se e pensar sobre as consequências e mensagem de cada intereccção com o outro género. O medo, caro Pacheco Pereira, é uma escolha de quem está a ser acusado ou obrigado a repensar como interage \u0096 mas não é, nem tem de ser, o único método de lidar com estas mudanças.', 'Só que estas avenidas de comportamento, muito mais derivadas do logos, são impedidas pelo pathos da masculinidade tóxica que diz é uma \u0093humilhação\u0094 se um homem for rejeitado. Não é.', 'Os homens podem experimentar, por exemplo, a honestidade, o auto-controlo e a humanização. Parar para pensar quanto respeito deram e dão às mulheres com quem interagem, como as vêem e tratam, o que sentiriam se estivessem naquela posição.', 'Vou dar-lhe um exemplo real: numa festa, um homem estava claramente interessado em mim, e eu não estava particularmente interessada. Falamos durante umas horas e tornou-se óbvio que afinal ambos estávamos interessados. Durante todo este tempo, ele não me tocou, nem uma única vez. Ofereceu-se para me trazer bebidas, continuou a falar comigo e ao meu lado, sem nenhum tipo de postura agressiva, quando um outro tipo tentou meter conversa. Ao final da noite perguntou-me se eu queria ir continuar o resto da noite com ele. E mais tarde perguntou-me se eu de facto queria que fizéssemos sexo. Eu disse que não, com a noção de que nunca o teria parado para pensar se ele não me tivesse dado essa escolha.', 'Este acto, que devia ser standard, mudou a minha vida \u0096 exactamente porque não é habitual. Além de me fazer apaixonar por esta pessoa, mostrou-me que é possível ter interacções sexuais, especialmente ligeiras, em que todas as pessoas e as suas vontades são claras e evidentes, vocalizadas. Em que eu sou vista e tratada como um ser humano completo e não reduzida ao meu potencial de objecto de prazer sexual para um terceiro. Vamos retirar a possibilidade do sexo e a sedução estarem presentes na maioria das interacções \u0096 porque quando as pessoas o querem, garanto-lhe que o pathos não falha.', 'Quanto ao seu argumento da hostilidade à heterossexualidade, eu diria que isso é completamente removido de qualquer lógica, bastando olhar para os números: a grande maioria de casos de abuso e violência sexual são perpetuados por homens contra mulheres. É desconfortável? Pois bem, temos pena. Ou por outra, não temos: é aí que o problema está e é aí que ele tem de primeiramente ser resolvido. Milhares de mulheres sentem há anos desconforto com piadas sexistas ou sexuais no espaço de trabalho, para não falar de acções muito piores \u0096 e mais uma vez lhe(s) digo que esse desconforto não deveria ser delas.', 'Nenhuma parte do #MeToo que eu conheça, tenha visto ou sobre o qual tenha lido equipara uma violação a um acto de assédio ou a um comportamento machista. O que faz é não reduzir o impacto emocional e real de todas as vezes que homens no metro se aproveitam da falta de espaço para se encaixar entre as nossas pernas. Não menoriza o quão horrível é que alguém que eu convidei para a minha casa tenha tentado forçar penetração sem protecção, apesar de eu ter dito claramente que não, várias vezes que não, e que eu tenha de ter usado a força física para evitar isso. Nem o chefe que disse que o meu andar depois de recuperar de uma fractura prolongada era \u0093sexy\u0094.', 'Não menorizar não é equiparar uma coisa a outra: eu sei que tenho sorte de não ter sido violada e isso só me permite uma maior capacidade de empatia para com as minhas amigas que o foram, durante anos, por tios e primos. Permite dizer-lhes que a culpa não foi e nunca será delas. O que as regras \u0096 racionais, derivadas do logos, devo acrescentar \u0096 fazem é garantir que há uma base de funcionamento igual para todos: que não há toque sem permissão e que o espaço pessoal de todos nós é respeitado. Não há aqui trivialização alguma: há uma mudança de paradigma, em que todos temos espaço para ser e que estamos nesse espaço conscientes do impacto que as nossas palavras e acções tem nos outros. Racionalmente.', 'A sua lógica também falha da sua cooptação da causa homossexual, da qual eu só o vi falar para argumentar contra mais direitos para essa minoria (no caso do referendo ao casamento gay). Se há uma minoria neste país que sabe bem o que é ter de lutar por ter voz, visibilidade e aceitação, são os membros da comunidade LGBTQI+. Eu não vou fingir saber quais as dinâmicas problemáticas nessas relações \u0096 nem Pacheco Pereira nunca pareceu ter conhecimento de causa. O que pode fazer para compensar a nossa ignorância colectiva sobre isto é usar a sua plataforma.', 'Porque ao final de dois anos e meio de conversa à volta de #MeToo, o que eu estou é racionalmente cansada de repetir algo que deveria ser evidente: se os homens se decidirem a tomar conta desta causa e o usar os espaços que têm, não há que ter medo algum. Parem para pensar e admitir o desconforto de algumas acções, falem com as mulheres na vossa vida e, acima de tudo, falem uns com os outros sobre isto.', 'Pacheco Pereira pode usar o seu espaço e o seu poder, que ocupa as páginas do PÚBLICO semanalmente, para promover uma masculinidade responsável, para dar voz a mulheres e aos homens que de facto estão a tentar mudar a narrativa e a nossa coexistência. Saia da sua bolha política e vá ao mundo real, fale com muitas mulheres. Tente imaginar como se sente uma mulher que está constantemente a fazer por ser tudo o que é \u0096  uma profissional, filha, amiga, mãe, um ser sexual, entre muitas outros títulos \u0096 e que ainda tem de lutar contra ser constantemente reduzida ao seu género. Veja o quanto ser reduzido a ser um homem branco como uma coisa má o enfureceu na sua crónica original: agora só precisa de ver o quanto e como isso acontece numa base diária às mulheres. Talvez assim consiga perceber o quanto nós, \u0093feministas radicais\u0094, queremos que isso pare.'] ",
        "numberPosts": " 17 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Gender - General,Ethnicity - General,Age - Over 65s,Ethnicity - Black,Physical Identity - Physical (and Mental) Impairments",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Género,Sexual,Mulher,Étnico,Velhote,Preta,Coxa",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "779ad8f0-0558-4ba2-c292-08d6c29299f9",
            "user": "43c8c01f-3f0a-468b-998b-1973f5f200b2",
            "date": "17.04.2019",
            "timestamp": "NA",
            "commentText": "Tenho muita pena mas o movimento #MeToo faz muita falta, vem com atraso e corresponde  ao momento em que finalmente as mulheres tomam o palco por terem conquistado à sua custa a independência, a emancipação e o logos. A vez da palavra é delas, se há imprecisões e exageros no caminho, compensam agora o silêncio e a invisibilidade da mais antiga escravatura que existe: a escravatura feminina. Reconhecimento aos Homens que acompanham as mulheres nesse desagravo e reconhecimento de que os homens que não se emanciparam do seu lugar obscuro precisam de ajuda para aprender a fazer todo o caminho que precisam ainda de percorrer para alcançar a humanidade. Havemos de conseguir, também implementamos as vacinas e o cinto de segurança. Ou a civilização vence ou as civilizações perecem.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1fe132a9-eb29-4de6-f131-08d6c0ab42b5",
            "user": "f8fcd449-82f8-4e75-95d8-d449ec759524",
            "date": "14.04.2019",
            "timestamp": "NA",
            "commentText": "\"homens, maioritariamente brancos e heterossexuais\" -- risível a forma como a cronista regurgita a cassete esquerdista/pós-modernista, deixando de fora da sua crítica as sociedades não-brancas onde, ironicamente, os homens até exercem um controlo sobre as mulheres muito maior do que nas sociedades de \"homens brancos\".",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4eedc5ec-75dd-419d-5da8-08d6f2f3ec76",
                    "user": "f6a47c15-6984-4897-b08d-24849c4938c1",
                    "date": "17.06.2019",
                    "timestamp": "NA",
                    "commentText": "Gostaria de ler algum pensamento original neste artigo, mas infelizmente a mesma cassete. Mais um jornalista que adopta uma doutrina que tem muito pouco de factual e muito de ideológico. no final ao apontar um <b> género </b>e um grupo<b>  étnico</b> em particular como o responsável está na prática a veicular ideias racistas e sexista.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Género",
                        "Étnico"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "f6ca0b19-9e93-49c4-7c62-08d6c04a8a4f",
            "user": "bf27acc6-7b41-4c38-992f-fd575f7c439c",
            "date": "14.04.2019",
            "timestamp": "NA",
            "commentText": "As mulheres deveriam, desde sempre, estar em igualdade com o homem, logo é tarde demais sem esquecer os milhares de milhões de mulheres e crianças, sobretudo, que continuam a ser tratadas como seres inferiores,objectos. Assim, é já tarde, sim! ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "a234e503-2c47-439e-f12d-08d6c0ab42b5",
            "user": "c178820f-0357-4307-bb6f-a5526d8a1f79",
            "date": "14.04.2019",
            "timestamp": "NA",
            "commentText": "Em nome da religião igualitarista, é incutida nos jovens (e crianças) a ideia que a apetência por sexo, desejo <b> sexual,</b> e significado do mesmo e das atitudes atos inerentes, são iguais nos homens e mulheres, nas raparigas e rapazes. Que o desejo<b>  sexual</b> é idêntico em intensidade e objetivo em ambos os sexos (ou em cada um do inúmeros géneros).Ora, sabendo nós que a genética e a testosterona levam a que o sexo seja algo que, normalmente, os homens desejam em qualquer circunstância e momento, por que razão não hão-de eles pensar que as mulheres sentem o mesmo?Isto não pretende ser uma desculpabilização para os homens, mas apenas e só uma veemente acusação ao fanatismo igualitarista.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sexual"
            ]
        },
        {
            "id": "2ef7618c-9968-4ed3-e2f0-08d6b51755fe",
            "user": "c178820f-0357-4307-bb6f-a5526d8a1f79",
            "date": "14.04.2019",
            "timestamp": "NA",
            "commentText": "Logo no 2 paragrafo diz: \u0093Na verdade, o movimento #MeToo está a examinar e a desconstruir relações, pessoais e societais, que foram construídas por e à volta daqueles que sempre controlam uma e outra: homens, maioritariamente brancos e heterossexuais.\u0094Deve ser por isso que não dizem nem vão dizer nada dos chefes das tribos moçambicanas qu trocam as dadivas em alimentos por violações.  ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1d2347b0-1490-4c1d-a258-08d6c0af7a6d",
            "user": "64ef59d9-5031-459f-9112-f2f7ddf80aac",
            "date": "14.04.2019",
            "timestamp": "NA",
            "commentText": "Viva o #MeToo. Porque o que se passava era um autêntico abuso de poder. Não voltaremos nunca a esses tempos. Quando falei com o meu marido e os episódios constantes e diários de assédio que sofri desde muito jovem e até hoje, comparados com a experiência dele de ZERO incidentes. Nem um. Nem um comentário parvo, nem mirones, nem amigos da família com mãozinhas por todo o lado, nem aquele horror e nojo e raiva que se sentia. Nunca mais. Que nenhuma <b> mulher </b>tenha que passar por isto nunca mais. Que nenhum homem, mesmo que depois de ouvir o meu marido me pareça que poucos deles terão passado por isto, precise de experiências destas. CHEGA! ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Mulher"
            ]
        },
        {
            "id": "baff594f-da6f-47fe-bc85-08d6c0441b0b",
            "user": "10a71fd6-b97f-441a-b775-27d9fc4dea37",
            "date": "14.04.2019",
            "timestamp": "NA",
            "commentText": "Todos os movimentos têm problemas... E a mim coisas da moda sempre me fizeram comichão. Algumas pessoas exageram e acabam por pôr em risco o esforço de outras. Outras pessoas mentem para chamar atenção para si ou ganhar outro proveito com isso. Mas eu estou de acordo com a essência disto: o respeito pelas mulheres como o que é devido a qualquer ser humano. O respeito pelo seu espaço e integridade física. Pela sua vontade. Respeito e consideração, é o que eu acho que falta. (Os homens brancos, heterossexuais não são \u0093maus\u0094. Somente os que tenham comportamentos errados.)",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6a79d9ac-79c2-4a77-a257-08d6c0af7a6d",
            "user": "cc639a09-5cbb-4adf-8ec9-4816e6641adb",
            "date": "14.04.2019",
            "timestamp": "NA",
            "commentText": "Parabéns Sofia Diogo Mateus.Os outros hão-de evoluir.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "cac8a099-ab4a-44ea-e2ef-08d6b51755fe",
            "user": "1886aaaa-5bc7-4a10-ac83-fb21864b938d",
            "date": "14.04.2019",
            "timestamp": "NA",
            "commentText": "A resposta que Pacheco Pereira estava a merecer.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "d749f42a-6c6a-4d22-e2ee-08d6b51755fe",
            "user": "c178820f-0357-4307-bb6f-a5526d8a1f79",
            "date": "14.04.2019",
            "timestamp": "NA",
            "commentText": "Logo no 2 paragrafo diz: \u0093Na verdade, o movimento #MeToo está a examinar e a desconstruir relações, pessoais e societais, que foram construídas por e à volta daqueles que sempre controlam uma e outra: homens, maioritariamente brancos e heterossexuais.\u0094Deve ser por isso que não dizem nem vão dizer nada dos chefes das tribos moçambicanas qu trocam as dadivas em alimentos por violações.  ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1edf5672-8a64-435c-a32e-08d6c0b8a48e",
            "user": "10a71fd6-b97f-441a-b775-27d9fc4dea37",
            "date": "14.04.2019",
            "timestamp": "NA",
            "commentText": "Eu vou partilhar duas situações que já me aconteceram nos meus não assim tantos anos de vida. Uma vez num centro comercial um <b> velhote </b>tocou-me na perna, na<b>  coxa</b>, de forma \u0093inapropriada\u0093. Eu estava de vestido não muito curto e collants. Só lhe fiz uma careta de desaprovação de volta. Uma vez muito pior... Foi quando ao estar quase a chegar a casa vinda da escola (tinha aí 16 anos), um homem põe-me o braço à volta do ombro, puxa-me o cabelo e encosta-me à zona lombar das costas o que me parecia, daquilo que consegui ver de soslaio, uma pequena pistol<b> a pret</b>a. E começa-me a encaminhar para uma zona sem gente com prédios acabados de construir e ainda para venda. No final tudo correu bem mas podia não ter corrido. De modo geral subscrevo tudo o que a autora do artigo escreveu.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Velhote",
                "Preta",
                "Coxa"
            ]
        },
        {
            "id": "b57f7e67-86a8-4e4d-a251-08d6c0af7a6d",
            "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
            "date": "14.04.2019",
            "timestamp": "NA",
            "commentText": "Excelente Júlia Garraio, parabéns pelo artigo e pela coragem de expor situações de abuso que sofreu. Esta é a segunda crónica no Público a responder a Pacheco Pereira, espero que ele vos ouça, melhor, espero que ele ouça as mulheres e não esconda a cabeça num buraco. É um cansaço passarmos a vida a falar, não sermos escutadas e ainda sermos desqualificadas pelos machistas que só veem o ponto de vista deles.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "314186ea-6e87-40b9-a252-08d6c0af7a6d",
                    "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
                    "date": "14.04.2019",
                    "timestamp": "NA",
                    "commentText": "Peço imensa desculpa, troquei o nome da autora do artigo. Em vez de Júlia Garraio é a Sofia Diogo Mateus, sorry! É o que dá ler e escrever no telemóvel. Imperdoável.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "b0565576-08d8-4c55-4396-08d6c0b160f3",
                    "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
                    "date": "14.04.2019",
                    "timestamp": "NA",
                    "commentText": "Acabei de descobrir outro artigo aqui no Publico em resposta ao Pacheco Pereira de Teresa Sá e Melo. Por isso já são três respostas e não duas, como disse. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}