{
    "header": {
        "title": " Arábia Saudita abre-se ao turismo. Há vistos turísticos pela primeira vez ",
        "subtitle": " \u0093A Arábia Saudita abre as suas portas e o seu coração ao mundo\u0094. O reino tem um plano para atrair turistas e acaba de facilitar vistos a 49 países, Portugal incluído. ",
        "owner": " ['Luís J. Santos'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 442  partilhas",
        "datePosted": " 30 de Setembro de 2019, 20:55 ",
        "dateExtraction": " 2019-10-25 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2019/09/30/fugas/noticia/arabia-saudita-abrese-turismo-ha-vistos-turisticos-primeira-1888392 ",
        "postText": " ['\u0093A abertura da Arábia Saudita aos turistas internacionais é um momento histórico para o nosso país\u0094. A frase do responsável pela Comissão Saudita para o Turismo e Património Nacional, Ahmed al-Khateeb, resume o significado do plano anunciado pelo país para a aposta no turismo como forma de diversificar as receitas para além do petróleo, apenas duas semanas passadas sobre o ataque a infra-estruturas petrolíferas sauditas e num clima de alta tensão com o Irão.', 'Até agora, o reino, muito fechado e pautado por um regime ultra-ortodoxo (com algumas aberturas recentes) na aplicação da lei islâmica, particularmente duro e restritivo para as mulheres e letal para a comunidade gay, quase só emitia vistos de visitas em trabalho ou a peregrinos (particularmente pela peregrinação a Meca) e, desde o ano passado, para eventos desportivos ou culturais.', '\u0093A Arábia Saudita abre as suas portas e o seu coração ao mundo\u0094 foi o slogan do evento, transmitido em directo no YouTube para todo o mundo, em que o novo plano foi anunciado, na sexta-feira, incluindo a emissão online de vistos turísticos a cidadãos de 49 países, nomeadamente Portugal (outros países têm de solicitar o visto através de embaixadas e consulados).', 'A disponibilização de vistos turísticos faz parte do plano Visão 2030, criado sob a égide do príncipe regente Mohammed bin Salman e que tem por objectivo preparar o país, diversificando a economia, para a era pós-petróleo. Promete-se acesso a locais Património da Humanidade, mega-projectos turísticos e toda uma cultura preparada para acolher o turista (até com a formação de 300 mil cidadãos). O país quer atingir os 100 milhões de turistas em 2030, passando a sua contribuição de 3 para 10% do PIB.', '\"Os visitantes ficarão surpreendidos com os tesouros que temos para partilhar \u0096 cinco sítios classificados como Património Mundial pela Unesco, uma cultura local vibrante e uma beleza natural de tirar o fôlego\u0094, acrescentava o responsável pelo turismo no país, Ahmed al-Khateeb.', 'Os vistos anunciados, que poderão ser emitidos em sete minutos, custarão cerca de 107 euros, com seguro de saúde e permitindo estadias com a duração de um e três meses. Nas regras, indica-se: \u0093a religião do requerente não é relevante\u0094.', 'No novíssimo site de promoção turística (interligado com as igualmente novíssimas presenças nas redes sociais) dão-se as habituais explicações para visitantes \u0097 como para qualquer destino turístico \u0097 e destacam-se a \u0093lei e etiqueta\u0094. As mulheres turistas não terão de obedecer aos tradicionais códigos de vestuário locais (nem usar a abaya que cobre as partes proibidas de exposição pública).', 'Pode ler-se que \"tanto a homens como a mulheres se pede que se vistam modestamente em público, evitando roupas justas, com linguagem profana ou imagens. As mulheres devem cobrir ombros e joelhos em público\u0094. As páginas são ilustradas com imagens de turistas, várias delas com mulheres turistas, com vestuário que obedece a estas regras.', 'Entre as informações, refere-se ainda que \u0093demonstrações públicas de afecto não são consistentes com a cultura local e os visitantes devem evitar usar linguagem ou gestos profanos\u0094. \u0093A venda, compra e consumo de álcool é ilegal na Arábia Saudita. É ilegal trazer álcool ou drogas para o país\u0094, sublinha-se.', 'O site tem serviço de reservas e vêm já acessos a voos, hotéis, restaurantes e rent-a-car. Um guia por regiões e temas resume o que o país tem para oferecer \u0096 continuando a haver algumas limitações: embora Meca venha naturalmente destacada, a cidade, sublinha-se, \u0093é só acessível a muçulmanos\u0094.', 'Para reforçar o bom comportamento dos visitantes, em simultâneo com a abertura ao turismo, o país anunciou uma lista de novas multas para 19 proibições e ofensas ao decoro, que poderão ir de cerca de 12 a 1460 euros, noticia a Reuters: incluem-se aqui tanto coimas para falhas no vestuário e demonstrações físicas de afecto, como tirar fotografias ou filmar pessoas sem a sua permissão, deitar lixo ao chão, cuspir, tocar música nos períodos das orações ou não respeitar filas.', 'O plano, além de surgir em pleno embate com o Irão, é lançado, lembra o The Guardian, uma semana antes da estreia de um documentário da PBS norte-americana onde Mohammed bin Salman admite a responsabilidade do país no homicídio do jornalista Jamal Khashoggi, há um ano, porque, diz, \u0093aconteceu sob a minha supervisão\u0094.'] ",
        "numberPosts": " 9 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "dc56d92b-99b8-47f0-f7d2-08d7463cd9ed",
            "user": "887811b4-708d-42a4-90d1-7ec5940d69a8",
            "date": "01.10.2019",
            "timestamp": "NA",
            "commentText": "Finalmente posso ir de férias e apreciar um apedrejamento público ou enforcamento, activados que infelizmente já não temos por cá. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "c41f5984-8d6a-4047-0def-08d746379307",
            "user": "3faac4fe-2a65-456c-8e7c-b036c5c8a92a",
            "date": "01.10.2019",
            "timestamp": "NA",
            "commentText": "Seria sem dúvida muito interessante como destino de férias. A hospitalidade árabe é uma experiência única, a história e os monumentos, a literatura, a música, seriam motivos suficientes para lá ir. Mas enquanto a política da AS continuar a ser o que é, o melhor é não ir. Mas não vai haver problemas, é só para gente rica!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "ecd5c0a1-fded-44f6-0de4-08d746379307",
            "user": "8b7f8fc7-531b-445a-8d72-a12e1c7fa951",
            "date": "01.10.2019",
            "timestamp": "NA",
            "commentText": "Embora profissionalmente me fosse muito vantajoso aproveitar esta oportunidade, a verdade é que nem que me pagassem eu poria lá os pés. Promover a imagem de uma cultura que coloca as mulheres ao nível dos animais de estábulo, financia o terrorismo, está a invadir países vizinhos e corrompe políticos de outras nações para se expandirem económica e religiosamente vai contra tudo o que acredito. Nem um cêntimo ganharão comigo se eu o puder evitar.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6282c85b-e6fb-4c47-eb1e-08d745755b0f",
            "user": "841a4abc-bf11-40e7-9aac-775d30f13f29",
            "date": "30.09.2019",
            "timestamp": "NA",
            "commentText": "Mas alguém já se esqueceu o pobre Khashoggi, cortado em pedaços enquanto ele vivo durante longos minutos na embaixada saudita? Quem quererá fazer fila para obter vistos turísticos em tais estabelecimentos especialistas do abate halal?",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "a2dbbe56-93fe-4474-775e-08d7454120f8",
                    "user": "841a4abc-bf11-40e7-9aac-775d30f13f29",
                    "date": "30.09.2019",
                    "timestamp": "NA",
                    "commentText": "ERRATA:  do pobre...   enquanto vivo...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "91897b88-2905-4b9e-2710-08d74633975a",
                    "user": "2ac6f34d-e4aa-4348-afbb-ea2ed5ef85ba",
                    "date": "01.10.2019",
                    "timestamp": "NA",
                    "commentText": "Não faltam masoquistas por estas bandas.        ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "523e3be7-0ecb-47c8-eb1c-08d745755b0f",
            "user": "8da0bf2b-d516-4442-be99-f0ffb024f296",
            "date": "30.09.2019",
            "timestamp": "NA",
            "commentText": "O Irão é mais ancestral e com muitos locais arqueológicos, como Persépolis.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3765a494-9617-42db-6899-08d74538e852",
            "user": "188cdfa3-9cdb-4576-bac8-267496862359",
            "date": "30.09.2019",
            "timestamp": "NA",
            "commentText": "Não aconselho ninguém a visistar países ditatoriais, não é saudável alimentá-los nem saudável para o visitante.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1511200e-e95d-462c-36bf-08d745385b7a",
            "user": "b9160c40-fb89-4db3-accd-7da96a21110e",
            "date": "30.09.2019",
            "timestamp": "NA",
            "commentText": "Para ver excentricidades islamicas, prefiro ficar pela europa, ja ca temos muito disso. Agora e' que eu vou ver as femina zis a irem passar ferias a AS.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}