{
    "header": {
        "title": " \u0093Anti-gender\u0094, uma sombra que cobre a Europa ",
        "subtitle": " Movimentos contra a chamada \u0093ideologia de género\u0094 estão a ganhar força na União Europeia e ameaçam direitos das pessoas LGBTI, saúde sexual e reprodutiva das mulheres e estudos de género. ",
        "owner": " ['Aline Flor'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 2947  partilhas",
        "datePosted": " 2 de Setembro de 2019, 7:00 ",
        "dateExtraction": " 2019-10-25 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2019/09/02/mundo/noticia/id-genero-europa-1883130 ",
        "postText": " ['O debate sobre a chamada \u0093ideologia de género\u0094 tem assombrado discussões políticas em vários países da União Europeia, em particular nos países de Leste e dos Balcãs. Tornou-se visível desde as manifestações do Dia da Família em Itália (2007) até à Manif Pour Tous, em França (2013), passando por ref...', 'Este conteúdo é exclusivo para assinantes', 'Não perca as vozes e as ideias que vão determinar o nosso futuro colectivo e o ajudarão a fazer as suas escolhas. Todos os dias, através do jornalismo independente do PÚBLICO, leia o mais importante da política em Portugal e no Mundo. Assine. Pense bem, pense Público.'] ",
        "numberPosts": " 89 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Gender - General,Sexual Identity - General,Age - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Género,Sexual,Mulher,LGBT,homofóbico,Homossexual,Homofobia,Idade,Bola,Idoso,Muda,Racismo,Aberração,Preto,Branco,Vermelho,Amarelo,Amarelo,Vermelho",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "073bdffa-d851-426c-9685-08d730042b61",
            "user": "4252f8b1-6ac2-439e-934f-ade8b9951e55",
            "date": "04.09.2019",
            "timestamp": "NA",
            "commentText": "Como já se disse em baixo, e só é visível para assinantes e os que têm a versão em papel, o artigo acaba como um \"as despesas da viagem foram pagas pela ILGA-Europa\". Depois não se admirem de os jornais serem acusados de terem uma agenda própria e serem parciais. É que em casos como este, são mesmo.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "204db2e2-ea26-420d-b223-08d73086e7db",
            "user": "b78163aa-b503-424c-82bc-43654c2ff5ab",
            "date": "03.09.2019",
            "timestamp": "NA",
            "commentText": "Afinal quem é que já viu a série de documentários em que são entrevistados defensores \"teoricamente exemplares\" das manias do <b> género </b>como construção social? É que neles podemos ver como levam cacetada científica até ficarem sem resposta. Ninguém se atreve? TM, Margarida Paredes? Alguém? Please... não vão refugiar-se apenas nos vossos chavões cala-bocas, pois não?",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Género"
            ]
        },
        {
            "id": "427d57eb-4b32-4c33-2ce2-08d72f92fe2b",
            "user": "318beefd-f792-468b-8794-ccb5aff426a3",
            "date": "03.09.2019",
            "timestamp": "NA",
            "commentText": "Outro erro comum é definir o sexo como um espectro. Também tá errado. O que existe é uma grande <b> bola </b>num lado outra grande<b>  bola</b> no outro e uns pontinhos muito pequeninos entre as duas bolas grandes. Ora isto não é um espectro. São nestas pequenas inversões que se impõe a ideologia. Se fosse um espectro naturalmente as considerações seriam outras. Assim não.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Bola"
            ]
        },
        {
            "id": "b603d250-6d7c-43d6-b112-08d72fadb900",
            "user": "318beefd-f792-468b-8794-ccb5aff426a3",
            "date": "03.09.2019",
            "timestamp": "NA",
            "commentText": "Só para explicar que a definição de normalidade existe e portanto a de anormalidade também. É uma definição estatística TM, dada a curva normal a parte da população que ocupa o espaço de dois desvios padrão tanto para um lado como para o outro são anormais. O resto o grosso da população ao centro da curva são os normais. Portanto em relação aos transexuais sao mesmo muito anormais, mesmos os homossexuais que parecem ser 10% também são. Compreendeste TM? É só tar atento nas aulas. Abc",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "08b7798d-9c69-4982-9c67-08d72f1289ab",
            "user": "e6b36abb-a19f-4eb1-ac54-76e2adf8217b",
            "date": "02.09.2019",
            "timestamp": "NA",
            "commentText": "Aline Flor, a activista de <b> género.</b> Depois admiram-se que ninguém compre o jornalixo do púbico.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Género"
            ]
        },
        {
            "id": "75ef227c-5490-457f-95de-08d72fa518e7",
            "user": "8bfa81e0-ad75-4a47-b7b0-123ff00b8f02",
            "date": "02.09.2019",
            "timestamp": "NA",
            "commentText": "É incrível como uma questão puramente biológica gere tanta discussão, pois só existem dois gêneros, o masculino e o feminino. Se alguém discordar, tudo bem, fique com sua opinião, mas não queira obrigar os outros a pensar comoele...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "479f8292-c02e-4b29-4b52-08d72f7337b5",
            "user": "b78163aa-b503-424c-82bc-43654c2ff5ab",
            "date": "02.09.2019",
            "timestamp": "NA",
            "commentText": "Já agora: em que é que os movimentos emergentes contra a imposição (sublinhado) da ideologia de <b> género </b>ameaçam os direitos de pessoas<b>  LGBT</b>, a saúd<b> e sexua</b>l e o resto? Como é que os ameaçam?",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "1de251d3-6036-47d3-95cf-08d72fa518e7",
                    "user": "25241b78-c64c-409f-8520-b7efcd02fe04",
                    "date": "02.09.2019",
                    "timestamp": "NA",
                    "commentText": "A ingenuidade na sua <b> idade </b>fica-lhe mal Carla. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Idade"
                    ]
                },
                {
                    "id": "941ff42e-f7e5-43ab-d91e-08d72f11f278",
                    "user": "37e27fce-bec9-4a46-8336-d03cfac80487",
                    "date": "02.09.2019",
                    "timestamp": "NA",
                    "commentText": "Pelo contrário, a imposição da ideologia de <b> género </b>é que ameaça - e muito - a liberdade da generalidade das pessoas. Discute-se sobre casas de banho e coisas do<b>  género</b>; o que ninguém refere é que o se encontra em causa é a liberdade que todos têm de terem sobre os outros uma visão objectiva... A Maria descobriu um dia que queria ser o Nuno e agora todos à volta a tratam por Nuno. Mas a Maria não é o Nuno e por essa razão todos participam numa farsa... Uns fazem que são o que não são, outros fazem que conta que acreditam e comportam-se de um modo hipócrita... Uma sociedade falhada, incapaz de lidar com a verdade, muito ao jeito do mundo que Orwell imaginou no 1984... O \"duplipensar\" no seu esplendor! Mas como dizia Galileu... eppure si muove. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Género"
                    ]
                },
                {
                    "id": "0624270c-17b0-402e-95eb-08d72fa518e7",
                    "user": "ce39b74f-2a68-4997-94d4-77128678a025",
                    "date": "02.09.2019",
                    "timestamp": "NA",
                    "commentText": "O TM é tonto ou parece?  Sou totalmente contra a ideologia do <b> género.</b>",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Género"
                    ]
                },
                {
                    "id": "b0ca4b2a-9b27-480c-f0df-08d73051648c",
                    "user": "b78163aa-b503-424c-82bc-43654c2ff5ab",
                    "date": "03.09.2019",
                    "timestamp": "NA",
                    "commentText": "Eh, eh. O TM acha que os jovens têm de ser todos broncos. Logo, os não alinhados com as \"transgenderices\" são velhos. Ainda assim, se tal fosse o caso, o TM estaria a ser discriminatório. Age-discriminatório ou algo assim. E isso é passível de ser denunciado àquela comissão muito produtiva que fiscaliza os preconceitos. Percebeu, TM? Ou faço-te um desenho, meu?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Género",
                "Sexual",
                "LGBT"
            ]
        },
        {
            "id": "3cc17950-21d3-4414-4b51-08d72f7337b5",
            "user": "b78163aa-b503-424c-82bc-43654c2ff5ab",
            "date": "02.09.2019",
            "timestamp": "NA",
            "commentText": "Porque não vêem todos as várias entrevistas no youtube sob o nome de \"O Paradoxo da Igualdade\" e depois discutimos aqui a firmeza com que os \"cientistas sociais\" se aguentaram no confronto com os académicos da neurociência, da biologia evolutiva e etc. e tal? Fica o desafio!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2e4a6666-562e-46f5-95c9-08d72fa518e7",
            "user": "8d330022-4602-4900-82d5-55dc46507391",
            "date": "02.09.2019",
            "timestamp": "NA",
            "commentText": "Chamem o Nuno Pacheco para nos explicar porque razão o Público escreve \"anti-gender\" em vez de \"anti-transgénero\" (ou qualquer outra coisa em português).",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5aa7a6e2-f333-4202-9c48-08d72f1289ab",
            "user": "f6a47c15-6984-4897-b08d-24849c4938c1",
            "date": "02.09.2019",
            "timestamp": "NA",
            "commentText": "Ajudaria bastante se certos apoiantes LGBTI+ não defendessem a criminalização de opiniões.Se se pudesse exprimir o desacordo com o casamento <b> homossexual </b>sem ser logo estigmatizado como <b> \"homofóbico</b>\" por exemplo. Que a \"manif pour tous\" fosse considerada também como uma postura conservadora mas legitima (o movimento cobre muitas gradações de opinião, digamos assim).  Que não se aprovasse leis como a Bill C-16 no Canada, etc. Ou seja, se houvesse menos intolerância e tendenciais totalitárias do lado de certas pessoas nos movimentos LGBTI talvez a reação fosse de maior aceitação. E não amalgamar em \"forças obscuras\" qualquer voz discordante da doutrina LGBTI seria útil.... ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 9,
            "replies": [
                {
                    "id": "467a49d6-0ca7-43c4-1b96-08d71fff21a5",
                    "user": "25241b78-c64c-409f-8520-b7efcd02fe04",
                    "date": "02.09.2019",
                    "timestamp": "NA",
                    "commentText": "LOL que poetico! ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "234e14b0-c087-431b-95d0-08d72fa518e7",
                    "user": "8b7f8fc7-531b-445a-8d72-a12e1c7fa951",
                    "date": "02.09.2019",
                    "timestamp": "NA",
                    "commentText": "@manuelserra72: Ser contra o casamento <b> homossexual </b>está para lá de classificar a pessoa como homofóbica. É pura maldade. Ser contra o casamento<b>  homossexual</b> significa considerar-se que há pessoas a quem lhes deve serem negados direitos básicos de cidadania, apesar de cumprirem todas as obrigações. É que ser contra o casament<b> o homossexua</b>l implica negar a visita e apoio d@ parceir@ ao companheir@ hospitalizado, pois não é familiar directo nem teria uma relação reconhecida. Algo altamente cruel e sádico. O mesmo com a questão das heranças. @ parceir@ d@ falecid@ não poderia herdar o que ajudou a construir porque não tinha relação reconhecida, e seriam os familiares a herdar. Concorda com mandar <b> um ido</b>so para a rua, de uma casa que ajudou a pagar, ainda por cima depois de @ parceir@ morrer?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Idoso",
                        "Homossexual"
                    ]
                },
                {
                    "id": "e81ffc8f-8590-4ffb-2ca8-08d72f92fe2b",
                    "user": "f6a47c15-6984-4897-b08d-24849c4938c1",
                    "date": "02.09.2019",
                    "timestamp": "NA",
                    "commentText": "@TM: Vejo que tem muitos argumentos. Como já vai sendo habitual.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "1abfe64e-462f-4de2-9c5a-08d72f1289ab",
                    "user": "25241b78-c64c-409f-8520-b7efcd02fe04",
                    "date": "02.09.2019",
                    "timestamp": "NA",
                    "commentText": "Que argumentos é que você quer quando diz ser contra um direito humano básico de constituir família perante o Estado? Haja paciência oh <b> homofóbico!</b> ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "homofóbico"
                    ]
                },
                {
                    "id": "69fb7834-44c2-4990-d91f-08d72f11f278",
                    "user": "25241b78-c64c-409f-8520-b7efcd02fe04",
                    "date": "02.09.2019",
                    "timestamp": "NA",
                    "commentText": "O Manuel também se questiona se as mulheres deveriam poder votar? ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "e3ec4b66-a2a8-4e17-1ba8-08d71fff21a5",
                    "user": "f6a47c15-6984-4897-b08d-24849c4938c1",
                    "date": "02.09.2019",
                    "timestamp": "NA",
                    "commentText": "Claro que nao se pode debater o assunto sem que as questoes humanitarias de um lado e os sadicos e monstros do outro apareçam. Eu dei o casamento homosexual como um exemplo. Recordo-me quando houve essa discussao em Portugal, em como certas pessoas propunham outro tipo de soluçoes. Como o proprio Vale de Almeida defendeu o facto de ser \"casamento\" e nao outra forma qualquer tinha para ele uma razao simbolica. Repare como rapidamente uma opiniao nao é discutida mas simplesmente estigmatizada. E eu agora a ser insultado quando de facto defendi o casamento homosexual. Voces so me dao razao, e dao razao a todos os que tem reservas sobre as tendencias totalitarias que manifestam. E de facto nao se trata de um \"direito humano basico\". Nao se escondam atras da vossa auto-proclamada \"humanidade\". ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "41b2aae7-1759-4ce3-95e0-08d72fa518e7",
                    "user": "f6a47c15-6984-4897-b08d-24849c4938c1",
                    "date": "02.09.2019",
                    "timestamp": "NA",
                    "commentText": "Costuma ser tipico este moderadores censurarem as respostas. Dignificante!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7ffd050e-aa52-4147-1bb3-08d71fff21a5",
                    "user": "25241b78-c64c-409f-8520-b7efcd02fe04",
                    "date": "02.09.2019",
                    "timestamp": "NA",
                    "commentText": "Ah pois a tipica lenga-lenga dos maus da fita dos humanistas. Arranje outra que essa ja enjoa Manuel. A sério! Outra solucao para um direito civil como o casamento? Qual? O divorcio? As igrejas sao proibidas de fazer casamentos gays, muito bem. Mas o casamento da Igreja nao tem qualquer validade legal ate ser legalizado numa conservatoria como qualquer outro casamento que seja feito fora da Igreja. Trata-se de um direito humano basico sim. Aqui os unicos totalitaristas sao as pessoas como o Manuel que parecem andarem com medo dos outros. Compre um cao, pode ser que ajude. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "63c821bd-1a74-4fa9-b0f5-08d72fadb900",
                    "user": "f6a47c15-6984-4897-b08d-24849c4938c1",
                    "date": "03.09.2019",
                    "timestamp": "NA",
                    "commentText": "TM. Releia o que escrevi no início e talvez consiga entender o que está em causa.                ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "homofóbico",
                "Homossexual"
            ]
        },
        {
            "id": "e29557b3-a722-414b-95c5-08d72fa518e7",
            "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
            "date": "02.09.2019",
            "timestamp": "NA",
            "commentText": "Quando se vê a ignorância da maior parte dos comentários fica patente a distância que separa a explanação de um artigo teoricamente exemplar até à imbecilidade dos comentários. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "9d466449-f6e4-48ad-1c04-08d71fff21a5",
                    "user": "b78163aa-b503-424c-82bc-43654c2ff5ab",
                    "date": "03.09.2019",
                    "timestamp": "NA",
                    "commentText": "Eh, eh, um artigo teoricamente exemplar. Acho que vou fazer um PrintScreen e emoldurar esta afirmação. É de arromba!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "a8f40203-3301-4705-2c97-08d72f92fe2b",
            "user": "b5ac785b-0b2c-4890-9b0e-261589f93134",
            "date": "02.09.2019",
            "timestamp": "NA",
            "commentText": "Senhores do Público, têm subscritores a mais é? Quando se trata de publicidade isso deve vir bem explícito no início da peça e não com uma frasezita no fim: As despesas da viagem foram pagas pela ILGA-Europe. Esta devia ser a primeira frase da peça. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "3b5be180-57a5-4ec0-43c3-08d730a00cb6",
                    "user": "4252f8b1-6ac2-439e-934f-ade8b9951e55",
                    "date": "04.09.2019",
                    "timestamp": "NA",
                    "commentText": "Nem mais. Depois admiram-se que se acuse a imprensa de ter uma \"agenda\" e de estar a perder a credibilidade. Até porque nestas reportagens sucessivas do Público, a questão é só vista de um lado. Aliás, gostava de saber qual o interesse da ILGa nisto tudo.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "6e2fd3f5-6dcd-4a79-95ac-08d72fa518e7",
            "user": "717d2d61-f346-4b88-834f-eb1798ce6907",
            "date": "02.09.2019",
            "timestamp": "NA",
            "commentText": "se em vez de \"ideologia de <b> género\"</b>, falássemos de \"liberdade de<b>  género</b>\" talvez desse menos guerra.  e se as instituições bem intencionadas - governamentais ou não - respeitassem  compreendessem melhor o terreno que pisam quando querem contribuir para abrir as mentes. Não s<b> e mud</b>a o que não se respeita. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Género",
                "Muda"
            ]
        },
        {
            "id": "230ec4ec-8443-46bd-2c83-08d72f92fe2b",
            "user": "717d2d61-f346-4b88-834f-eb1798ce6907",
            "date": "02.09.2019",
            "timestamp": "NA",
            "commentText": "faltou referir a festa do Avante como sitio onde os LGBTI já tiveram chatices. Aliás, a maior parte dos países onde há chatice são ex-paises comunistas. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 8,
            "replies": [
                {
                    "id": "4a30ef6a-df92-4e76-d908-08d72f11f278",
                    "user": "8b7f8fc7-531b-445a-8d72-a12e1c7fa951",
                    "date": "02.09.2019",
                    "timestamp": "NA",
                    "commentText": "Está a falar dos dois homens homossexuais que estavam em práticas sexuais explicitas numa zona próxima da área infantil, e onde pessoas incluindo crianças podiam assistir ao que se estava a passar? Admira-se que isso possa dar problemas, seja na Festa do Avante, ou na procissão da 1ª Comunhão da Carqueja de Cima? É que assim do nada é o problema que me recordo de ter sido noticiado com pessoas LGBTI. Claro que os Media se esqueceram dos detalhes da ocorrência e focaram-se apenas nos problemas posteriores. Outra coisa não seria de esperar, diga-se.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "ea28e08c-2d6f-4330-4b43-08d72f7337b5",
                    "user": "717d2d61-f346-4b88-834f-eb1798ce6907",
                    "date": "02.09.2019",
                    "timestamp": "NA",
                    "commentText": "se os media se esqueceram dos detalhes, como é que este comentador teve acesso a eles? estava lá?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "8e975a68-cace-4f62-b0d5-08d72fadb900",
                    "user": "43993747-edb9-4cfe-b23c-c38b08096cbe",
                    "date": "02.09.2019",
                    "timestamp": "NA",
                    "commentText": "ana cristina... Perguntas difíceis a esta hora? Ou é só para desconversar?        Podia ter estado ou podia ter ouvido contar... O que é que isso interessa para o assunto? ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "30c83e58-653b-42a9-4b50-08d72f7337b5",
                    "user": "37e27fce-bec9-4a46-8336-d03cfac80487",
                    "date": "02.09.2019",
                    "timestamp": "NA",
                    "commentText": "Felizmente, alguma coisa lhes ficou de bom, Ana Cristina... As pessoas ainda fazem questão de saber o que são.  ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3ba97457-288f-46ff-1b97-08d71fff21a5",
                    "user": "8b7f8fc7-531b-445a-8d72-a12e1c7fa951",
                    "date": "02.09.2019",
                    "timestamp": "NA",
                    "commentText": "Já foi há algum tempo e não consigo precisar com exactidão, mas penso que o PCP chegou a fazer um comunicado sobre o assunto explicando o caso. Mas tal foi ignorado pelos Media, como é habitual em casos destes e em todos aqueles que a comunicação faz um alarido desgraçado e depois são apanhados a contar só parte da história. E isto acontece desde a esquerda à direita. Alguma vez viu um Mea Culpa num meio de comunicação social a ocupar o mesmo espaço e destaque que as noticias sensacionalistas depois de estas se provarem ser grosseiramente incorrectas e até falsas? Mas já que parece saber tanto, sabe dizer em que ficou a ameaça de processo por parte dos gays? Porque não tomaram as associações LGBTI conta de um caso tão mediático na altura? Vai-me dizer que é por medo do poder do PCP...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "b570309e-a00e-403d-b117-08d72fadb900",
                    "user": "8b7f8fc7-531b-445a-8d72-a12e1c7fa951",
                    "date": "03.09.2019",
                    "timestamp": "NA",
                    "commentText": "@ana cristina: Numa pesquisa rápida, no Jornal \"i\", com a noticia \"Festa do Avante! PCP nega agressões mas confirma sexo oral\", já tem parte da resposta que na altura foi dada e que referi antes. Pode-se agora discutir em que versão se acredita, mas a verdade é que há dois lados da história e que eu saiba nada se concretizou das ameaças de processos por parte dos casal <b> homossexual.</b> E se alguma vez fosse à Festa do Avante veria que se aquele local for alguma coisa, é ser um local de tolerância, onde pessoas de todos os tipos e opções políticas (até PP) vão sem quaisquer problemas ou medos. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Homossexual"
                    ]
                },
                {
                    "id": "471b5d8d-56cb-4a14-f0be-08d73051648c",
                    "user": "717d2d61-f346-4b88-834f-eb1798ce6907",
                    "date": "03.09.2019",
                    "timestamp": "NA",
                    "commentText": "\"o PCP nega agressões\".... pois está bem, sim, senhor. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "50517692-f0d9-4ec2-2ff0-08d730f6aa41",
                    "user": "8b7f8fc7-531b-445a-8d72-a12e1c7fa951",
                    "date": "04.09.2019",
                    "timestamp": "NA",
                    "commentText": "@ana cristina: Se houve agressões então porque não há um caso em tribunal, especialmente tendo-se tornado um caso mediático na altura e os intervenientes tendo até ameaçado disso? E que, envolvendo o PCP já se sabe que seria falado durante meses? A mim cheira-me é que você se está a guiar mais pelo primarismo do seu anti-comunismo que por outra coisa.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "712c1800-0e66-4fc1-95a5-08d72fa518e7",
            "user": "fd11c74d-a528-4a3b-a28c-eb074051c2bc",
            "date": "02.09.2019",
            "timestamp": "NA",
            "commentText": "Há a trash-tv e há isto. Uma espécie de jornalixo com origem num qualquer franchise do bloco e com ligação direta, uma coisa no âmbito do que faz uma canalização de saneamento básico, às páginas do P. Comentário muito gráfico? Publicável? Veremos.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1049a057-db26-4180-9c35-08d72f1289ab",
            "user": "fce4b8f6-4570-497f-a3b0-c6c26c441c7d",
            "date": "02.09.2019",
            "timestamp": "NA",
            "commentText": "Estavam à espera do quê depois de retirarem a liberdade e os direitos às pessoas?",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "cdbd8cf7-ad35-49e8-95a7-08d72fa518e7",
                    "user": "25241b78-c64c-409f-8520-b7efcd02fe04",
                    "date": "02.09.2019",
                    "timestamp": "NA",
                    "commentText": "Que direitos é que tiraram as pessoas?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7f37459b-cf85-4fbc-2c8f-08d72f92fe2b",
                    "user": "8b7f8fc7-531b-445a-8d72-a12e1c7fa951",
                    "date": "02.09.2019",
                    "timestamp": "NA",
                    "commentText": "@Pereira Pereira: Repito a pergunta do TM. Que direitos é que tiraram e a quem? Não será que o que aconteceu foi o oposto? Que deram os mesmos direitos a pessoas que eram discriminados na lei e tratados como cidadãos de segunda? Nomeadamente no que diz respeito ao casamento de homossexuais e que permitiu que quando um membro desse casal estivesse doente o outro tivesse direito de visita no hospital? Você é mesmo o tipo de pessoa que deseja que alguém em sofrimento no hospital seja largado ao abandono? Ou que, com o casamento um membro do casal possa herdar os bens que ajudou a adquirir aquando da morte de outro? Ou também se satisfaz que uma pessoa seja mandada para a rua quando @ seu parceir@ morra, porque a família do falecido reclama a casa para si? Isso tirou-lhe direitos a si?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "70134d32-6b5b-4268-95bf-08d72fa518e7",
                    "user": "25241b78-c64c-409f-8520-b7efcd02fe04",
                    "date": "02.09.2019",
                    "timestamp": "NA",
                    "commentText": "Pensador não percebeu a minha entoacao. A minha pergunta ia exatamente no mesmo sentido que o seu comentário! Ganhou se direitos a quem não os tinha e os que já tinham não foram retirados. Por isso é que eu fiz a questão que ao fiz ao outro comentador. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "1c92a159-8cb9-4af4-b0d9-08d72fadb900",
                    "user": "8b7f8fc7-531b-445a-8d72-a12e1c7fa951",
                    "date": "02.09.2019",
                    "timestamp": "NA",
                    "commentText": "@TM: Eu percebi o que queria dizer. Apenas me alonguei na minha questão, reforçando a que você já tinha colocado anteriormente ao Pereira Pereira.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "f26c2093-c93c-42ba-2c7a-08d72f92fe2b",
            "user": "2064500e-8a01-42b5-b97a-16e9802404d4",
            "date": "02.09.2019",
            "timestamp": "NA",
            "commentText": "O Hitler também só gostava de famílias normais, com paisinho, mãesinha e filhinhos todos branquinhos e loirinhos. Cá nada de fugir à norma. O que é interessante é que o Hitler nem era casado nem teve filhos. Mas gostava de ser dono de como os outros deveriam viver, de preferência em famílias normalizadas em versão standard.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8ef67eba-6a11-4dbe-4b28-08d72f7337b5",
            "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
            "date": "02.09.2019",
            "timestamp": "NA",
            "commentText": "blablabla. Remtendo para o texto programático de são boaventura conimbricense, a luta é só uma, genderização, descolonização, anti-capitalismo. Textos como esta coluna ao lado são areia para os olhos, constantemente oscilando entre as 'estritas' questões de <b> género </b>e as questões 'latas' q imediata e inevitavelmente se lhes agregam - e q compreendem a totalidade dos temas em disputa, para recitar são boaventura. É essa a má-fé: assacar à reacção a responsabilidade por generalizar uma questão q, na verdade, já vem generalizada (aos ciganos e à indemnização a áfrica, ao anti-capitalismo e anti-globalização) desde a origem, q.d., desde a esqª. São dois paradigmas e duas mundividências em disputa, não um arco-íris: q ganhe o pior. Enquanto brincam, restam 30 anos ao planeta (de qualquer sexo).",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Género"
            ]
        },
        {
            "id": "f50022a9-6dbe-45ff-a9ec-08d72eb5bd8d",
            "user": "0ad9aa2c-ce64-4b55-beae-91d88dcab989",
            "date": "02.09.2019",
            "timestamp": "NA",
            "commentText": "Não sou assinante do Público, como tal, não tenho acesso ao artigo na totalidade. Dei uma vista de olhos aos comentários e, pelos vistos, vale mais não gastar dinheiro mal gasto.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "be1dd573-9317-4468-9c22-08d72f1289ab",
            "user": "001c9f67-9dd0-4076-b1fb-99cbb06700fe",
            "date": "02.09.2019",
            "timestamp": "NA",
            "commentText": "O processo já é antigo na História. Junta-se um preconceito antigo com  uma situação politica nova e aí temos uma oferta aos deuses das vítimas. Foi assim com os judeus, p.e.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "54344e12-12c3-43ea-1b7b-08d71fff21a5",
                    "user": "815fd09a-294d-42ba-a2cc-efaa405db247",
                    "date": "02.09.2019",
                    "timestamp": "NA",
                    "commentText": "A oferta aos deuses dos esclavagistas perpetua-se pois  o saque dos demais mantém-se desde o Médio Oriente a África.  O processo realmente é antigo e perpetua-se pela força dos demais abusadores sobre as suas vitimas. O que é roubado pela força pode e deve ser recuperado pela força, daí milhões apoiarem o advento da China na cena internacional. Que factor permite aos esclavagistas dizer de sua justiça e das suas vitimas o que devem ou sequer se devem indemnizar as suas vitimas senão o desprezo pelos actos sofridos devido ao seu <b> racismo?</b>",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racismo"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "e29a7e59-4ad5-4637-2c72-08d72f92fe2b",
            "user": "23a5091f-7a2c-4b3f-95c0-1bf70974bdd6",
            "date": "02.09.2019",
            "timestamp": "NA",
            "commentText": "O publico convertido num megafone de propaganda marxista-cultural. De que se queixam? Nao e' nada de novo.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "f8b99a31-7662-4c47-9c1e-08d72f1289ab",
            "user": "c02155a9-b5f9-4753-b814-3c7f35969e68",
            "date": "02.09.2019",
            "timestamp": "NA",
            "commentText": "Não deixa de existir alguma ironia no protagonismo assumido pela Igreja Católica, nomeadamente,através das posições e doutrina de Wojtila e Ratzinger,no desenvolvimento da \"idealogia de <b> género </b>\",que constitui uma bandeira do pensamento de direita,pretensamente em prol da defesa da família, enquanto,tudo era feito para ocultar e desvalorizar os crimes e abusos sobre menores,praticados por muitos dos ministros da sua congregação. A família \"tradicional\" é elevada à categoria de organismo vivo,nuclear e básico,em que o grau de pureza original serve para ocultar,perdoar e diminuir toda a violência e dominação que se considera imanente na sua própria natureza.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Género"
            ]
        },
        {
            "id": "965f3a25-1fc7-46e8-d8de-08d72f11f278",
            "user": "619f4f7a-3618-4991-9723-0fabb6e88ac8",
            "date": "02.09.2019",
            "timestamp": "NA",
            "commentText": "Irra que está ditadura das \"minorias\" já sufoca com estas agendas artificiais e criadoras de massa de manobra. Respeito pela diferença e pelos outros. E pronto. Aprende-se em casa. A constituição existe para defender e respeitar todos os cidadãos. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "939085a2-a4f6-4281-9c2a-08d72f1289ab",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "02.09.2019",
                    "timestamp": "NA",
                    "commentText": "presume-se q a autora aline, que teria podido resolver por skype esta consulta melindrosa às sensibilidades distantes mas em vez disso viajou de carbono verde made in ilga para deixar uma patada ecológica do <b> género,</b> também subscreva a crónica miserável e absolutamente odiosa do escriba alberto gonçalves, do observador, que se ri de a menina thunberg viajar limpo numa embarcação milionária e não explicar como salvar o planeta, apenas q era ligeiramente conveniente que. Engraçado como as alianças e as fidelidades - múltiplas, escalonadas, complexas, incongruentes, problemáticas -, nos tempos da besta do apocalipse, trocam grotescamente, satanicamente de posições umas com as outras, no seio da confusão universal das belas almas e das mãos limpas (duas categorias filosóficas mui escarninhas).",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Género"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "4906243a-0b77-41c7-1b68-08d71fff21a5",
            "user": "37e27fce-bec9-4a46-8336-d03cfac80487",
            "date": "02.09.2019",
            "timestamp": "NA",
            "commentText": "O problema que se coloca é o seguinte: a ideologia de <b> género </b>carece de base científica. Partindo da ideia segundo a qual, ao longo do tempo e de acordo com as sociedades, os conteúdos dos papeis feminino e masculino foram sofrendo alterações, os ideólogos do<b>  género</b> chegaram à absurda conclusão que isto de se ser homem o<b> u mulhe</b>r é uma questão de opção. E em consequência que se o Manuel acha que é a Maria e Maria pensa que é o João, isso não resulta de um distúrbio mental que urge avaliar e tratar mas pura e simplesmente numa manifestação de vontade esclarecida e respeitável que os demais devem acatar. Aí está o perverso da questão: o Manuel até pode achar que é a Maria. Mas ele não tem o direito de me obrigar a vê-lo como Maria. Impor à sociedade a loucura alheia é u<b> ma aberraç</b>ão.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "55232dd5-120b-4ae1-4b1a-08d72f7337b5",
                    "user": "37e27fce-bec9-4a46-8336-d03cfac80487",
                    "date": "02.09.2019",
                    "timestamp": "NA",
                    "commentText": "Na sequência do que vem atrás, acrescento: se diante de um grupo de amigos, pública e solenemente me declaro como Napoleão Bonaparte, todos irão achar (e bem), que me encontro perturbado e a precisar de tratamento urgente. Tudo se altera, no entanto, se em vez de Napoleão me declarar Josefina. Aí, tudo pára e respeitosamente deve alinhar na minha loucura, sob pena de ser apelidado de intolerante e <b> homofóbico,</b> carimbos com que os apóstolos do<b>  género</b> se apressam a demolir os que questionam as reais vantagens de tamanho avanço social. Ou então, alternativamente, o bacoco toque de superioridade, \"você não entende, isto é uma questão muito complexa... você também não percebe de física quântica quer lá agora entender destas coisas...\" Não é verdade. É só pensar um pouco... Pensar, compreendem?  ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Género",
                        "homofóbico"
                    ]
                },
                {
                    "id": "1240978f-fe87-4d90-95b2-08d72fa518e7",
                    "user": "8b7f8fc7-531b-445a-8d72-a12e1c7fa951",
                    "date": "02.09.2019",
                    "timestamp": "NA",
                    "commentText": "Se você se declarar como sendo Napoleão, toda a gente à sua volta o considerará louco pois saberão que eu é que sou o Napoleão!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Género",
                "Mulher",
                "Aberração"
            ]
        },
        {
            "id": "7c4414f1-ef01-4e00-9c18-08d72f1289ab",
            "user": "5361d384-4e6d-49b7-8a75-ddf9dde04f0f",
            "date": "02.09.2019",
            "timestamp": "NA",
            "commentText": "A melhor parte do artigo é este \"As despesas da viagem foram pagas pela ILGA-Europe\"...diz tudo.....para se poder entender o que está escrito..",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "f4696bef-b75e-4fe4-d8d9-08d72f11f278",
            "user": "9fd33958-3d4c-4a94-bf8a-8ebb2fdd2bf3",
            "date": "02.09.2019",
            "timestamp": "NA",
            "commentText": "eu também sou anti <b> género.</b> ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Género"
            ]
        },
        {
            "id": "a301fe30-4454-4bb6-a9df-08d72eb5bd8d",
            "user": "c178820f-0357-4307-bb6f-a5526d8a1f79",
            "date": "02.09.2019",
            "timestamp": "NA",
            "commentText": "Jornalismo fraquinho, fraquinho, que não se consegue libertar das suas inclinações ideológicas para , em vez de promover uma discussão profícua sobre o assunto, ouvindo as razões das diversas correntes, reduz tudo a duas posições, a <b> preto </b>e<b>  branco</b>, uma totalmente boa e outra totalmente má. Depois, é acirrar os ânimos e está cumprido o objectivo: agradar aos patrões politicos, aliviar os rancores pessoais, e lançar a confusão. Não vamos longe, mas também não é isso que se pretende.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Preto",
                "Branco"
            ]
        },
        {
            "id": "8814ee9d-285e-489f-a9dd-08d72eb5bd8d",
            "user": "3051b51c-4e68-4fd7-b165-15ec6ee53475",
            "date": "02.09.2019",
            "timestamp": "NA",
            "commentText": "Como dizia o inefável Lenine, inclinar a vara demasiado para um lado, leva a que depois ressalte para o outro. O melhor é deitar a vara fora.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2cac39e7-646e-4129-a9dc-08d72eb5bd8d",
            "user": "d482a929-3e9d-44e5-acc2-f3a86cc62037",
            "date": "02.09.2019",
            "timestamp": "NA",
            "commentText": "Bruxelas achou (muito) que seria bom eses países entrarem na UE depois de terem saído da esfera soviética, não foi? Ajudava a consolidar o regime democrático - como nós em 86-87 . Pois bem, aí está o resultado.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "690d7781-0bc5-498d-4b14-08d72f7337b5",
            "user": "91168998-e16c-49b5-a12c-d21286d9e99c",
            "date": "02.09.2019",
            "timestamp": "NA",
            "commentText": "De admirar era que tal não acontecesse. Mau grado a convicção dos animalistas de que as pessoas são iguais aos homens, isso não é verdade e este contra ataque resulta dessa diferença. Os homens, contrariamente aos animais, quando disputam o que pretendem não param após o obter e aproveitam a vantagem para vingar ressentimentos antigos e aniquilar o adversário. Se a \"ideologia de <b> género\"</b> se limitasse e parasse quando os justos interesses e a sagrada obrigação de respeitar o direito individual fossem conseguidos, não haveria esta reação. Um exemplo, que o espaço é curto. Depois de garantirem o direito ao casamento, porque quiseram usurpar o conceito para uma união de outros? Se os direitos individuais ficaram  salvaguardados, porque não adotar uma designação própria?",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Género"
            ]
        },
        {
            "id": "aef1e07e-4c18-40cf-4b12-08d72f7337b5",
            "user": "08cc018e-1edd-4395-9675-80f54d0fcab6",
            "date": "02.09.2019",
            "timestamp": "NA",
            "commentText": "A chamada \"ideologia de <b> género\"</b> não tem apoio na psicologia ou na biologia, apenas nas ideologias radicais de esquerda. E o risco aqui é quererem doutrinar as crianças desde tenra<b>  idade</b> e nós estamos a aplaudir.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "3513469d-1971-4831-a9da-08d72eb5bd8d",
                    "user": "d482a929-3e9d-44e5-acc2-f3a86cc62037",
                    "date": "02.09.2019",
                    "timestamp": "NA",
                    "commentText": "Caro Pedro, perceberá a mminha pergunta... Sabe de, por exemplo, Astronomia? ou Química? ou Fisica? Atenção: a minha pergunta nada tem de elitista ou assim. repare que falo de Hard Sciences, como exemplos. Sabe porquê? Porque as pessoas não dão opinião sobre estes assuntos porque acham que não estão habilitados. E não estão, claro. No entanto, sobre as ditas Ciências Sociais, toda a gente tem uma opinião. A questão é mesmo essa. É só uma opinião - e tem direito a ele - muitas vezes errada. Não de propósito mas porque, de facto, sabem tanto disso, como de Física, Química etc. E depis dizem que é do senso comum. Se tudo o que que fosse do senso comum fosse certo era o Sol que andava à volta da Terra, não é verdade? Nós até o vemos a andar de um lado para o outro não é assim?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "de1668a5-a625-4423-1b67-08d71fff21a5",
                    "user": "08cc018e-1edd-4395-9675-80f54d0fcab6",
                    "date": "02.09.2019",
                    "timestamp": "NA",
                    "commentText": "Caro Jorge Lampreia, eu sei ler e faço por ler e me informar. E volto a dizer, a ideologia do <b> género </b>não tem fundamento qualquer na biologia ou na psicologia, é apenas doutrina da esquerda radical. Se eu acho que as pessoas todas merecem respeito? Sim, devem ser respeitadas, e deve-se ensinar o respeito pelo outro (e o ensino deve ser dado logo em casa), mas daí a impor doutrinas nas escolas quando não têm fundamento nenhum vai uma grande distancia e é perigoso a médio prazo.        ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Género"
                    ]
                },
                {
                    "id": "3d21d72d-692b-4821-1b82-08d71fff21a5",
                    "user": "25241b78-c64c-409f-8520-b7efcd02fe04",
                    "date": "02.09.2019",
                    "timestamp": "NA",
                    "commentText": "Tem fundamento na psicologia sim senhor. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "fcec6fa7-1371-48b9-2c9f-08d72f92fe2b",
                    "user": "b78163aa-b503-424c-82bc-43654c2ff5ab",
                    "date": "02.09.2019",
                    "timestamp": "NA",
                    "commentText": "Jorge Lampreia, as ciências sociais nada têm de exactas. É por isso que pouca gente tem em conta as suas \"verdades apodícticas\" (passe o pleonasmo).  ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "149349e8-63eb-4775-b0d7-08d72fadb900",
                    "user": "37e27fce-bec9-4a46-8336-d03cfac80487",
                    "date": "02.09.2019",
                    "timestamp": "NA",
                    "commentText": "Ah, a Psicologia! (Esboço um sorriso).  ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "984bf4e4-7227-4e53-d934-08d72f11f278",
                    "user": "08cc018e-1edd-4395-9675-80f54d0fcab6",
                    "date": "03.09.2019",
                    "timestamp": "NA",
                    "commentText": "Sim, o \"apoio\" que a psicologia dá é chamar-lhe \"patologia\", mas o que fazer com essa patologia? Aceita-se e torna-se normal. Assim deixa de ser patologia e fica tudo bem.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Género",
                "Idade"
            ]
        },
        {
            "id": "5aee8bbf-86ab-4f7e-1b62-08d71fff21a5",
            "user": "0a3f5416-92c0-4a59-84ad-9eaabff0dc23",
            "date": "02.09.2019",
            "timestamp": "NA",
            "commentText": "Dizer que a culpa é da igreja e de Ratzinger é ignorar a forma como as demais religiões tratam as mulheres, os homosexuais, etc.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "ebe9803f-5509-4eec-b0e9-08d72fadb900",
                    "user": "43993747-edb9-4cfe-b23c-c38b08096cbe",
                    "date": "02.09.2019",
                    "timestamp": "NA",
                    "commentText": "É também um ataque à Igreja católica, disfarçado, mas é. Há que abater tudo o que seja impedimento, o que interessa é propagar a ideologia.. Enfim",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "145710a3-92a9-4739-1b61-08d71fff21a5",
            "user": "25241b78-c64c-409f-8520-b7efcd02fe04",
            "date": "02.09.2019",
            "timestamp": "NA",
            "commentText": "O chorrilho de comentários homofóbicos e outras fobias tais vai começar. Como se vida privada dessas minorias os afetasse minimamente! Os religiosos sejam eles que de religião forem serão sempre ultra conservadores e conta a liberdade dos outros. Esperemos que os direitos conquistados pela comunidade LGBTI não sejam revertidos caso contrário preparem se porque essa comunidade tem muito poder e ainda bem. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 10,
            "replies": [
                {
                    "id": "a630983b-806a-419a-4b13-08d72f7337b5",
                    "user": "79e0253b-fab9-4666-a154-6e8a3eb13000",
                    "date": "02.09.2019",
                    "timestamp": "NA",
                    "commentText": "Quando se usam os impostos pagos por todos já não é um problema das minorias.        O SNS a custear mudanças de sexo, aborto injustificado, tratamentos hormonais,  etc., é uma decisão que deve ser tomada pela maioria, base da democracia.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "9285bca2-a6b1-4974-d8dc-08d72f11f278",
                    "user": "08cc018e-1edd-4395-9675-80f54d0fcab6",
                    "date": "02.09.2019",
                    "timestamp": "NA",
                    "commentText": "Se acho que o LGTQ[A-Z] (peço desculpa mas incluo todas as letras que me lembro para não excluir ninguém) devem ser respeitados? Sim. Se eu acho que devem doutrinar os meus filhos na escola? Não! Isto é ser <b> homofóbico?</b> Não!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "homofóbico"
                    ]
                },
                {
                    "id": "4faee91b-5ea3-4ac2-a9ea-08d72eb5bd8d",
                    "user": "25241b78-c64c-409f-8520-b7efcd02fe04",
                    "date": "02.09.2019",
                    "timestamp": "NA",
                    "commentText": "Ensinar o respeito pela diferença é droutrinar? Pobres filhos os seus! Esperemos que se algum deles for <b> homossexual </b>ou transsexual não sofra com a discriminação! ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Homossexual"
                    ]
                },
                {
                    "id": "0642cf5b-37c9-4276-4b35-08d72f7337b5",
                    "user": "43993747-edb9-4cfe-b23c-c38b08096cbe",
                    "date": "02.09.2019",
                    "timestamp": "NA",
                    "commentText": "Faz lá as coisas que tiveres a fazer mas dentro de 4 paredes. Não é preciso vir para a rua nem ninguém tem a ver com isso.        Live and let live. Imposição é castração de liberdade, que toda a gente tenha isso em mente. ;) ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7215fc61-72f1-40e5-2c81-08d72f92fe2b",
                    "user": "25241b78-c64c-409f-8520-b7efcd02fe04",
                    "date": "02.09.2019",
                    "timestamp": "NA",
                    "commentText": "Então deixe de dar a mão a sua esposa na rua! Dispenso amostras de amor heterossexual ok? Faça lá o que tiver a fazer com a sua esposa dentro de 4 paredes e não imponha a sua heterossexualidade a frente de toda gente. Entendido? Imposição de que? Só se for da sua ignorância extrema! ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7d314379-ea38-42cc-d8fb-08d72f11f278",
                    "user": "43993747-edb9-4cfe-b23c-c38b08096cbe",
                    "date": "02.09.2019",
                    "timestamp": "NA",
                    "commentText": "O normal vai ser sempre o normal, depois haverá as excepções à regra. Entendido? ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "a29605a3-c6d9-43f4-4b41-08d72f7337b5",
                    "user": "25241b78-c64c-409f-8520-b7efcd02fe04",
                    "date": "02.09.2019",
                    "timestamp": "NA",
                    "commentText": "Mas normal de que? E excepções de que?, Tendo em conta que sempre existiu homossexualidade. O problema é as pessoas serem umas doentinhas mentais que não aceitam a normalidade entre duas pessoas do mesmo sexo de amarem e construírem uma família! Apenas isso! ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "17d0743b-dc04-4727-9c58-08d72f1289ab",
                    "user": "37e27fce-bec9-4a46-8336-d03cfac80487",
                    "date": "02.09.2019",
                    "timestamp": "NA",
                    "commentText": "Está muito enganado! Se é verdade que aquilo que os outros fazem pouco ou nada me afecta, a partir do momento em que esses mesmos pretendem impor aos outros uma visão deturpada da realidade (a Maria que afinal é Manuel...), isso afecta-me. Pessoalmente recuso-me a participar na farsa estúpida e hipócrita de fazer de conta. Homem é homem, <b> mulher </b>é<b>  mulher</b>. Isso é biológico e não tem mudança possível. E não me venham falar dos cerca de 200 casos de indivíduos existentes no país cujas genitálias se apresentam \"problemáticas\". São excepções, casos raríssimos, que requerem um acompanhamento médico adequado, não números de circo.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Mulher"
                    ]
                },
                {
                    "id": "a346b112-ffae-4005-1ba1-08d71fff21a5",
                    "user": "25241b78-c64c-409f-8520-b7efcd02fe04",
                    "date": "02.09.2019",
                    "timestamp": "NA",
                    "commentText": "Deturpada está a sua consciência! Aqui ninguém está a impor nada aos outros. Só estão a pedir respeito e aceitação! ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "27541196-1365-4194-b226-08d73086e7db",
                    "user": "08cc018e-1edd-4395-9675-80f54d0fcab6",
                    "date": "03.09.2019",
                    "timestamp": "NA",
                    "commentText": "Nietsche \"matou\" Deus. O Séc XXI matou a razão e a verdade. Já não existe verdade...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "103a1558-c80a-4ff2-b7fc-08d72ebc6738",
            "user": "060401d6-1b03-43dd-a52c-a4726dd3dfbb",
            "date": "02.09.2019",
            "timestamp": "NA",
            "commentText": "Contra a ideologia do gênero para proteger as mulheres, impedir que homens possam aceder a balneários ou wc feminisnos, impedir que homens possam competir contra mulheres em desportos, ou evitar que salões de beleza sejam fechados porque recusam fazer depilação íntima a travestis como acontece no Canadá",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3663fd02-53bf-4179-fea6-08d72ebb120b",
            "user": "29d58625-ccd8-433e-8dec-065e622b31f9",
            "date": "02.09.2019",
            "timestamp": "NA",
            "commentText": "Acho muito bem. A quererem \"paneleirizar\" as crianças... Vergonha é apoiarem mudanças de sexo de garotos e apoios à natalidade é o que se vê. Para abortar até vão às maternidades (perverso) mas apoiar tratamentos de fertilidade, zero.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "aa11da35-6feb-4013-9c33-08d72f1289ab",
                    "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
                    "date": "02.09.2019",
                    "timestamp": "NA",
                    "commentText": "Quem foi o \"iluminado\" Moderador que teve o desplante de aprovar este comentário?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "df6845d9-fe87-4ca1-95a8-08d72fa518e7",
                    "user": "43993747-edb9-4cfe-b23c-c38b08096cbe",
                    "date": "02.09.2019",
                    "timestamp": "NA",
                    "commentText": "Qual é o mal no comentário Margarida? Nomes há muitos, dos mais soft ais mais hard. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6936517c-c8d7-4bcc-1b89-08d71fff21a5",
                    "user": "20dba57a-a0a7-4391-9f3c-804eb0cd3f7f",
                    "date": "02.09.2019",
                    "timestamp": "NA",
                    "commentText": "A Margarida é fascista!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2cbdc8a1-cda7-4fe6-2ca4-08d72f92fe2b",
                    "user": "37e27fce-bec9-4a46-8336-d03cfac80487",
                    "date": "02.09.2019",
                    "timestamp": "NA",
                    "commentText": "Ah, Margarida, Margarida... O doce gosto da censura, o fascínio do lápis azul.  Sabe de uma coisa? A expressão empregue pelo Ricardo Barrelas (que pessoalmente não subscrevo, por uma questão de estilo, embora concorde em absoluto com o que diz) não é pior que o carimbo de <b> homofobia </b>com que os inquisidores LGBTI (mais qualquer coisa, não sei) adoram açoitar todos os que se atrevem a questionar as sacrossantas verdades. Cada um gosta do que gosta e eu não tenho nada com isso... Mas que ninguém me obrigue a entrar na farsa e começar a dizer que o azul é<b>  am<b> arelo</b</b>> e o verde<b>  é <b> vermel</b</b>>ho.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Vermelho",
                        "Amarelo",
                        "Homofobia"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "b2ff1fbf-9d69-46c5-d8cf-08d72f11f278",
            "user": "6ff5427c-f404-4bce-98bd-aabb8bd59a5c",
            "date": "02.09.2019",
            "timestamp": "NA",
            "commentText": "ainda bem que assim é!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}