{
    "header": {
        "title": " Conan Osiris já ganhou o Festival da Canção? ",
        "subtitle": " Calema, Mariana Bragada, Matay, Surma, NBC, Madrepaz e Ana Cláudia disputam este sábado, em Portimão, uma final que parece ter um vencedor antecipado. Ou não? ",
        "owner": " ['Rodrigo Nogueira'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 1513  partilhas",
        "datePosted": " 2 de Março de 2019, 7:28 ",
        "dateExtraction": " 2020-02-04 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2019/03/02/culturaipsilon/noticia/final-festival-cancao-1863892 ",
        "postText": " ['Há duas semanas, com uma máscara na cara e João Reis Moreira, o seu fiel bailarino, ao lado, Conan Osiris interpretou Telemóveis na primeira semifinal da edição deste ano do Festival da Canção. Desde então, parece que não se fala noutra coisa em Portugal.', '\"Ele é um homem horroroso\", comentou Cinha Jardim no Você na TV de Manuel Luís Goucha. A antiga colega de Goucha, Cristina Ferreira, levou-o ao seu O Programa da Cristina, onde adicionou coros a Clítoris, canção de Catarina Branco que se tornou viral (e que muitas pessoas creditaram erradamente como uma canção de Conan Osiris).', 'Neste mesmo jornal, Miguel Esteves Cardoso entusiasmou-se numa crónica a que deu o título Viva Conan Osiris. E houve até crianças vestidas como Conan Osiris e o seu bailarino neste Carnaval \u0096 o próprio artista partilhou imagens do fenómeno nas suas redes sociais.', 'Este sábado, numa já esgotada Portimão Arena, Telemóveis, o tema número sete do alinhamento desta 53.ª edição do Festival da Canção, disputa a final (e um lugar em Telavive) com sete outras canções: A dois, pelos Calema, Mar doce, por Mariana Bragada, Perfeito, por Matay, Pugna, por Surma, Igual a ti, por NBC, Mundo a mudar, pelos Madrepaz, e Inércia, por Ana Cláudia. A cerimónia, conduzida por Filomena Cautela e Vasco Palmeirim, será transmitida em directo pela RTP1 a partir das 21h.', 'Ter-se tornado uma peça central da conversa nacional é muito para Tiago Miranda (o nome por detrás de Conan Osiris), que até ao início de 2018 mal tinha pegado num microfone a sério (gravava as vozes no seu iPhone) e praticamente não tinha actuado ao vivo. Chegou até aqui porque, no penúltimo dia de 2017, lançou na Internet o álbum Adoro Bolos, e porque o passa-palavra foi-lhe dando cada vez mais protagonismo, incluindo a participação num anúncio. O convite para concorrer com uma composição ao Festival da Canção ofereceu-lhe um palco ainda maior.', 'Desde então, surgiram inúmeras perguntas. Tornou-se recorrente ouvir ou ler por aí: \"Isto é bom ou é mau?\"; \"Quem mata quem?\"; \"Conan Osiris é com ou sem acento?\"; \"O que é que ele tem na cara?\"; \"A letra é a sério?\"; \"Já experimentaram substituir 'telemóvel' por 'coração'?\". Algumas destas questões têm explicação fácil: a máscara de latão, por exemplo, foi desenhada pelo próprio e construída pela joalheira Adriana Ribeiro: \"Sempre tive a cena de fazer artefactos e tudo o mais, nunca tinha tido uma razão forte para isso\", explica; quanto ao nome, o próprio escreve \"Conan Osiris\", sem acento, mas o Festival da Canção credita-o como \"Conan Osíris\" \u0096 \"é opcional, é igual com ou sem acento\", comenta.', '\"Acho que o meu ano passado contribuiu bué para aprender a pegar em microfones. Toquei mesmo bué vezes, a minha road manager contou da última vez, acho que tinham sido 35 concertos\", diz ao PÚBLICO. Isso deu-lhe, alega, alguns \"XP\" \u0096 \"experience points\", pontos de experiência, \"como nos jogos\". \"Estou um bocadinho mais preparado, não direi super-evoluído, mas alguma coisita\", conta, recuando até ao início do ano passado, altura em que, acha, \"nem sequer sabia o que é que era munição\" (o som dos monitores em palco).', 'Mas Conan Osiris não estará sozinho na final, e portanto a vitória não é garantida. Mesmo que não haja grande espírito de competição e rivalidade, a julgar pelo que dizem os músicos, tanto ao PÚBLICO quanto nas redes sociais. \"Não sinto nada de especial, estou na boa. Sei lá, sinto bué que o pessoal é bué fixe, isso já é bué 'aliviante'\", conta o intérprete de Telemóveis. \"É como se fôssemos todos colegas da mesma turma e estivéssemos a viver experiências em grupo. Chega a um ponto em que todos sabemos as canções uns dos outros\", explica Alex D'Alva Teixeira, metade de D'Alva, os compositores da canção número oito.', '\"Estamos felizes por cá estar, por perceber como funciona o backstage, como se monta uma estrutura de um espectáculo destes. Nunca entrámos nisto para competir\", prossegue o co-autor de Inércia, descrita como \"fado futurista nórdico\". A concorrente que defenderá a canção quatro, Surma \u0096 que, quando lhe pedem para definir Pugna, diz que é \"extraterrestre abstracto\" \u0096, confirma, explicando que na segunda semifinal, quando chegou a parte de ver os votos, os artistas no green room olharam uns para os outros e lembraram-se de que era um concurso, algo que tinham esquecido durante o convívio. \"O maior objectivo é mostrar a nossa música a públicos diferentes, a Portugal inteiro. Não é a parte dos votos nem de ligarem\", afiança, sublinhando o \"pacto muito grande de amizade\" que há entre os concorrentes. E explica que é \"team Conan\", ou seja, está a torcer pelo colega. \"E ele sabe disso.\"', 'Em primeiro lugar no alinhamento desta noite está A dois, da dupla de irmãos são-tomenses Calema, seguindo-se Mar doce, de Mariana Bragada, que se apurou concorrendo a Masterclass, o programa da Antena 1 para músicos que ainda não editaram.', 'Em terceiro lugar virá Perfeito, interpretada pelo vozeirão de Matay, escrita por Tiago Machado com letra de Boss AC. Foi a canção que ganhou a primeira semifinal e é de todas a mais votada pelo júri \u0096 Telemóveis, que ficou em segundo lugar, foi a mais votada pelo público \u0096, o que faz do cantor de Chelas, homem do gospel da soul que ficou conhecido pelo refrão de Dizer que não, êxito do rapper Dengaz, outro dos mais prováveis vencedores.', 'A quarta canção a fazer-se ouvir será Pugna, de Surma, ou Débora Umbelino, com letra de Tiago Félix. É, a par de Mariana Bragada, a única compositora que chegou à final (não que houvesse muitas a concurso), coincidindo serem também ambas intérpretes das próprias canções. A canção de Surma foi a mais votada pelo júri na segunda semifinal, enquanto Igual a ti, de NBC, o rapper e homem da soul de Torres Vedras (aqui nesse segundo papel), ficou em primeiro lugar na classificação do público. É a quinta canção a concurso, logo a seguir à de Surma.', \"Em sétimo lugar chegará Mundo a Mudar, um tema de Frankie Chavez com letra de Pedro Puppe interpretado pela pela banda Madrepaz; e finalmente Inércia, cantada por Ana Cláudia e escrita pela dupla D'Alva, fechará a final. Uma destas oito canções será a apurada para ir a Israel representar Portugal na edição de 2019 do Festival Eurovisão da Canção, que decorre entre 14 e 18 de Maio em Telavive.\", 'Todos dizem que as respectivas actuações vão mudar um bocadinho em relação à versão que foi apresentada nas semifinais. \"Não vou estar a fugir muito, não é que seja grande cena, mas vai ser diferente\", adianta Conan Osiris, que não quer entrar no campo dos spoilers. \"A disposição e o desenho do palco vão ser diferentes, o coro vai estar em cima do palco\", explica Alex D'Alva Teixeira, que faz parte do coro de Inércia. Já Surma explica que, \"de zero a cem\", a versão de Pugna que levará a final \"vai ser para aí 58 de diferente\" daquela com que conquistou a preferência do público na segunda meia-final. \"Deram essa liberdade para fazer coisas diferentes. Vai haver aí uma fritaria\", avisa.', '\"Fritaria\" não é um termo usado à toa. \"Nunca pensei ver Surma no Festival da Canção\", confessa. E o convite foi de facto uma surpresa, garante, dizendo saber que foi \"uma batalha para a RTP\" pôr \"malta mais alternativa\", como ela e também Conan Osiris, Rui Maia ou Frankie Chavez, a compor para o festival. \"Estávamos a precisar disso\", continua, concluindo: \"Este ano há um eclectismo incrível.\"'] ",
        "numberPosts": " 19 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Age - Over 65s,Gender - Female sexuality,Nationality - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Senil,Velho,Ridícula,Estrangeiro",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "e689ce2c-7165-4622-ac67-08d69f769265",
            "user": "f4cc14ff-f29a-46fd-9cd2-719c23c0f32b",
            "date": "03.03.2019",
            "timestamp": "NA",
            "commentText": "A minha opinão é esta: a melodia é muito semelhante à musica popular turca e do Médio Oriente em geral. A letra é simplesmente <b> ridícula.</b> O show em sí não comento. Se passar à fase final, o que duvido, é um ultimo lugar garantido. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "03a322d1-927b-488e-ac69-08d69f769265",
                    "user": "176305a9-182e-4584-a0f1-25ceaed086c4",
                    "date": "03.03.2019",
                    "timestamp": "NA",
                    "commentText": "Vistas curtas...! O Conan é a garantia de que, em último, não ficamos! Na net, é só estrangeiros a dizer que vamos ganhar!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "1db4e2d3-7b64-4856-f394-08d685162c16",
                    "user": "f4cc14ff-f29a-46fd-9cd2-719c23c0f32b",
                    "date": "04.03.2019",
                    "timestamp": "NA",
                    "commentText": "Cara Sílvia, já li alguns comentários no YT e acho que, se entendessem a letra, talvez não estivessem tão excitados. De qualquer modo, repito, é a minha opinião a qual só a mim diz respeito e não me considero de \u0093vistas curtas\u0094.  O EuroFest tem sido marcado nos últimos anos por canções bizarras e shows excêntricos e por isso, para mim, perdeu o valor que tinha. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Ridícula"
            ]
        },
        {
            "id": "50d2fdf6-bcf4-406b-ac63-08d69f769265",
            "user": "2cb6a03a-0167-4c40-b82a-4b6a8c392504",
            "date": "03.03.2019",
            "timestamp": "NA",
            "commentText": "Parabéns a RTP pela espetacular produção e parabéns a todos os candidatos. Para quem viu este festival quase morto, é revigorante ver a quantidade de candidatos, juventude e de ideias. O festival está vivo e recomenda-se. Agora é esperar pelas surpresas que Conan vai levar a Telavive. Ele tem muito material para explorar e evoluir. Sem dúvida temos um grande candidato para ficar nos primeiros lugares.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "e58168f6-e28d-45ba-2f45-08d69f750d28",
                    "user": "176305a9-182e-4584-a0f1-25ceaed086c4",
                    "date": "03.03.2019",
                    "timestamp": "NA",
                    "commentText": "Concordo!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "82ab4745-aaf8-443e-460a-08d69f0efe7f",
            "user": "176305a9-182e-4584-a0f1-25ceaed086c4",
            "date": "02.03.2019",
            "timestamp": "NA",
            "commentText": "A letra é má, a música e arranjos são bons. Não dá para dizer se é boa ou má. Uma coisa é certa: no YT, há mtos estrangeiros a elogiar a canção e a dizer que dará a vitória a Portugal.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "386943cf-7984-43e5-460f-08d69f0efe7f",
                    "user": "e2e55630-69ae-412b-b711-ed29cc9e3030",
                    "date": "02.03.2019",
                    "timestamp": "NA",
                    "commentText": "esses estrangeiros devem é tar a gozar connosco",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "62b5c453-6c0d-4d66-7865-08d69f2ae397",
                    "user": "176305a9-182e-4584-a0f1-25ceaed086c4",
                    "date": "03.03.2019",
                    "timestamp": "NA",
                    "commentText": "Não me parece que estejam a gozar...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "9fe643a5-11a5-431e-9c54-08d69e80970d",
            "user": "e2e55630-69ae-412b-b711-ed29cc9e3030",
            "date": "02.03.2019",
            "timestamp": "NA",
            "commentText": "quando eu julgava que o festival da canção não podia ser pior que a xaropada que já é, eis que surge esta confrangedora avis rara do Conan Osiris e seu acompanhante de luxo (cada um mais eloquente que o outro quando abrem a boca).  tanta música decente no Portugal de hoje e é isto que passa? os deuses devem loucos",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7357a631-57f1-491e-783b-08d69f2ae397",
            "user": "d12f4b2e-4710-4fcc-9c96-961571c3266b",
            "date": "02.03.2019",
            "timestamp": "NA",
            "commentText": "Não me admira que este patusco ganha o festival. A promoção à sua volta é intensa ao contrário da outra canção , a escolhida pelo júri. Assim lá teremos assim mais uma fantochada a acrescentar às dos outros países   na Eurovisão...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "02c230fb-0f10-4643-7839-08d69f2ae397",
            "user": "478d04c3-87b3-46cb-821d-a9755bef8b3f",
            "date": "02.03.2019",
            "timestamp": "NA",
            "commentText": "Nem Conan nem Surma. Espero que sejam os dois últimos classificados e com o menor número de pontos possível. Se por infeliz acaso um deles vencesse, não votaria nele em maio, embora tivesse tal possibilidade, pois vivo no <b> estrangeiro,</b> nem aconselharia ninguém a o fazer. Isto não é só ser-se beatamente luso. Luso sim, beatamente não. Há que saber, e defender, o que é bom, ou pelo menos apresentável, independentemente de (se) ser luso ou não (e se for luso, muito melhor, claro). Já no ano passado não votei na canção portuguesa, que até era tinha as suas qualidades, porque achei uma desfeita o que tinham feito à indesmentivelmente melhor canção lusa no concurso nacional, a belíssima (que é feito dela?) \"Patatí Patatá\". Para nos redimirmos, aconselho, hoje: Matay ou NBC. Vamos a isso?",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "81a372f3-9fde-4bc7-fa68-08d69f778ff3",
                    "user": "176305a9-182e-4584-a0f1-25ceaed086c4",
                    "date": "03.03.2019",
                    "timestamp": "NA",
                    "commentText": "Tb gostei mto do Patatí Patatá...mas infelizmente ganhou uma música com um ar mto Coldpaly...o que se refletiu no resultado...Mas o Conan não nos vai deixar em último.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Estrangeiro"
            ]
        },
        {
            "id": "b0d3cf9e-c962-4ccb-f317-08d685162c16",
            "user": "152fd61f-800e-4dc9-91a2-a92338865705",
            "date": "02.03.2019",
            "timestamp": "NA",
            "commentText": "Conan o Básico.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "395e3ff3-b769-4703-22b1-08d69e6c10ef",
            "user": "e288662a-74be-4b3a-a748-5faa752d736e",
            "date": "02.03.2019",
            "timestamp": "NA",
            "commentText": "Das duas, uma...! Ou estou a ficar <b> senil,</b> ou este nosso pequeno, ( muito pequeno ) mundo, vai num caminho completamente errado. A falta de gosto e o fracasso à vista, vai mostrar, mais uma vez, que estas coisas de festivais da canção, já deu o que tinha a dar...!",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1607d929-53b4-4b46-f322-08d685162c16",
                    "user": "b9160c40-fb89-4db3-accd-7da96a21110e",
                    "date": "02.03.2019",
                    "timestamp": "NA",
                    "commentText": "\"este nosso pequeno, ( muito pequeno ) mundo, vai num caminho completamente errado.\" Acredito que seja mais isto, não só neste assunto como em muitos outros hoje em dia.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Senil"
            ]
        },
        {
            "id": "9a33df9c-8fc5-42b8-22e0-08d69e79cab5",
            "user": "efe35ac9-9dc3-415f-b459-13cac2e136c4",
            "date": "02.03.2019",
            "timestamp": "NA",
            "commentText": "Quem ficará admirado se tal acontecer perante o elevado nivel de incultura, a tocar as raias da imbecilidade, que a chamada opinião publica está a atingir?",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "7cd71af3-d9ca-45dc-2f44-08d69f750d28",
                    "user": "176305a9-182e-4584-a0f1-25ceaed086c4",
                    "date": "03.03.2019",
                    "timestamp": "NA",
                    "commentText": "é o contrário.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "20b49784-3e6a-4b4f-304f-08d69f082159",
            "user": "bab99655-ec40-4163-8e13-baaa16271164",
            "date": "02.03.2019",
            "timestamp": "NA",
            "commentText": "É a chamada vitória de pirro... e mais um fracasso na Eurovisão depois do ano passado.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "668825c4-b426-4cfb-f306-08d685162c16",
            "user": "97a16fb4-f1a9-4946-b09e-2dae2506912d",
            "date": "02.03.2019",
            "timestamp": "NA",
            "commentText": "Nem é por usar como tema uma ladainha à volta de telemóveis partidos. É que o rapaz não diz duas seguidas, uma frase construída, alguma coisa com mais profundidade do que uns bués para defender a sua criação, a exuberância com que se apresenta, a pujança da genética do fado ou de Variações ou, simplesmente, para afirmar o seu direito à diferença. É isso que é mais triste- alguém que poderia ser de facto uma pedrada no charco apresenta-se como um fogo fátuo pífio, produto escolhido pela única razão de ser milenial e, com isso, garantir mais hipóteses de combater numa arena cada vez mais excêntrica e sedenta de originalidade. Devo estar a ficar <b> velho.</b> ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Velho"
            ]
        }
    ]
}