{
    "header": {
        "title": " Actor Ângelo Rodrigues terá injectado testosterona e foi hospitalizado. Quais os riscos desta hormona? ",
        "subtitle": " O actor de 31 anos está internado nos cuidados intensivos em estado grave. Médicos alertam para uso clandestino de hormonas. Ordem dos Médicos aconselha a consultar especialistas. ",
        "owner": " ['Bárbara Wong'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 2874  partilhas",
        "datePosted": " 28 de Agosto de 2019, 21:17 ",
        "dateExtraction": " 2019-12-18 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2019/08/28/impar/noticia/actor-portugues-hospitalizado-causa-alegado-procedimento-estetico-1884723 ",
        "postText": " ['O actor Ângelo Rodrigues está internado nos cuidados intensivos do Hospital Garcia de Orta, em Almada, desde segunda-feira. Alegadamente sofreu uma infecção depois de fazer injecções de testosterona por razões estéticas. Segundo o Correio da Manhã, o actor, após as injecções, sofreu uma infecção, tendo, já no hospital, feito hemodiálise, recuperado de uma paragem cardíaca e sido submetido a três cirurgias \u0096 a última foi esta tarde com o objectivo de retirar tecidos e reverter uma infecção grave. O jovem de 31 anos está internado na Unidade de Cuidados Intensivos, confirma a assessoria de comunicação daquela unidade hospitalar, não adiantando a razão ou o estado de saúde do actor por \u0093dever de sigilo\u0094.', '\u0093O prognóstico é reservado e não há alterações do quadro clínico\u0094, refere fonte da Agência Glam, que representa o actor, ao início da noite, não adiantando a razão por que Ângelo Rodrigues está internado. \u0093O hospital não está autorizado a dar essas informações senão à família\u0094, acrescenta a mesma, por mensagem escrita. A SIC, para a qual o actor gravou a última novela onde fazia a personagem Bruno, em Golpe de Sorte, também não confirma, mas avança que está \u0093a acompanhar de perto a evolução do estado clínico do Ângelo com a preocupação e o recato que a situação exige e com a firme esperança de que recupere bem e rapidamente\u0094.', 'As injecções de testosterona que o actor terá tomado com o objectivo de ficar com o corpo aparentemente mais musculado não são uma intervenção estética, salvaguarda Miguel Andrade, cirurgião plástico, reconstrutivo e estético e director da clínica Faccia, em Lisboa. \u0093Não é um procedimento de medicina estética, feito por profissionais habilitados\u0094, clarifica. Estas podem ser administradas em ginásios, exemplifica.', 'Podem mesmo ser administradas pelo próprio, acrescenta o cirurgião plástico Biscaia Fraga, que tem uma clínica com o seu nome, em Lisboa, avançando que estas hormonas podem ser encomendadas pela Internet e ser tomadas por via oral, cutânea (em forma de gel) ou injectável. \u0093Há um mercado paralelo de substâncias orais e injectáveis para conseguir resultados mais rápidos\u0094, refere Miguel Andrade, que diz que em Portugal não é autorizada a venda. \u0093No Brasil é frequente a utilização deste tipo de produtos e já houve mortes\u0094, avisa.', 'Segundo Vítor Fernandes, presidente do Colégio da Especialidade de Cirurgia Plástica, Reconstrutiva e Estética da Ordem dos Médicos, a testosterona não se pode usar para o efeito de aumentar a massa muscular, mas para terapias hormonais específicas. \u0093Não pode ser feito ad hoc. É uma terapêutica que não está codificada, ou seja, não há nada na literatura médica que suporte essa terapêutica para aumentar a massa muscular\u0094, assegura o professor da Faculdade de Medicina da Universidade de Lisboa e director de Serviço de Cirurgia Plástica do Hospital de Santa Maria, em Lisboa.', 'Um jovem saudável precisa de tomar testosterona? Não, dizem os médicos em uníssono. Só quando um jovem não se desenvolveu até à puberdade, quando o homem entra na andropausa, ou quando é transgénero, dizem. Então por que é utilizada para aparentemente aumentar a massa muscular? Porque efectivamente é esse o efeito inicial. \u0093É como se fosse um doping dos músculos. O músculo desenvolve não só na zona onde é injectado, mas em todo o corpo. Fica insuflado. O problema é que ao fazer essas injecções os músculos ficam destruídos e libertam uma substância que entope os órgãos, daí a necessidade de fazer hemodiálise [no caso de Ângelo Rodrigues, caso se confirme que foi pela toma de testosterona]\u0094, afirma Miguel Andrade.', 'A testosterona pode ser aplicada quando está em falta e a dose e frequência deve ser ajustada para que não surjam riscos de efeitos secundários, continua o director clínico da Faccia. \u0093Sendo feita sem controlo médico e analítico [com análises], pode originar problemas de saúde. Se [a pessoa] não tiver défice de testosterona não deve tomá-la\u0094, continua, pois esta provoca um \u0093desequilíbrio endócrino\u0094. \u0093Se for uma dose moderada, o corpo consegue assimilar; se for elevada pode ter consequências graves como a morte. Os órgãos entram em falência\u0094, declara o director da clínica Biscaia Fraga. Os órgãos mais afectados são os rins e o fígado, explica Vítor Fernandes.', 'Às mãos de Biscaia Fraga chegam muitos jovens que sofreram os efeitos do consumo de testosterona \u0096 esta tem consequências a curto e médio prazo, diz. Por exemplo, corpos demasiado desenvolvidos, com peitorais \u0093desmesurados\u0094; pernas muito musculadas e tornozelos demasiado finos; e ainda órgãos genitais atrofiados. A toma sem supervisão também pode afectar a libido porque a hormona produzida pelo próprio organismo desaparece ao consumir-se a artificial, continua. Para estas situações há respostas cirúrgicas: diminuição do volume das mamas; preenchimento da zona entre o fim da perna e o pé; e o aumento do pénis, enumera.', '\u0093A hormonoterapia tem de ser orientada e monitorizada com análises regulares para não cair em efeitos secundários, mas isso não é fácil [de compreender] para um jovem\u0094, lamenta Biscaia Fraga. Há outras opções como fazer exercício físico, aconselha Vítor Fernandes: \u0093Há máquinas no ginásio que permitem aumentar a massa muscular e sem riscos. É mais seguro.\u0094 Embora demore mais tempo do que a testosterona, reconhece o especialista.', 'Miguel Andrade chama a atenção para os ginásios ou centros de estética que alegadamente fazem intervenções estéticas. Vítor Fernandes dá o exemplo de cabeleireiros onde se injecta botox ou se fazem lipoaspirações. O presidente do Colégio da Especialidade de Cirurgia Plástica aponta o dedo aos médicos que \u0093vão a Badajoz fazer uma formação de dois dias em lipoaspiração\u0094; ou para os nefrologistas, médicos de medicina geral ou de outra qualquer especialidade que fazem cirurgia estética. \u0093É preciso procurar especialistas\u0094, sublinha.', 'À Ordem dos Médicos chegam, em média, uma dúzia de queixas por ano relativamente a intervenções estéticas: por complicações no pós-operatório, por maus resultados ou problemas na relação entre o médico e o doente. Não são muitas mas, ainda assim, Vítor Fernandes aconselha os consumidores a procurarem sempre médicos credenciados e reconhecidos pela ordem profissional. Assim como espaços com todas as condições hospitalares. \u0093Se surgir uma complicação e o doente estiver num hospital ou numa clínica tradicional, à partida terão todos os meios para dar uma resposta a tempo\u0094, avisa. Miguel Andrade acrescenta que é importante procurar não só médicos credenciados, mas clínicas licenciadas e onde os \u0093procedimentos sejam feitos com segurança e condições de higiene\u0094.'] ",
        "numberPosts": " 29 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "31b9caf4-32f5-40f7-3f0a-08d72be4cee7",
            "user": "63136ad8-1cdc-40aa-b303-1ef12e2c4f53",
            "date": "29.08.2019",
            "timestamp": "NA",
            "commentText": "A maior beleza está no carácter e inteligência.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "ee0b7974-6f0d-4d0b-e222-08d72c4583bb",
            "user": "beaa8e9a-2321-4fd3-af07-a6badcbc56db",
            "date": "29.08.2019",
            "timestamp": "NA",
            "commentText": "O processo de seleção natural é do caraças...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "ad745c50-7dcb-4c89-a9a5-08d72bdaa409",
            "user": "ebacbcd5-da4a-444b-8ad9-52e9c69acb89",
            "date": "29.08.2019",
            "timestamp": "NA",
            "commentText": "Esta notícia deve servir de aviso para aqueles que só se importam com o corpo e não com a parte espiritual...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "b57b66c7-c066-4253-cd57-08d72c46c0d3",
            "user": "717d2d61-f346-4b88-834f-eb1798ce6907",
            "date": "29.08.2019",
            "timestamp": "NA",
            "commentText": "dá para ver que muitos comentadores têm imenso conhecimento sobre injeções de testosterona. deve andar muita gente a usá-las ou a pensar nisso.  novidade para mim. pensava que eram só as atletas da antiga alemanha de leste. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "a525a9f8-e57d-401b-e5b7-08d72be260b5",
            "user": "f8fcd449-82f8-4e75-95d8-d449ec759524",
            "date": "29.08.2019",
            "timestamp": "NA",
            "commentText": "O Ângelo Rodrigues pode ter tido razões médicas legítimas para receber esse tratamento. Com efeito, há muitos homens que padecem de hipoandrogenismo. Porém, há formas alternativas e mais seguras de aumentar os níveis de testosterona que devem ser tentadas antes de recorrer às injecções.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "35eb986e-ba3e-462c-9eaa-08d72b9323c6",
            "user": "f6a47c15-6984-4897-b08d-24849c4938c1",
            "date": "29.08.2019",
            "timestamp": "NA",
            "commentText": "Devia ter perguntado ao Sean Penn como é que ele faz. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "e5c78dd4-374f-447f-19e9-08d71fff21a5",
            "user": "5b6df149-43c1-4917-b878-a034e1faaa03",
            "date": "29.08.2019",
            "timestamp": "NA",
            "commentText": "Que recupere. É importante consultar especialistas de países mais experientes nestes casos. Há umas semanas discutimos aqui o uso de anabolizantes e a falta de controlo corrente um pouco por todo o lado, Os atletas têm acompanhamento diário constante de profissionais, os comuns e este actor neste aspecto é um comum. É preciso que se fale mais do assunto e se informe as pessoas, estamos a falar de uma coisa muito pior do que ganzas, iria mais longe e diria que é mesmo muito pior do que tomar  uma pastilha extasy (MDMA) de vez em quando. Consultem dados das piores drogas e apostaria sem os consultar que os anabolizantes aparecem logo a seguir à heroína e à cocaína.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "b1e447c7-6541-4830-a957-08d72bdaa409",
            "user": "0a3f5416-92c0-4a59-84ad-9eaabff0dc23",
            "date": "29.08.2019",
            "timestamp": "NA",
            "commentText": "Antigamente, a um bom actor era exigido que representasse bem. Mas isso dá trabalho, implica estudo, dedicação.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "a8989b92-5fe8-46f8-9ea7-08d72b9323c6",
                    "user": "bab99655-ec40-4163-8e13-baaa16271164",
                    "date": "29.08.2019",
                    "timestamp": "NA",
                    "commentText": "Verdade! Agora é-se tudo o que se quiser... desde que tenha um \"palminho de cara\".",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "88312dae-0ace-4897-a96f-08d72bdaa409",
                    "user": "53575779-15d3-44f7-a57b-8e5c903653e5",
                    "date": "29.08.2019",
                    "timestamp": "NA",
                    "commentText": "abençoada TVI ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "c409479d-24c9-4719-e5a4-08d72be260b5",
            "user": "8b7f8fc7-531b-445a-8d72-a12e1c7fa951",
            "date": "29.08.2019",
            "timestamp": "NA",
            "commentText": "Considerando que este tipo de pessoas se tornam referências para outras que acabam por os tentam imitar, não consigo sentir simpatia por ele e pela situação em que se meteu. Lamento sim pelos familiares. Estas pessoas tornam-se referências para muita gente, em particular rapazes, que para corresponder a estes ideais de beleza e serem mais atraentes não olham a meios para o atingir (tal como ele). Sempre me questionei até que ponto a toma deste tipo de substâncias é comum hoje em dia, já que ver tanto pessoal bombado me cheira a esturro. Para ter as massas musculares destas é necessário muitíssimo trabalho e sofrimento. Fui atleta de competição e sei do que falo, mesmo nunca tendo querido atingir este volume. E quando até no FaKebook há pessoas que anunciam a venda de esteróides...",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1bc2dcef-441e-475b-bbb4-08d72c8527e7",
                    "user": "ed675767-9028-41b7-9f2f-09ac73260115",
                    "date": "30.08.2019",
                    "timestamp": "NA",
                    "commentText": "Não tem um volume por aí além, tenho mais de braço à custa de esforço e suor, sem qualquer substância adicional.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "98c3596f-3006-4bd5-9e98-08d72b9323c6",
            "user": "eb35c9ca-2073-4e03-8a61-7799959bbd8c",
            "date": "29.08.2019",
            "timestamp": "NA",
            "commentText": "Quando a cabeça não tem juízo\u0085Excuso dizer mais, só espero que não fique com sequelas ou tenha estragado a sua vida e s ainda for a tempo, que lhe sirva de lição!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "853f55aa-f91b-46c9-19de-08d71fff21a5",
            "user": "f7116234-1dfe-4b75-a006-ae424d0d7833",
            "date": "29.08.2019",
            "timestamp": "NA",
            "commentText": "Tanta vaidade para quê? Posso até aceitar que haja quem se goste de se ver assim \"bombado\" ao espelho (nem dado!), mas à custa da toma de drogas ou de interferir com o equilíbrio hormonal do nosso corpo? ?? Este pobre coitado (que se safe sem sequelas é o que lhe desejo!) deve estar bem arrependido do que fez a si próprio.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "158a885f-8fad-4af5-135d-08d72b4a4802",
            "user": "b7eec857-b994-401e-9214-3ac0b9af7c3f",
            "date": "29.08.2019",
            "timestamp": "NA",
            "commentText": "A confirmar-se o uso excessivo de testosterona, é triste ver a pobreza de espirito deste e doutros jovens que privilegiam o físico em detrimento do resto.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8089544f-2685-4283-a948-08d72bdaa409",
            "user": "ed675767-9028-41b7-9f2f-09ac73260115",
            "date": "28.08.2019",
            "timestamp": "NA",
            "commentText": "Agora sabemos o porquê do físico do Schwarzenneger no seu apogeu, algo que ele nunca reconheceu ter tomado.. Era impossível ficar assim sem uma ajudinha extra.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "21f8ea0c-01c0-44be-e5a2-08d72be260b5",
                    "user": "156422c6-c7cb-4e1b-abca-046b8999c023",
                    "date": "29.08.2019",
                    "timestamp": "NA",
                    "commentText": "É *Schwarzenegger. E para quem anda aqui a chamar ignorante aos outros, o maior é você. O Arnold sempre admitiu o uso de anabolizantes. Antes de comentar, informe-se. Leia e ouça.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "80fdcfb0-6589-4056-19fd-08d71fff21a5",
                    "user": "ed675767-9028-41b7-9f2f-09ac73260115",
                    "date": "29.08.2019",
                    "timestamp": "NA",
                    "commentText": "Mentira, ele nunca o admitiu, foi essa a informação oficial que deixou na opinião pública.      Você anda à procura de informações opostas no google para me contrariar, mas eu tenho mais do que fazer.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "bcfeb7d2-b6aa-453f-a943-08d72bdaa409",
            "user": "de7a0163-f62a-4821-ad66-17aef50d0ed5",
            "date": "28.08.2019",
            "timestamp": "NA",
            "commentText": "O estado clínico nada tem a ver com os efeitos da testosterona. Foi a injeção em si que provocou o estado de choque séptico...",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "ac698ead-314f-47d7-3e96-08d72be4cee7",
                    "user": "ed675767-9028-41b7-9f2f-09ac73260115",
                    "date": "28.08.2019",
                    "timestamp": "NA",
                    "commentText": "Ignorante, tem a ver com um fenómeno chamado rabdomiólise. destruição muscular cuja libertação na corrente sanguínea da respectiva proteína causa a infeção e problemas renais.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "16f46b74-99d7-4a2d-19df-08d71fff21a5",
                    "user": "156422c6-c7cb-4e1b-abca-046b8999c023",
                    "date": "29.08.2019",
                    "timestamp": "NA",
                    "commentText": "Este \"borrego\" do Jorgefsilva, chama-o de ignorante mas no fim acaba por concordar...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "a6e4c5b7-18b8-4612-a95a-08d72bdaa409",
                    "user": "de7a0163-f62a-4821-ad66-17aef50d0ed5",
                    "date": "29.08.2019",
                    "timestamp": "NA",
                    "commentText": "Jorgefsilva. Uma vez que me insulta de ignorante deixe-me dizer-lhe que o termo mais apropriado é fasceite necrotizante e não rabdomiolise. Lamento a sua má educação ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "ba70d492-abc3-4fd5-964c-08d730042b61",
                    "user": "25ab18b0-625f-47bc-b3d5-6828b2f1b493",
                    "date": "03.09.2019",
                    "timestamp": "NA",
                    "commentText": "Tem a ver, uma vez que diminui as defesas naturais.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "6a641dad-1664-4d2e-9e88-08d72b9323c6",
            "user": "8d330022-4602-4900-82d5-55dc46507391",
            "date": "28.08.2019",
            "timestamp": "NA",
            "commentText": "Ridículo. E depois, vêmo-lo dar uma entrevista ao Unas e todo ele é espiritualidade e não sei quê. Esta gente passa-se da cabeça. Um tipo (medianamente) conhecido, com boa pinta, acesso a mulheres e mete-se nestas coisas?",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1a89ee49-1acc-4e03-9e84-08d72b9323c6",
            "user": "da6da907-0389-4a46-84a4-32cfcdd6a2b7",
            "date": "28.08.2019",
            "timestamp": "NA",
            "commentText": "O Público não devia também praticar recato? ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "de3443ca-19b6-4ec7-19d2-08d71fff21a5",
                    "user": "4febcb41-83c5-43f2-8236-838cffb9c7fc",
                    "date": "28.08.2019",
                    "timestamp": "NA",
                    "commentText": "É bom que seja divulgado para que outros Jovens não caiam no mesmo erro....basta olhar para as fotografias dos bicepes nos braços....!!!!        ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "17dd1924-fe61-4000-19d9-08d71fff21a5",
                    "user": "da6da907-0389-4a46-84a4-32cfcdd6a2b7",
                    "date": "28.08.2019",
                    "timestamp": "NA",
                    "commentText": "Como será expectável não tenho qualquer problema com a divulgação de um perigo para a saúde. Mas a saúde é uma desculpa desavergonhada para se aproveitarem da imagem deste senhor.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "486dd487-3520-4c50-19e1-08d71fff21a5",
                    "user": "156422c6-c7cb-4e1b-abca-046b8999c023",
                    "date": "29.08.2019",
                    "timestamp": "NA",
                    "commentText": "Felipe Azyral.......\"bicepes nos braços\"...O felipe não usa muito o cérebro da cabeça...vai na volta temos bicepes nas costas também...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "cd8c1b5c-6dbb-47e0-19f3-08d71fff21a5",
                    "user": "f6a47c15-6984-4897-b08d-24849c4938c1",
                    "date": "29.08.2019",
                    "timestamp": "NA",
                    "commentText": "Há bíceps nas pernas também... São os biceps femorais. Portanto dizer \"bíceps nos braços\" faz algum sentido sr. Barbosa.  Pode ter o cérebro na cabeça mas o conhecimento em parte incerta...  . ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}