{
    "header": {
        "title": " Brunei pede \u0093tolerância\u0094 com a decisão de punir sexo homossexual com apedrejamento até à morte ",
        "subtitle": " Numa carta endereçada ao Parlamento Europeu, o Brunei pede \u0093tolerância, respeito e compreensão\u0094 pelo desejo de preservar os seus valores tradicionais. ",
        "owner": " ['Sofia Neves'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 240  partilhas",
        "datePosted": " 22 de Abril de 2019, 20:44 ",
        "dateExtraction": " 2019-10-29 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2019/04/22/mundo/noticia/brunei-defende-punicao-sexo-gays-apedrejamento-ate-morte-carta-ue-1870108 ",
        "postText": " ['O Brunei enviou uma carta aos membros do Parlamento Europeu (PE) na qual defende a sua decisão de começar a punir casos de adultério e de sexo entre gays com apedrejamento até à morte. Estas novas medidas fazem parte de um código penal que se baseia numa interpretação ultraconservadora da sharia, a lei islâmica.', 'O país asiático é uma das nações de maioria muçulmana mais conservadores do continente (em 450 mil habitantes, dois terços são muçulmanos), mas só a partir de 2014 é que o Brunei começou a prever penas como o apedrejamento, a flagelação ou a amputação para casos de roubo. O novo código penal foi apresentado no início de Abril, apesar da onda de protestos internacionais.', 'Agora, numa carta endereçada ao Parlamento Europeu, a Missão Permanente do Brunei Darussalam junto da Organização das Nações Unidas pede \u0093tolerância, respeito e compreensão\u0094 pelo desejo do país de preservar os seus valores tradicionais. Afirma que as críticas de vários países devem-se a um equívoco que o país quer esclarecer, acrescentando que este tipo de punições serão raras: para os cidadãos serem condenados, o crime terá de ter como testemunhas \u0093pelo menos dois homens com altos valores morais e piedosos\u0094.', '\u0093As sentenças penais para o apedrejamento até a morte e amputação, impostas por crimes de roubo, adultério e sodomia têm um limiar de evidência extremamente alto, exigindo não menos do que dois ou quatro homens com altos valores morais e piedosos para a exclusão de todas as forma de evidências circunstanciais\u0094, pode ler-se na carta enviada ao PE.', 'No entanto, segundo o documento, é extremamente difícil encontrar tais homens hoje em dia, uma vez que só chega a este estatuto quem realiza \u0093todos os deveres religiosos, se abstém de cometer pecados capitais e não está a cometer perpetuamente outros pecados menores\u0094. Todo o homem que falhe uma única oração durante a sua vida também será desqualificado. Tudo isto pode levar a que este tipo de condenações sejam raras ou que baseiem unicamente na confissão do autor do crime.', 'No que toca à flagelação, a equipa da Missão Permanente do Brunei junto da ONU explica que, se tal punição for considerada pelos tribunais como o castigo apropriado, as chicoteadas só serão executadas por pessoas do mesmo sexo do que o suposto condenado. \u0093O ofensor deve estar vestido, chicotear com força moderada e sem levantar a mão sobre a cabeça. O castigo não deve resultar na laceração da pele nem pode ser responsável por partir ossos e não deve ser infligido no rosto, cabeça, estômago, peito ou zonas íntimas.\u0094', 'Segundo o documento, a constituição do país prevê que o islamismo seja a religião oficial do Brunei, mas também reconhece o direito explícito aos não muçulmanos de praticar as suas religiões em \u0093paz e harmonia\u0094.', 'Com entrada em vigor do novo código penal, o país passa a ter um sistema legal duplo baseado não só na lei comum mas também na sharia. \"Com a implementação da sharia, ambos os sistemas continuarão a funcionar paralelamente para manter a paz e a ordem e preservar a nossa religião, vida, família e indivíduos, independentemente de género, nacionalidade, raça e fé\u0094, afirma a equipa.', 'O texto continua: a sharia \u0093concentra-se mais na prevenção do que na punição, uma vez que o seu objectivo é educar, deter, reabilitar e nutrir. Não criminaliza nem tem qualquer intenção de vitimizar alguém com base na sua orientação sexual ou crença, incluindo relações entre o mesmo sexo. A criminalização do adultério e da sodomia é para salvaguardar a santidade da linhagem familiar e do casamento de muçulmanos individuais, especialmente as mulheres.\u0094', 'Várias instituições de defesa dos direitos humanos de vários países têm-se manifestado contra a implementação do novo código penal. Várias celebridades anunciaram também que vão boicotar alguns hotéis da cadeia Dorchester Collection, que é controlada pelo Brunei Investment Agency, cujo dono é o sultão do Brunei, Hassanal Bolkiah. São ao todo nove hotéis, entre eles o icónico Beverly Hills Hotel \u0097 adorado por várias estrelas de Hollywood.​'] ",
        "numberPosts": " 18 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Ethnicity - General,Sexual Identity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racismo,Homossexual",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "87671e48-a37e-4edf-ee29-08d6ca2c73ee",
            "user": "f8368ead-1095-4d72-9ad1-1cfaf1ad87c0",
            "date": "26.04.2019",
            "timestamp": "NA",
            "commentText": "Estas sociedades é que deveriam ser alvo de boicote económico até adotarem os direitos humanos. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "02174181-886f-451e-d495-08d6c75726df",
            "user": "18237bda-d08d-4cde-8964-ca6105dd6765",
            "date": "23.04.2019",
            "timestamp": "NA",
            "commentText": "TP   Leiria16:25Nao confunda cultura com violacoes dos direitos humanos Francis+++++++caro TP Para o principe de brunei nao ha violaçoes de direitos humanos, ele so pede  tolerancia occidental ao respeito da sua cultura...",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "b873b1ee-03fa-4d6a-d49d-08d6c75726df",
                    "user": "7c060fe2-9e13-44a3-885e-4c754a69e462",
                    "date": "23.04.2019",
                    "timestamp": "NA",
                    "commentText": "Mais um comentário a rair o princípio da evolução dos primatas. Será que acham que vão encontrar alguém em Portugal tão desvoluído mentalmente que consigam ler estas petas sem ter o mínimo de discernimento? Cultura? Lolada. É surreal as agendas que se leem por aqui. Não acredito que estas pessoas escrevam de Portugal. Parecem estar envolvidas num meio geográfico isolado e alunado.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "d88b66df-322c-4462-d476-08d6c75726df",
            "user": "5412e75b-a8f3-48c5-90d1-cb51ad9bf399",
            "date": "23.04.2019",
            "timestamp": "NA",
            "commentText": "...engraçado o artigo ter posto o enfoque nos gays homens (sodomia)...as mulheres não vale a pena, é normal e justo serem apedrejadas até à morte....#OpúblicoNoSeuMelhor",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "3d47f004-aa01-4b7f-f2c8-08d6c74ff2d1",
                    "user": "b9c749c3-d95e-4094-82e2-057f504ef4f2",
                    "date": "23.04.2019",
                    "timestamp": "NA",
                    "commentText": "Justiça social é importante, mas não vamos entrar por aí.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "f77f5972-e67a-4911-ede2-08d6c6f32ab8",
            "user": "18237bda-d08d-4cde-8964-ca6105dd6765",
            "date": "23.04.2019",
            "timestamp": "NA",
            "commentText": "DIREITOS HUMANOSBrunei pede \u0093tolerância\u0094 em defesa da punição de sexo <b> homossexual </b>com apedrejamento até à morteNuma carta endereçada ao Parlamento Europeu, o Brunei pede \u0093tolerância, respeito e compreensão\u0094 pelo desejo de preservar os seus valores tradicionais.++++++++++++++isto é a cultura radical dos mais fanaticos..mas ha ainda gente que nao entende o que é cultura radical e que vai chamar isto<b>  racismo</b> se houver critica a cultura..cada qual com a sua cultura, porqué que os europeus nao tem direito a proteger a sua cultura? ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "8944059b-a7ba-4898-da6a-08d6c74fbcb0",
                    "user": "25241b78-c64c-409f-8520-b7efcd02fe04",
                    "date": "23.04.2019",
                    "timestamp": "NA",
                    "commentText": "Nao confunda cultura com violacoes dos direitos humanos Francis",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "f0acf78e-393e-4377-d49f-08d6c75726df",
                    "user": "7c060fe2-9e13-44a3-885e-4c754a69e462",
                    "date": "23.04.2019",
                    "timestamp": "NA",
                    "commentText": "TP, não percas tempo a debater com boots. Nem sequer se dão ao trabalho de inserir um contexto para cada país. Formatam tudo para o meio redneck made USA e transcrevem atabadalhoamente para aqui. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racismo",
                "Homossexual"
            ]
        },
        {
            "id": "2e79eae6-b2aa-4b29-3750-08d6c1b667c5",
            "user": "a9363530-2c93-4de4-95fe-f95ed4e888dc",
            "date": "23.04.2019",
            "timestamp": "NA",
            "commentText": "Deve ser conforme são apanhados no acto ,ou já foi",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "c62fb7b8-c407-40d1-d45c-08d6c75726df",
            "user": "38cf1c98-2831-49b8-90ce-917ece8065c9",
            "date": "23.04.2019",
            "timestamp": "NA",
            "commentText": "A intolerância é o único tratamento possível para quem defende a intolerância.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "bff894ac-d277-410a-da3d-08d6c74fbcb0",
            "user": "612f665c-279c-4870-81c1-039a392cd19f",
            "date": "23.04.2019",
            "timestamp": "NA",
            "commentText": "Eu, homem piedoso e de altos valores morais, acho a Sharia um disparate completo.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "19198d49-140b-499b-da3c-08d6c74fbcb0",
            "user": "612f665c-279c-4870-81c1-039a392cd19f",
            "date": "23.04.2019",
            "timestamp": "NA",
            "commentText": "Com este pedido ainda se enterram mais... Não a tolerância com intolerantes.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "db96f035-9b71-470c-da38-08d6c74fbcb0",
            "user": "c9ae93f8-98ff-40b7-85c3-8c86208ece4f",
            "date": "23.04.2019",
            "timestamp": "NA",
            "commentText": "País em perigoso estado selvagem!Tradição matar!Homens com altos valores morais e piedosos que decidem morte por apedrejamento!!!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "fb630a8a-03e2-4919-0eb7-08d6c6ee6cf7",
            "user": "8da0bf2b-d516-4442-be99-f0ffb024f296",
            "date": "22.04.2019",
            "timestamp": "NA",
            "commentText": "Intolerância com este país de mentes sujas e perversas.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "61942fb5-d937-44e7-3727-08d6c1b667c5",
            "user": "b9c749c3-d95e-4094-82e2-057f504ef4f2",
            "date": "22.04.2019",
            "timestamp": "NA",
            "commentText": "Hipocrisia pura.Vamos ver quem diz que são \u0093assuntos internos\u0094 agora",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3ba11183-0aac-41e1-3723-08d6c1b667c5",
            "user": "818c6cb0-0295-438f-80eb-4c8bb1c9820d",
            "date": "22.04.2019",
            "timestamp": "NA",
            "commentText": "Pedir tolerância para a intolerância?",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "a862e536-8bfc-4e2b-d441-08d6c75726df",
            "user": "25241b78-c64c-409f-8520-b7efcd02fe04",
            "date": "22.04.2019",
            "timestamp": "NA",
            "commentText": "Coitado isto deve ser para rir so pode! Tolerancia, respeito e compreensao? Deviam era isolar o pais do resto do mundo!",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "735c8294-5ffd-408e-edc0-08d6c6f32ab8",
                    "user": "25241b78-c64c-409f-8520-b7efcd02fe04",
                    "date": "22.04.2019",
                    "timestamp": "NA",
                    "commentText": "Mas se é para criticar o Brunei, ao menos que criticamos o resto dos paises que usem a Sharia como Lei. Sao sociedades doentes, decadentes e retrogradas. Mas o dinheiro do petroleo fala mais alto aos Ocidentais. Hipocrisia",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}