{
    "header": {
        "title": " Ser gay é genético ou deve-se a \u0093conjunturas externas\u0094? Colégio retira publicação de iniciativa do secundário ",
        "subtitle": " Há pelo menos quatro temas que irão ser debatidos em Educação para a Cidadania no Colégio do Sagrado Coração de Maria, em Lisboa, pelos alunos do secundário. O cartaz partilhado gerou polémica nas redes sociais. ",
        "owner": " ['Bárbara Wong'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 466  partilhas",
        "datePosted": " 28 de Março de 2019, 20:59 ",
        "dateExtraction": " 2019-10-29 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2019/03/28/culto/noticia/nascemos-geneticamente-gays-tal-devese-conjunturas-externas-colegio-retira-publicacao-iniciativa-secundario-1867215 ",
        "postText": " ['As perguntas são quatro: se deve haver censura na televisão; se devemos respeitar a cultura dos refugiados ou impor a nossa; se os votos devem valer o mesmo ou se os eleitores que pagam mais impostos deveriam ter mais peso; e se nascemos \u0093geneticamente gays\u0094 ou se o somos por \u0093conjunturas externas\u0094. As perguntas fazem parte de uma actividade de Educação para a Cidadania do Colégio do Sagrado Coração de Maria (CSCM), em Lisboa, as Talent Talks. As perguntas estão a causar polémica nas redes sociais, onde a escola está a ser acusada de estar a promover a discriminação e o populismo. A directora lamenta a publicação, mas explica que o que o colégio faz é precisamente o contrário: educa para a diversidade.', '\u0093A questão dos direitos humanos é muito importante para nós. Somos um colégio aberto ao exterior, que colabora com inúmeras instituições, com outras religiões, temos alunos hindus e muçulmanos, alguns ismaelitas. Chegámos a ter um delegado da pastoral [aluno que promove as actividades religiosas na sua turma] que não era cristão católico\u0094, enumera a directora Margarida Marrucho, que avança que as perguntas \u0093foram formuladas pelos alunos\u0094, assim como \u0093os temas foram sugeridos por eles\u0094.', 'No âmbito da disciplina de Educação para a Cidadania, anualmente há debates no ensino secundário, para os quais os alunos se juntam em grupos de cinco e preparam os \u0093prós e contras\u0094 de cada tema. São sempre assuntos da actualidade. Já se debateu a eutanásia, por exemplo, explica a directora da escola que pertence ao Instituto das Religiosas do Sagrado Coração de Maria, tal como o colégio com o mesmo nome, em Fátima, e o de Nossa Senhora do Rosário, no Porto​.', 'A diferença do que se passou anteriormente para este ano é que no cartaz, em vez de se enumerarem os temas, foram escolhidas as perguntas feitas pelos estudantes. O cartaz foi partilhado na conta de Facebook da escola, na quarta-feira, e retirado assim que uma mãe chamou a atenção, esta quinta-feira. \u0093Percebemos que aquilo não tinha nada a ver com o colégio. Decidimos retirar\u0094, reage Margarida Marrucho.', 'O tema da primeira questão é a censura; a da segunda os refugiados; na terceira pretende-se reflectir sobre a liberdade de voto e na última a sexualidade, enumera a directora. Os temas deveriam estar escritos no cartaz e não as perguntas, frisa. Mas as questões, uma vez que foram formuladas pelos alunos não reflectem o que estes pensam sobre os assuntos? \u0093Não. São perguntas extremadas precisamente para suscitar o debate\u0094, responde Margarida Marrucho, acrescentando que este ano houve mais estudantes inscritos nesta actividade.', 'Os alunos são convidados a fazer equipas e a prepararem-se para o confronto de ideias; os professores também têm de se inteirar dos assuntos. O debate é feito em contexto de sala de aula. \u0093Eles aprendem a debater, a saber expor os seus argumentos, a falar. E o professor tem a função reguladora. A ideia é provocar o debate de assuntos que geram posições diferentes\u0094, esclarece. \u0093Não há a intenção de ferir susceptibilidades, mas de falar sobre os temas\u0094, repete.', 'Margarida Marrucho recorda que o colégio faz parte da Plataforma de Apoio aos Refugiados, que a associação de pais preparou tudo para acolher uma família e os professores se disponibilizaram para ensinar; que há alunos que fazem voluntariado no Serviço Jesuíta dos Refugiados. \u0093Ensinamos a ter cuidado e respeito pela dignidade das pessoas. Estamos a educar\u0094, sublinha, terminando com um pedido de desculpas a todos os que se sentiram ofendidos com o cartaz. \u0093Não deveria ter acontecido. O cartaz não devia ter as perguntas formuladas deste modo, pois não traduzem de todo a filosofia educativa preconizada pelo colégio. É triste e peço desculpa por isso.\u0094'] ",
        "numberPosts": " 52 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Sexual Identity - General,Gender - General,Physical Identity - Physical (and Mental) Impairments",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Gay,LGBT,Homossexual,homofóbico,Género,Sexual,Imbecil,Francisco,Velha,Velha",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "592bb6ea-4c48-48a3-8c62-08d6b508c44e",
            "user": "4054b7ba-debd-4082-a55e-6703d1d69282",
            "date": "31.03.2019",
            "timestamp": "NA",
            "commentText": "Esta provado cientificamente que sao conjunturas externas. So os atavicos da biologia é que colocam estas perguntas de odio.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1c94f055-a80f-4c1b-a641-08d6b40a8537",
            "user": "85dfc94a-a7eb-4d85-94a5-5e6bead88fbf",
            "date": "29.03.2019",
            "timestamp": "NA",
            "commentText": "Se nem nas escolas se pode fazer perguntas, então onde? Debata-se tudo. A escola tem é o dever de garantir que os debates sejam informados e substantivos.Podiam era melhorar o Português: \"geneticamente <b> gay\"</b> não é nada. Uma alternativa: \"Será que a homosexualidade é uma predisposição genética\". E conjuntura interna ou externa refere-se a mercados internos ou internacionais, não à cultura, que é aquilo que querem dizer (ou o que é a conjuntura interna, neste caso? o que se comeu na véspera? ou o alinhamento dos nucleotides do ADN?)",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1d7e1b6e-e1d9-4257-a677-08d6b40a8537",
                    "user": "f8fcd449-82f8-4e75-95d8-d449ec759524",
                    "date": "29.03.2019",
                    "timestamp": "NA",
                    "commentText": "Apoiado",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Gay"
            ]
        },
        {
            "id": "763a4148-5e6b-4ae5-270c-08d6b3ebd267",
            "user": "10a71fd6-b97f-441a-b775-27d9fc4dea37",
            "date": "29.03.2019",
            "timestamp": "NA",
            "commentText": "Terceiro, respeitem a cultura dos outros, quando não prejudique ninguém, a sexualidade dos outros e a voz dos outros, mesmo que sejam pobres. Porque não é garantido que sejam vós, quem tem essas ideias e quem coloca essas perguntas, quem sairía como vencedor no fim das contas. | Eu não sou tapada e ingénua a pensar que a colocação dessas perguntas é inocente. Mesmo assim não estou contra a que falem e discutam sobre o que quer que fôr. Mas é perigoso. E essas perguntas dão-me um \u0093arrepio na espinha\u0094. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "9769608e-0690-41cf-1f10-08d6b45084c9",
                    "user": "f8fcd449-82f8-4e75-95d8-d449ec759524",
                    "date": "29.03.2019",
                    "timestamp": "NA",
                    "commentText": "A Cristina acabou de mostrar que não tem mal nenhum responder a essas perguntas quando, ao invés de archotes e forquilhas, são usados apenas factos e lógica...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "117bcba4-e5d5-4bf1-a63a-08d6b40a8537",
            "user": "10a71fd6-b97f-441a-b775-27d9fc4dea37",
            "date": "29.03.2019",
            "timestamp": "NA",
            "commentText": "Aquela da censura na televisão... (Suponho que tenha a ver com o Mário Machado.) O problema está em adequar o conteúdo televisivo ao programa em que aparece. Programas da manhã não são o mesmo que programas de debate ou de notícias. E com ideias perigosas como as desse senhor e as destas perguntas é preciso ter cuidado. Poucos sairíam vencedores. E não garantidamente quem coloca as perguntas. Em todo o caso não me oponho a que falem sobre tudo isto. De mente aberta. | Quanto à das culturas e dos subsídios. Primeiro, é ir ver, pelo bem dos factos, se não há muitos portugueses de cultura cristã que recebem subsídios. Segundo é pensar que essas pessoas vêm de países mais pobres. Pobreza condiciona mais pobreza, e a culpa não é exclusiva do pobre. Há muitos factores associados. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "d619ef1d-23dd-4f01-a637-08d6b40a8537",
            "user": "10a71fd6-b97f-441a-b775-27d9fc4dea37",
            "date": "29.03.2019",
            "timestamp": "NA",
            "commentText": "Quanto àquela pergunta de quem paga mais impostos ter o seu voto a valer mais... Já pensaram que as desigualdades aumentariam? E nem os ricos estariam imunes. Se isso do peso do voto estivesse ligado aos impostos pagos... Os extremamente ricos teriam uma voz muito maior que a de todos os outros. E, como todas as pessoas, votariam no que fosse melhor para si, em detrimento dos outros. Não seriam só os pobretanas os afetados. Seria praticamente toda a gente. À exceção dos bilionários. Há sempre um pássaro galho acima para nos defecar em cima. | Quanto à dos gays... De todas as coisas que já li, suponho que seja uma mistura. De fatores genéticos e ambientais. Em todo o caso, é algo natural. E que não faz mal a ninguém. Ao contrário de outras coisas naturais.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3fbf7801-a257-40fa-a631-08d6b40a8537",
            "user": "da6da907-0389-4a46-84a4-32cfcdd6a2b7",
            "date": "29.03.2019",
            "timestamp": "NA",
            "commentText": "Eu gostaria imenso assistir. Fiquei um pouco preocupada ao início com duas em quatro perguntas a desenvolver a ideia de que quem paga manda ou manda mais, mas como é pra debate...A quarta pergunta está um pouco desfasada das outras, porque enquanto as outras são opinião e preferências políticas, a quarta é um debate cientifíco, que pede mais investigação dos estudantes.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "797d19c6-98e8-40cb-a66a-08d6b40a8537",
                    "user": "f8fcd449-82f8-4e75-95d8-d449ec759524",
                    "date": "29.03.2019",
                    "timestamp": "NA",
                    "commentText": "As perguntas não \"desenvolvem ideias\". As perguntas suscitam respostas. E isso não tem que suscitar preocupação. Deveria ser algo natural numa sociedade livre.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "cb283c2d-80f6-458f-1216-08d6b22a4513",
            "user": "25241b78-c64c-409f-8520-b7efcd02fe04",
            "date": "29.03.2019",
            "timestamp": "NA",
            "commentText": "As perguntas sao pertinentes mas depende de quem la vai moderar o debate ou comete-se o erro de educar os jovens com base no preconceito e na discriminacao. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "76be6329-ab43-4a09-4067-08d6b364f5a5",
            "user": "ad01288f-387b-461a-ae7e-79342c4f7a32",
            "date": "29.03.2019",
            "timestamp": "NA",
            "commentText": "Excelentes perguntas que dão para debates muito interessantes. No entanto estamos na era da diversidade em que é proibido pensar.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "d1b520bd-f415-4e4c-1207-08d6b22a4513",
                    "user": "a344e59e-b749-4734-b6d4-07e32fb79941",
                    "date": "29.03.2019",
                    "timestamp": "NA",
                    "commentText": "Principalmente saber se o seu voto vale um milionésimo do voto do Bispo de Braga por exemplo. Ou se o seu voto não vale nada por não pagar IRS dado que o patrão não lhe paga o suficiente pelo seu trabalho. É essa a discussão que responde à pergunta de Aristóteles que explicava que os escravos já nasceram para ser escravos e estavam isentos de votar. Isto umas centenas de anos antes de Cristo. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "560467ca-d835-4196-8f1b-08d6b45a3ae1",
                    "user": "f8fcd449-82f8-4e75-95d8-d449ec759524",
                    "date": "29.03.2019",
                    "timestamp": "NA",
                    "commentText": "Já os regimes com que o Jose (o que respondeu, não o \"Jose Silva\") costuma gostar vão muito mais além: nem sequer direito a voto dão, ou quando dão as contagens são fraudulentas...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "bcd2bb47-509e-4ce5-4063-08d6b364f5a5",
            "user": "f6a47c15-6984-4897-b08d-24849c4938c1",
            "date": "29.03.2019",
            "timestamp": "NA",
            "commentText": "Sou insuspeito de estar do lado das associaçoes <b> LGBT </b>e companhia, mas a formulação \"conjunturas externas\" também é curiosa. A questao classica do \"nature\"ou \"nurture\" é perfeitamente normal, mas seria mais normal ler \"cultural\", vivencial do que \"conjuntura externa\".  A suspeita para quem le as questoes é interrogar-se de como vai ser liderado o debate. Numa verdadeira troca de pontos de vista ou num debate direcionado? Da mesma forma que critico muito do que considero ideologia por parte de certas feministas e grupos<b>  LGBT</b>, também ha a sua parte no campo inverso.  ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "eac537dc-ffc4-4304-26fa-08d6b3ebd267",
                    "user": "a344e59e-b749-4734-b6d4-07e32fb79941",
                    "date": "29.03.2019",
                    "timestamp": "NA",
                    "commentText": "Não se trata de debate algum. Trata-se de usar a escola para catequizar crianças estigmatizando a homossexualidade. Imagino, como se trata de uma escola de inspiração católica, os exemplos serão  o lobby <b> gay </b>da Cúria Romana e de toda a Igreja Católica e os notáveis exemplos de pedofilia institucionalizada nas suas estruturas e designadamente nas escolas onde se praticam abusos sexuais. Não tenha ilusões, Caro manuelserra72, o que pretendem é justamente esconder essa podridão, mantê-la em nome da moral e bons costumes e condenar, responsabilizar a liberdade por todos os males. A corja fascista põe os cornos ao sol. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gay"
                    ]
                },
                {
                    "id": "6e412182-b392-4f25-acdc-08d6b3a9dd54",
                    "user": "060401d6-1b03-43dd-a52c-a4726dd3dfbb",
                    "date": "29.03.2019",
                    "timestamp": "NA",
                    "commentText": "Você é traumático, isso foi das experiências da catequese?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "fe1daadd-36d5-421b-aced-08d6b3a9dd54",
                    "user": "a344e59e-b749-4734-b6d4-07e32fb79941",
                    "date": "29.03.2019",
                    "timestamp": "NA",
                    "commentText": "Isso é assim como denúncia o Papa <b> Francisco.</b> ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Francisco"
                    ]
                },
                {
                    "id": "6a6ec0bf-85d7-42b3-1f04-08d6b45084c9",
                    "user": "f6a47c15-6984-4897-b08d-24849c4938c1",
                    "date": "29.03.2019",
                    "timestamp": "NA",
                    "commentText": "@Jose: O que voce descreve é uma teoria conspiracionista, onde os educadores da escola legitimam a \"pedofilia institucionalizada\". Temo que a realidade seja um pouco mais complexa.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "cc13fba2-3bde-44a5-26ec-08d6b457c496",
                    "user": "f8fcd449-82f8-4e75-95d8-d449ec759524",
                    "date": "29.03.2019",
                    "timestamp": "NA",
                    "commentText": "A corja (sic) do politicamente correto não gosta de debates. Convivem mal com a liberdade de expressão. Quando alguém ousa levantar questões sobre os dogmas da sua cartilha, eles reúnem logo os archotes e as forquilhas...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "LGBT"
            ]
        },
        {
            "id": "29d9c36d-bcdd-4898-6482-08d6b3660fb0",
            "user": "f6a47c15-6984-4897-b08d-24849c4938c1",
            "date": "29.03.2019",
            "timestamp": "NA",
            "commentText": "Nao ha duvida que algumas perguntas sao curiosas. Acho o pedido de desculpas exagerado na formulaçao que tomou. Sobre as questoes: A primeira sobre a \"censura\" na TV, parece relativamente pacifica. \"O pais que acolhe refugiados deve respeitar a cultura dos estrangeiros ou impor a sua, uma vez que o estado lhes paga subsidios\"? Sinceramente nao sei se sao os refugiados que recebem mais subsidios ou se as instituiçoes que os acolhem mas a ideia de que o respeito da cultura esteja associada aos subsidios é interessante e de certa forma relaciona-se com a segunda, onde certos direitos estao relacionados com os impostos. Quando se ve esta associaçao de perguntas é dificil nao ver uma tendencia. Em todo o caso nao deveria ser um tabu nenhum tipo de perguntas. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "1070bc6f-a1e8-41ff-1206-08d6b22a4513",
                    "user": "a344e59e-b749-4734-b6d4-07e32fb79941",
                    "date": "29.03.2019",
                    "timestamp": "NA",
                    "commentText": "Nenhuma das perguntas é tabu. Postas na escola subsidiada pelo Estado são uma provocação às liberdades que a cidadania pretende desenvolver. A instituição pública da censura que sustentou a ditadura e asfixiou as liberdades, a liberdade de expressão e pensamento e foi a base de tantas das perseguições, prisões, torturas e mortes ao longo de 48 anos de pesadelo fascista foi abolida no dia 25 de Abril de 1974. O que a pergunta pretende é recuperar a atmosfera que levou à montagem da instituição de censura começando ingenuamente por admitir que é uma hipótese face à liberdade. É pois uma provocação ao 25 de Abril e uma homenagem ao fascismo aqui colocado ao mesmo nível. Como quem diz que tal mais 48 anos de fascismo após 45 de liberdade. Não há ingenuidade na questão há é a ideologia fascista",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "cde2c738-1b8b-4f7b-408a-08d6b364f5a5",
                    "user": "91168998-e16c-49b5-a12c-d21286d9e99c",
                    "date": "29.03.2019",
                    "timestamp": "NA",
                    "commentText": "Caro manuelserra, independente de proximidade ou afastamento ideológico, permita-me cumprimentar a sua (já rara) reivindicação do liberdade de fazer perguntas. Pessoalmente desconfio de que, quem não as quer discutir, não está de consciência tranquila. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6c6f3e69-9812-4922-122a-08d6b22a4513",
                    "user": "f6a47c15-6984-4897-b08d-24849c4938c1",
                    "date": "29.03.2019",
                    "timestamp": "NA",
                    "commentText": "@Jose: A verdade é que o 25 de abril ja foi ha mais de 40 anos atras, e se é verdade o que diz sobre a censura e a liberdade a verdade é que isso nao é uma realidade agora.        Hoje em dia preocupa-me mais as \"identity politics\" e todo os discurso do politicamente correcto. As novas formas de combate contra o ódio. Aparecem sempre como boas intenções, mas o resultado é a censura. Como alguém disse, ao menos com os censores tradicionais sabíamos ao que vinham. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "84ff003d-c7f3-4915-2729-08d6b3ebd267",
                    "user": "f8fcd449-82f8-4e75-95d8-d449ec759524",
                    "date": "29.03.2019",
                    "timestamp": "NA",
                    "commentText": "Vejam só, para este Jose levantar questões é \"provocar\". Tal e qual a mentalidade dos tempos da Inquisição e outras eras de obscurantismo e tirania. Não admira que o Jose revela tanta simpatia por regimes autoritários (embora ande sempre com o anti-fascismo na boca)",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "d6feff54-d55a-44dd-1f1c-08d6b45084c9",
                    "user": "f6a47c15-6984-4897-b08d-24849c4938c1",
                    "date": "29.03.2019",
                    "timestamp": "NA",
                    "commentText": "@ Tiago: Ja vamos tendo a experiencia dos que erguendo os estandarte do \"anti-fascismo\" e chamando a tudo e todos de extrema direita, tem uns tiques autoritarios muito desenvolvidos.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5910106b-8a34-4bb1-4060-08d6b364f5a5",
            "user": "b78163aa-b503-424c-82bc-43654c2ff5ab",
            "date": "29.03.2019",
            "timestamp": "NA",
            "commentText": "A moda, hoje em dia, é pedir desculpa por tudo. Neste caso, por pensar. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "d2873cda-c297-4458-e851-08d6b300cedb",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "29.03.2019",
                    "timestamp": "NA",
                    "commentText": "para gáudio das salazaristas das 'coisas que não se podem discutir', deus, pátria e família, quer dizer, gays, censura e <b> género.</b> Por que será que o obscurantismo obedece sempre invariavelmente às mesmas estruturas de base, mudando-lhes a cosmética? este silenciamento pela chantagem e mesmo pela legislação ideologicamente controlada dá de facto razão à alt-right sobre um processo de liquidação do ocidente em curso, entre o islão e o marxismo derrotado que, agora, sob roupagens serpentinas, se está a instilar e a infiltrar em todo o lado como um veneno insensível. Esta capitulação é fatal. Mas creio que ficamos todos à espera da 'reposta da história' à questão<b>  homossexual</b>. desconhecia por completo que houvesse uma. Mas é muito evidente onde é que está aqui o busílis: é na 'coisa genética'...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Género",
                        "Homossexual"
                    ]
                },
                {
                    "id": "a983bb4b-a033-4710-8f25-08d6b45a3ae1",
                    "user": "f8fcd449-82f8-4e75-95d8-d449ec759524",
                    "date": "29.03.2019",
                    "timestamp": "NA",
                    "commentText": "É isso mesmo José Manuel Martins. A esquerda radical e, mais geralmente, a brigada do politicamente correcto são os novos reaccionários. Não admitem que alguém questione a sua cartilha e, por isso, convivem mal com a liberdade de expressão. O reflexo disto nos campus norte-americanos já assume contornos tenebrosos.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "d86458f3-166b-4182-008e-08d6b2f925d8",
            "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
            "date": "28.03.2019",
            "timestamp": "NA",
            "commentText": "estamos num verdadeiro obscurantismo fascista do 'antifascismo': isto é o 'que muera la inteligencia' de (ao que parece, apocrifamente) milan astray. Mas, se milan astray, o fascista, não o disse, podia tê-lo dito; e se, os pidescos das webs que 'não o dizem', o dizem, poderiam ser milans astrays, e são fascistas. Porque, se isto não são temas que se dfevem debater, e precisamente o que se deve debater nestes temas, segundo toda a tradição cultural e ideológico-política do ocidente, não vejo quais. Só um esbirro obscurantista e um <b> imbecil </b>intelectual não o sabe, não o reconhece, e o teme. O inato e o adquirido, livre-expressão e seus limites, formalismo equitativo do valor do voto e do cidadão e questões de multiculturalismo / dialéctica do mesmo e do outro - são estruturantes do pensar.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Imbecil"
            ]
        },
        {
            "id": "8841bd3a-e18f-44ed-acce-08d6b3a9dd54",
            "user": "56eca401-2885-4b98-96d4-33022682c814",
            "date": "28.03.2019",
            "timestamp": "NA",
            "commentText": "Sinceramente, gostava que respondessem à pergunta.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "b8cfa47c-3489-43c4-e844-08d6b300cedb",
            "user": "f6a47c15-6984-4897-b08d-24849c4938c1",
            "date": "28.03.2019",
            "timestamp": "NA",
            "commentText": "Existem objectivamente comunidades que praticam a excisão feminina. Faz parte da sua cultura. Deve-mos respeitar essa tradição e permitir que a façam também?O ideal é nao levantar esse caso, nem essa pergunta para nao ferir susceptibilidades. Se mais tarde descobrirmos que nao temos sociedade e que nao existe um conjunto de valores partilhados nao nos admiremos.O ideal é evitar todo os temas remotamente controversos, e por todo o resto pela conta da \"alt right\". Que é esse bicho papao onde cabe muita gente.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "c5883798-41ea-4da8-accf-08d6b3a9dd54",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "28.03.2019",
                    "timestamp": "NA",
                    "commentText": "é isso: esta extrema esquerda merd+++a está a entregar a 'mediação do conflito' ao extremo oposto. E depois diz que é pela paz. Ensinar a não pensar, a não questionar, a prescindir da liberdade de investigar, para quê? Para, em vez da controvérsia racional e dos instrumentos da razão argumentativa, mediadora, plural, lhes substituir a cartilha doutrinária lavagem-ao-cérebro do politicamente correcto, que é o ópio do povo outra vez. Verdadeiros sovietes em militância de abutres. Para quê discutir esses temas, se eles, como os tais de salazar, não têm discussão, mas respostas prontas, já feitas, inquestionáveis, e cuja recusa é fascismo xenófobo <b> homofóbico </b>puro? Que a esquerda é o fascismo da liberdade, já se sabia. A luta continua.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "homofóbico"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "1fc5e018-915c-4784-6478-08d6b3660fb0",
            "user": "66dfd57a-c79f-43fc-b526-b28d0a63500e",
            "date": "28.03.2019",
            "timestamp": "NA",
            "commentText": "não deixem os jovens fazerem as perguntas que lhes apetece e vão ver os fundamentalistas que criam..",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "b781c0c1-e1ef-4794-e842-08d6b300cedb",
            "user": "a9363530-2c93-4de4-95fe-f95ed4e888dc",
            "date": "28.03.2019",
            "timestamp": "NA",
            "commentText": "Num colégio religioso,devia ensinar-se que se é <b> gay </b>por decisão divina,já que eles não fizeram nada por isso",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gay"
            ]
        },
        {
            "id": "9db04d21-2f07-4372-11f8-08d6b22a4513",
            "user": "a344e59e-b749-4734-b6d4-07e32fb79941",
            "date": "28.03.2019",
            "timestamp": "NA",
            "commentText": "As quatro perguntas fazem parte do passado obscurantista e estão respondidas pela história há muitos anos. Voltar a elas é tentar ressuscitar o obscurantismo que povoa e informa as mentes herdeiras dos derrotados da história que se agregam nos EUA sob o título \"alt-right\". ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "c78907b9-e43e-469d-55d9-08d6b3416cd1",
                    "user": "f6a47c15-6984-4897-b08d-24849c4938c1",
                    "date": "28.03.2019",
                    "timestamp": "NA",
                    "commentText": "Lol essa é boa",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "1c5fbdd3-77ce-4cdb-e84b-08d6b300cedb",
                    "user": "35f2d73a-0db9-456c-be96-64f09a6273d0",
                    "date": "28.03.2019",
                    "timestamp": "NA",
                    "commentText": "Ó José, essa sua atitude é que parece obscurantista.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5b226cfd-4962-454c-0090-08d6b2f925d8",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "29.03.2019",
                    "timestamp": "NA",
                    "commentText": "claro que a história respondeu que as televisões podem passar filmes hardcore, qual censura nem qual carapuça, claro que já sabemos que se é <b> gay </b>por... ah, olha, já agora, responde lá a esta, ó jose, História em carne e osso. Será que é por circunstâncias exteriores? Porque sim? Claro que o perigo destes debates é o opinativismo, e esse é um perigo de outra ordem do que o das ideologias que possam pender para um lado ou para o outro: é que todas estas questões foram (antes de 'respondidas pela história', à maneira dos indiscutíveis salazarentos), perguntadas e debatidas por ela. E todas exigem aturadíssima pesquisa em campos disciplinares diversos para substanciar ou insusbstanciar os argumentos. Só essa atitude de trabalho intelectual livre mas epistémico, não dóxico,  garante a educação.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gay"
                    ]
                },
                {
                    "id": "9eb80693-bd62-48e5-6496-08d6b3660fb0",
                    "user": "a344e59e-b749-4734-b6d4-07e32fb79941",
                    "date": "29.03.2019",
                    "timestamp": "NA",
                    "commentText": "Censura institucional é o contrário de liberdade! Todas as explicações dadas para a orientação <b> sexual </b>servem para reprimir as livres orientações sexuais e perseguir, discriminar, diminuir, humilhar, seviciar pessoas por causa das suas livres orientações sexuais. O debate só pode existir em liberdade incluindo o debate de acabar com a liberdade. Este debate anunciado entre mil perdões visa catequizar crianças não permitir-lhes o ambiente livre de percorrer a história e tropeçar nas respostas a todas as perguntas aprendendo que faz falta formular outras perguntas. Como fazer o voto do sufrágio universal valer mais que o tão pouco que vale? Como alcançar amplas liberdades nos campos, chão de fábrica, escritório, escola, ruas e praças em segurança e paz? Como distribuir a riqueza decentemente?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Sexual"
                    ]
                },
                {
                    "id": "35973797-7b10-40dd-8f1a-08d6b45a3ae1",
                    "user": "f8fcd449-82f8-4e75-95d8-d449ec759524",
                    "date": "29.03.2019",
                    "timestamp": "NA",
                    "commentText": "O Jose está a ver mal o filme (como aliás é seu apanágio). Questionar se a homossexualidade é ou não genética é uma pergunta perfeitamente legítima. A ciência tem até vindo a debruçar-se sobre a questão. Qualquer que seja a resposta, não pressupõe necessariamente um juízo de valor sobre o direito de ser <b> homossexual.</b>",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Homossexual"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "e7b52301-97a8-4976-4053-08d6b364f5a5",
            "user": "91168998-e16c-49b5-a12c-d21286d9e99c",
            "date": "28.03.2019",
            "timestamp": "NA",
            "commentText": "Fiquei positivamente espantado com a pertinência e formulação das questões sugeridas para debate. Só faço votos para que quem, teve todo o exigente trabalho até ter chegado a este apurado resultado,  não seja agora perseguido e amordaçado pela histeria dos radicais da diferença por obrigação. Uma coisa é certa, essa histeria só prova que eles sabem que os seus argumentos não resistem a uma discussão aberta e democrática.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "aa92d693-2f7a-454d-405c-08d6b364f5a5",
                    "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
                    "date": "28.03.2019",
                    "timestamp": "NA",
                    "commentText": "A Diretora do Colégio Margarida Marrucho pediu desculpa pela formulação das perguntas e você arreigado a Alt-right está a ser mais papista que o Papa. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "aa702122-a61c-41f5-647e-08d6b3660fb0",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "29.03.2019",
                    "timestamp": "NA",
                    "commentText": "margarida, se não consegue compreender a resposta da directora, temos pena. Ela pede desculpas apenas aos idiotas, não aos outros. Não pede desculpa pelo cartaz, nem pelas perguntas extremadas (como em todo o método dialéctico livre), nem muito menos pelos temas em discussão e pela efectivação destes segundo aquelas e muitas outras dicotomias: pede desculpa aos ofendidos, por o estarem O seu passo final é entre o sinistro e o velhaco: ou está a fazer o jogo público da auto-censura diante do politicamente correcto para melhor se lhe esquivar (como outrora as bruxas confessavam sê-lo), ou capitulou deveras perante o obscurantismo. E - ó hipócritas unidos de todo o mundo - bem sabemos que o problema não são as quatro antinomias, mas apenas duas muito específicas de entre elas... ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "dd61c207-c126-43af-acf0-08d6b3a9dd54",
                    "user": "91168998-e16c-49b5-a12c-d21286d9e99c",
                    "date": "29.03.2019",
                    "timestamp": "NA",
                    "commentText": "Cara Margarida, ser-se inteligente não significa ser  candidato a mártir. Até consta que tenha havido quem tenha negado a sua anterior afirmação de que era a Terra que andava à volta do Sol e não o contrário. No tempo da Pide também havia muita gente a dizer o contrário do que pensava. Estamos a voltar ao mesmo.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "a52a9bd9-019b-469b-007d-08d6b2f925d8",
            "user": "f8fcd449-82f8-4e75-95d8-d449ec759524",
            "date": "28.03.2019",
            "timestamp": "NA",
            "commentText": "São perguntas muito pertinentes e que fogem ao leque de temas tolerados pelo cânone politicamente correto. Não é de estranhar, por isso, que a brigada do costume tenha esperneado. É interessante, também, verificar que seja um colégio católico a promover o livre debate de ideias, enquanto que a moral da nova esquerda cada vez tolera menos tal coisa.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "60fe051f-4cfc-4267-acc2-08d6b3a9dd54",
                    "user": "f6a47c15-6984-4897-b08d-24849c4938c1",
                    "date": "28.03.2019",
                    "timestamp": "NA",
                    "commentText": "A esquerda da \"inclusão\" e \"diversidade\" menos de ideias. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5f4c1cc7-3f98-4af9-55da-08d6b3416cd1",
                    "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
                    "date": "28.03.2019",
                    "timestamp": "NA",
                    "commentText": "A brigada de serviço da Alt-right neste jornal aproveita logo a oportunidade para se posicionar do lado do obscurantismo e das forças retrógradas. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7506a79f-49a5-4ebd-008b-08d6b2f925d8",
                    "user": "f6a47c15-6984-4897-b08d-24849c4938c1",
                    "date": "28.03.2019",
                    "timestamp": "NA",
                    "commentText": "Lol         De facto fazer perguntas é muito obscurantista. O ideal é o dogma das forças progressistas.        é perigoso isto dos alunos poderem começar a pensar pelas suas cabeças. O ideal é meter-lhes logo uma cassete de doutrina no cérebro.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "e6d40b38-ac21-42ff-11ff-08d6b22a4513",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "29.03.2019",
                    "timestamp": "NA",
                    "commentText": "o problema não é que ela esperneie, é que amedronte e paralise (pelo menos parcialmente) a directora. A qual, infelizmente, não tem estaleca intelectual para pôr a questão nos seus verdadeiros termos, e aceita submeter-se aos termos da agenda inquisitorial - o pior dos erros. Um dia ouvi um <b> imbecil </b>desses horrorizar-se com a resposta de alguém a um dilema moral típico - o que deve o indivíduo fazer, quando pode escolher matar um tipo, atirando-o para debaixo de um comboio, como único meio de alertar o maquinista e fazê-o parar, evitando assim que este trucide os seus 400 passageiros na ponte que desabou lá à frente? -: optava por matar 1 inocente e salvar 400. Se isto o horroriza, o q faria ele, que não o horrorizasse? 'Não sei' não é alternativa. A 'certeza do horrorizado' é tenebrosa...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Imbecil"
                    ]
                },
                {
                    "id": "eaf8f2df-ebda-4e56-406c-08d6b364f5a5",
                    "user": "283631f5-b877-47d4-b6c9-cf3771ef6960",
                    "date": "29.03.2019",
                    "timestamp": "NA",
                    "commentText": "Margarida, podia então dar a resposta às questões? É que se as perguntas não devem ser formuladas deve ser porque as respostas são óbvias. Para mim não são nada óbvias. Faça lá o favor de nos iluminar. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "f362ed71-fddd-408a-64a3-08d6b3660fb0",
                    "user": "a344e59e-b749-4734-b6d4-07e32fb79941",
                    "date": "29.03.2019",
                    "timestamp": "NA",
                    "commentText": "Todas as perguntas são legítimas Caro Anjo Caído. Há uma <b> vel<b> ha </b</b>>máxima segundo a qual fazer perguntas para as quais é conhecida a resposta é uma atitude estúpida ou manhosa. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Velha"
                    ]
                },
                {
                    "id": "c0ebb8c2-b4e8-4548-272b-08d6b3ebd267",
                    "user": "f8fcd449-82f8-4e75-95d8-d449ec759524",
                    "date": "29.03.2019",
                    "timestamp": "NA",
                    "commentText": "Margarida, obscurantista é precisamente a atitude dos dogmáticos que querem impedir o livre debate de ideias. Aliás, avolumam-se os sinais que agora ser reaccionário é ser de esquerda radical...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}