{
    "header": {
        "title": " Joacine Katar Moreira exige 'respeito' por parte dos jornalistas ",
        "subtitle": " Joacine Moreira respondia a perguntas dos jornalistas sobre o caso da aparente \u0093escolta\u0094 de que foi alvo, na terça-feira no Parlamento, por um graduado da Guarda Nacional Republicana. ",
        "owner": " ['Lusa', 'PÚBLICO'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 1113  partilhas",
        "datePosted": " 27 de Novembro de 2019, 18:20 ",
        "dateExtraction": " 2020-01-23 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2019/11/27/politica/noticia/joacine-katar-moreira-exige-respeito-parte-jornalistas-1895361 ",
        "postText": " ['Joacine Katar Moreira exigiu \u0093respeito\u0094 aos jornalistas, no final do debate quinzenal desta quarta-feira, na sequência do episódio da escolta da GNR dentro da Assembleia da República. O Sindicato dos Jornalistas diz a deputada \u0093atenta contra a liberdade de imprensa e revela uma prática antidemocrática\u0094.', '\u0093Eu acho que é preciso nós iniciarmos a respeitarmo-nos uns aos outros. E se vos foi avisado e antecipado que ontem [terça-feira] eu não ia dar entrevista absolutamente nenhuma o que se espera é que haja um respeito\u0094, disse a deputada única do Livre, recusando prestar qualquer outra declaração e não respondendo, por exemplo, à pergunta sobre se sentiu de alguma forma ameaçada, já que essa é a única justificação para chamar a segurança.', 'Horas antes desta declaração de Joacine Katar Moreira, o secretário-geral do Parlamento havia referido que os serviços de segurança da AR extravasaram as suas competências ao ter \u0093escoltado\u0094 a deputada pelos corredores quando esta evitava responder às perguntas de um jornalista. \u0093Ao serviço de segurança compete garantir a segurança física dos deputados, dos funcionários, dos membros do Governo que aqui estejam, até dos jornalistas. O que aconteceu não foi normal porque não estava em causa a segurança física da deputada\u0094, declarou ao PÚBLICO o secretário-geral do Parlamento, Albino de Azevedo Soares.', 'A pedido do presidente da Assembleia da República, Eduardo Ferro Rodrigues, o secretário-geral solicitou aos serviços de segurança do Parlamento para explicarem o caso da aparente escolta de Joacine Moreira e do seu assessor, Rafael Esteves Martins, nos corredores de São Bento e que a SIC e a RTP reproduziram nos seus noticiários de terça-feira.', 'Já ao final da tarde o Sindicato dos Jornalistas (SJ) emitiu um comunicado em que afirma que a decisão de Joacine Katar Moreira ter pedido a protecção à GNR, dentro da Assembleia da República, de forma a impedir os jornalistas de a questionarem, \u0093atenta contra a liberdade de imprensa e revela uma prática antidemocrática\u0094.', '\u0093Os jornalistas têm direito a exercer a sua profissão, a qual implica o acesso a fontes e protagonistas das notícias, através da colocação de perguntas. A atitude da deputada do Livre é grave e não se coaduna com o cargo para o qual foi mandatada. O SJ espera que o Presidente da Assembleia da República tome as devidas medidas para que o caso não se repita\u0094, lê-se ainda na nota.', 'Considera também ser \u0093fundamental que as direcções dos órgãos de comunicação social \u0096 não apenas dos directamente visados no sucedido hoje, mas de todos, porque hoje são uns e amanhã serão outros \u0096 adoptem uma resposta firme e colectiva perante toda e qualquer tentativa de limitar a liberdade de questionar e informar.\u0094'] ",
        "numberPosts": " 22 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Gender - General,Physical Identity - Physical (and Mental) Impairments,Social Class - Working class,Age - Over 65s,Sexual Identity - Male homosexuality",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Gaja,Género,Gaga,Bronca,Velho,Bicha",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "cf17a50d-d192-4b32-c733-08d773cfe78e",
            "user": "1e073def-86f1-4614-81e4-bfa8eb2c1a80",
            "date": "28.11.2019",
            "timestamp": "NA",
            "commentText": "É simples ignorem a sra....Boicotem-na.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7167c690-120d-4649-4a23-08d773de3a86",
            "user": "3f7bd486-aad5-461c-9c02-acae284e8979",
            "date": "28.11.2019",
            "timestamp": "NA",
            "commentText": "O nível de bestialidade dos jornalistas está a rebentar pelas costuras e ninguém põe estes trogloditas na linha. Fazem bullying com quem for preciso, perseguem as pessoas, não as deixam caminhar na rua, ou, pior, sequer dentro da AR, e ainda têm a falta de vergonha de vir fazer um comunicado a dizer \"de forma a impedir os jornalistas de a questionarem, \u0093atenta contra a liberdade de imprensa e revela uma prática antidemocrática\"\u0094. Ou seja, quem não der de comer aos abutres não é democrático. Gentinha mais perversa e arrogante, realmente. Pena é que tenham direito a carteira de jornalista, se o seu comportamento é de hiena.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "ba050a1e-8a62-4e79-5096-08d773098fba",
            "user": "(null)",
            "date": "28.11.2019",
            "timestamp": "NA",
            "commentText": "Presa por ter cão e presa por não ter. Ainda ontem alguém a acusava de só dar entrevistas.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4461e14f-fdb6-402d-5092-08d773098fba",
            "user": "478d04c3-87b3-46cb-821d-a9755bef8b3f",
            "date": "27.11.2019",
            "timestamp": "NA",
            "commentText": "É óbvio, e ainda bem, que a imprensa e os jornalistas existem e devem poder ser livres de informar. Logo, chamar a polícia para os impedir de fazerem o que lhes compete e deles esperamos é em princípio indesmentivelmente um erro. No entanto, frequentemente os jornalistas na ânsia de obterem a atenção e consequente resposta do entrevistado comportam-se como autênticos galfarros (leia-se: crianços malcriados) e importunam o visado de forma desmedida, desrespeitando-o, de caras. Daí, muito provavelmente, a sensação de sufoco da deputada, tanto mais que, sofrendo de gaguez, precisa de um suplemento de tempo e calma para se exprimir convenientemente. Se a sensação de sufoco não é uma de insegurança física, então não sei o que é. Srs. jornalistas, não sejam crianços, e ninguém chamará a polícia!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4188f592-1887-48db-2e92-08d7737b8afe",
            "user": "e2ca0f57-966c-4031-bf5e-4d80f4c9efa7",
            "date": "27.11.2019",
            "timestamp": "NA",
            "commentText": "Mas este circo não acaba?",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "16b1b21a-0fdd-4555-a21b-08d77305a3a2",
            "user": "619f4f7a-3618-4991-9723-0fabb6e88ac8",
            "date": "27.11.2019",
            "timestamp": "NA",
            "commentText": "Olha que a moça já ganhou os hábitos de Trump e Bolsonaro de culpar os jornalistas de tudo e mais alguma coisa. Contudo ainda não mostrou qualquer sinal de inteligência política. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6aa9fb13-3b6b-4d62-6ee7-08d772b4bcd2",
            "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
            "date": "27.11.2019",
            "timestamp": "NA",
            "commentText": "esta <b> gaja,</b> é<b>  bronca</b> atrás d<b> e bronc</b>a. Que energumenozinho convencidona que para ali anda...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gaja",
                "Bronca"
            ]
        },
        {
            "id": "5693a30a-975e-48a9-c0ae-08d7737cbfaf",
            "user": "da0198ea-82b8-45b4-b529-36fdcdd4901e",
            "date": "27.11.2019",
            "timestamp": "NA",
            "commentText": "Um caso. Um caso. Houve no meio intelectual dos jornalistas portugueses uns desiludidos em tudo que votaram Livre. Ingénuos. Agora é o ajuste de contas de mais um equívoco. O sr Rui Tavares aparece incólume no meio de tudo isto...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "fc1ebc7c-ad83-410a-508e-08d773098fba",
            "user": "0d720e20-859c-43ca-9c1e-057750816202",
            "date": "27.11.2019",
            "timestamp": "NA",
            "commentText": "Eu confesso que simpatizei e simpatizo com a Joacine, mas caramba, isto é estrilho a mais. Também confesso que as peúgas do assessor me causam calafrios, mas tirando isso que é pessoal, digamos, acho muito infeliz todo este estrilho e publicidade gratuita, que eu penso ser propositada tamanho disparate é. Vamos ver se ela atina e faz alguma coisa de útil para contrastar com aquela maioria de vendidos advogados e acadêmicos seus colegas.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "0d5282b3-5bfe-4e4e-0392-08d773511a8d",
                    "user": "de7a0163-f62a-4821-ad66-17aef50d0ed5",
                    "date": "27.11.2019",
                    "timestamp": "NA",
                    "commentText": "Duvido que isso aconteça...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "58acbc64-b940-490d-a214-08d77305a3a2",
            "user": "e89e511d-7a09-4734-a123-34c9e670f952",
            "date": "27.11.2019",
            "timestamp": "NA",
            "commentText": "Se os senhores jornalistas tiverem um pingo de dignidade, nunca mais darão notícias sobre esta senhora que já está a meter nojo. É que, além de <b> gaga </b>(que até seria um caso menor), é burra!",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "fbd9317d-2aef-4c74-f528-08d7733ecaf7",
                    "user": "619f4f7a-3618-4991-9723-0fabb6e88ac8",
                    "date": "27.11.2019",
                    "timestamp": "NA",
                    "commentText": "Falam aqui todo os dias de Trump e ninguém se queixa. É porque vende. É o que interessa aos jornais. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "cdce8bfa-5b43-4b54-6eea-08d772b4bcd2",
                    "user": "841a4abc-bf11-40e7-9aac-775d30f13f29",
                    "date": "27.11.2019",
                    "timestamp": "NA",
                    "commentText": "Os níveis estratosféricos de indecência, do burro <b> velho </b>que eles têm lá na Casa Branca, estão fora do alcance do comum dos mortais. E burro<b>  velho</b>, nunca aprenderá línguas, gaguejando ou não...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Velho"
                    ]
                }
            ],
            "keywords": [
                "Gaga"
            ]
        },
        {
            "id": "01d82abc-708f-4acf-a211-08d77305a3a2",
            "user": "841a4abc-bf11-40e7-9aac-775d30f13f29",
            "date": "27.11.2019",
            "timestamp": "NA",
            "commentText": "Nós somos do Livre, livres de criticar... mas senhores jornalistas, livrem-se de criticar-nos!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7c6d3c5e-31c3-4821-dfd1-08d77288d7ee",
            "user": "3faac4fe-2a65-456c-8e7c-b036c5c8a92a",
            "date": "27.11.2019",
            "timestamp": "NA",
            "commentText": "Também é verdade que há um tipo de Paparazzo (até escrevo com maiúscula para evidenciar a mesma) que é absolutamente insuportável. Desgraçadamente ou não, o mundo não existe à imagem de quem quer que seja, embora só possa ser percepcionado individualmente. Adiante. Compreendo que se exija respeito aos ditos. Mas de nada serve, pois a imprensa cor-de-rosa, caramba, porque é que não se chama imprensa azul-clarinha? Aha! Discriminação de <b> género!</b> Chamem a polícia! Adiante: A dita cor de rosa precisa de emoções e encontrou a galinha dos ovos de ouro. A lição do dia é: eu estou no Parlamento, ou saio ou aguento. A democracia é um pau de muitos bicos, se só tivesse dois não faria honra ao nome. Só falta uma insignificância: por muitos defeitos que Moreira tenha, nunca prejudicou o país. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "f0a8a164-71a2-42b4-5090-08d773098fba",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "27.11.2019",
                    "timestamp": "NA",
                    "commentText": "e é boa ideia não lhe dar a menor oportunidade para isso. porque lá que a <b> bicha </b>se prepara...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Bicha"
                    ]
                }
            ],
            "keywords": [
                "Género"
            ]
        },
        {
            "id": "f9558ed0-e37e-4d9b-f519-08d7733ecaf7",
            "user": "5cb421f3-a9ec-4552-b733-e34f51fabff3",
            "date": "27.11.2019",
            "timestamp": "NA",
            "commentText": "Os srs. jornalistas ou jornaleiros, têm o que merecem. Se fossem mais inteligentes agora só tinham de ignorar esta figurinha patusca paga a peso de ouro pelos contribuintes para nula eficácia na AR. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "f64ef3c4-e7fb-4064-a209-08d77305a3a2",
            "user": "66dfd57a-c79f-43fc-b526-b28d0a63500e",
            "date": "27.11.2019",
            "timestamp": "NA",
            "commentText": "Desde o que se passou, até ao título: \"exige \u0093respeito\u0094 por parte dos jornalistas\" vai um salto abismal. Já paravam com o vosso bullying, não?  O que ela disse foi \"Se vos foi avisado, antecipado, que eu ontem [terça-feira] não iria efectuar, dar entrevista absolutamente nenhuma, o que se espera é que haja respeito\u0094\" Não sendo o que se espera de um político experiente, é assim tão insensato do ponto de vista de um cidadão comum?  E vocês sabem muito bem o efeito que tem manipular a realidade dizendo simplesmente que ela \"exigiu respeito aos jornalistas\". Sabem que estão a aumentar a áurea de \"arrogante\" que ela está a ganhar.   Num contexto onde o jornalismo está a morrer, comportarem-se como se estivessem nas redes sociais não abona muito a vosso favor.. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "c97d93df-1177-417d-5086-08d773098fba",
                    "user": "ad7bf462-f638-44ed-8f67-f611e64b3726",
                    "date": "27.11.2019",
                    "timestamp": "NA",
                    "commentText": "Há uma diferença entre não querer dar entrevistas e escusar-se a prestar depoimentos a jornalistas, sobretudo quando se recorre a segurança da GNR para se mover nos passos perdidos. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "139d0ea5-fa1a-40b0-dfd3-08d77288d7ee",
                    "user": "283631f5-b877-47d4-b6c9-cf3771ef6960",
                    "date": "27.11.2019",
                    "timestamp": "NA",
                    "commentText": "Mafarrico, pode ser tudo verdade, mas a Joacine pensava que ia para onde? Um encontro de imigrantes lá do bairro? O escrutínio não lhe agradou e ela não sabe lidar com isso. Gente com tiques anti-democráticos normalmente dá-se mal com a imprensa. Já só cá faltava a teoria da perseguição! Quanto mais fala, mais se enterra - e não é por ser <b> gaga.</b>..",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gaga"
                    ]
                },
                {
                    "id": "4806e71e-49fb-4892-dfd6-08d77288d7ee",
                    "user": "ff148bf7-1a11-479e-a2ed-b66ab9855783",
                    "date": "27.11.2019",
                    "timestamp": "NA",
                    "commentText": "Este comentário do Mafarrico só revela quanto de falta de formação democrática existe nesta gente. Fosse alguém seu opositor e o que não seria por aí de histerismo ululante. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "92f278e1-eafe-4919-038a-08d773511a8d",
                    "user": "48a26fa5-3dda-4c4f-b5a3-a9759b9b1034",
                    "date": "27.11.2019",
                    "timestamp": "NA",
                    "commentText": "Primeiro: áurea é um substantivo feminino que significa alegre, desenvoltura, tudo o que a deputada não tem sido. Segundo: lá porque a Sra Deputada avisou que não ia prestar declarações tal não diz nada aos jornalistas cuja função é insistir na obtenção daquelas, pressionando e insistindo se for necessário. Se a Sra não aguenta... não se colocasse a jeito. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}