{
    "header": {
        "title": " Identidade de género: \u0093Estão em causa crianças e jovens que se sentem alvo de chacota\u0094 ",
        "subtitle": " Mães de crianças e jovens trans lamentam polémica associada à publicação do novo diploma sobre identidade de género e lembram que a questão vai além da utilização das casas de banho. Secretário de Estado da Educação refere que está em causa a protecção de cerca de 200 alunos do ensino não superior. ",
        "owner": " ['Rita Marques Costa', 'Clara Viana'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 927  partilhas",
        "datePosted": " 22 de Agosto de 2019, 22:25 ",
        "dateExtraction": " 2019-10-28 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2019/08/22/sociedade/noticia/identidade-genero-estao-causa-criancas-jovens-sentem-alvo-chacota-1884174 ",
        "postText": " ['O filho de Isabel Rodrigues, hoje com 19 anos, começou a transição de género no início do ensino secundário. \u0093Na altura em que isto aconteceu ainda não se podia mudar o nome e o género aos 16 anos [passou a ser possível no ano passado], mas falei com a escola e com o director de turma e aceitaram tr...', 'Este conteúdo é exclusivo para assinantes', 'Não perca as vozes e as ideias que vão determinar o nosso futuro colectivo e o ajudarão a fazer as suas escolhas. Todos os dias, através do jornalismo independente do PÚBLICO, leia o mais importante da política em Portugal e no Mundo. Assine. Pense bem, pense Público.'] ",
        "numberPosts": " 8 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Gender - General,Sexual Identity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Género,LGBT",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "ef580823-e66a-4f8d-7921-08d72724cb23",
            "user": "dfe2e76d-54c4-4ce1-a104-5844cf85e83d",
            "date": "23.08.2019",
            "timestamp": "NA",
            "commentText": "Se as crianças vão ser sepradas para balneários especiais (já se diz que vão usar o dos arbitros, nas escolas com ginásios), ainda vão ser mais alvo de chacota? Ou vão ser misturados nos mesmos balneários com duches comuns? ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "88293830-9e86-4fb8-1794-08d71fff21a5",
                    "user": "2b7837c6-2419-4f8d-861c-5df00f7707c0",
                    "date": "23.08.2019",
                    "timestamp": "NA",
                    "commentText": "Não. Não tente pensar. Tem que repetir o que o eco mediático internacional diz. Ok? Repita tudo o que ouvir e deixe de pensar sff. Aqui é o jornalinho da \"esquerda\". Aqui tem que se repetir tudo à letra ok? Não se esqueça! sem pensar!.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "7af13ec2-09ca-44a9-67d2-08d726845052",
            "user": "c3d34936-7020-4780-97d1-f558abe339b3",
            "date": "23.08.2019",
            "timestamp": "NA",
            "commentText": "São menos de 1% e são a excepção que confirma a regra. Se o <b> género </b>fosse uma construção social estas pessoas seriam o que a sociedade lhes diria para serem. Mas a natureza é mais forte do que a sociedade. Elas sentem e agem de acordo com o seu<b>  género</b>, e ess<b> e géner</b>o é ditado pela natureza, não pela sociedade. Homens e Mulheres não são iguais, há uma natureza feminina e uma natureza masculina. Estes exemplos em que <b> um géne</b>ro não corresponde ao corpo (biologia genética explica) são a excepção que confirma a regra aplicada aos outros 99%, em qu<b> e o gén</b>ero corresponde ao corpo. Dizer que nã<b> o há gé</b>nero determinado não passa de wishful thinking. Que haja quem queira legislar com base nesse wishful thinking é ainda mais grave. Srs cientistas sociais: nós não somos os vossos ratinhos de laboratório.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Género"
            ]
        },
        {
            "id": "30fd47cd-fc68-4928-7913-08d72724cb23",
            "user": "f6a47c15-6984-4897-b08d-24849c4938c1",
            "date": "23.08.2019",
            "timestamp": "NA",
            "commentText": "Talvez fosse útil relembrar que as associações que dizem representar os direitos dos <b> LGBT </b>não são eleitas para isso. E contrariamente ao reflexo pavloviano de alguns esquerdistas no fórum de chamar xenófobos e fascistas a todos os que não concordam com certas medidas, posturas e lobbies destas associações,.há muitas razões para estar em desacordo. Isso mesmo entre homossexuais é transexuais que não se sentem representados e/ou não concordam com estas associações.Que certas situações sejam instrumentalizadas pela esquerda (como se certas orientações sexuais tivessem uma carga partidária) é que é no mínimo questionável. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "58e3ac8a-d8df-4694-1740-08d71fff21a5",
                    "user": "d4cf633d-4912-4e8f-9d47-22e3ea52fa5e",
                    "date": "23.08.2019",
                    "timestamp": "NA",
                    "commentText": "E a luta irracional que certa Direita faz não é instrumentaliização?        Aceitar os muito diferentes como são e dar-lhes apenas compreensão, bolinhos e chá nas misericórdias ou igrejas não é instrumentalizar?        ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "LGBT"
            ]
        },
        {
            "id": "91dcfe2d-7d80-4258-1738-08d71fff21a5",
            "user": "dfe2e76d-54c4-4ce1-a104-5844cf85e83d",
            "date": "22.08.2019",
            "timestamp": "NA",
            "commentText": "E quanto a balneários? Então, o Ministério da Educação dá orientações para as casas de banho e sobre balneários: um rapaz e uma rapariga podem escolher onde tomam banho, nas aulas de ginástica? Podem tomar juntos e partilhar o duche, como é costume? Ou as crianças com \"problemas\" de identidade só os têm nas casas de banho e nos balneários já não sentem o \"problema\"? Mais um passo de mansinho na introdução da ideologia de <b> género.</b>",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "951c4196-aac7-4e8d-92b0-08d7271b688a",
                    "user": "d4cf633d-4912-4e8f-9d47-22e3ea52fa5e",
                    "date": "23.08.2019",
                    "timestamp": "NA",
                    "commentText": "Explique lá o que é ideologia de <b> género,</b> ou limita-se a repetir o que ouve?        Se, para si, ideologia de<b>  género</b> é o que eu estou a pensar, a sua concepção é ideologia de contr<b> a-géner</b>o, tão artificial como a que critica.        Haja decência.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Género"
                    ]
                }
            ],
            "keywords": [
                "Género"
            ]
        },
        {
            "id": "0e15ecea-e14c-4c2e-790e-08d72724cb23",
            "user": "1f01d620-6de2-4998-ac7e-bd8de2276a9d",
            "date": "22.08.2019",
            "timestamp": "NA",
            "commentText": "Mais uma?A agenda está a render?Como um caso vulgar, consegue transformar-se em capa da revista Maria.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}