{
    "header": {
        "title": " Joacine e direcção do Livre trocam acusações. Fundador Rui Tavares critica deputada ",
        "subtitle": " Livre dá puxão de orelhas a deputada ao fim de 29 dias e lembra o seu património na defesa da Palestina. ",
        "owner": " ['Liliana Borges'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 231  partilhas",
        "datePosted": " 23 de Novembro de 2019, 23:03 ",
        "dateExtraction": " 2020-01-24 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2019/11/23/politica/noticia/joacine-direccao-livre-trocam-acusacoes-fundador-rui-tavares-critica-deputada-1894870 ",
        "postText": " ['Abster-se ou não foi a questão. O voto de abstenção de Joacine Katar Moreira sobre a proposta do PCP de condenação da nova agressão israelita a Gaza resultou num arrufo entre a direcção do Livre e a deputada eleita pelo partido. A tensão no partido fez-se sentir ao início da manhã, quando a direcção do Livre tornou público um comunicado onde se demarcava do voto de Katar Moreira, sem que a voz da mesma constasse no documento.', 'Joacine Katar Moreira reagiu argumentando que a \u0093abstenção não se deveu a uma falta de consciência ou descaso desta grave situação, mas à dificuldade de comunicação\u0094 com a actual direcção do Livre, da qual é parte integrante, para além de deputada única do partido. \u0093Foram três dias de contacto infrutífero para saber dos posicionamentos da direcção relativos ao sentido de voto das propostas que nos chegaram, onde esta constava\u0094, afirma numa nota enviada ao PÚBLICO. Por não saber qual a posição da direcção do Livre decidiu abster-se, justifica.', 'No mesmo comunicado, a deputada do Livre assume \u0093total responsabilidade pelo voto\u0094 e esclarece que \u0093apesar de a abstenção não constituir um voto a favor ou um voto contra\u0094 a mesma não representou aquela que tem sido desde sempre a sua posição pública sobre esta temática. \u0093Votei contra a direcção de mim mesma. Condeno totalmente as ofensivas israelitas sobre a Faixa de Gaza e toda a repressão que o povo palestiniano tem sofrido a nível de bloqueios económicos, prisões e perseguições e da implementação dos colonatos israelitas\u0094, vinca.', 'Sobre o comunicado da direcção emitido ao início deste sábado, Joacine Katar Moreira confessou-se surpreendida, revelando ter sabido da crítica pela comunicação social. Ora, justamente sobre a posição do partido, o Livre dizia em comunicado que \u0093ao longo dos seis anos de existência foram várias as ocasiões\u0094 em que o partido pode dar \u0093conta desta posição e da vontade do Livre em defender a causa palestiniana na Assembleia da República\u0094. No documento, o Livre defende que \u0093a União Europeia, à semelhança do que já foi feito por uma boa parte da comunidade internacional, reconheça finalmente o Estado da Palestina\u0094. \u0093Caso esse reconhecimento continue a ser protelado, achamos que Portugal deve avançar em nome próprio e reconhecer a Palestina como um Estado soberano.\u0094', 'Rui Tavares, fundador do Livre e cabeça de lista por Lisboa em 2015, lembra que esta questão \u0093é muito cara ao património\u0094 do Livre e que nessas eleições, em que Joacine também foi candidata, o reconhecimento do Estado da Palestina foi até apresentado como condição para dialogar com um futuro governo PS. Na RTP3, Tavares classificou este incidente com a agora deputada uma \u0093singularidade\u0094, acrescentando que \u0093não colhe o argumento\u0094 de que não conseguiu falar com a direcção antes da votação. \u0093A direcção do Livre é colegial e tem 15 pessoas\u0094, lembrou Tavares.', 'De acordo com Pedro Nunes Rodrigues, membro do órgão de direcção do Livre, o grupo de contacto questionou Joacine \u0093por email, por chamada e por SMS\u0094 para falar sobre o seu sentido de voto na sexta-feira, não tendo \u0093recebido resposta até ao momento de publicação do comunicado\u0094.', 'A deputada absteve-se também no voto \u0093de saudação à construção da democracia em Portugal\u0094, apresentado pelo PS, um texto apresentado a propósito do 25 de Novembro. O voto de saudação do PS foi uma resposta à proposta do CDS de \u0093saudação do 44.º aniversário do 25 de Novembro\u0094. Nessa votação, Katar Moreira não participou uma vez que estava ausente do hemiciclo, justificou este sábado em comunicado.'] ",
        "numberPosts": " 28 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Physical Identity - Physical (and Mental) Impairments,Ethnicity - Black",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Gaga,Africana",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "f40a6964-8988-4da6-bece-08d77062f8bd",
            "user": "92be9e0c-ab3a-414a-9574-405fa110435f",
            "date": "25.11.2019",
            "timestamp": "NA",
            "commentText": "Proponho esta deputada - e o amigo de saias -  para o desfile do carnaval de Ovar 2020! E Joacine para rainha das piadas!!!É assim a política em Portugal: estão os polícias na rua, muito justamente denunciando que compram equipamentos de trabalho - coisa absurda, mas verdadeira - e o senhor António Costa pede`aos amigos do Livre para arranjarem uma distração que venha mesmo a jeito. E, claro, o PCP também alinha... e quase toda a imprensa...e os portugueses em geral. Por mim, desconfio destes partidozitos, com deputados infiltrados, ao serviço dos amigos grandes. DIVIDIR...para continuar a governar. GENIAL...para ignorantes.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7e75d262-7b92-45ae-8428-08d770be643a",
            "user": "66dfd57a-c79f-43fc-b526-b28d0a63500e",
            "date": "24.11.2019",
            "timestamp": "NA",
            "commentText": "Ui, os jornalistas que não quiseram saber do Livre quando da campanha, agora saltaram todos com dentes afiados à procura de sangue. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "75a627bc-b921-4ff1-a12d-08d770bea65c",
            "user": "ce34584b-dbaf-40b1-ad8d-d29fe4a9ab31",
            "date": "24.11.2019",
            "timestamp": "NA",
            "commentText": "Ainda assim a abstenção foi a melhor decisão.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "13ed443c-314c-42bd-8865-08d7700b2bb8",
            "user": "f1352059-49f0-4a2f-9a29-891f365ea487",
            "date": "24.11.2019",
            "timestamp": "NA",
            "commentText": "Estes golpes de teatro vêm, mais uma vez, demonstrar o que é \"esta democracia\". De acordo com as afirmações de Joacine, as eleições do Livre foram do exclusivo esforço da candidata, por isso ela diz, \"fui eu que ganhei as eleições\" o partido apostou, somente, no ganho do dinheiro que é esmifrado ao contribuinte, logo que qualquer partido tenha mais de 50.000 votos. Assim vamos nós contribuindo para esta bagunça que nenhum partido quer emendar E chamam a isto democracia?.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "b0e5ceb2-605b-4e74-2c44-08d7702eaf8b",
            "user": "14b6cdb9-8bbb-431a-8b5a-7ac79e8f10eb",
            "date": "24.11.2019",
            "timestamp": "NA",
            "commentText": "Já cansa. Até parece uma obsessão.Não faz sentido que os jornais de referência continuem a falar da deputada Joacine e do seu ego.Há tanta coisa importante para além desta deputada.Temos um Pais e um Povo com tantos assuntos IMPORTANTES para tratar, e andamos nisto.O dr. Costa continua nas suas sete quintas. Que grande favor lhe estão a fazer.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "39c783cd-2258-4055-2c50-08d7702eaf8b",
                    "user": "8bdb8fc4-a554-44f8-b458-11db5c45c120",
                    "date": "24.11.2019",
                    "timestamp": "NA",
                    "commentText": "Quando se fala de costa, vem tudo em defesa do sr que salvou a lavoura...haja coerencia!!!!!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "92101ff3-c334-48a0-5a1e-08d7517b8e2d",
            "user": "3a026a02-9de8-400b-a43b-d26eee1b109c",
            "date": "24.11.2019",
            "timestamp": "NA",
            "commentText": "Claro que ninguém se elege sozinho! Afinal o sistema politico pouco democrático só permite que associações de pessoas se proponham a ser eleitos. Por isso até eu queria ter opinião mas não posso já que ninguém deixa, aliás as associações que estão no parlamento, não permitem. Não me sinto livre nem o pais democrático. Quando quiserem que os portugueses tenham opinião façam o favor de lhe darem espaço. Fernando Silva ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "92eda7ac-9363-4eb6-8861-08d7700b2bb8",
            "user": "1e073def-86f1-4614-81e4-bfa8eb2c1a80",
            "date": "24.11.2019",
            "timestamp": "NA",
            "commentText": "Moral da história: - não conhece a história do LIVRE...e coitadinha até votou contra as suas convicções. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "80538f77-3fdf-4873-5a18-08d7517b8e2d",
            "user": "8bdb8fc4-a554-44f8-b458-11db5c45c120",
            "date": "24.11.2019",
            "timestamp": "NA",
            "commentText": "Bem, uma deputada com dificuldade de comunicação com o partido...nada de piadas de gagez...nao tem piada nenhuma é esta governação...malta que se esquece do profissionalismo da função que ocupa, e anda confundida com ser activista...ja agora, vamos a ver se rui tavares escreve algo sobre isto numa crónica dele",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "3a6478ae-1f88-48bb-8862-08d7700b2bb8",
                    "user": "f28f208d-f957-4201-8c18-b03c26dc1acc",
                    "date": "24.11.2019",
                    "timestamp": "NA",
                    "commentText": "Porque se não escrever acerca disto levará o merecido carimbo de otário...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "b322327c-c92e-49d1-5a27-08d7517b8e2d",
                    "user": "8bdb8fc4-a554-44f8-b458-11db5c45c120",
                    "date": "24.11.2019",
                    "timestamp": "NA",
                    "commentText": "Isso nao sei...agora por favor, nao se viram emails sobre as directivas, ou ha falta de comunicação...e pa, tem 1 deputado...1, nao sao 10 nem 100...nem sequer digo que é um nao assunto, porque um deputado nao vale de nada (e verdade seja dita, nao vale muito). Nao..foi eleita, esta la, vamos representar o povo...seja la o que isso for...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "e34cbacf-6a1e-4621-a111-08d770bea65c",
            "user": "a0d679f7-6124-47ce-b338-9734c027c3ab",
            "date": "24.11.2019",
            "timestamp": "NA",
            "commentText": "Fez jus ao nome do partido, livre como o vento. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "c19092bd-6ed5-4d1b-be8e-08d77062f8bd",
            "user": "f280efd0-7692-4abc-a3e2-582579b61cff",
            "date": "24.11.2019",
            "timestamp": "NA",
            "commentText": "Sede de atenção pura e dura. A joacine mostra as suas verdadeiras cores. Não há na publicidade. Só publicidade. E com esta treta toda sem qualquer utilidade ela conseguiu novamente meter o país a falar dela, tal como quando mandou o assessor apresentar se de saias com a mala dela na mão e quando vez aquela lamentável intervenção <b> gaga </b>na AR.Vão se habituando, este é o modus operandi dela e brevemente se irá declarar independente do livre ou desertar para um qualquer partido de esquerda. Cheira-me que será o PS pois terá mais a ganhar por lá ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gaga"
            ]
        },
        {
            "id": "9f0234c7-8479-45bd-a10f-08d770bea65c",
            "user": "9049019f-802a-4df3-bc5e-0cce519ff0b9",
            "date": "24.11.2019",
            "timestamp": "NA",
            "commentText": "As dificuldades de comunicação da deputada, parecem ser bem mais graves do que a gaguice. E para que lhe serve o acessor se não faz o mínimo (manter a comunicação entre a deputada e a direcção do partido), possivelmente estaria distraído a escolher as meias ou a coordenar as cores das enxarpes.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "30769c93-8198-4474-5a11-08d7517b8e2d",
            "user": "2ac6f34d-e4aa-4348-afbb-ea2ed5ef85ba",
            "date": "24.11.2019",
            "timestamp": "NA",
            "commentText": "Cheira-me que vai saltar para o PS...",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "2ac5484d-4a91-4c84-be88-08d77062f8bd",
                    "user": "b9160c40-fb89-4db3-accd-7da96a21110e",
                    "date": "24.11.2019",
                    "timestamp": "NA",
                    "commentText": "Ou para o BE, que precisam de recuperar as dezenas de milhar de votos que perderam nestas eleicoes. Nada como uma <b> africana </b>e<b>  gaga</b> para ganhar mais uns quantos votos.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Africana",
                        "Gaga"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "5476ba90-4a6f-47bc-e87a-08d76fe6ab57",
            "user": "2ac6f34d-e4aa-4348-afbb-ea2ed5ef85ba",
            "date": "24.11.2019",
            "timestamp": "NA",
            "commentText": "Joacine sente-se incomodada na figura de testa de ferro mas terá que habituar-se e obedecer, em democracia, à disciplina partidária...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "db00a0f3-3723-4718-a10c-08d770bea65c",
            "user": "beaa8e9a-2321-4fd3-af07-a6badcbc56db",
            "date": "24.11.2019",
            "timestamp": "NA",
            "commentText": "Todo este arrazoado é dispensável. Todos sabemos, saberemos sempre, por antecipação até, qual o sentido de voto destas pessoas neste assunto: Diametralmente fundamentalista ao que votaria, por exemplo, Donald Trump. Para toda esta gente, Trump e \"esquerda bem pensante\", o que importa é tomar partido por um dos lados homicidas. Nunca lhes ocorrerá dizer o razoável: Que não é aceitável, para ambas as partes, que continuem na senda de sangue que perseguem há dezenas de anos (...e, sim, eu sei da desproporção de forças...).",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "dfff925b-76bf-4b95-2c38-08d7702eaf8b",
                    "user": "8b7f8fc7-531b-445a-8d72-a12e1c7fa951",
                    "date": "24.11.2019",
                    "timestamp": "NA",
                    "commentText": "No que diz respeito a Israel e à Palestina não há dúvidas de que lado está a razão. E esta está do lado dos Palestinianos desde o inicio. Desde o século XIX que os judeus sionistas começaram a emigrar para a região preparando a tomada de pose de um território que não lhes pertencia, pois fazia parte do Império Otomano. Após a Primeira Guerra Mundial, e com o desmembramento desse império, o Reino Unido tomou conta de gestão de muitos dos território norte africanos particionando-os nos países que hoje temos e prometendo aos Palestinianos a criação do seu estado. No entanto nunca cumpriu essa promessa. Com o fim da segunda guerra mundial, o êxodo massivo dos judeus para a região fez uso da organização dos sionistas, inclusive de um pré-exercito, e iniciou a limpeza étnica do Palestinianos.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "86f602e1-c2ec-44f1-2c40-08d7702eaf8b",
                    "user": "abd636b6-54c9-4af0-bf85-3aeef5c10202",
                    "date": "24.11.2019",
                    "timestamp": "NA",
                    "commentText": "Todos sabemos que os palestinianos são massacrados pelos judeus á dezenas de anos e ilegalmente. A culpa e do livro do êxodo, teem a mania que são donos da terra e o Mundo apoia os. Nada mais errado!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "b3f26e17-b763-45f0-0674-08d770ce8bbe",
                    "user": "beaa8e9a-2321-4fd3-af07-a6badcbc56db",
                    "date": "24.11.2019",
                    "timestamp": "NA",
                    "commentText": "Certo. Autorizado a matar mais uns desse lado. Fica-se à espera do contra-argumento. (...tristeza...).",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "dbbbf14d-21d9-4776-5a10-08d7517b8e2d",
            "user": "8b7f8fc7-531b-445a-8d72-a12e1c7fa951",
            "date": "24.11.2019",
            "timestamp": "NA",
            "commentText": "Alguém está claramente a mentir à descarada, e a mim parece-me que é Joacine. Como é possível alguém pertencente a um partido de esquerda/esquerdista não saber a posição deste em relação à Palestina? Ainda para mais uma das dirigentes e única deputada?! Como é possível afirmar que não conseguiu contactar com nenhuma das 15 pessoas da direcção do partido ao longo de 3 dias para esclarecer sobre algo que estava explicito no programa eleitoral? Como é que a direcção do livre não consegue contactar Joacine nem por telefone, nem sms ou email até ao momento, mas a comunicação social já conseguiu várias declarações desta sobre o assunto? Estaremos perante um Cavalo de Tróia com uma agenda escondida?",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "c8ea5ee0-fdfc-4229-2c2e-08d7702eaf8b",
            "user": "2064500e-8a01-42b5-b97a-16e9802404d4",
            "date": "24.11.2019",
            "timestamp": "NA",
            "commentText": "Fazendo futurologia... A Joacine obviamente quer ver-se livre do Livre. E como diz o antigo ditado \"Roma não paga a traidores\" e a Joacine vai ter que fundar um partido se quiser concorrer novamente às eleições. Já o Livre eu diria \"É bem feito\" para não andarem a brincar à esquerda identitária, individualista e sectária.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "43aa116c-ec5f-451e-be86-08d77062f8bd",
                    "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
                    "date": "24.11.2019",
                    "timestamp": "NA",
                    "commentText": "Conhece alguma esquerda que não seja sectária? ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7ebea528-6bcf-4bcb-a10d-08d770bea65c",
                    "user": "e2ca0f57-966c-4031-bf5e-4d80f4c9efa7",
                    "date": "24.11.2019",
                    "timestamp": "NA",
                    "commentText": "...e anti-semita.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "b90f2e86-2898-44f9-e87c-08d76fe6ab57",
                    "user": "11a10c66-d5ff-4c97-baa3-edf3eb11d96e",
                    "date": "24.11.2019",
                    "timestamp": "NA",
                    "commentText": "Severino, conhece alguma direita que não seja sectária?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "8c8211b7-8dbc-4e93-2c66-08d7702eaf8b",
                    "user": "2064500e-8a01-42b5-b97a-16e9802404d4",
                    "date": "24.11.2019",
                    "timestamp": "NA",
                    "commentText": "Acho piada à velocidade com que um cristão chama \"anti-semita\" a uma pessoa, depois de andarem a persegui-los durante centenas de anos. A única coisa que une um cristão e um judeu é um inimigo comum, o seu ódio ancestral.. Neste caso os palestinos (islâmicos).",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "67f00f5b-e1ad-4219-5a43-08d7517b8e2d",
                    "user": "66dfd57a-c79f-43fc-b526-b28d0a63500e",
                    "date": "24.11.2019",
                    "timestamp": "NA",
                    "commentText": "AMG não jogue areia para os olhos das pessoas ao confundir anti-sionismo com anti-semitismo. Você sabe bem qual é a diferença mas, parece-me que nada do que escreve é por acaso.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}