{
    "header": {
        "title": " As duas pestes de 2020: coronavírus e racismo ",
        "subtitle": " A grande dúvida é saber se a epidemia do coronavírus se manterá como crise sanitária internacional ou se vai transformar-se num fenómeno geopolítico, susceptível de alterar os equilíbrios do sistema internacional. ",
        "owner": " ['Jorge Almeida Fernandes'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 423  partilhas",
        "datePosted": " 8 de Fevereiro de 2020, 7:00 ",
        "dateExtraction": " 2020-02-13 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2020/02/08/mundo/analise/duas-pestes-2020-coronavirus-racismo-1903308 ",
        "postText": " ['Duas \u0093pestes\u0094 percorrem o mundo: a epidemia do coronavírus e o racismo antichinês. Das duas, esta é que mais contagia. É um efeito comum das \u0093pestes\u0094. Há um fantasma adormecido na nossa memória histórica e que, de vez em quando, desperta. A grande dúvida é saber se a epidemia se mantém como crise sa...', 'Este conteúdo é exclusivo para assinantes', 'Assine o PÚBLICO e ultrapasse os limites da informação com o recém-criado Clube P. Da sétima arte às artes de palco, da prova de vinhos à garrafeira exclusiva, da visita guiada à viagem para recordar, pertencer ao Clube é ter encontro marcado com a actualidade e com experiências exclusivas em todo o país.'] ",
        "numberPosts": " 27 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Ethnicity - General,Nationality - General,Nationality - German",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racismo,Racista,Raça,Xenofobia,Nazi",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "036ebb9d-926c-4327-1a65-08d7accf8d53",
            "user": "219f6341-495f-4bb9-af7b-7fac7e2c5ed1",
            "date": "09.02.2020",
            "timestamp": "NA",
            "commentText": "O DN título hoje que o coronavirus é a epidemia que \"veio da China\". Sendo factualmente verdade, na cabeça das pessoas pouco instruídas (a maioria) isso quer dizer apenas isto: o perigo mortal vem da China. Quem pode ter sentimentos amistosos para com a China, chineses, etc.? Perante o perigo de vida (real ou imaginário) é humanamente \"normal\" a desconfiança é mesmo a rejeição. Isto não é <b> racismo,</b> como o articulista pretende. É a normal<b>  xenofobia</b>. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo",
                "Xenofobia"
            ]
        },
        {
            "id": "45e85193-7e1b-47fb-56c5-08d7abde4442",
            "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
            "date": "08.02.2020",
            "timestamp": "NA",
            "commentText": "manigâncias baixas, essa do título incompleto, que prometia irmanar o imperturbável cronista com a frente rasta. Isto dito, é tão ridículo temerem-se vietnamitas chineses residentes na checoslováquia checa (deixem-me brincar com as nacionalidades), como bradar sobre um 'racismo' antichinês. A desconfiança da china seria, em todo o caso, primeiro 'xenófoba', antes de ser '<b> racista'</b>; mas nem isso: sentir hostilidade contra uma potência abusiva nem<b>  xenofobia</b> é - razão pela qual o esquerdismo dominante dos queridos meninos nunca chamou racistas aos povos, países e pessoas q queimam bandeiras dos eua por todo o lado, era o chamavas. Mas admito q só um inconscient<b> e racist</b>a poderia imaginar q o vírus se propagava da china a bratislava 'pelo sangue' inerente (ou talvez apenas 'pelo sim pelo não').",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "56bfb157-5bf0-4620-4b25-08d7accfb5d8",
                    "user": "2b7837c6-2419-4f8d-861c-5df00f7707c0",
                    "date": "08.02.2020",
                    "timestamp": "NA",
                    "commentText": "Haha. Bem posto.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racista",
                "Xenofobia"
            ]
        },
        {
            "id": "00a925f7-3292-4d1b-1e46-08d7abdc3fb8",
            "user": "ad097f06-d46d-41d8-85cb-78486c87dd09",
            "date": "08.02.2020",
            "timestamp": "NA",
            "commentText": "O <b> racismo </b>é uma forma natural de protecção da<b>  raça</b>.....já um vírus mata.....e encontra- se normalmente á esquerda ...",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "f1133d42-9a7f-4278-25cf-08d7abdc0220",
                    "user": "33b6a147-a54c-42aa-abe6-0644ef0c8402",
                    "date": "08.02.2020",
                    "timestamp": "NA",
                    "commentText": "Protecção da <b> raça?</b> diz isso com orgulho?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Raça"
                    ]
                },
                {
                    "id": "56a8568e-ef29-47ee-6767-08d7abddf721",
                    "user": "20dba57a-a0a7-4391-9f3c-804eb0cd3f7f",
                    "date": "08.02.2020",
                    "timestamp": "NA",
                    "commentText": "A <b> raça </b>branca está em vias de extinção. Se isso importa, é outra coisa.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Raça"
                    ]
                },
                {
                    "id": "aa9f442d-f336-43b7-a484-08d7acd112de",
                    "user": "4b4e0549-fc5e-471a-8eca-bbc159f95837",
                    "date": "08.02.2020",
                    "timestamp": "NA",
                    "commentText": "Em vias de extinção? E são tansos como vós que vão manter a espécie da <b> raça </b>branca. hahaha ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Raça"
                    ]
                },
                {
                    "id": "bdd0e3ef-71a6-48e2-a486-08d7acd112de",
                    "user": "33b6a147-a54c-42aa-abe6-0644ef0c8402",
                    "date": "08.02.2020",
                    "timestamp": "NA",
                    "commentText": "\"A <b> raça </b>branca está em vias de extinção\" - Diabinho Malandro  \"O<b>  racismo</b> é uma forma natural de protecção d<b> a raç</b>a\" - Silva.Silva.885266 só falta fazerem saudaç<b> ão na</b>zi a ouvir o hino ...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racismo",
                        "Raça",
                        "Nazi"
                    ]
                },
                {
                    "id": "4a0616ff-9af9-4aaa-1a51-08d7accf8d53",
                    "user": "051aa21d-8362-4b6b-8f5f-cc125eeea26d",
                    "date": "08.02.2020",
                    "timestamp": "NA",
                    "commentText": "O que não está infelizmente em vias de extinção é a idiotice. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racismo",
                "Raça"
            ]
        },
        {
            "id": "ca335a90-db33-49f3-6d8b-08d7abdb7ca9",
            "user": "3faac4fe-2a65-456c-8e7c-b036c5c8a92a",
            "date": "08.02.2020",
            "timestamp": "NA",
            "commentText": "Excelente artigo. A solidariedade parece depender da estabilidade económica. Um mundo ao contrário.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "6b2ff332-8ef9-46b3-25ce-08d7abdc0220",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "08.02.2020",
                    "timestamp": "NA",
                    "commentText": "muito instrutivo acerca do famoso espectro do espectro, o 'capitalismo' (que nos tempos que correm assola, creio, até perto da órbita de marte). Com efeito, se um tempo houve em q o capitalismo era suficientemente competitivo para o mal de uns ser o bem dos outros, agora que o sistema se tornou 'auto-global' e compete consigo mesmo, todos os inimigos dependem fundamentalmente uns dos outros. O que deveria fazer aumentar a consciência da globalidade do globo (económica, mas também ecosférica). E, do mesmo modo que o económico está contido num ecológico sistemicamente mais vasto, assim também o comunismo passou a pertencer à esfera daquilo que a preguiça política insiste em demonizar como capitalismo, e que é, porém, muito mais fundo do que isso: a opulenta dominação antropotécnica do mundo",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "a8e69345-bbd7-4876-56cc-08d7abde4442",
                    "user": "3faac4fe-2a65-456c-8e7c-b036c5c8a92a",
                    "date": "08.02.2020",
                    "timestamp": "NA",
                    "commentText": "Penso que o comunismo foi desde o início uma forma de capitalismo. Além disso sempre foi ditatorial e fascistoide na prática e não só, o colectivo sobreposto ao indivíduo, os rituais nacionalistas, os dogmas indiscutíveis. Uma crise de conceitos e de valores. A decadência da opulenta dominação antropotécnica do mundo.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7df5c162-7c9b-4873-6da0-08d7abdb7ca9",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "08.02.2020",
                    "timestamp": "NA",
                    "commentText": "de acordo! A minha questão é se o capital e o capitalismo, nas suas formas mutantes (a dirª acusa, e bem, o comunismo de ser um capitalismo de estado cuja acumulação primitiva foram as expropriações e estatizações; os comunistas sempre acusaram o fascismo de ser a inevitável consequência do capitalismo; o capitalismo parlamentar burguês sempre fez negócio, quer sob forma de comércio quer sob forma de guerra, com todos eles, passe o cinismo - e houve gente como Virgil Gheorghiu ou Heidegger a denunciar essa trilateral inconfessável), não estará a esconder, por lhe ser coextensivo (mas como efeito concomitante, não como causa geradora) um movimento histórico de antropogénese muito mais fundo do q o do - de resto, precioso - diagnóstico económico-político de Marx sobre a essência do capital.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "a96c0f1c-4490-40f0-077c-08d7acceeaf2",
                    "user": "3faac4fe-2a65-456c-8e7c-b036c5c8a92a",
                    "date": "08.02.2020",
                    "timestamp": "NA",
                    "commentText": "Marx era filósofo, a dúvida permanece, máxima filosófica, a análise (que subscrevo, preciosa) da interaccao das classes  na temática materialista-histórica sócio-económica da evolução das sociedades, é sem dúvida na minha humilde e laica opinião, uma metodologia de análise do contexto histórico (peço desculpa, não tenho prática na discussão em português e confio na sua generosidade), absolutamente relevante. O método é a chave da prova científica, as variantes são parte integrante do processo. Critico veementemente a religiosidade das convicções no contexto sócio-económico. Marx foi um génio ao tematizar o que chamou materialismo histórico, o erro não foi dele, mas como sempre, da praticabilidade da teoria. Choca-me particularmente a \u0084passividade\u0093 das \u0084forças\u0093 auto-proclamadas pró-sociais.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "8de5ebfd-93b0-4920-4b3c-08d7accfb5d8",
                    "user": "3faac4fe-2a65-456c-8e7c-b036c5c8a92a",
                    "date": "09.02.2020",
                    "timestamp": "NA",
                    "commentText": "Caro José Manuel Martins, respondendo à sua pergunta: o capitalismo é um territorialismo. O movimento histórico da antropogenese não é tematizado, ou é muito pouco tido em conta na análise de formas de desenvolvimento económico. No fundo, o capitalismo é um determinismo comportamental implícito à condição humana, atrevo-me a afirmá-lo. Vivemos em grupos que defendem interesses comuns contra outros grupos, que também têm interesses comuns, mas outros. Em nome da defesa de interesses, que à partida seriam a garantia da sobrevivência, pervertemos o princípio. Um círculo vicioso na História da Humanidade. Um método de análise de modelos sócio-económicos pode ser a luta de classes e a dinâmica daí resultante, contrapondo o capitalismo a este processo, mas... e os reflexos condicionados?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "6ed14d49-29e5-414d-01f3-08d7960b4eee",
            "user": "597cde38-59c8-45d5-9024-889e2a42ffbe",
            "date": "08.02.2020",
            "timestamp": "NA",
            "commentText": "Adorei o artigo.  O autor fez uma análise perfeita da situação. A falta de mostras de solidariedade das outras nações com o drama chinês é triste de se ver, o sentimento anti-China é ignorância pura. Em uma situação como essa, que pode ocorrer em qualquer País, com danos muito maiores, prevalece a máxima mais egoísta de todas: cada um por si  \"...vou mandar um avião para pegar os meus.\" ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7319adbe-c1d9-463f-56bc-08d7abde4442",
            "user": "219f6341-495f-4bb9-af7b-7fac7e2c5ed1",
            "date": "08.02.2020",
            "timestamp": "NA",
            "commentText": "Não está a confundir <b> racismo </b>e<b>  xenofobia</b>? Atenção, muita atenção aos conceitos e às palavras! ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "9cd0a555-7628-40f8-0203-08d7960b4eee",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "08.02.2020",
                    "timestamp": "NA",
                    "commentText": "e pior, a confundir os dois com 'China', quer dizer, com um odioso poder imperial em expansão que ao mesmo tempo não esconde as garras da cegueira inoperante própria dos regimes repressivos. Não pensei que jaf caísse na loja de chineses (lol) dos conceitos simplórios ao desbarato, na fancaria do pechisbeque lexical dos taxistas da ideologia em vigor. Entretanto, com a resistência em Hong Kong ao rubro, já resta pouca face ao senhor da cidade interdita para ser perdida.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racismo",
                "Xenofobia"
            ]
        },
        {
            "id": "26244419-e3e1-4618-6744-08d7abddf721",
            "user": "f8fcd449-82f8-4e75-95d8-d449ec759524",
            "date": "08.02.2020",
            "timestamp": "NA",
            "commentText": "A praga mais mortífera que assolou a China foi o marxismo-leninismo. 65 milhões de mortos. Dificilmente o novo vírus será tão mortífero.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "95bb3438-a3ec-4707-56c9-08d7abde4442",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "08.02.2020",
                    "timestamp": "NA",
                    "commentText": "também nisso me sobressalta o desvario de week-end deste circunspecto articulista: mas qual peste nem meia peste? É uma epidemia, que a velocidade circulatória contemporânea eleva a pandemia, mas, fora situação de mutação, é de letalidade percentualmente residual, a milhões de milhas de uma pneumónica, p. ex.. Mata menos que o condutor português num ano novo. O disparate hiperbólico e desadequado dos termos do artigo é um raro momento de infelicidade discursiva do autor. Deixe lá os ratos roerem a rolha da garrafa de rum da cidade interdita - desde que o façam em mandarim de lei...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "ab9c9b95-1b2c-4d93-0776-08d7acceeaf2",
                    "user": "841a4abc-bf11-40e7-9aac-775d30f13f29",
                    "date": "08.02.2020",
                    "timestamp": "NA",
                    "commentText": "O modo binário continua... O capitalismo também foi construído sobre os cadáveres de milhões. Entre escravatura e genocídio de populações indígenas, guerras e embargos. Em 1700, a população de indígenas americanos diminuíra de 130 milhões relativamente a dois séculos antes. Na Índia mais de 30 milhões morreram de fome desnecessariamente, enquanto que toneladas de trigo eram exportadas para o RU. Durante o regime de Hitler, grandes empresas com medo do poder da esquerda alemã, fizeram compromissos com o nacional-socialismo, vendo os nazistas como um instrumento para parar o comunismo e o sindicalismo. O venerado capitalista Henry Ford, entre muitos, era um grande fã do Adolfo...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "c34239ae-e9d9-42ca-6d80-08d7abdb7ca9",
            "user": "37c78466-468b-4231-8da3-7326535518ae",
            "date": "08.02.2020",
            "timestamp": "NA",
            "commentText": "E o autor é a 3ª peste de 2020 !Moralistas de trampa ... !",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "efdb2fe2-739a-479b-d7cb-08d7abdc54df",
            "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
            "date": "08.02.2020",
            "timestamp": "NA",
            "commentText": "A China está a conter a epidemia. O que é isto comparado com os mais de 50 milhões de pessoas que a Pneumónica matou?",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "915521da-8aa4-4169-6d94-08d7abdb7ca9",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "08.02.2020",
                    "timestamp": "NA",
                    "commentText": "quer a margarida dizer que o negacionismo ditatorial do comunismo chinês está finalmente, e com criminoso atraso de ditadores, a impor condições militarizadas (em que é especialista) à sua carne para canhão civil para conter dois vírus, o dos pulmões, e o vírus oficial do Partido cuja cegueira persecutória é em primeiro lugar responsável pelo espalhamento do próprio surto, ao pretender manter incólume a mesma falsa imagem que a margarida quer reabilitar e que foi posta em causa pelo médico e finalmente pelos seus próprios propagandistas? É isto, não é, margarida? Acho que a primeira pandemia estrutural em curso, na china, é o Partido, o qual propaga sozinho todos aqueles vírus cuja existência ele pretende proibir oficialmente, no cenário triunfalista da auto-imagem do império do meio.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "3088c517-a016-4915-25b2-08d7abdc0220",
            "user": "a5f505ac-e98f-467d-8322-887b0c79f250",
            "date": "08.02.2020",
            "timestamp": "NA",
            "commentText": "Em 2020 nota.se bem é o delírio racial, ou seja alguns que por complexos de inferioridade acham que tudo na vida é <b> racismo.</b>",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "bc24fa94-c947-4d2c-d7ad-08d7abdc54df",
            "user": "43993747-edb9-4cfe-b23c-c38b08096cbe",
            "date": "08.02.2020",
            "timestamp": "NA",
            "commentText": "É preciso identificar quem são os hospedeiros desse <b> racismo.</b> Onde é que ele está a incubar. Para mim é fácil de identificar mas não vou estar aqui a dizer para não ferir susceptibilidades.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "932635dc-acc7-4c5f-25b7-08d7abdc0220",
                    "user": "33b6a147-a54c-42aa-abe6-0644ef0c8402",
                    "date": "08.02.2020",
                    "timestamp": "NA",
                    "commentText": "Cadeia com eles que não fazem cá falta nenhuma.        ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racismo"
            ]
        }
    ]
}