{
    "header": {
        "title": " A diversidade deve começar na escola? Sim. \u0093Caso contrário, vamos continuar a reproduzir estereótipos\u0094 ",
        "subtitle": " O P3 desafiou cinco jovens a apontar as causas do futuro. Eles querem uma sociedade mais diversa e inclusiva, sem discriminação de género, étnica ou de orientação sexual. Querem mais diversidade no Parlamento. E onde se pode aprender a respeitar a individualidade de cada um? Onde se aprende quase tudo: na escola. Este é o último texto de uma série de quatro. ",
        "owner": " ['Mariana Durães'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "datePosted": " 26 de Agosto de 2019, 7:16 ",
        "dateExtraction": " 2019-10-28 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2019/08/26/p3/noticia/a-diversidade-deve-comecar-na-escola-sim-caso-contrario-vamos-continuar-a-reproduzir-estereotipos-1884121 ",
        "postText": "['\u0093Estes acessórios são de homem ou mulher? Ou ambos?\u0094 Eduardo Couto já sabia que a resposta que ia escrever não era a \u0093correcta\u0094.  Mas, ainda assim, Eduardo escreveu \u0093\u0094 (ambos, em português) em frente a todos os acessórios apresentados no teste. O resultado? Umas quantas cruzinhas e pontos de interrogação. Segundo aquele exercício, só um cachecol e um cinto podem ser utilizados por homens e mulheres.', 'Na aula de correcção do teste \u0093toda a turma se manifestou\u0094 por achar que \u0093aquilo não fazia qualquer tipo de sentido\u0094 \u0097 mas a indignação da turma não surtiu efeitos. Valeu antes uma ameaça de falta disciplinar e levantou uma questão: estará a escola a perpetuar estereótipos?', 'Quando Rianne Ruviaro chegou à redacção do PÚBLICO trazia uma certeza: \u0093É preciso uma educação sem estereótipos de género.\u0094 A estudante brasileira faz parte do grupo de cinco jovens que responderam à chamada aberta do P3 para debater o que consideram ser as causas do futuro. Além dela, também Berta Valente Santos, Fernando Teixeira, João Pedro Costa e Rita Regadas defenderam que a inclusão, integração e igualdade são desafios que vão marcar os próximos tempos. Da crise dos migrantes às questões de género, passando pela deficiência ou envelhecimento, a conclusão foi consensual: \u0093Temos de preparar a sociedade para incluir, integrar e aceitar a diferença e vê-la como um contributo positivo.\u0094', 'A crise de migrantes é uma preocupação para os cinco jovens e um exemplo da \u0093falta de empatia\u0094 da sociedade. Criticam a \u0093despersonalização do problema\u0094 e o \u0093afastamento total\u0094 provocado também pela \u0093falta de notícias na televisão\u0094. A integração de refugiados provoca \u0093medo de perder a identidade\u0094, apontam. Acreditam que \u0093a sociedade só pode ser coesa se considerar todos os que a integram e para isso é preciso quebrar tabus associados a diversas minorias\u0094. E numa era em que estamos \u0093tão próximos virtualmente\u0094, continuamos a \u0093discriminar na realidade\u0094 \u0097 sem entender que, como refere Lúcia Furtado, uma das fundadoras da Femafro (\u0093uma associação de mulheres negras, africanas e afrodescendentes), \u0093somos iguais, cada um com as suas especificidades\u0094.', 'Mas os estereótipos são impostos desde cedo. Passamos a vida a ouvir que \u0093o menino não chora e que a menina tem de ser mocinha\u0094; aprendemos que \u0093há profissões de homem e profissões de mulher\u0094: um dos factores que, acredita Rianne, \u0093geram desigualdade salarial\u0094. Actualmente, de acordo com dados da Organização Internacional do Trabalho, os homens ganham em média mais 22,1% do que as mulheres  \u0097 só na Estónia e no Chile o panorama é pior. Um inquérito feito pela Fundação Francisco Manuel dos Santos mostra que em  46% dos casais mulher-homem, ela ganha menos do que ele. Apenas em 27% dos casos ambos ganham o mesmo e em 15% ela ganha mais.', 'As assimetrias entre homens e mulheres no mundo do trabalho não são apenas relativas ao salário: segundo dados do Eurostat, em 2018 a taxa de desemprego dos homens fixava-se nos 6,6% e a das mulheres 7,4%. As mulheres enfrentam também maior risco de pobreza (17,9%) do que os homens (16,6%). Em contexto de trabalho, 35% das mulheres dizem já ter sofrido de assédio moral e 16% admitem ter sido vítimas de  \u0097 a grande maioria (56%) perpetrada por um superior hierárquico homem.', 'Mas voltemos à escola de Eduardo, em Santa Maria da Feira. A professora de Inglês não foi a única de quem o estudante de 16 anos discordou: \u0093Já tivemos uma discussão com um professor que disse a uma colega minha que o lugar dela era na cozinha e que não tinha que fazer perguntas de informática porque esse não ia ser o futuro dela\u0094, conta. A turma indignou-se e escreveu uma carta para a direcção a contar o sucedido. Apesar de não saberem o que aconteceu depois, esse professor \u0093nunca mais apareceu\u0094.', '\u0093Grande parte do corpo docente numa escola faz parte de uma faixa etária mais velha e a formação que lhes foi dada há uns anos não é inclusiva\u0094, afirma o jovem, que também é membro do Bloco de Esquerda. \u0093Para haver mudanças, é preciso haver vontade política \u0097 formações sobre a igualdade de género, questões de orientação sexual, diversidade étnica. A partir do momento em que não há um investimento concreto na escola pública, é normal que o corpo docente não acompanhe o progresso da sociedade.\u0094', 'Lúcia Furtado corrobora: \u0093As mudanças começam pela educação. Havendo uma reforma do sistema educativo e da forma como as coisas são apresentadas é mais fácil atingir melhorias a vários níveis.\u0094 Os manuais escolares, por exemplo, não dão espaço à diversidade quer étnica, quer de género. \u0093A forma como os manuais orientam as questões de género são muito binárias, homem e mulher. É tudo muito padronizado, com preconceitos de há cinquenta ou cem anos: a mulher deve usar saia e desempenhar estas profissões, o homem deve usar isto e fazer aquilo.', 'Apesar de Eduardo acreditar que ultimamente \u0093a escola tem dado alguns passos no que toca ao combate de preconceitos\u0094, ainda \u0093há muito por fazer\u0094. Nas aulas de formação cívica, por exemplo, \u0093os professores dão as aulas partindo do princípio que os alunos que estão à sua frente são todos homens \u0091cis\u0092 [cujo género é o mesmo que o designado no nascimento] e heterossexuais\u0094. Falta \u0093falar sobre o preservativo feminino, sobre as relações entre dois homens ou duas mulheres, sobre as doenças sexualmente transmissíveis\u0094. E abandonar as questões de \u0093planeamento familiar\u0094 convencional e conservador. Só \u0093preparando os professores, psicólogos, auxiliares de educação e todos os profissionais que estão em contacto com os alunos\u0094 é que se consegue avançar e começar a criar uma sociedade mais inclusiva, acredita Lúcia. \u0093Caso contrário vamos continuar a reproduzir estereótipos.\u0094', 'As escolas devem promover \u0093a construção de ambientes que na realização de actividades diferenciadas por sexo permitam que se tome em consideração o género auto-atribuído, garantindo que as crianças e jovens possam optar por aquelas com que sentem maior identificação\u0094. É o que diz o novo despacho sobre a aplicação da lei da identidade de género nas escolas, publicado no dia 16 de Agosto, que defende também que a escola deve \u0093garantir que a criança ou jovem, no exercício dos seus direitos, aceda às casas de banho e balneários, tendo sempre em consideração a sua vontade expressa e assegurando a sua intimidade e singularidade\u0094. Poucas horas depois de ter sido publicado, uma petição contra o despacho começou a circular na Internet e reuniu, em poucas horas, mais de 17 mil assinaturas. \u0093Defende a escola contra a ideologia de género. A escola não é um acampamento do Bloco de Esquerda\u0094, lia-se num cartaz partilhado pela Juventude Popular. E a  onda de protestos motivou um esclarecimento do Ministério da Educação: só crianças e jovens que já estão em transição de género poderão escolher as instalações independentemente do seu sexo de origem.', '\u0093Há alguns deputados à direita que estão com a ideia de que há algo chamado \u0091ideologia de género\u0092. Mas isso são invenções criadas pela direita conservadora para provocar atrasos no que toca à educação nas escolas inclusivas\u0094, acredita Eduardo. A luta pela igualdade e não-discriminação deve, no entanto, passar também pelos estudantes, defende. As associações de estudantes são \u0093uma das melhores formas de os alunos estarem bem representados dentro de uma escola, sem qualquer tipo de conservadorismo ou preconceito\u0094. E estão a falhar: \u0093Em vez de estarem a representar as lutas sociais \u0097 seja dos estudantes negros, comunidade LGBT [lésbicas, gays, bissexuais e transgénero] ou questões feministas \u0097, estão apenas com uma perspectiva mercantilista de uma viagem de finalistas.\u0094', 'O \u0093mundo perfeito\u0094 idealizado pela Organização das Nações Unidas  em 2015 é um mundo onde as mulheres não são discriminadas nem agredidas. Os Objectivos do Desenvolvimento Sustentável propunham que, até 2030, 16 metas de diferentes âmbitos fossem alcançadas e grande parte das nações mundiais comprometeram-se a atingi-las. A pouca representação das mulheres em órgãos do governo, as diferenças salariais entre homens e mulheres e a violência de género são algumas das questões que todos os países querem resolver. Mas o \u0093Índice de Género\u0094 (o primeiro estudo que mede o progresso em relação a este conjunto de metas) mostra que nenhum país vai conseguir cumprir o prometido a tempo \u0097 pelo menos no que toca a igualdade de género. Portugal situou-se no 16.º lugar do ranking , com uma pontuação de 83,1 (em termos qualitativos corresponde a um \u0093bom\u0094).', 'No Parlamento predominam homens brancos e heterossexuais.  No início da legislatura, em 2015, anunciaram-se 151 homens e 79 mulheres \u0097 34%. A representação feminina deverá aumentar na próxima legislatura, uma vez que a quota de paridade subiu de 33% para 40%  em Março de 2018. Isto quer dizer que a indicação dos nomes nas listas terá de ser ordenada de forma alternada por género (não podem haver dois candidatos do mesmo género seguidos). Actualmente, só há um deputado negro, uma deputada com ascendência goesa, um deputado abertamente gay e uma deputada abertamente lésbica. Ainda assim, apesar de concordar com a lei da paridade, Lúcia acredita que é urgente \u0093começar a pensar nisso também para outras comunidades, como a cigana, a migrante ou a negra. É preciso ir além da questão de género porque essa não é a única que afecta as pessoas, nem as mulheres\u0094, atira Lúcia.', 'O que está a falhar? \u0093Falta uma mobilização mais geral e uma luta no terreno.\u0094 Apesar de existir \u0093uma elite que explora um pouco mais estas áreas\u0094, falta \u0093a presença activa junto das pessoas que realmente precisam das medidas de discriminação positiva\u0094. Porque tirando \u0093situações muito específicas\u0094, como a primeira greve feminista nacional , que aconteceu no Dia Internacional da Mulher, a mobilização ainda é insuficiente. \u0093A marcha teve uma presença mais massiva por causa da questão dos femicídios\u0094 \u0097 desde Janeiro já morreram 18 mulheres em contexto de violência doméstica  \u0097, mas falta perceber \u0093quem são as mulheres que estão a sofrer esse femicídio\u0094. São, refere Lúcia, \u0093de classe mais baixa, trabalhadora, mulheres negras, ciganas ou migrantes, que muitas vezes têm medo de se dirigir às autoridades porque não têm a situação legalizada\u0094.']",
        "numberPosts": " 15 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Sexual Identity - General,Gender - General,Ethnicity - General,Sexual Identity - Male homosexuality",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Homossexual,Sexual,Raça,Paneleiro",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "ef2fb092-4f2d-4b1b-f0ed-08d73051648c",
            "user": "4252f8b1-6ac2-439e-934f-ade8b9951e55",
            "date": "04.09.2019",
            "timestamp": "NA",
            "commentText": "Uma pergunta ao jovem bloquista: se acha que não pode haver conservadorismo nas associações de estudantes (como se não houvesse estudantes conservadores), não será isso também um preconceito?",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "0e4c7c35-2f1a-44cb-b261-08d73086e7db",
                    "user": "f6a47c15-6984-4897-b08d-24849c4938c1",
                    "date": "04.09.2019",
                    "timestamp": "NA",
                    "commentText": "@João: Basta ver a forma como as manifestações LGBTI se colam a uma agenda de esquerda para perceber que a inclusão e diversidade não se faz no campo das ideias.        Como se não houvesse gays e lésbicas conservadores, como se para se ser <b> homossexual </b>também se tenha que ser contra o capitalismo, etc.        Como as associações não são eleitas pelos que dizem representar, depois podem colar um programa político mais abrangente com que tem pouco a ver com a temática central.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Homossexual"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "27bffb41-dc7a-4521-73bc-08d72a561307",
            "user": "cdc7fc70-dd52-4a72-96b2-d1cf66ba2555",
            "date": "27.08.2019",
            "timestamp": "NA",
            "commentText": "O Politicamente Correcto em accao. Vai criar vitimizacao e novos individuos frageis e dependentes de quotas como esta a acontecer noutros paises onde estas ideologias sao impostas. Chama-se Engenharia Social e Subversao das massas.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "d984dada-7b0f-4d2b-6fb0-08d729f8fe26",
            "user": "04c0a9ee-d30c-439b-8177-071103a7c05e",
            "date": "27.08.2019",
            "timestamp": "NA",
            "commentText": "Respeito e educação sem discriminação de <b> raça,</b> cor ou credo, e isso já está na lei e basta.Como já dito aqui, é um problema grava tentarem impor suas ideologias da minoria ao resto, quer ser<b>  paneleiro</b>? que seja, ninguém tem nada com isso, mas deixe a orientaçã<b> o sexua</b>l das crianças em paz, um dia por vontade própria, ser for o caso, ela será como você.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sexual",
                "Raça",
                "Paneleiro"
            ]
        },
        {
            "id": "cc889851-f77d-4cb5-7394-08d72a561307",
            "user": "42a2c646-6396-4758-935b-eb73907beaff",
            "date": "26.08.2019",
            "timestamp": "NA",
            "commentText": "Óptimos artigos e parabéns aos alunos por serem mais inclusivos que muitos adultos. Sempre existiu resistência e medo á mudança e ao novo, é preciso lembrar como as mulheres tiveram de lutar para poderem votar ou usar calças. Hoje isto é normal. Liberdade é poder exercer a própria personalidade e a sua expressão de gênero. Isto é humano e criativo!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "816a0db9-5837-44a5-46d8-08d729f2d2bf",
            "user": "2bcb62b7-7611-4759-b256-e30953779d7e",
            "date": "26.08.2019",
            "timestamp": "NA",
            "commentText": "Este artigo é assustador na forma leviana como está escrito... O público parece o jornal oficial do Bloco. Coisas como dar a entender que há falta de diversidade porque a maioria dos deputados são brancos e heterossexuais, como se em Portugal isso não fosse a realidade da população em geral. É ridículo e desproporcionado. Agora querem educar a maioria pelo visão do mundo que têm algumas minorias. Não basta serem aceites querem impor a sua visão do mundo aos restantes!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "269730a7-eeea-409e-fdde-08d7295eeb7e",
            "user": "56002447-2916-4c90-92d1-26927bd1a43b",
            "date": "26.08.2019",
            "timestamp": "NA",
            "commentText": "A parcialidade demonstrada neste artigo é assustadora. Nas últimas semanas esta tendência do Público tem se intensificado. Só não cancelo a subscrição para continuar a ver a forma como continuam a tentar condicionar e formatar a opinião pública. O jornalista e a redacção deveriam ter vergonha.Vale pelos comentários que aqui estão a ser colocados e que mostram que felizmente os portugueses continuam a pensar pela própria cabeça.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "0b2c6f3d-b0cd-4523-a8b8-08d72a50ba0a",
                    "user": "25241b78-c64c-409f-8520-b7efcd02fe04",
                    "date": "26.08.2019",
                    "timestamp": "NA",
                    "commentText": "defender direitos humanos é ser-se parcial? que bem!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "78d79704-5a94-4fef-fdda-08d7295eeb7e",
            "user": "e968ff64-ebd0-4882-90e5-01d7f5aa80c3",
            "date": "26.08.2019",
            "timestamp": "NA",
            "commentText": "Alguns dos artigos são mais programáticos e encomendados que jornalísticos e muito menos  de caráter informativo. Procuram condicionar o leitor normal do Publico.  É pena porque a escolha jornalística em Portugal é pouca e tende assim a diminuir bastante.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "27161e17-719f-44b4-18ca-08d71fff21a5",
            "user": "75d01f82-4beb-4243-8cce-a7d1edc5f07a",
            "date": "26.08.2019",
            "timestamp": "NA",
            "commentText": "Não há palavras para definir estes artigos. Onde está a imparcialidade do jornalista? Inclusivé dos responsáveis deste jornal que permitem a constante divulgação destes artigos em detrimento da opinião contraria?Continuemos.. o aluno diz, quer... E na ideologia dos esquerdistas do bloco, publicitados pelo jornal... Manda! Todos os outros estão errados. Os professores... Outros alunos... A maioria! Está tudo errado! E a maioria tem que levar com a vontade da minoria. Já não lhes chega ser aceites. Tem que ser como eles querem . Que vergonha",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "f52a91d8-bcdc-48bb-8b21-08d729facd29",
            "user": "8e1abc0c-6764-452f-aaa3-28dc7018138b",
            "date": "26.08.2019",
            "timestamp": "NA",
            "commentText": "Já percebi que não se consegue avaliar ou discutir este tema recorrendo ao pseudo jornalismo dos jornais: foram escolhidos 5 jovens,  que representam os jovens portugueses,  ou simplesmente aqueles que convém ao indole do artigo?!",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "c7fae07d-b480-4444-9c96-08d7295e0cb6",
                    "user": "734a459b-522b-4a81-a273-b147716fe7ef",
                    "date": "26.08.2019",
                    "timestamp": "NA",
                    "commentText": "Nem mais... ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "ca1aa1dd-0739-401b-6f53-08d729f8fe26",
            "user": "2b7837c6-2419-4f8d-861c-5df00f7707c0",
            "date": "26.08.2019",
            "timestamp": "NA",
            "commentText": "Vejam o video. E verifiquem a quantidade de banalidades ditas. Isto é o nível intelectual com que estes temas são tratados. É o nível mais básico que existe. Ainda bem que estou lúcido e ainda posso combater os verdadeiros problemas como devem ser combatidos, no dia-a-dia, em cada acção, na nossa consciência, moral e reflexão. E não no instagram e etc a repetir chavões parvos que depois não cumprem minimamente. Pá isto é de um nível de ignorância brutal. A cultura não se decreta. A Lei sim, e essa está consagrada. O que se assiste é a uma conversa simplista sobre temas avulso. E isto é transversal às mesas de café por esse país fora. A conversa sobre estes temas é básica e o objectivo é não dar trabalho a pensar. Uma verdadeira letargia intelectual. Zombies activistas.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "82f22845-cfb2-4c49-a029-08d729ac4327",
            "user": "fce4b8f6-4570-497f-a3b0-c6c26c441c7d",
            "date": "26.08.2019",
            "timestamp": "NA",
            "commentText": "Ideologia e política fora da escola. Deixem as crianças sossegadas com os seus problemas de criança e não com os problemas de meia dúzia de adultos com problemas psicológicos.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "eb9b2d9f-6aab-4058-a903-08d72a50ba0a",
                    "user": "cdc7fc70-dd52-4a72-96b2-d1cf66ba2555",
                    "date": "27.08.2019",
                    "timestamp": "NA",
                    "commentText": "exacto!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}