{
    "header": {
        "title": " Assessor de Joacine queixa-se de interrupções permanentes, \u0093cerco\u0094 e \u0093mercantilização da informação\u0094 ",
        "subtitle": " Em declarações à Rádio Observador, assessor de deputada do Livre explica que o Livre não quer implementar a cultura de chamar seguranças para acompanhar Joacine, mas, se não deixarem a parlamentar trabalhar, \u0093não há outra forma\u0094 ",
        "owner": " ['Sónia Sapage'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 1564  partilhas",
        "datePosted": " 27 de Novembro de 2019, 12:33 ",
        "dateExtraction": " 2020-01-24 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2019/11/27/politica/noticia/assessor-joacine-queixase-interrupcoes-permanentes-tentativa-cerco-mercantilizacao-informacao-1895274 ",
        "postText": " ['Rafael Esteves Martins já vinha fazendo referências mais ou menos claras à pressão jornalística que a deputada do Livre tem sentido no Parlamento, mas esta quarta-feira de manhã, na Rádio Observador, partiu a loiça. Em directo, o assessor de Joacine Katar Moreira queixou-se das solicitações permanentes dos jornalistas, revelou que um repórter tentou invadir o gabinete da parlamentar e ainda deixou um recado, após explicar por que razão pediu a um GNR que escoltasse Joacine: \u0093Não é essa a cultura que queremos implementar [a dos seguranças], mas, se não nos deixarem trabalhar, não há outra forma.\u0094 No Twitter, Rafael Esteves Martins encerrou a polémica com um \u0093larguem o osso\u0094.', 'Numa entrevista rara \u0096 não é habitual os assessores darem entrevistas \u0096 Rafael começa por responder a perguntas sobre o episódio que envolveu a deputada do Livre, na terça-feira ao fim do dia, e que gerou um momento televisivo viral. Nas imagens inicialmente transmitidas pela RTP, vê-se a deputada a ser acompanhada nos corredores parlamentares por um GNR sem farda, enquanto um jornalista da SIC tenta colocar-lhe questões sobre o projecto de Lei da Nacionalidade do partido, que deu entrada numa altura em que já não podia ser arrastado para a discussão sobre o assunto, marcada para o dia 11 de Dezembro.', '\u0093A senhora deputada estava a participar num documentário da Al Jazira ​a ser filmado naquele momento no salão nobre e como se trata de um museu [o Palácio de São Bento] o uso destas salas de carácter histórico necessita de vigilância. O sargento que estava não fardado, mas identificado, ao lado da sala, foi por mim avisado para avisar os senhores jornalistas para não interromperem as filmagens, dado que de um documentário se tratava\u0094, começou por explicar o assessor. \u0093No momento seguinte, e tendo em conta que houvera um jornalista que entrara na nossa sala de apoio, achei por bem solicitar ao guarda que estava em funções para acompanhar a senhora deputada até ao seu gabinete. Não foi para sair do Parlamento\u0094, acrescentou Rafael Esteves Martins, estranhando que jornalistas \u0093residentes na AR\u0094 tenham veiculado \u0093a informação errada\u0094 ao dizerem que o guarda era um segurança. \u0093Isto cria uma desinformação desnecessária\u0094, queixou-se.', 'Foi apenas a primeira queixa. A seguir, o assessor assumiu que \u0093não é possível fazer um trabalho claro, esclarecido e lúcido quando as pessoas estão a constantemente a interromper\u0094. \u0093Quando estamos a trabalhar, e em particular num projecto de lei que foi submetido, não conseguimos fazê-lo se tivermos constantemente a presença de jornalistas, de chamadas, de emails, etc.. Não conseguimos trabalhar se continuarem a pedir informações que, a nosso ver, não são do interesse público\u0094, disse. O assessor, que é também chefe de gabinete da deputada, referiu-se então a \u0093hábitos mediáticos\u0094, como o de \u0093cercar o entrevistado ou entrevistada para que este não se consiga mover\u0094, para justificar a presença do GNR junto a Joacine.', 'Sobre a questão do projecto de lei, que acabou por dar entrada nos serviços ainda na terça-feira, mas já fora do prazo para ser debatido no dia 11, Rafael Esteves Martins lembrou que \u0093os deputados têm iniciativa legislativa, independentemente dos agendamentos ou dos arrastamentos que houver\u0094. Em última instância, \u0093eles podem estar a submeter projectos de lei semelhantes constantemente\u0094, afirmou. \u0093Há mecanismos legais para o ver discutido no dia 11. Foi requerido ao senhor presidente da Assembleia da República um arrastamento e depois logo se verá. Há uma desinformação a ser veiculada que é completamente desnecessária e que não nos deixa trabalhar\u0094, insistiu.', 'A invasão do gabinete da deputada, que Rafael Esteves Martins já tinha referido no Twitter, foi, apesar de tudo, o assunto principal da entrevista. \u0093Um jornalista, durante a tarde, entrou-nos pelo gabinete adentro. Normalmente são pedidas audiências ou entrevistas através das suas assessorias ou partidos. Isto cria um ambiente desadequado de trabalho político\u0094, referiu, para acrescentar: \u0093Não há uma normatividade daquilo que se faz. Há culturas de trabalho e a cultura de trabalho da senhora deputada é uma cultura de descanso no sentido intelectual do termo, ou seja, sem interrupções. Lamento imenso, mas ter pessoas a bater-nos à porta como se fosse uma casa de atendimento público, que não é o caso, cria impedimentos no trabalho que são prejudiciais a uma deputada única, volto a referir.\u0094', 'O momento radiofónico não terminou sem que o assessor de imprensa acusasse a comunicação social de querer ganhar dinheiro com a deputada. \u0093Quando tenho jornalistas a interromper reuniões de trabalho, a exigir falar com a senhora deputada, eu percebo isso \u0096 na verdade, os jornais ganham imenso dinheiro e imensos cliques com a senhora deputada \u0096 mas justamente por eu saber isso é que não podemos participar desta mercantilização da informação que, de resto, não informa nada, a meu ver.\u0094', 'O Parlamento não informou a deputada única do Livre sobre o \"acordo de cavalheiros\" estabelecido na anterior legislatura que fixa um prazo de poucos dias para entregar projectos para serem debatidos com iniciativas do mesmo tema em plenário.', 'Esta informação foi dada à agência Lusa pelo secretário da Mesa da Assembleia da República Duarte Pacheco, depois de o projecto do Livre para alterar a Lei da Nacionalidade ter ficado de fora do debate plenário sobre esta matéria, no próximo dia 11 de Dezembro, por ter sido entregue fora do prazo.', 'A conferência de líderes da Assembleia da República reuniu-se na quarta-feira, dia 20 de Novembro, e agendou aquele debate, entre outros, para 11 de Dezembro, existindo já projectos de lei sobre a nacionalidade de BE, PCP e PAN. Joacine, por não integrar um grupo parlamentar, não tem assento na conferência de líderes.', 'Joacine Katar Moreira somente esta terça-feira entregou a sua iniciativa legislativa sobre a matéria, ou seja, fora do prazo que existe por \"acordo de cavalheiros\", uma vez que o regimento do Parlamento nada estipula sobre o assunto.', '\"Há um acordo de cavalheiros de que o prazo é até à sexta-feira seguinte à reunião da conferência de líderes. Isto foi uma das regras que constam de um memorando aprovado na legislatura anterior e que consta de uma das súmulas, através do grupo de trabalho para o efeito [liderado pelo socialista Jorge Lacão]. Não é uma regra regimental, mas na altura todos os partidos concordaram e aceitaram respeitar\", disse à agência Lusa o deputado social-democrata Duarte Pacheco.', 'O secretário da Mesa da Assembleia da República, com largos anos de experiência e muitas vezes porta-voz da conferência de líderes, defendeu que \"o desconhecimento da lei não pode ser invocado para defesa\".', '\"Ela [deputada única do Livre, Joacine Moreira] não tem assento na conferência de líderes, mas o seu 'staff' tem obrigação de conhecer o regimento e estas regras. O que estava a acontecer muitas vezes, antes de se estipular este prazo, era que os partidos entregavam iniciativas no próprio dia dos debates, ou seja, sem que os deputados tivessem tempo para as ler antes de as discutir - e aconteceu com todos os partidos\", acrescentou Duarte Pacheco.', 'Havia ainda a hipótese de, por consenso de todos os partidos, a iniciativa tardia do Livre poder ser arrastada para o debate sobre o assunto, mas, segundo fontes parlamentares, PS, PSD e PCP não concordaram em abrir excepções à tal regra do \"acordo de cavalheiros\".'] ",
        "numberPosts": " 36 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Nationality - General,Social Class - Working class",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Nacionalidade,Analfabeto",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "4a3d1ce8-f631-48f3-5088-08d773098fba",
            "user": "4a0810a8-e029-45e3-9756-424a85ca16c0",
            "date": "27.11.2019",
            "timestamp": "NA",
            "commentText": "Um GNR para acompanhar o par ao Gabinete, um esquadrão de Paraquedistas para acompanhar o par ao supermercado.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3ecdab59-2104-4ee1-4a25-08d77287b203",
            "user": "ecc3b250-d54b-47c4-8cf1-317ac485517e",
            "date": "27.11.2019",
            "timestamp": "NA",
            "commentText": "Os jornalistas fazem perder tempo, mas tem tempo para fazer documentários para a Al Jazzera?",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "cdd8a22c-ae20-4954-dfbe-08d77288d7ee",
            "user": "35b5a314-72c6-4a48-a8c7-8f1bea921360",
            "date": "27.11.2019",
            "timestamp": "NA",
            "commentText": "Mas este circo Joacine e Seu Bibelô de saias é  para continuar? Este par patético e ridículo vai andar alí por muito tempo para gozo e galhofa na Assembleia? Que alguém corra com estes dois patetas do show off. É uma vergonha para Portugal ter estas aves raras todos os dias a dar barraca. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "d2e941a8-de61-4439-4a1a-08d77287b203",
            "user": "25e81347-315b-4eff-b106-0e4d3cc4cce1",
            "date": "27.11.2019",
            "timestamp": "NA",
            "commentText": "Quando o assessor andou a pavonear-se de saia pela assembleia da república também havia jornalistas atrás delas. Não era \u0093cerco\u0094?",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "b3509d1c-392b-4652-5080-08d773098fba",
                    "user": "8d330022-4602-4900-82d5-55dc46507391",
                    "date": "27.11.2019",
                    "timestamp": "NA",
                    "commentText": "Se for só atrás, não cai na definição de cerco.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "ad879de4-fdd9-4972-dfb9-08d77288d7ee",
            "user": "81811a19-87ed-4ab0-8aaf-f8098cc44694",
            "date": "27.11.2019",
            "timestamp": "NA",
            "commentText": "Está encontrado um bode expiatório : jornalistas. Isto está a transformar-se num case study. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "960ac116-1cd8-4f36-4a11-08d77287b203",
            "user": "2510d437-bb49-4bf3-a006-566c65cdb9fd",
            "date": "27.11.2019",
            "timestamp": "NA",
            "commentText": "Que confusão, diz Rafael Esteves Martins, «(...)os jornais ganham imenso dinheiro e imensos cliques com a senhora deputada» ... não, meu caro, os jornais não se aproveitam da Joacine, ela é que se aproveitou dos ditos para ter protagonismo e ser eleita, eles sim, foram usados e deitados ao lixo sem tomarem conta disso mesmo. Este embuste, sim, embuste, chamado Joacine é mais um momento inolvidável da inenarrável história da democracia portuguesa, tal como foi o PRD ou é o PAN .",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "e9439dc3-1792-45c2-f503-08d7733ecaf7",
            "user": "ef3b7777-4dd5-402e-bc30-a956e2ca8580",
            "date": "27.11.2019",
            "timestamp": "NA",
            "commentText": "Rafinha, acontece que parte do serviço de qualquer deputado e esclarecer os contribuintes sobre o seu trabalho, propostas, votos, etc... É também curioso que nunca vi a Joacine reclamar com a exposição aos media durante a campanha...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "fa03f3ca-3c58-4e5c-6ec4-08d772b4bcd2",
            "user": "9d96ceca-6bd7-44a4-90df-8bbfa1203f73",
            "date": "27.11.2019",
            "timestamp": "NA",
            "commentText": "Mas que arrazoado tão choramingas, leviano e diletante:  \u0093Não há uma normatividade daquilo que se faz. Há culturas de trabalho e a cultura de trabalho da senhora deputada é uma cultura de descanso no sentido intelectual do termo, ou seja, sem interrupções.\u0094 Então deixem-me escrever o seguinte, com ou sem sentido intelectual: estão na casa da democracia para o bem e para o mal. Quando há polémicas todos os outros grupos parlamentares se sujeitam à mesma pressão, por isso cresçam e habituem-se a estar debaixo de um maior escrutínio público. A vida agora já não é só largar postas de pescada no Twitter, Rafael.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "107064e4-9f12-4e64-a1f7-08d77305a3a2",
                    "user": "9d96ceca-6bd7-44a4-90df-8bbfa1203f73",
                    "date": "27.11.2019",
                    "timestamp": "NA",
                    "commentText": "E outra coisa: agora o Rafael queixa-se dos \"cliques\" e da mercantilização da informação, mas há uns meses, antes das eleições, já não se queixavam disso, pois não? Presumo que nessa altura até uma passadeira vermelha seria estendida, se fosse necessário, para receber a comunicação social. Que falta enorme de profissionalismo: o tempo das Associações de Estudantes já passou, Rafael.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "87dcb1fe-6830-42c6-4a10-08d77287b203",
                    "user": "9d96ceca-6bd7-44a4-90df-8bbfa1203f73",
                    "date": "27.11.2019",
                    "timestamp": "NA",
                    "commentText": "Vanitas vanitatum et omnia vanitas: não voltem a contar com o meu voto. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "b158a587-80b3-40e2-dfb1-08d77288d7ee",
            "user": "9d96ceca-6bd7-44a4-90df-8bbfa1203f73",
            "date": "27.11.2019",
            "timestamp": "NA",
            "commentText": "\"mas esta quarta-feira de manhã, na Rádio Observador, partiu a loiça\" À atenção da jornalista Sónia Sapage: o Livro de Estilo do Público já está obsoleto? Princípios e normas de conduta profissional, Ponto 5a: \"A imparcialidade e o distanciamento notam-se no vocabulário e na abordagem de assuntos com carga ideológica\". \"Partir a loiça\": a sério?",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "ca9e655c-7d74-4165-a1f2-08d77305a3a2",
            "user": "aff3b6d6-269d-42d3-9d88-7dac216dfe07",
            "date": "27.11.2019",
            "timestamp": "NA",
            "commentText": "Enquanto o assunto foi saias e gaguez não houve cerco! Mas quando o assunto é o trabalho no âmbito das funções assumidas, já estamos a fazer cerco! Paciência!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "f65fcb54-c29e-4380-4a0d-08d77287b203",
            "user": "48a26fa5-3dda-4c4f-b5a3-a9759b9b1034",
            "date": "27.11.2019",
            "timestamp": "NA",
            "commentText": "A deputada Jocy e o seu accessor de saias estão a prestar se a um ridículo que me faz sentir vergonha alheia. Como é possível não ter a noção da figura tristíssima que ambos estão a fazer... enfim ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "0b66fcb0-47e2-4ff6-f4f8-08d7733ecaf7",
            "user": "3a5143a2-322a-4283-a62d-5ccf6232b6cd",
            "date": "27.11.2019",
            "timestamp": "NA",
            "commentText": "Assim vai o jornalismo de folhetim... ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "48cab4ba-4f35-4b51-6ebc-08d772b4bcd2",
            "user": "8b7f8fc7-531b-445a-8d72-a12e1c7fa951",
            "date": "27.11.2019",
            "timestamp": "NA",
            "commentText": "Que chorrilho de aldrabices. A polémica com Joacine começou na última sexta-feira com a abstenção. Ora, o projecto sobre a <b> Nacionalidade </b>deveria de ter entrado até esse dia quando não havia \"perseguição\" jornalística à Joacine nem impedimento para desenvolver trabalho! A razão porque não apresentaram a proposta, bem como a barracada da abstenção deve-se a serem totalmente incompetentes, não terem noção da responsabilidade do vosso cargo, nem do respeito que os vossos eleitores merecem. O jornalista invadir o gabinete é de facto inadmissível, mas ficaram tão traumatizados que já não conseguiram fazer mais nada o resto do dia? E o assessor não está aí para controlar as coisas? O Livre também não existe para ajudar a deputada? Só acertam quando é para terem acções populistas. e show off.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "f7995b9c-e89c-4d6e-dfb3-08d77288d7ee",
                    "user": "ef3b7777-4dd5-402e-bc30-a956e2ca8580",
                    "date": "27.11.2019",
                    "timestamp": "NA",
                    "commentText": "Certíssimo! Além disso gostava também de saber os que estes defensores da \"liberdade\" chamam de \"invadir o gabinete\". Quem os ouve até pensa que estávamos em Alcochete...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "9125ab2a-77d3-48be-037c-08d773511a8d",
                    "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
                    "date": "27.11.2019",
                    "timestamp": "NA",
                    "commentText": "Para o Livre ajudar a deputada é preciso que a deputada queira ser ajudada e a verdade é que a deputada não atende os telefonemas do Livre. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Nacionalidade"
            ]
        },
        {
            "id": "f1fe297f-d060-4840-1f56-08d7733348f7",
            "user": "d484b069-8c60-41cc-abc2-f50e1c6e445c",
            "date": "27.11.2019",
            "timestamp": "NA",
            "commentText": "Que \"coisa\" triste, todo este caso. Parece um filme-comédia condenado a não conseguir receitas. E o Livre já deixou de o ser, preso que está a esta exposição/mediatização que o decredibiliza e (se calhar) de forma irremediável. E um orgão de soberania que à semelhança de alguns, noutros países, se transformou num palco de lamentável espectáculo. Depois, admirem-se com a abstenção crescente...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "12b808cc-706e-4437-5069-08d773098fba",
            "user": "93f98fd9-2a2d-4c7f-9f61-b676e9ad1113",
            "date": "27.11.2019",
            "timestamp": "NA",
            "commentText": "Se o desconhecimento da lei não pode ser invocado para defesa de qualquer cidadão , mesmo sendo <b> analfabeto,</b> muito menos pode ser invocado por pessoas que pretendem participar em processos legislativos.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Analfabeto"
            ]
        },
        {
            "id": "e0322fc3-1bb8-41cd-6eba-08d772b4bcd2",
            "user": "b78163aa-b503-424c-82bc-43654c2ff5ab",
            "date": "27.11.2019",
            "timestamp": "NA",
            "commentText": "Então e a nova barracada com a escolta da GNR da AR só porque sua excelência a deputada não quer jornalistas à volta? Ver no CM, porque aqui parece que a notícia ainda não chegou! Mas quem pensam esta criatura e o seu apêndice que são?",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "bfd764e9-588d-49c5-506b-08d773098fba",
                    "user": "8bdb8fc4-a554-44f8-b458-11db5c45c120",
                    "date": "27.11.2019",
                    "timestamp": "NA",
                    "commentText": "Se houvesse um lago la perto, era mais um microfone na agua",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "df7ec251-35c2-4f3c-f504-08d7733ecaf7",
                    "user": "ef3b7777-4dd5-402e-bc30-a956e2ca8580",
                    "date": "27.11.2019",
                    "timestamp": "NA",
                    "commentText": "JDF &gt; com a diferença que o CR7 não tem nenhuma obrigação em prestar declarações aos eleitores...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "17e9e965-3d29-4378-dfa5-08d77288d7ee",
            "user": "beaa8e9a-2321-4fd3-af07-a6badcbc56db",
            "date": "27.11.2019",
            "timestamp": "NA",
            "commentText": "Seja lá em que circunstâncias for ela, por favor, que não utilize a expressão \"A senhora cheira mal\".",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "d19254e4-dd40-4b39-dfa3-08d77288d7ee",
            "user": "ce1ed469-ea09-4b55-ae87-7bed8d31c370",
            "date": "27.11.2019",
            "timestamp": "NA",
            "commentText": "A assembleia que queiram refundar, estão a destruir. um destes dias o assessor marca uma conferência de imprensa e queixa-se que ninguém a quer ouvir. Afinal, a Senhora Deputada afirmou que a mensagem iria ser percebida e ainda não aprendeu a ligar com a mediatização.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "d0ea2979-1755-4346-df9f-08d77288d7ee",
            "user": "d8d115f7-cfc3-4676-9b4b-0f5b378dffb9",
            "date": "27.11.2019",
            "timestamp": "NA",
            "commentText": "o circo esta montado....pior que o tiririca, è a joacina....pior não fica....",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5d4adc3d-705b-43b4-5068-08d773098fba",
                    "user": "8dfdab89-c3d7-43e2-8a7a-fd833b928b8c",
                    "date": "27.11.2019",
                    "timestamp": "NA",
                    "commentText": "e quem é que montou e está a comandar o circo?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "de5b1f17-a390-4791-df9e-08d77288d7ee",
            "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
            "date": "27.11.2019",
            "timestamp": "NA",
            "commentText": "Se não tivesse transformado a sua missão num circo vestido de saía não iria ter de que se queixar",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2866b940-54f0-4dbb-dcef-08d7724e08fc",
            "user": "65940cde-c5df-448d-849a-5231f45506f2",
            "date": "27.11.2019",
            "timestamp": "NA",
            "commentText": "A ideia que dá é que tanto a deputada com o assessor não têm a mínima noção do cargo que ocupam na Assembleia e do que é esperado deles. Enquanto não adquirirem essa noção vão continuar a cair no ridículo.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "7fc3f712-e345-4878-5073-08d773098fba",
                    "user": "283631f5-b877-47d4-b6c9-cf3771ef6960",
                    "date": "27.11.2019",
                    "timestamp": "NA",
                    "commentText": "Boa síntese.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "86a0f627-79e4-498c-6eb3-08d772b4bcd2",
            "user": "308eef58-9f01-403a-977b-88fd93694eee",
            "date": "27.11.2019",
            "timestamp": "NA",
            "commentText": "gente bizarra, com argumentos bizarros!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}