{
    "header": {
        "title": " Investigadoras desmontam \u0093conjunto de mentiras\u0094 sobre \u0093ideologia de género\u0094 ",
        "subtitle": " O II Congresso Internacional do Centro Interdisciplinar de Estudos de Género, que terminou nesta sexta-feira, pretendeu discutir os avanços e recuos que as questões de género sofreram nos últimos anos. ",
        "owner": " ['Andreia Friaças'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 3694  partilhas",
        "datePosted": " 26 de Julho de 2019, 21:28 ",
        "dateExtraction": " 2019-10-28 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2019/07/26/sociedade/noticia/cieg-investigadoras-desmontam-conjunto-mentiras-ideologia-genero-1881430 ",
        "postText": " ['Se no ano passado o combate à \u0093ideologia de género\u0094 era uma das principais bandeiras da campanha eleitoral de Bolsonaro, este mês os deputados do PSD e CDS-PP introduziram o tema na agenda política em Portugal. Mas o que significa ideologia de género? De que forma este conceito consegue atacar as lutas pela igualdade de género? O II Congresso Internacional do Centro Interdisciplinar de Estudos de Género (CIEG), do Instituto Superior de Ciências Sociais e Políticas, procurou precisamente \u0093esclarecer e desmontar um conjunto de mentiras que têm sido ditas neste tema\u0094, esclarece Anália Torres, coordenadora da comissão executiva do congresso.', 'Sob o mote Estudos de Género, Feministas e sobre as Mulheres: Reflexividade, resistência e acção, o congresso, que terminou nesta sexta-feira, procurou dialogar sobre os avanços e recuos que as questões de género sofreram nos últimos anos. \u0093O nosso primeiro congresso foi em 2016 e, entretanto, aconteceu um conjunto de acontecimentos que põem as questões de género em causa\u0094, explica Anália Torres, dando o exemplo do aparecimento de líderes políticos tais como o presidente norte-americano Donald Trump e o brasileiro Jair Bolsonaro, que tecem comentários sexistas e homofóbicos nos seus discursos.', 'Um fenómeno mais recente em Portugal, reconhecido pela investigadora, é a diabolização das questões de género, sob o enquadramento do conceito \u0093ideologia de género\u0094. A 19 Julho, 85 deputados do PSD e CDS-PP entregaram no Tribunal Constitucional um pedido de fiscalização sucessiva da norma que determina a adopção de medidas no sistema educativo sobre identidade de género. Miguel Morgado, um dos deputados do PSD que elaborou o requerimento, acrescentou que o \u0093uso político que é dado aos chamados estudos de género constitui uma ideologia\u0094 e que por isso não deve esta presente na escolaridade obrigatória.', 'Anália Torres contrapõe a posição dos deputados do PSD e CDS-PP: \u0093Aquilo que se quer que aconteça nas escolas é que as crianças fiquem alerta sobre as questões de género. Estamos a falar de uma exigência básica dos direitos humanos. Quando dizemos nas escolas que as crianças não devem ser alvo de estigmatização pela identidade de género estamos simplesmente a promover escolas pacíficas\u0094, defende.', 'A investigadora Sue Scott, presidente da Associação Europeia de Sociologia, acrescenta que falar sobre questões de género nas escolas é uma forma \u0093de ajudar na prevenção do bullying e da violência contra raparigas, mas também contra crianças gay ou trans\u0094. \u0093É preciso dar o conhecimento e a informação às crianças para que sejam mais inclusivas e solidárias com o próximo\u0094, acrescenta. Na sua investigação Conceptualising Gender: History, Politics and Practice (Conceptualizar o género: história, políticas e práticas), que apresentou nesta quarta-feira em Lisboa, Sue Scott explica que falar das questões de género nas escolas ajuda a que o sexismo e a homofobia não sejam tratados como problemas individuais. \u0093Não é algo inato a apenas determinados homens, é um problema do sistema que dá permissão para que o sexismo ainda continue a acontecer\u0094.', 'Karla Bessa, coordenadora do Núcleo de Estudos de Género PAGU, no Brasil, explica ao PÚBLICO como surge a expressão \u0093ideologia de género\u0094. O termo nasce com Joseph Ratzinger, ainda antes de se tornar papa (Bento XVI), que disse que \u0093o feminismo e a categoria género era uma forma de burlar a naturalidade dos corpos, e que isso é uma afronta a toda a ética cristã, que entende um corpo como uma fonte inquestionável\u0094. \u0093Em oposição à biologia, utilizou a palavra ideologia para enquadrar aquilo que acha uma aberração, os corpos inventados pelo ser humano\u0094, explica Karla Bessa, que viajou até Lisboa para apresentar o seu trabalho sobre \u0093o legado teórico-político dos Estudos de género e agendas feministas do Brasil actual\u0094.', 'Na opinião da investigadora brasileira, o ataque a uma suposta \u0093ideologia de género\u0094 é uma tentativa de descredibilizar a investigação científica. \u0093Há mais de um século de estudos científicos sobre a história da sexualidade, do corpo, da construção de personalidade\u0094, elenca. Além disso, promove um sentimento hostil relativamente ao tema da identidade de género. \u0093Querendo ou não, as pessoas trans existem e precisam que toda a gente lhes reconheça a existência e plena cidadania\u0094, exemplifica.', 'A diabolização das questões de género foi um tema presente na agenda política brasileira, principalmente durante a campanha de Jair Bolsonaro. No Brasil, em 2011, o projecto \u0093Escola sem Homofobia\u0094, do Ministério da Educação, pretendia ser um guia de orientação aos professores de forma a combater a homofobia das escolas. Contudo, foi ridicularizado por Jair Bolsonaro, que o designava como Kit Gay. Ao mesmo tempo, foram disseminadas mentiras sobre o programa, como a partilha pornografia ou haver biberões em formato de pénis. \u0093Há este jogo de amedrontar as pessoas, partilhando ideias de que falar destes temas significa erotizar as crianças\u0094, critica Karla Bessa.', 'Para a investigadora, não só é necessário que as questões de género sejam alvo de debate na escola, como é imperativo que os professores recebam formação que os capacite de criar o debate. \u0093É necessário que a formação dos professores se relacione com as investigações na área da sociologia, antropologia e estudos de género que estão a ser produzidas\u0094, esclarece.', 'Neste II Congresso do CIEG foram recebidas 313 propostas de comunicação de vários cantos do mundo, como Brasil, Inglaterra, Espanha, Suécia ou Alemanha. Entre os dias 24 e 26 de Julho, foi dado destaque ao tema \u0093masculinidades\u0094, que ocupou o lugar central de algumas sessões plenárias, e a área de estudo sobre migrações e discriminações \u0096 onde se explora a intersecção das questões de género com as questões de etnia ou classe. O Congresso dedicou ainda espaço às estratégias de resistência que têm emergido para fazer face ao sexismo e homofobia e sobre o papel do direito, das políticas públicas e das instituições nacionais e internacionais na promoção da igualdade de género.'] ",
        "numberPosts": " 31 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Gender - General,Sexual Identity - Male homosexuality,Age - General,Sexual Identity - General,Gender - Female sexuality,Nationality - French,Physical Identity - Physical (and Mental) Impairments",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Género,Mulher,Sexual,Aberração,Idade,Gay,Preparada,Francisco,Muda",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "a447975c-37ab-4d6e-2a18-08d713283437",
            "user": "7ae51804-8e34-4e50-8b83-d6b853bb2344",
            "date": "28.07.2019",
            "timestamp": "NA",
            "commentText": "Infelizmente a ideologia que está na moda, é a ideologia da estupidez humana.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "ae12d2fd-4c53-42ae-4f60-08d7123176fc",
            "user": "309dd08d-7551-49b0-b139-f107026c1ab5",
            "date": "28.07.2019",
            "timestamp": "NA",
            "commentText": "interessante observar que uma simples resposta ao interlocutor é barrado. Que coisa hein?",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "abb59b40-052a-49c2-0817-08d6d8471621",
            "user": "20dba57a-a0a7-4391-9f3c-804eb0cd3f7f",
            "date": "27.07.2019",
            "timestamp": "NA",
            "commentText": "É óbvio, mas não para a maioria, que estava a falar da divisão ancestral de tarefas que a sociedade constituiu com base nas potencialidades dos dois sexos, como não podia deixar de ser: não se podem inventar características biológicas ao sabor da ideologia de <b> género.</b> Nem parece que na pré-história se pensasse nisso. Mas há uma continuidade biossocial que se prolongou até agora baseada nas médias diferenciais de caracteres existentes entre indivíduos do sexo masculino e do feminino. É uma ciência louca a de Butler ao afirmar que o próprio sexo, já não só o<b>  género</b>, é determinado pela cultura. Será que as gónadas são sensíveis ao ambiente cultural?",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Género"
            ]
        },
        {
            "id": "326aa7f4-c9e3-409f-4f36-08d7123176fc",
            "user": "841a4abc-bf11-40e7-9aac-775d30f13f29",
            "date": "27.07.2019",
            "timestamp": "NA",
            "commentText": "As feministas actuais dizem \"Não nascemos <b> mulher,</b> nos tornamos uma\", o que é a base da teoria do<b>  género</b> da sacerdotisa americana, Judith Butler. Pela sua lógica, quando um pai diz: \"É uma menina\", ele faz \"dela\" um<b> a mulhe</b>r. Para pessoas capazes de fazer a diferença, é justamente o contrário, é porque um bebé nasceu menina, que se tornará u<b> ma mulh</b>er. Invocar os nomes de Trump e Bolsonaro, quando há bilhões de opositores de bom senso a esta teoria doida, é outra manipulação dos bem pensantes para nos fazerem engulir a pílula. E aproveitam para misturar na mesma alucinação a destruição do conceito de heterossexualidade como sendo a norma. E já agora, alguém tem uma nova receita para a reprodução humana além da proveta?",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "d2dc31d8-fdf1-4e4b-0182-08d71206a85e",
                    "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
                    "date": "27.07.2019",
                    "timestamp": "NA",
                    "commentText": "A frase \"Ninguém nasce <b> mulher,</b> torna-se<b>  mulher</b>\" não é da Judith Butler mas sim da Simone de Beauvoir e foi escrita no livro \"Le Deuxième Sexe\" editado em 1949. Leu bem, a frase é bem velhinha, estamos a falar de gerações de feministas. Quanto à Butler ela nunca negou a biologia ou seja o sexo, as genitálias. Ela é uma intelectual que vem do Estruturalismo e a questão que ela elabora é sobre <b> o Géner</b>o e meramente filosófica. Conclusão, chegou a altura de eu dizer, vá estudar!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Género",
                        "Mulher"
                    ]
                },
                {
                    "id": "187964c7-fc64-4140-45d0-08d71225711f",
                    "user": "841a4abc-bf11-40e7-9aac-775d30f13f29",
                    "date": "27.07.2019",
                    "timestamp": "NA",
                    "commentText": "Faz dó de constatar que nem sequer consegue ler com atenção... Não atribuí a frase adoptada pelas feministas de hoje a Judith Butler, mas disse que a sua teoria do <b> género </b>não é mais do que a continuação dessa<b>  aberração</b> da lógica. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Género",
                        "Aberração"
                    ]
                }
            ],
            "keywords": [
                "Género",
                "Mulher"
            ]
        },
        {
            "id": "35d32bcb-b1f0-4a38-015d-08d71206a85e",
            "user": "f6a47c15-6984-4897-b08d-24849c4938c1",
            "date": "27.07.2019",
            "timestamp": "NA",
            "commentText": "Sobre a suposta \"cientificidade\": há hoje ciência para todos os gostos. Basta ver os artigos do Peter Boghossian e do James Lindsay, para se ver de que lado da ciência estamos aqui. De qualquer forma esta matéria está longe de ser consensual. Dizer que o Bolsonaro diaboliza ( e admito que sim), e ao mesmo diabolizar todos os que tem reservas sobre o assunto colando-os ao Bolsonaro e à extrema-direita... ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "a035b15f-7c8b-4641-4f34-08d7123176fc",
            "user": "619f4f7a-3618-4991-9723-0fabb6e88ac8",
            "date": "27.07.2019",
            "timestamp": "NA",
            "commentText": "Este é um artigo típico da anti ciência social e o típico dividir para reinar. O termo \"resistência\" mostra bem a ideológia que está por detrás dos novos arautos da decência e \"respeito\" pelo próximo. Respeito pela diferença sim. Aceitar o proximo tal como é sim. Querer mudar a sociedade por decreto não. A ditadura das minorias vai falhar. Minaram tanto o discurso público que acabam os próprios a cair nas armadilhas que criaram. São os maiores contribuintes para se votar em Trumps e Bolsonaros. Com extremismos se combate extremismos. Simples como isso. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2463e621-56bc-44eb-983a-08d7123c337d",
            "user": "309dd08d-7551-49b0-b139-f107026c1ab5",
            "date": "27.07.2019",
            "timestamp": "NA",
            "commentText": "Esta questão como tantas outras passa invariavelmente pela família. \"Do mesmo modo que alguns desejam que seu filho <b> gay </b>ou trans ou outra ideologia qualquer, existem pessoas que desejam que seus filhos sejam criados e educados dentro de um costume mais conservador\" Então entendo que ,sem retirar os direitos de outros que seja permitido que os costumes familiares e a família em primeiro lugar decida sobre o que , e quando um jovem deverá ser exposto aos diversos temas que permeiam a vida. Não é justo que ,da mesma forma se excluam os diferentes ,também  queiram formatar a \"ainda maioria\". Só mais um dado: O denominado kit<b>  gay</b> é um exemplo disto. Fala sobre gênero e sexualidade , mas era para crianças de qu<b> e idad</b>e? Obrigatório a todos?É isto,difícil se pensamos q somos o lado certo! ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "9ced6296-7bab-4303-4f32-08d7123176fc",
                    "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
                    "date": "27.07.2019",
                    "timestamp": "NA",
                    "commentText": "Fyad, desde quando a sexualidade é uma ideologia? Santa ignorância! O papão para os bolsominions agora é a ideologia. Como se eles fossem isentos de ideologia. Religião é ideologia, fayad. Quando defende uma família heteronormativa é ideologia. Quanto à homossexualidade é uma identidade <b> sexual </b>exatamente como é a heterossexualidade hegemónica. Vocês bolsominions não são o lado certo mas sim o lado da ignorância e conservadorismo. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Sexual"
                    ]
                },
                {
                    "id": "786d5389-8e15-40f7-ad4f-08d712239e55",
                    "user": "2ec57421-8673-4f0d-94ea-e9bf6981dbd3",
                    "date": "28.07.2019",
                    "timestamp": "NA",
                    "commentText": "Não há problema em ser ideologia. E a religião aparece, sim, associada a ideologias. Nada de errado. Queremos só que não se resguardem no mito de objectividade e da autoridade científica quando convém. Sim, porque noutros contextos estão a negar ambos. A questão da \"ideologia/estudos de <b> género\"</b> não é científica. É bem mais profunda que isso.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Género"
                    ]
                },
                {
                    "id": "827ee4ad-e09a-4a69-4e24-08d714089277",
                    "user": "4252f8b1-6ac2-439e-934f-ade8b9951e55",
                    "date": "29.07.2019",
                    "timestamp": "NA",
                    "commentText": "Obrigadíssimo, Margarida: o seu discurso estereotipado mostra bem até que ponto o radicalismo da ideologia de gênero vai: tudo aquilo de que não gosta é ideologia, mas a criação recente e com propósitos pouco definidos não é. Ao contrário do que quer fazer crer, não se trata de defender algo natural, mas de impedir que algo absolutamente artificial e falso, apenas defendido pelas \"estudiosas\" do assunto, seja imposto nas escolas. Como todos os extremistas, acha que aqueles que não concordam com as suas posições têm de estar na barricada oposta. Execro Bolsonaro tal como execro as suas queridas \"estudiosas de gênero\". Já agora, colocar ignorância ao lado de conservadorismo reflecte, isso sim, ignorância, além de radicalismo de quem não aceita ideias opostos. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Idade",
                "Gay"
            ]
        },
        {
            "id": "0d175093-45c6-4beb-07d1-08d6d8471621",
            "user": "d8d115f7-cfc3-4676-9b4b-0f5b378dffb9",
            "date": "27.07.2019",
            "timestamp": "NA",
            "commentText": "A seguir sera os animais a pagar com o corpinho!!! A loucura é achar merdas, coisas normais...",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "e8162782-39ee-471d-4f2a-08d7123176fc",
                    "user": "e0d7cd06-ffbe-4fa5-9444-18fd099eca9d",
                    "date": "27.07.2019",
                    "timestamp": "NA",
                    "commentText": "Da mesma forma que o Luís acha \"normal\" debitar aqui esse seu comentário?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "9565b334-e5f2-44b4-983d-08d7123c337d",
                    "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
                    "date": "27.07.2019",
                    "timestamp": "NA",
                    "commentText": "Eu denunciei o comentário do Luis Ribeiro.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "456776cb-de93-4dc5-07fe-08d6d8471621",
                    "user": "43993747-edb9-4cfe-b23c-c38b08096cbe",
                    "date": "27.07.2019",
                    "timestamp": "NA",
                    "commentText": "Já faltou mais... ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4e4651fc-38ca-4017-ad0c-08d712239e55",
            "user": "7c060fe2-9e13-44a3-885e-4c754a69e462",
            "date": "27.07.2019",
            "timestamp": "NA",
            "commentText": "O principal é o combate ao bullying. Trazer a informação da diversidade de gênero as escolas, é combater os preconceitos de humanidade onde se destroem pessoas que não são criminosas e que vivem em contribuição cívica para uma melhor sociedade. Conheço um certo PSD que viu a sua mentalidade mudar rapidamente. O que fazer? Promover o bullying ao seu filho e desistir de o amar ou combater este flagelo mentalidades? É quase um paradoxo. Mas no amor aos filhos, não há espaço para os ódios de gênero. O que este PSD e este CDS estão a fazer, é provocar um debate onde por si só, será traduzido por mais bullying a milhares de crianças. É andar na crista da onda dos neofascismo. Em português claro: procurar chifres em cabeça de porco.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "03c46cf0-8724-40a4-458e-08d71225711f",
            "user": "2ec57421-8673-4f0d-94ea-e9bf6981dbd3",
            "date": "27.07.2019",
            "timestamp": "NA",
            "commentText": "Interessante que um artigo (e académicos) que advoga que os \"estudos de <b> género\"</b> têm estatuto científico e não seja uma ideologia pareça um manifesto político.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Género"
            ]
        },
        {
            "id": "47f72fc0-d9ec-4428-07c9-08d6d8471621",
            "user": "43993747-edb9-4cfe-b23c-c38b08096cbe",
            "date": "27.07.2019",
            "timestamp": "NA",
            "commentText": "Vindo desta escriba , o ponto de vista é sempre o mesmo... ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "f8988062-8b93-41f6-0143-08d71206a85e",
            "user": "478d04c3-87b3-46cb-821d-a9755bef8b3f",
            "date": "27.07.2019",
            "timestamp": "NA",
            "commentText": "As questões de <b> género </b>existem, e é certamente bom que sejam abordadas e aprofundadas nas escolas. O meu receio prender-se-ia com uma iniciação ao tema excessivamente precoce e não suficientemente<b>  preparada</b> e refletida pelo corpo docente.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "484acb52-a214-47d7-ad27-08d712239e55",
                    "user": "43c8c01f-3f0a-468b-998b-1973f5f200b2",
                    "date": "27.07.2019",
                    "timestamp": "NA",
                    "commentText": "Não pode ficar de maneira nenhuma nas mãos dos docentes. São escravos. Não têm tempo para preparar as matérias obrigatórias quanto mais aquilo que estão longe de dominar. Seria um tiro no pé, os professores apenas produziriam senso comum. Este assunto pela sua complexidade e sensibilidade tem de ser trabalhado apenas por especialistas com a batuta do ministério da educação",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Género",
                "Preparada"
            ]
        },
        {
            "id": "f44c3385-cfda-4938-b950-08d7122cb392",
            "user": "87150902-10a6-4618-9b75-609e41840a60",
            "date": "27.07.2019",
            "timestamp": "NA",
            "commentText": "Eu nunca tive a menor paciência para aturar tanta ignorância, mentira e cegueira. Porque realmente, perante tanto disparate, não há que perder tempo com o que nada vale. A verdade durará e prevalecerá sempre: Deus criou o homem e a <b> mulher.</b> Macho e fêmea os criou. Tudo o que for além disto, não tem qualquer cabimento. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 8,
            "replies": [
                {
                    "id": "23b3f9c0-5889-4d14-981c-08d7123c337d",
                    "user": "c9d67aa2-48cb-4100-95e8-2f031aedeb1f",
                    "date": "27.07.2019",
                    "timestamp": "NA",
                    "commentText": "Quem???  Também ainda acredita no pai natal???         ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "be550b7d-a4f8-4ef8-981e-08d7123c337d",
                    "user": "c7bc8253-e7c6-4425-8b0d-2fa77782cc55",
                    "date": "27.07.2019",
                    "timestamp": "NA",
                    "commentText": "Com esse argumento nem a roda o macho e a fêmea deveriam inventar. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "b398fc9e-b43a-4c32-4f15-08d7123176fc",
                    "user": "d4cf633d-4912-4e8f-9d47-22e3ea52fa5e",
                    "date": "27.07.2019",
                    "timestamp": "NA",
                    "commentText": "Senhor Ruben Fontoura:        Não acha que o seu pretenso Deus, que você e eu não sabemos se existe, criou uma boa merda.        A avaliar pelo estado a que a Humanidade chegou nas relações entre as pessoas, e, agora, no que esse homem e essa <b> mulher </b>que o seu Deus terá criado, estão a fazer ao planeta?Relações entre as pessoas e estado do planeta é que o deviam preocupar, ou terão sido resultado daquilo que você chama ideologia de género: por exemplo, as guerras intermináveis ao longo de séculos ou milénios nas sociedades humanas e, agora, a invasão de plásticos nos oceanos, que você está a comer incorporados no sal e nos peixes.Não há paciência para tanta ignorância da sua parte, melhor, talvez não seja ignorância mas preconceito e fanatismo ideológicos.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Mulher"
                    ]
                },
                {
                    "id": "93a77552-ba95-4e30-9835-08d7123c337d",
                    "user": "87150902-10a6-4618-9b75-609e41840a60",
                    "date": "27.07.2019",
                    "timestamp": "NA",
                    "commentText": "Senhor Manuel Figueira: o seu comentário nem pensado por si foi. Ou se foi pensado, nem reparou nas contradições em que cai. Defina-se e leia melhor o meu comentário. Garanto-lhe que tem algo a aprender. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5e8e1968-4adb-4024-459f-08d71225711f",
                    "user": "87150902-10a6-4618-9b75-609e41840a60",
                    "date": "27.07.2019",
                    "timestamp": "NA",
                    "commentText": "Rui Gouveia, quem parece ainda acreditar no Pai Natal, é precisamente o meu amigo...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "45a429e5-47cd-4bdc-ad1f-08d712239e55",
                    "user": "e0d7cd06-ffbe-4fa5-9444-18fd099eca9d",
                    "date": "27.07.2019",
                    "timestamp": "NA",
                    "commentText": "Fundamentalistas cristãos ou muçulmanos, as mesmas origens, a mesma luta - basta substituir Alá pelo seu sinónimo (ou vice-versa). A raiz do problema é a mesma, a intolerância que é filha da ignorância e do medo (até de se olhar ao espelho e descobrir um \"eu\" que, afinal, sempre esteve fechado a sete chaves dentro de um armário) e para o exorcizar criam-se dogmas, âncoras seguras de todos os fanatismos... o senhor Fontoura pensa e escreve, usando sinónimos adaptados ao gosto e cultura ocidental,  como se fosse um recém regressado de uma guerra perdida lá para os lados da Síria...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "c23923cc-e861-40b6-07e8-08d6d8471621",
                    "user": "43c8c01f-3f0a-468b-998b-1973f5f200b2",
                    "date": "27.07.2019",
                    "timestamp": "NA",
                    "commentText": "A ignorância é sua e em estado puro. também deve achar que a terra é plana.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "e43edb3e-a3ca-4369-081a-08d6d8471621",
                    "user": "87150902-10a6-4618-9b75-609e41840a60",
                    "date": "27.07.2019",
                    "timestamp": "NA",
                    "commentText": "AM escreveu: \"Fundamentalistas cristãos ou muçulmanos, as mesmas origens, a mesma luta\". O AM parece ter problemas de discernimento. Acaso a Bíblia tem alguma coisa a ver com o Al Corão? Acaso Cristo tem alguma coisa a ver com Maomé? O AM critica o \"fundamentalismo\" cristão... acaso tem alguma alternativa credível para nos apresentar? Cite-a, se faz favor. Fico curioso.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Mulher"
            ]
        },
        {
            "id": "e5502b8d-6bda-49c1-923e-08d7113f268e",
            "user": "c7621000-17ba-4e8f-ad64-19553db4f3ad",
            "date": "26.07.2019",
            "timestamp": "NA",
            "commentText": "Ratzinger deixou um legado lamentável. <b> Francisco </b>mostra-se o espelho do seu antecessor. E ainda dizem que a Igreja não<b>  muda</b>... ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Francisco",
                "Muda"
            ]
        }
    ]
}