{
    "header": {
        "title": " O PiS tem tudo para ganhar na Polónia, mas a corrida está mais disputada do que parece ",
        "subtitle": " Partido no poder faz campanha com base em subsídios e ataques ŕ “ideologia LGBT” e é o indisputável primeiro. Mas há várias incertezas que podem mudar o cenário. ",
        "owner": " ['Maria Joăo Guimarăes'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 4  partilhas",
        "datePosted": " 12 de Outubro de 2019, 18:32 ",
        "dateExtraction": " 2019-10-25 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2019/10/12/mundo/noticia/pis-ganhar-1889748 ",
        "postText": " ['Fora da Polónia, as eleiçőes deste domingo săo descritas como um “teste ŕ democracia”, as mais importantes desde o fim do comunismo em 1989, com o Partido Lei e Justiça (PiS) a entrar numa rota desafiadora em relaçăo ŕ Uniăo Europeia com continuaçăo de reformas do sistema judicial que Bruxelas diz...', 'Este conteúdo é exclusivo para assinantes''] ",
        "numberPosts": " 9 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Sexual Identity - General,Nationality - German",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Gay,LGBT,Nazi",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "18216f9f-ef73-4855-8bcd-08d74faa651e",
            "user": "ad91ec31-3d7e-45f5-afd3-01905b95c359",
            "date": "13.10.2019",
            "timestamp": "NA",
            "commentText": "Quase 85% dos 38 milhões de polacos identificam-se como católicos, e cerca de 12 milhões deles vão à missa aos domingos.Mas o país não escapou dos escândalos de abusos sexuais que abalaram a reputação da igreja em todo o mundo, além das acusações de que clérigos de alto escalão praticaram ou ocultaram milhares de casos. Entretanto a Igreja polaca e o governo (na Polonia nao ha separacao entre a religiao e o Estado... O partido nacionalista governante Lei e Justiça (PiS) considera a fé católica um elemento essencial da identidade nacional, cuja influência precisa ser protegida.) enquanto atacam violentamente a comunidade <b> gay,</b> protegem os padres pedofilos.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": []
        },
        {
            "id": "4a5d3654-7a74-4587-534b-08d74f283fcd",
            "user": "ad91ec31-3d7e-45f5-afd3-01905b95c359",
            "date": "13.10.2019",
            "timestamp": "NA",
            "commentText": "Numa socieade onde a igreja catolica altamente conservadora (e com ligacoes 'a direita autoritaria e governamental) controla tudo 'e dificil falar em democracia. Um governo que ataca acomunidade <b> gay </b>mas depois protege pedófilos do clero - conhecidos foram transferidos entre paróquias para escapar a processos judiciais.Um dos clérigos em destaque é Franciszek Cybula, que foi padre de Walesa durante 15 anos - de 1980, quando ele fundou o sindicato Solidarnosc, \"É triste para mim descobrir que meu capelão, meu confessor, estava se comportando tão mal\", disse Walesa, segundo uma declaração ao jornal Polska Times.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": []
        },
        {
            "id": "e1d15bfa-a535-4a5c-7345-08d74e554905",
            "user": "ad91ec31-3d7e-45f5-afd3-01905b95c359",
            "date": "13.10.2019",
            "timestamp": "NA",
            "commentText": "O jornalista de extrema direita da televisão estatal, Rafal Ziemkiewicz, atacou duramente a comunidade <b> LGBT.</b> No Twitter, ele escreveu que \"é preciso dar um tiro nas pessoas<b>  LGBT</b>\", antes de adicionar \"não no sentido literal, claro \u0096 mas estas não são pessoas de boa vontade ou defensores dos direitos de ninguém, (o movimento é) uma nova mutação de bolcheviques e nazistas\".",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": []
        },
        {
            "id": "dc94105b-436d-4dcd-732f-08d74e554905",
            "user": "b9160c40-fb89-4db3-accd-7da96a21110e",
            "date": "12.10.2019",
            "timestamp": "NA",
            "commentText": "\"Fora da Polónia, as eleições deste domingo são descritas como um \u0093teste à democracia\u0094\". Teste à democracia? Mas... as eleições na Polónia não são democráticas?",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "fbc6a0f3-5043-447c-d16f-08d74eb3a1d4",
                    "user": "25241b78-c64c-409f-8520-b7efcd02fe04",
                    "date": "12.10.2019",
                    "timestamp": "NA",
                    "commentText": "o teste nao é as eleicoes é o que pode vir depois delas.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": []
                },
                {
                    "id": "8e567e53-0fd8-4de9-d179-08d74eb3a1d4",
                    "user": "b9160c40-fb89-4db3-accd-7da96a21110e",
                    "date": "12.10.2019",
                    "timestamp": "NA",
                    "commentText": "O que o seu povo decidir, está decidido. Quem é de lá e lá vive sabe melhor que ninguém. Os de \u0093fora da Polónia\u0094 têm que aprender a respeitar a vontade soberana de um país que não é o seu.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": []
                },
                {
                    "id": "5214aae4-048a-4162-7993-08d74e7a6747",
                    "user": "25241b78-c64c-409f-8520-b7efcd02fe04",
                    "date": "12.10.2019",
                    "timestamp": "NA",
                    "commentText": "Alguem falou em nao respeitar? Mas vivemos isolados no mundo é? Nao se pode comentar o que acontece nos outros paises?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": []
                },
                {
                    "id": "4f357792-1bca-45b9-5345-08d74f283fcd",
                    "user": "846842bb-e91f-4d6f-ad10-2770674b7315",
                    "date": "13.10.2019",
                    "timestamp": "NA",
                    "commentText": "Caro Sum, a sua visão de democracia é tão errónea que acredito nem valha a pena gastar o meu latim consigo. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": []
                },
                {
                    "id": "77ab0684-cd9c-4144-5346-08d74f283fcd",
                    "user": "d4cf633d-4912-4e8f-9d47-22e3ea52fa5e",
                    "date": "13.10.2019",
                    "timestamp": "NA",
                    "commentText": "Sum Legend:        Você é ingénuo, mal-intencionado, pouco inteligente, simpatizante ou militante da Extrema-Direita de tipo <b> nazi?</b>        Em Itália, nos anos 20, e na Alemanha, nos anos 30, foi o povo que decidiu em eleições o sucesso do Mussolini e da Hitler. O resultado viu-se depois.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": []
                }
            ]
        }
    ]
}