{
    "header": {
        "title": " Estão os concursos da SIC e da TVI a reproduzir estereótipos femininos? ",
        "subtitle": " Quem Quer Casar com o Meu Filho? e Quem Quer Namorar com o Agricultor? são os novos programas dos canais generalistas que levantaram polémica e fizeram entrar queixas na ERC. ",
        "owner": " ['Joana Amaral Cardoso', 'Mariana Silva Pereira'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 2668  partilhas",
        "datePosted": " 11 de Março de 2019, 21:17 ",
        "dateExtraction": " 2020-01-24 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2019/03/11/impar/noticia/programas-sic-tvi-1865004 ",
        "postText": " ['De um lado há uma mãe e um filho sentados num sofá, a fazer perguntas à possível candidata a casar-se com o rapaz. Perguntam-lhes se sabe cozinhar, se já foi casada, se tem filhos, se fuma. Do outro há um conjunto de homens que em comum têm a profissão de agricultor, que procuram mulheres com quem iniciar uma relação. Cada um escolhe quatro mulheres. São assim os novos concursos da TVI \u0096 Quem Quer Casar com o Meu Filho? \u0096 e da SIC \u0096 Quem Quer Namorar com o Agricultor?, que se estrearam neste domingo e que puseram as redes sociais a discutir, mas não só. Já chegaram queixas à Entidade Reguladora para Comunicação Social (ERC).', 'Para a associação feminista Capazes, \u0093estes programas são graves para as mulheres no reforço de estereótipos extremamente prejudiciais\u0094. A organização considera que \u0093os homens estão na superior posição de escolher [as mulheres] com critérios de absurdo machismo e sexismo\u0094, declara a associação por escrito ao PÚBLICO, acrescentado que está a \u0093ponderar queixas à ERC e à Comissão para a Cidadania e a Igualdade de Género\u0094.', 'Nestes programas, \u0093as mulheres são tratadas como gado que fala\u0094, define Eduardo Cintra Torres, professor universitário e crítico televisivo, desvalorizando-os. \u0093Tudo aquilo é uma encenação, mas, mesmo sendo encenação, a imagem que passa é a das mulheres expostas para o agricultor escolher [na SIC] e a da mulher que sabe cozinhar [do concurso da TVI].\u0094', 'Questionada sobre se esta reprodução de estereótipos é um problema do formato, dos canais ou mera amplificação de algo que está enraizado na sociedade, Felisbela Lopes, investigadora da área dos media na Universidade do Minho, confirma: \u0093É sobretudo um problema da sociedade ao qual é dada maior visibilidade quando é assim colocado em horários de grande audiência. Não podemos fazer desaparecer da televisão esses tiques comportamentais, eles existem no tecido social. Somos uma sociedade dominada pelos homens em que há papéis estereotipados atribuídos às mulheres. Actualmente temos um modelo de televisão-espelho e ela reflecte o que está na sociedade.\u0094', 'Por exemplo, a imagem transmitida pelo programa da TVI começou na rua, com os cartazes a mostrar um filho adulto no sofá e uma mãe cansada, em pé, a aspirar. \u0093Estes formatos são emitidos em canais generalistas dirigidos ao grande público, e nele uma franja muito grande de um público mais popular, e é evidente que estas estratégias de marketing também têm isso em conta. Não são as mais felizes, estão a exacerbar traços que a sociedade deve combater\u0094, lamenta Felisbela Lopes.', 'A televisão \u0093não precisa\u0094 de objectificar as mulheres para vender, defende Eduardo Cintra Torres. \u0093Hoje em dia também já objectifica o homem. Os próprios candidatos também estão a ser objectificados. Tudo o que passa na televisão acaba por ser objectificado, seja homem, mulher ou animal\u0094, acrescenta. A Capazes concorda que estes programas \u0093também são graves para os homens, pois retratam-nos como acéfalos, incapazes de cumprir tarefas domésticas, dependentes, submissos às mães, amorfos, apenas interessados em escolher uma pessoa com base no tamanho do rabo e nos dotes para a cozinha\u0094. \u0093Acreditamos que muitos homens se tenham sentido profundamente incomodados com este quadro de decadência e que não se revejam minimamente\u0094, defende a associação.', 'O papel dos canais pode ser de recalibração ou maior enquadramento do que apresentam, defende Felisbela Lopes. \u0093O problema é que a televisão isola e dá uma enorme visibilidade a esses casos, exacerba-os. Isso deveria suscitar um cuidado acrescido por parte das televisões, no sentido de os reequilibrar \u0097 se houver dois exemplos em quatro, já é muitíssimo para eles se tornarem muito visíveis.\u0094', 'Esta estreia simultânea, que a investigadora integra numa \u0093estratégia de clonagem\u0094, é uma tendência que não é nova, que mostra uma certa reorientação da SIC para uma abordagem mais popular e que surge num momento especial da concorrência entre SIC e TVI \u0097 pela primeira vez em 12 anos, a estação de Carnaxide ultrapassou a congénere de Queluz nas audiências mensais, com a TVI a ser líder de audiências incontestada há mais de uma década \u0093Na história de televisão pós-privadas, há um canal generalista que vai à frente e os outros tentam clonar a [sua] grelha de programação\u0094, diz a especialista.', 'Em matéria de audiências, o programa da SIC foi o mais visto do dia, registando uma média de 1.434.600 espectadores. Ainda assim, a TVI ganhou o dia, registando 18,2% de share de audiência, ainda que apenas 1.113.660 espectadores tenham assistido à estreia de Quem Quer Casar com o Meu Filho? \u0096 o quarto programa mais visto em toda a programação diária. Em ambos os casos, foram as mulheres quem mais assistiu. Quem Quer Casar com o Meu Filho? é um formato argentino e Quem Quer Namorar com o Agricultor? um original britânico - e tal como no programa de origem, a SIC deixa em aberto, num comunicado sobre as audiências da sua estreia, a possibilidade da troca de papéis de género ao explicar como nele \u0093um conjunto de candidato(a)s decide com que agricultor(a) solteiro(a) quer abraçar a experiência de uma vida no campo\u0094.', 'Sendo \u0093precoce\u0094 coroar já a SIC como líder depois de mais de uma década de domínio da TVI, Felisbela Lopes sugere que estes programas, a que se podem juntar outros reality shows com base nos afectos e experiências sociais como Casados à Primeira Vista (SIC), First Dates, o Primeiro Encontro (TVI) ou Carro do Amor (SIC) nos últimos meses, mostram que \u0093está em causa um novo patamar da programação televisiva, uma outra era. Desde meados do primeiro trimestre de 2019, a SIC reconquista a liderança e começa a mandar em toda a programação\u0094. Em pouco tempo, defende, \u0093cada um dos canais já interiorizou isso ao nível das engenharias da programação \u0097 os programas da manhã da TVI já estão a ir atrás do formato [do Programa] da Cristina\u0094, a contratação-chave da SIC da direcção de programas de Daniel Oliveira.', 'Até à hora de publicação desta notícia, o PÚBLICO tentou contactar a SIC e a TVI, que não se mostraram disponíveis para quaisquer esclarecimentos sobre os programas cujos formatos foram importados de outros países. No entanto, Leonor Poeiras, apresentadora do concurso da TVI e cronista no site da Capazes, veio defendê-lo na sua conta de Instagram: \u0093(...) E finalmente, a todos os que viram e se chocaram por me associar a este formato (precisamente porque todos sabem que sou feminista)... Alguma vez eu aceitaria apresentar um programa que trata a mulher como um objecto?\u0094', 'Notícia actualizada às 7h19 de 12 de Março: cita-se comunicado da SIC', 'Texto editado por Bárbara Wong'] ",
        "numberPosts": " 22 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Gender - General,Physical Identity - Physical (and Mental) Impairments,Ethnicity - Roma,Sexual Identity - General,Behavioural Addiction - Drugs,Age - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Mulher,Género,Machismo,Cretino,Boémio,Homofobia,Drogado,Idade",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "6fb7c494-dfe0-4072-51a8-08d6a6b563a8",
            "user": "8bdb8fc4-a554-44f8-b458-11db5c45c120",
            "date": "12.03.2019",
            "timestamp": "NA",
            "commentText": "Ja agora, nao ha barulho sobre mulheres religiosas nao puderem celebrar a missa, na religiao catolica? Acho que dessa nunca ouvi ou li protesto, mas provavelmente é a afronta maior que existe ha face do planeta (pior que empresas, governos, cargos de poder, etc tal...)! So isso dava para fazer barulho e reivindicações todo o dia, todo o mes, ano, inclusive fins de semana...e nem piu!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "db3339d2-4efd-4989-9a96-08d6a706476c",
            "user": "8bdb8fc4-a554-44f8-b458-11db5c45c120",
            "date": "12.03.2019",
            "timestamp": "NA",
            "commentText": "Esta situaçao com a Capazes e alguns dos comentarios que por aqui passam, concordo e nao! Ao ler o que esta publicado no site da Capazes, so me deu vontade de rir, e largar o comentario analitico mas ponderado, com qb de sensatez. Porque? Porque ao ler a quantidade de esteriotipo extrapolado que colocaram no artigo \"quem quer casar com um paspalho\" perdeu para mim qualquer valor! Parece daquelas coisas tipo \"ate tinhas razao, mas a falar assim, perdeste-a toda\". Ja agora: alguem perguntou se aquelas ou outras pessoas querem saber de possiveis esteriotipos que existam? Nao ha, por exemplo, donas de casa que tem orgulho em se-lo, e gostam de fazer as actividades correspondentes? Mesmo que cansativas? Se calhar ate ha, mas nao podem se-lo por causa de histerismo de esteriotipos! Repressao!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "97b32975-c8ba-408d-0945-08d6a6191811",
            "user": "da6da907-0389-4a46-84a4-32cfcdd6a2b7",
            "date": "12.03.2019",
            "timestamp": "NA",
            "commentText": "Eu não estou certa que isto seja de alguma forma um vislumbre da sociedade portuguesa. Eu acho que isto é  um vislumbre das cabeças dos programadores de televisão. O conceito é <b> cretino </b>e as pessoas divertem-se a ver desastres. Eu não vi nenhum dos programas pelo que não posso julgar da objectificação da<b>  mulher</b>, mas os títulos fizeram-me pensar \"o que é que tem o filho para a mãe se perguntar se há alguém no mundo que se case com ele?\"; \"Qual é o mal com os agricultores?\" Porque é que estas pessoas necessitam de ajuda? :)",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Mulher",
                "Cretino"
            ]
        },
        {
            "id": "c6d8d84a-05e7-4233-f626-08d685162c16",
            "user": "3faac4fe-2a65-456c-8e7c-b036c5c8a92a",
            "date": "12.03.2019",
            "timestamp": "NA",
            "commentText": "Dá invariavelmente mau resultado, quando certas seitas religiosas tomam conta de canais de comunicação. Seria um bom furo jornalístico. Perigoso mas gratificante. Teorias de conspiração? Por favor, chamem-me nomes mas não gozem comigo. Guerras de audiências? Eu até posso ser obrigado a engolir um sapo, não seria a primeira nem será a última vez, mas antes de engolir mastigo, mastigo, mastigo. Facilita muito a digestão. E dá tempo para identificar a proveniência do batráquio. Isto está lindo, está!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "eb4b70d3-8d6e-4ead-a6bc-08d6a61549c2",
            "user": "aff3b6d6-269d-42d3-9d88-7dac216dfe07",
            "date": "12.03.2019",
            "timestamp": "NA",
            "commentText": "A sociedade ocidental está esgotada! Não tem objetivos, não tem modelo e perdeu os ideais!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5a2124fc-a8c7-4074-a6bb-08d6a61549c2",
            "user": "aff3b6d6-269d-42d3-9d88-7dac216dfe07",
            "date": "12.03.2019",
            "timestamp": "NA",
            "commentText": "Por onde andam duas sras. acerrimamente feministas, que por estes fóruns, gostam de dar pertinentes bicadas nas discussões de <b> género!</b> Agora calam-se e passam ao lado...não tem nada para dizer! É pena, pois gostava de saber o que pensam!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Género"
            ]
        },
        {
            "id": "b1d26df7-9456-4b12-a6b8-08d6a61549c2",
            "user": "6ec9fd9d-de16-4be7-bc95-33431681da0d",
            "date": "12.03.2019",
            "timestamp": "NA",
            "commentText": "Em Espanha, eram homens e uma <b> mulher </b>à procura de companheiro/a. Numa das temporadas, a agricultora e um dos agricultores apaixonaram-se e são os únicos a ficar juntos. Estes programas, só entra quem quer e só vê quem quer. Por isso...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Mulher"
            ]
        },
        {
            "id": "c4801300-2c9a-4f30-5821-08d6a6b458b3",
            "user": "a9363530-2c93-4de4-95fe-f95ed4e888dc",
            "date": "12.03.2019",
            "timestamp": "NA",
            "commentText": "Só podem concorrer homens.Íamos entregar as nossas mulheres emancipadas àqueles toscos?",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "f02168f1-5103-4181-5184-08d6a6b563a8",
            "user": "c5f8e110-d265-4a51-aa9b-8e834a235b20",
            "date": "12.03.2019",
            "timestamp": "NA",
            "commentText": "A resposta rápida e simple é \"sim\".  A questão é que o tipo de pessoas que participa nestes programas são adultos e têm agência própria, e não sei até que ponto também não é errado e demasiado paternalista criticar ou condicionar a sua participação nos mesmos.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "0ce3ba66-bc89-473a-a6af-08d6a61549c2",
            "user": "8d330022-4602-4900-82d5-55dc46507391",
            "date": "12.03.2019",
            "timestamp": "NA",
            "commentText": "Lembram-se do \"Ai, os homens!\" ? Também era na SIC.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "e0d4a75a-8427-4e78-5813-08d6a6b458b3",
            "user": "17a40bf0-17d5-4c8b-9df5-ff61db69fae4",
            "date": "12.03.2019",
            "timestamp": "NA",
            "commentText": "Conforme se diz no artigo, a objectificação vai para ambos os lados e o problema aqui não é de <b> género.</b> É de estupidez... Desde que o Big Brother estreou que eu digo o mesmo em relação a este tipo de programa. São apresentados por imbecis, protagonizados por imbecis e, o mais grave, vistos por imbecis. Os únicos que se safam nesta história são os que os ignoram. Se não houvesse audiência para este tipo de lixo, não havia este tipo de lixo. A culpa de isto andar a gastar energia e outros recursos não e dos canais, dos produtores ou afins, que só o fazem para ganhar dinheiro fácil. A culpa é de quem consome este tipo de lixo televisivo.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "c8b55c47-690d-40ea-c292-08d6a70e2a26",
                    "user": "8bdb8fc4-a554-44f8-b458-11db5c45c120",
                    "date": "12.03.2019",
                    "timestamp": "NA",
                    "commentText": "Pois...a objectificaçao foi para os dois lados. Mas pasme-se a forma colocada: para as mulheres é uma pouca vergonha, um ultraje, \"screaming bloody murder\"; para os homens \"acreditam que muitos se tenham sentido esteriotipados/objectificados\"...tipo nao é bem com o mesmo enfase...curiosamente isto vindo de uma associação que luta por igualdade de generos...nao é concebível de forma alguma que um conjugue assassine o outro membro da relaçao, mas vizinhos matam-se por uma ramada de salpicoes que esta a cair para o terreno do lado, e nao vejo ninguem a berrar por isso...a nao ser a cmtv...enfim...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Género"
            ]
        },
        {
            "id": "1fe7060b-3c9b-48c9-a6a8-08d6a61549c2",
            "user": "da291e0b-84ef-4216-9a04-a06bbf7b119d",
            "date": "12.03.2019",
            "timestamp": "NA",
            "commentText": "Mas só vai para estes concursos quem quer. E é óbvio que so por duas razões..... dinheiro e fama. Quanto ganham as pessoas que participam nestes concursos? E a pergunta que E preciso saber. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "47324247-d706-4453-0922-08d6a6191811",
            "user": "(null)",
            "date": "12.03.2019",
            "timestamp": "NA",
            "commentText": "Abomino este tipo de programas por todas as razões mencionadas e mais algumas. E acredito que muitas coisas ao passarem na TV ganham um cunho de aprovação e normalidade, que influencia o comportamento de jovens. Nisto, a Casa dos Segredos é um crime! Agora, desde quando querer alguém que saiba cozinhar, não fume ou saia pouco à noite é um defeito? Quem deseja um <b> drogado,</b><b>  boémio</b> que só come fast-food na família? As Capazes e outras organizações deveriam se preocupar acima de tudo com as mulheres, o enorme alvo deste lixo. Em visita a casa dos meus sogros, a minha sogra e cunhadas impõem o consumo desta porcaria a todos. Aos homens e à minh<b> a mulhe</b>r, a única que também detesta, resta aguentar. E nem comento<b>  o machis</b>m<b> o e homofo</b>bia dos comentários delas. Mil vezes piores que os homens.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "f6830942-eaec-423a-c293-08d6a70e2a26",
                    "user": "8bdb8fc4-a554-44f8-b458-11db5c45c120",
                    "date": "12.03.2019",
                    "timestamp": "NA",
                    "commentText": "Georgie shore!!!!! Like! De certo que tambem abomina muito cinema e series produzidas...certo? Espero que sim, pela alma da congruencia...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7e84ef69-8a91-4ff5-d8e9-08d6a718512e",
                    "user": "(null)",
                    "date": "13.03.2019",
                    "timestamp": "NA",
                    "commentText": "@JDF: Se não distingue uma série de ficção de um reality show, e o impacto que a violência tem num e noutro caso sobre um espectador, então tem um problema. Pensa que um pontapé simulado entre dois actores (toda a gente sabe que é simulado) se compara ao famoso pontapé do Marco à outra concorrente no primeiro Big Brother? Que o retratar uma pessoa intriguista e mesquinha numa série é igual a ver-se esse comportamento a ser desempenhado na realidade por alguém que se torna um ídolo para muitas outras pessoas. Pessoas essas que vêem defender e apoiar o mau exemplo para as redes sociais como fanáticos? Nunca viu fazer-se isso relativamente a um personagem de ficção. Não brinque... O Geordie Shore é lixo x10.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Machismo",
                "Mulher",
                "Boémio",
                "Homofobia",
                "Drogado"
            ]
        },
        {
            "id": "908ac092-8e5d-4285-6cbe-08d6a61a0150",
            "user": "2ec57421-8673-4f0d-94ea-e9bf6981dbd3",
            "date": "12.03.2019",
            "timestamp": "NA",
            "commentText": "Calculo que os entrevistados não tenham filhos ou que pouco lhes interessa com quem formem relações ou família. Mas, conhecendo esta rica elite nacional, todos sabemos que isto é balela. Isto é para os outros, claro. Mas alguém quer negar que há características num homem ou numa <b> mulher </b>que são preferíveis a outras? Porque não podem os pais preocupar-se com elas?",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Mulher"
            ]
        },
        {
            "id": "8531fc5e-91da-4eb1-6cb8-08d6a61a0150",
            "user": "43993747-edb9-4cfe-b23c-c38b08096cbe",
            "date": "11.03.2019",
            "timestamp": "NA",
            "commentText": "Agora substitua \"concursos\" por \"telenovelas\" e disserte... Quando só se vê traições, ódio e vingança ninguém se preocupa... Hipocrisia.. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "581b9e2d-f297-4945-9c4e-08d6a61b99b2",
                    "user": "7c060fe2-9e13-44a3-885e-4c754a69e462",
                    "date": "12.03.2019",
                    "timestamp": "NA",
                    "commentText": "Um série de ficção ainda é diferente de um Reality Show. No entanto, concordo com a sua observação. Principalmente quando a telenovelas representam intrigas que pouco tem a ver com a sociedade de Portugal. Conseguem a força encaixar um triângulo num quadrado. Cá em casa, telenovelas é só um nome que ninguém vê. Nós tempos de menor <b> idade,</b> proibi as telenovelas como quem proíbe filmes de violência e de cariz erótico. As telenovelas não são histórias para se ver em família. Felizmente, hoje em dia, não faltam programas de qualidade para se ver em família. As TVs genéricas só assistimos quando são jogos da seleção de Portugal ou as Olimpíadas. De resto, queremos distância.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Idade"
                    ]
                },
                {
                    "id": "983f0ccd-51b1-47cd-c294-08d6a70e2a26",
                    "user": "8bdb8fc4-a554-44f8-b458-11db5c45c120",
                    "date": "12.03.2019",
                    "timestamp": "NA",
                    "commentText": "Aproveito esta linha de pensamento para lançar a confusão: para quem foram criadas inicialmente, e ainda com a sua maior audiencia? Terá sido para ... mulheres? De facto concordo que para novelas pouco barulho vejo feito. Para anuncios anti tabagicos, programas televisivos (mais recentes), e outros que tais, por algumas associações, era fechar a loja na hora, sendo essas associações um bastião de isenção, justiça e outros...faltavam freiras...por falar nisso, nao ha barulho valente com a igreja sobre mulheres nao puderem celebrar missa?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "37ee6421-afbd-47e2-9c46-08d6a61b99b2",
            "user": "3faac4fe-2a65-456c-8e7c-b036c5c8a92a",
            "date": "11.03.2019",
            "timestamp": "NA",
            "commentText": "Claro que estão! Nem poderia ser de outra maneira, não se morde a mão que dá o pão, ou não?",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}