{
    "header": {
        "title": " Rui Pinto assume ser o denunciante do Luanda Leaks ",
        "subtitle": " Advogado do hacker teme que administração prisional tente colocar pirata português numa cadeia de alta segurança, o que considera só poder ser visto como uma retaliação. ",
        "owner": " ['Mariana Oliveira'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 35458  partilhas",
        "datePosted": " 27 de Janeiro de 2020, 8:00 ",
        "dateExtraction": " 2020-01-29 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2020/01/27/sociedade/noticia/rui-pinto-assume-denunciante-luanda-leaks-1901800 ",
        "postText": " ['O pirata informático português Rui Pinto, o principal responsável pelo caso Football Leaks, assumiu esta segunda-feira ser o denunciante responsável pela divulgação dos mais de 715 mil documentos que deram origem ao caso Luanda Leaks. Até agora os trabalhos jornalísticos realizados a partir deste ma...', 'Este conteúdo é exclusivo para assinantes', 'Assine o PÚBLICO e ultrapasse os limites da informação com o recém-criado Clube P. Da sétima arte às artes de palco, da prova de vinhos à garrafeira exclusiva, da visita guiada à viagem para recordar, pertencer ao Clube é ter encontro marcado com a actualidade e com experiências exclusivas em todo o país.'] ",
        "numberPosts": " 71 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Careca,Cega,Mulher",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "a23417ac-2b03-420d-cc2e-08d7a3515d78",
            "user": "898b5648-9db6-4f97-b88a-0563db50ba56",
            "date": "28.01.2020",
            "timestamp": "NA",
            "commentText": "Eu sou benfiquista. E eu quero que Rui Pinto seja declarado colaborador da Justiça portuguesa e protegido. Em liberdade, se possível, face ao enorme serviço público que prestou a Portugal e ao país irmão angolano.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "32b2f069-2739-40d6-cbfc-08d7a3515d78",
            "user": "9e303225-bc6b-4f1d-a039-744ab6edc426",
            "date": "27.01.2020",
            "timestamp": "NA",
            "commentText": "Na realidade apenas assumiu ser um larápio de propriedade privada, assaltou a caixa de correio (electrónicos) e cofres (drives) das pessoas. Em resumo, um larápio é um larápio, furte um banco ou um pedaço de comida.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "cf8da4a0-0ef1-4a70-cc0a-08d7a3515d78",
                    "user": "b47e4c23-d238-4604-881f-a3ae067260c9",
                    "date": "27.01.2020",
                    "timestamp": "NA",
                    "commentText": "Comida, isso mesmo...  Quem se serve durante décadas do poder político absoluto, para desviar criminosamente os dinheiros públicos provenientes das riquezas naturais, petróleo, diamantes é o quê? Essa montanha (literalmente) de dinheiro, em última instância, representou pão, comida, que foi criminosamente negada ao povo angolano. Essa máfia organizada ao redor da \"princesa\" angolana, isto é, banqueiros, escritórios de advogados, administradores... devem ser desmascarados e punidos d'acordo com os crimes cometidos e já agora aproveite-se o impulso e coloque-se no cárcere, também os da sua laia. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "eeee5a97-f8eb-42a0-fc57-08d7960b4eed",
            "user": "b1b86624-430f-4869-91c5-0d393613bab9",
            "date": "27.01.2020",
            "timestamp": "NA",
            "commentText": "Não entendi desculpem? Estou longe  da parvónia á algum tempo, este não é o hacker? Foi promovido a denunciante? Vão chamar as toupeiras de volta ao banco dos réus?",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3749551b-e558-44f1-3879-08d7a25d6948",
            "user": "4a73f534-663d-49f9-8692-17d6138876dc",
            "date": "27.01.2020",
            "timestamp": "NA",
            "commentText": "Querem prender (matar?) o mensageiro.A mensagem da desgraça, e quem a cometeu, não importa.É esta a atitude de muita gente.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "b73b3002-cde0-4b7a-3873-08d7a25d6948",
            "user": "57d36673-33be-448e-b6be-b357a5a603f8",
            "date": "27.01.2020",
            "timestamp": "NA",
            "commentText": "\u0093entregou este disco rígido, no cumprimento do que entende ser um dever de cidadania, e sem qualquer contrapartida\u0094....ah, ah, ah, ah...Vivia na Hungria, que se saiba não passava fome, não vem de uma família de ricalhaços e não se lhe conheciam quaisquer meios de subsistência... vivia  de quê???!!! E onde irá buscar o dinheiro para pagar à equipa de advogados que o defende?! Não me digam que trabalham \"pro bono\"?! ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "25229689-ad0b-4861-2909-08d7a25cbad7",
                    "user": "3150d42f-4ea5-48f7-af6b-3e6f2915bba6",
                    "date": "27.01.2020",
                    "timestamp": "NA",
                    "commentText": "Um programador informático sem trabalho nos dias de hoje é para rir.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "8d98bd20-76d1-493f-2670-08d7a25e726d",
            "user": "b4a7dc3b-5a7b-4a0a-85eb-539bcaddcafa",
            "date": "27.01.2020",
            "timestamp": "NA",
            "commentText": "Este jovem ainda vai a heroi nacional pelo povo portugues.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "0cf56708-bc30-44c8-fc2b-08d7960b4eed",
            "user": "8f93609b-106b-45cb-834e-c08730a2bca4",
            "date": "27.01.2020",
            "timestamp": "NA",
            "commentText": "Com Rui Pinto em liberdade, acabava-se de uma penada com o direito à Privacidade de todos os portugueses e até de toda as pessoas de todo o Mundo (PR e PM incluídos). Mas a nossa justiça, que é obrigada a cumprir a lei em vigor, tem tido a serenidade e inteligência suficientes para resistir ao ruído da populaça. Que a populaça defenda que o Rui Pinto pode aceder livremente a qualquer correio electrónico - desde que não seja o deles -, não me surpreende - as massas sempre foram irracionais, daí a designação de rebanhos, etc. - agora que ilustres advogados defendam a legalidade desses crimes, mesmo quando outros colegas advogados foram alvos desse criminoso!..., bom, aí penso que a OA deveria intervir. LOL",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9adfc2c2-4f5e-4929-fc25-08d7960b4eed",
            "user": "9fb49854-6caf-44e9-b11b-61dc30ab7224",
            "date": "27.01.2020",
            "timestamp": "NA",
            "commentText": "Quem tem medo do Rui Pinto?A Justiça deste País, que diz querer combater a corrupção, prende o mensageiro e, alega falta de condições de trabalho \"que é normalmente o argumento utilizado para esconder a verdade\". Esta justiça envergonha qualquer português sério e, sobretudo os que defendem o estado de direito.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "75e5aa4b-8a6d-4f37-28f4-08d7a25cbad7",
            "user": "8382b1a6-5475-4253-8366-e371929adcf9",
            "date": "27.01.2020",
            "timestamp": "NA",
            "commentText": "O pessoal inteligente é detestado pelos portugueses por isso tem de ir para cadeia de Alta segurança para toda vida. Animais que andam em bandos e guincham esses tem de ir duas horas pra esquadra e saírem para irem assaltar o próximo. Qualquer dia começa a inteligência a pagar imposto em Portugal e a falta dela a receber subsídios. Continua assim, sim, portugalinho que vais longe. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5ad3b05b-aa9c-42a0-fc23-08d7960b4eed",
            "user": "5cb421f3-a9ec-4552-b733-e34f51fabff3",
            "date": "27.01.2020",
            "timestamp": "NA",
            "commentText": "O que se está a passar com Rui Pinto já chega a ser escandaloso. A outra palavra não se aplica por ultrapassada. Este rapaz é condenado por \"entrada ilegal\" nos mails dum clube entre outros \"crime\". MAS AGORA COM O LUANDA LEAKS , já não é ILEGAL????? Ricardo Espirito Santo era o DDT e o slb a nivel desportivo é o quê???? A Justiça vai valer-se destas denuncias bancárias e de empresas e CONDENAR se as mesmas forem de índole desportiva dum grande clube Português? ONDE ESTÁ A JUSTIÇA??????",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "88941988-c32b-4191-b16b-08d7a25e0ed4",
            "user": "a9363530-2c93-4de4-95fe-f95ed4e888dc",
            "date": "27.01.2020",
            "timestamp": "NA",
            "commentText": "Tem de ficar na cadeia toda a vida.Por precaução",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "3fb71fe5-f6d8-45b8-28f2-08d7a25cbad7",
                    "user": "98ee4ecd-35fe-4e8b-94c9-9481e7ed7506",
                    "date": "27.01.2020",
                    "timestamp": "NA",
                    "commentText": "É mesmo, não vão os adeptos vermelhos radicais enfiar-lhe um very-light, atropelá-lo ou partir-lhe os dentes num centro comercial. É melhor mesmo ficar detido toda a vida, para sua proteção.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "d18ed101-9dfa-4b80-e63c-08d7a25fb61a",
            "user": "aff3b6d6-269d-42d3-9d88-7dac216dfe07",
            "date": "27.01.2020",
            "timestamp": "NA",
            "commentText": "Também não é caso para fazer de RP um herói! Os honestos e atentos há muito que perceberam o objetivo do poder politico e judicial; o objetivo é simplesmente anular RP, confiscar o produto do roubo de documentos e destruí-los de seguida! Praticou crimes e deve ser julgado por isso! Porém para o fã e lobista do futebol e em especial da entidade desportiva slb, as calças estão já nas mãos! Só não sabemos ainda quando tudo vai ser revelado, mas já sabemos que vai ser revelado!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "c0a9865f-07b8-4322-e63b-08d7a25fb61a",
            "user": "ae415258-fd8c-4638-962f-82a3d96ea6f5",
            "date": "27.01.2020",
            "timestamp": "NA",
            "commentText": "Há heróis que não usam capaLiberdade para Rui Pinto!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5124d412-5090-43fb-62b3-08d7a25e4f6e",
            "user": "58721e8c-11a7-461a-82e2-4d33a6cb5bb7",
            "date": "27.01.2020",
            "timestamp": "NA",
            "commentText": "Ai se o Vieira fosse angolano... ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "d516f599-7dd6-4c26-fc29-08d7960b4eed",
                    "user": "f9e617f0-76c4-4c71-ad04-832caae9b11d",
                    "date": "27.01.2020",
                    "timestamp": "NA",
                    "commentText": "Não o é, mas um dos maiores accionistas da SAD, (o empreiteiro José Guilherme) tem negócios em Angola. O tal que recebeu 200 milhões do BES, deu \"prenda\" de 14 milhões ao Salgado, e que depois o Novo Banco perdoou 120 milhões desse empréstimo. Eles roubam e paga o contribuinte, manso que nem cordeirinho.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "9fd210a2-be4a-4749-62b2-08d7a25e4f6e",
            "user": "0e932d44-badc-4fb5-8375-2eade9dbadbe",
            "date": "27.01.2020",
            "timestamp": "NA",
            "commentText": "Tendo já anteriormente a este comunicado de Rui Pinto, a PJ afirmando que garantidamente os Luanda Leaks, ou melhor que a sua divulgação provinha das denuncias de Rui Pinto, eu pergunto o que é que o MP anda a fazer? Tem medo que surja a \"bomba atómica\"? Só espero que não o penalizem, ainda mais, por esta revelação. Seria a confissão plena de que tem medo. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "f0c89078-1720-4957-2660-08d7a25e726d",
                    "user": "5cb421f3-a9ec-4552-b733-e34f51fabff3",
                    "date": "27.01.2020",
                    "timestamp": "NA",
                    "commentText": "O problema dos Juizes agora é que ao validar estas denuncias o que fazem depois a denuncias do clube da maioria deles , donde retiram benesses na tribuna do estádio desse clube????",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "9c96d89a-d722-4a98-62af-08d7a25e4f6e",
            "user": "a2799016-b58e-4552-accc-583b4d5fd4a4",
            "date": "27.01.2020",
            "timestamp": "NA",
            "commentText": "Foi mesmo ele não existe duvida. Foi tanto ele como eu que construi a maquina de Antikythera. Agora ha que apresentar as provas que foi ele que entrou e sacou os documentos. Mais piada se torna por dois motivos. O primeiro por tentar confundir o distribuidor com o ladrao, que ele é. O segundo, por nunca terem saido os papaies do alvaro sobrinho, maior accionista do sporting e um que roubou cinco mil milhoes do bes/besa.  Ha tanto por ai mas o povo continua distraido...",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "d10ab232-eea7-46d9-fc1f-08d7960b4eed",
                    "user": "846842bb-e91f-4d6f-ad10-2770674b7315",
                    "date": "27.01.2020",
                    "timestamp": "NA",
                    "commentText": "Já reparou que a si também lhe faltam todo o tipo de prova? Porque iria mentir a PJ e dizer que acredita ter sido o Rui Pinto? ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "fc88cc4f-9484-4254-fc15-08d7960b4eed",
            "user": "fd11c74d-a528-4a3b-a28c-eb074051c2bc",
            "date": "27.01.2020",
            "timestamp": "NA",
            "commentText": "Ficam a faltar os Rato Leaks. Fechava-se o círculo. Mas depois qual era o consórcio jornalístico que pegava na coisa? Pois sim.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "e6942c7b-2b1c-4fbf-3860-08d7a25d6948",
                    "user": "8e71a3ab-3833-429f-8ad3-dd5f6cd068e6",
                    "date": "27.01.2020",
                    "timestamp": "NA",
                    "commentText": "Quem deve andar muito preocupado são certos arautos da luta contra a corrupção, que não os tenho ouvido",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "8a092dcc-b1f4-40c4-e636-08d7a25fb61a",
            "user": "f7116234-1dfe-4b75-a006-ae424d0d7833",
            "date": "27.01.2020",
            "timestamp": "NA",
            "commentText": "Fosse por $ ou altruísmo, ou pelos dois, genial.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "bcfa9189-1223-4b6e-62a7-08d7a25e4f6e",
            "user": "b47e4c23-d238-4604-881f-a3ae067260c9",
            "date": "27.01.2020",
            "timestamp": "NA",
            "commentText": "Grande jogada de Rui Pinto, bravo! A alta Justiça e alta Política, evidentemente num escandaloso e inconveniente imbróglio.Dois pesos e duas medidas: Football Leaks, os documentos com provas incriminatórias  revelados por Rui Pinto são desdenhados e ostracizados pelo Ministério Público, que despuderadamente faz de Rui Pinto um tenebroso criminoso. Luanda Leaks, a  Procuradoria-Geral da República órgão máximo do Ministério Público reune com seu homólogo angolano e promete cooperação.Desta vez, vão obrigatoriamente fazer uso dos documentos de Rui Pinto... Inacreditável o poder da máfia do futebol na Justiça e Politica em Portugal. Paradigma carismático: o mafioso juiz Rui Rangel, afastado à meses pelo Conselho Superior da Magistratura, chegou a candidatar-se à presidência do SLB. Vergonha. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "3b5bb7d8-9547-4d07-28ea-08d7a25cbad7",
                    "user": "aff3b6d6-269d-42d3-9d88-7dac216dfe07",
                    "date": "27.01.2020",
                    "timestamp": "NA",
                    "commentText": "Na minha opinião, garanto-lhe que a PGR não colaborar com Angola! A postura facial e corporal de toda a comitiva portuguesa que recebeu a angolana, nomeadamente da Sra. PGR é demonstrativa da má vontade e frete, pelo que vão enrolar os pedidos de cooperação na \"burocracia de um pais civilizado\", se é que me faço entender...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "508a17fd-fe52-4b7e-e631-08d7a25fb61a",
            "user": "bb4a9d4f-e4c5-49bd-bb6e-3826bb8910d0",
            "date": "27.01.2020",
            "timestamp": "NA",
            "commentText": "Que ironia!... Afinal, o \"grande criminoso\", preso há 1 ano e acusado de dezenas de crimes, é o herói nacional, o homem que ajudou Portugal a descobrir a <b> careca </b>à vigarista que comprou tantas riqueza em Portugal com dinheiro criminosamente roubado ao povo angolano! Rui Pinto conseguiu VER o que dezenas de \"grandes gestores\" NÃO QUISERAM VER\". A justiça portuguesa é<b>  cega</b>. Segue os padrões técnicos do que está escrito nos códigos penais e é incapaz de julgar as pessoas na sua globalidade. Libertem o rapaz e dêem-lhe protecção policial para que ele possa desencriptar o resto dos discos. Tenham a coragem de enfrentar a podridão do futebol. Protejam-no, antes que a máfia russa o mate. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "76102022-7a6b-4a5a-fc24-08d7960b4eed",
                    "user": "5cb421f3-a9ec-4552-b733-e34f51fabff3",
                    "date": "27.01.2020",
                    "timestamp": "NA",
                    "commentText": "Tenha calma que os denuncias do RUI SÃO ILEGAIS, pelo que não servem de PROVA nos NOSSOS tribunais!!!!! Ou não é assim para este LuandaLeaks????",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Careca",
                "Cega"
            ]
        },
        {
            "id": "9139d8dc-9a36-4f43-28e2-08d7a25cbad7",
            "user": "898b5648-9db6-4f97-b88a-0563db50ba56",
            "date": "27.01.2020",
            "timestamp": "NA",
            "commentText": "Só por isto, está perdoado todo o mal que fez ao Benfica e ao Sporting devido à obsessão clubistica. Isto é um grande serviço público. Começo a olhar o rapaz de forma diferente. Se isto for verdade, é um herói. E o que dizem abaixo, que a história dos e-mails é só um pretexto para o meter dentro, começa a parecer credível.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "8bed3a18-6cab-4ad8-265c-08d7a25e726d",
                    "user": "846842bb-e91f-4d6f-ad10-2770674b7315",
                    "date": "27.01.2020",
                    "timestamp": "NA",
                    "commentText": "Adorei a ironia do início do seu comentário! ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "d5107757-74f9-4547-2661-08d7a25e726d",
                    "user": "98ee4ecd-35fe-4e8b-94c9-9481e7ed7506",
                    "date": "27.01.2020",
                    "timestamp": "NA",
                    "commentText": "Considerando que há os famosos \u00936 milhões de benfiquistas\u0094 e \u00933,5 milhões de sportinguistas\u0094, praticamente Portugal inteiro quer Rui Pinto na cadeia. O adepto obcecado pelo seu clube não quer saber do mal que Isabel dos Santos fez ao seu povo e de como teve aquele dinheiro. Os benfiquistas têm um presidente que deve centenas de milhões a um banco que faliu e que todos nós andamos a pagar, porque haveriam eles de se preocupar com o povo angolano? Se apoiam um presidente que, de acordo com Pedro Guerra e noticiado por ele no Expresso quando lá trabalhava há uns anos foi um ladrão e outras coisas menos \u0093recomendáveis\u0094, porque haveriam de se preocupar com o povo angolano? Ou mesmo o povo português? O futebol torna muitas pessoas inconscientes e com visão turva do mundo que os rodeia.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "3331dd1a-93e3-4696-e62f-08d7a25fb61a",
            "user": "42bd18f0-f8bc-4af5-b3a8-29a564445bb9",
            "date": "27.01.2020",
            "timestamp": "NA",
            "commentText": "Devia ser promovido a director dos serviços secretos:) Há uns bons anos houve alunos do IST envolvidos em hacking que foram contratados pelo BdP...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4a77e025-985d-4a33-e62e-08d7a25fb61a",
            "user": "bc88dc3a-f679-48d5-8340-a9d2c8bbc439",
            "date": "27.01.2020",
            "timestamp": "NA",
            "commentText": "A mensagem é clara. Há mais e a não ter sido ainda conhcido urbi et orbi é porque é uma bomba nuclear. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1fa8ba2a-b88d-41d5-e628-08d7a25fb61a",
            "user": "be699336-306d-4054-aa52-9983295431bf",
            "date": "27.01.2020",
            "timestamp": "NA",
            "commentText": "Devia ser homenageado por Marcelo....",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "d8080dfd-6fbc-4969-b169-08d7a25e0ed4",
                    "user": "846842bb-e91f-4d6f-ad10-2770674b7315",
                    "date": "27.01.2020",
                    "timestamp": "NA",
                    "commentText": "E indultado. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "749e21e9-0152-4b96-28de-08d7a25cbad7",
            "user": "942b55fe-7ff1-4d5f-9a2d-22a73fb64069",
            "date": "27.01.2020",
            "timestamp": "NA",
            "commentText": "O denunciante preso e os criminosos à solta.... Quero ver como a justiça vai descalçar esta bota.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2df79afa-2e68-4e74-3853-08d7a25d6948",
            "user": "5561061c-46a0-40b0-84aa-688bfd747862",
            "date": "27.01.2020",
            "timestamp": "NA",
            "commentText": "A ser verdade Rui Pinto é um verdadeiro heroi para todos nós e tal como no passado, qual Joana d'arc, ele é que vai para a fogueira...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "d96eb542-3483-4dcf-fc0b-08d7960b4eed",
            "user": "64de37a1-1983-4e66-85ae-024a1e5a2984",
            "date": "27.01.2020",
            "timestamp": "NA",
            "commentText": "A justiça portuguesa está numa grande embrulhada... Na visita do procurador geral angolano prometeram total cooperação mas, em casos bem recentes, nada foi feito porque as provas (abundantes e bem incriminatórias) tinham sido obtidas a partir de meios ilegais. Como vão \"descalçar esta bota\"? ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "e9f8b860-bbf6-4469-fc20-08d7960b4eed",
                    "user": "aff3b6d6-269d-42d3-9d88-7dac216dfe07",
                    "date": "27.01.2020",
                    "timestamp": "NA",
                    "commentText": "Vi as imagens televisivas, e a postura facial e corporal da Sra. PGR esclarece que a cooperação será zero vezes zero!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "043907f2-be81-4a38-fc21-08d7960b4eed",
                    "user": "e0d7cd06-ffbe-4fa5-9444-18fd099eca9d",
                    "date": "27.01.2020",
                    "timestamp": "NA",
                    "commentText": "\"Aquelas\" provas (cópias dos e-mails) podiam não servir mas os originais, depositados nos servidores de e-mail do SLB, seriam prova válida se uma certa juiza não tivesse impedido as buscas e assim permitindo a limpeza em que intervieram advogados, funcionários do SLB e consultores. As buscas foram efectuadas, umas 3 semanas depois, quando a limpeza já tinha sido feita. Isto foi noticiado nalguns meios de CS na altura. Só não vê quem não quer...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "3ea95f02-ccbe-4b6e-3850-08d7a25d6948",
            "user": "48a26fa5-3dda-4c4f-b5a3-a9759b9b1034",
            "date": "27.01.2020",
            "timestamp": "NA",
            "commentText": "Um tipo que desmascara a cleptocracia angolana e os seus cúmplices portugueses devia ter uma estátua. Libertem Rui Pinto",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1a6a422b-1b3d-42d2-385d-08d7a25d6948",
                    "user": "aff3b6d6-269d-42d3-9d88-7dac216dfe07",
                    "date": "27.01.2020",
                    "timestamp": "NA",
                    "commentText": "Também não é caso para tanto!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "e5f98722-2c8e-4db6-384c-08d7a25d6948",
            "user": "b3cf1cca-6075-437d-9d5d-08c06b52b275",
            "date": "27.01.2020",
            "timestamp": "NA",
            "commentText": "Ergam é uma estátua ao rapaz ao invés de o julgarem por crimes cometidos por outros. O imoral e perverso do sistema, é assustador. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "735dad1c-e979-4ced-fc09-08d7960b4eed",
            "user": "e03bb857-8ab6-41eb-bbee-3cb31922b846",
            "date": "27.01.2020",
            "timestamp": "NA",
            "commentText": "Ver a dualidade na atitude da justiça entre o Luanda Leaks e os e-mails do Benfica é prova evidente do poder que este clube tem sobre as autoridades portuguesas. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "2b55254b-97a7-4511-3851-08d7a25d6948",
                    "user": "9d19f447-c20c-491b-b5c3-d27a92a17c7b",
                    "date": "27.01.2020",
                    "timestamp": "NA",
                    "commentText": "Os mails do Benfica foi manobra de diversão para tentar esconder o resto. A pretexto do Benfica puseram o homem lá dentro.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "023bc2c6-be5e-4f6e-e643-08d7a25fb61a",
                    "user": "e0d7cd06-ffbe-4fa5-9444-18fd099eca9d",
                    "date": "27.01.2020",
                    "timestamp": "NA",
                    "commentText": "@filipeluis, não puseram o homem lá dentro \"a pretexto do Benfica\", puseram-no a pretexto de ter \"roubado\" documentação do Sporting e da Doyen (é o que consta da acusação) mas a razão real foi o Benfica, isso sim. E os mails do Benfica não foram manobra de diversão, foram a realidade (existiam e o próprio SLB o confirmou, embora alegando que tinham sido alterados - coisa que nunca provou pois nunca exibiu os originais \"intactos\") que o pôs atrás das grades. Quem se mete com o Benfica... mete-se com o Estado?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "c53e2572-7cd6-42d9-fc08-08d7960b4eed",
            "user": "63a055c8-c2cf-4fa4-9ac4-929477637426",
            "date": "27.01.2020",
            "timestamp": "NA",
            "commentText": "Preso!?! Não! Deveria ser nomeado para a PJ! A sua colaboração seria de ouro!!!",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "ed898607-9410-456e-b15b-08d7a25e0ed4",
                    "user": "b5607b73-bfc7-478f-91ef-b9cf9091eb7d",
                    "date": "27.01.2020",
                    "timestamp": "NA",
                    "commentText": "Uma mente destas ao serviço da justiça seria ouro. O problema é que pode ser demasiado brilhante para muita gente deste país...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "1cd3324a-2066-4230-62a0-08d7a25e4f6e",
            "user": "8e71a3ab-3833-429f-8ad3-dd5f6cd068e6",
            "date": "27.01.2020",
            "timestamp": "NA",
            "commentText": "O futebol a servir de cortina... como se vai vendo, o moço está por aí a levantar umas lebres que faz favor!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "0b042310-c9f9-4cac-fc07-08d7960b4eed",
            "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
            "date": "27.01.2020",
            "timestamp": "NA",
            "commentText": "Ponham o Cabrita a erigir uns perfis em i para homenagear Rui Pinto. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "f57a56fd-a5b2-41a7-28d8-08d7a25cbad7",
            "user": "3fd396cb-672e-45d4-8258-aba11628967d",
            "date": "27.01.2020",
            "timestamp": "NA",
            "commentText": "As autoridades portuguesas levaram uma ensinadela de mestre. Quando os Luanda Leaks foram divulgados armaram-se ao pingarelho e foi vê-los em bicos de pés a mostrarem-se empenhados em investigar os ficheiros. E mantiveram a mesma postura, convictos de que Rui Pinto nada teria a ver com o tsunami informativo. Muita gente criticou a dualidade de critérios: o Futebol Leaks seria uma revelação má e os Luanda Leaks uma revelação sagrada. Agora as autoridades policiais, fiscais e jurídicas estão entre a espada e a parede. Pior do que isso, o seu sentimento de pânico perante novas revelações aumentou. E se agora vier um Lisboa Leaks? Que mostre os podres da capital do império e dos seus senhoritos? Aceitam-se propostas de guionistas destas telenovelas de maus actores e muitas cumplicidades!",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "2d010e5f-da1c-49dd-e633-08d7a25fb61a",
                    "user": "b47e4c23-d238-4604-881f-a3ae067260c9",
                    "date": "27.01.2020",
                    "timestamp": "NA",
                    "commentText": "Subscrevo e enfatizo... LOL!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "ffe3e8e0-f181-40d8-28d7-08d7a25cbad7",
            "user": "0a3f5416-92c0-4a59-84ad-9eaabff0dc23",
            "date": "27.01.2020",
            "timestamp": "NA",
            "commentText": "Ladrão que rouba a ladrão tem cem anos de perdão.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4556501a-e2c2-47db-b155-08d7a25e0ed4",
            "user": "f9e617f0-76c4-4c71-ad04-832caae9b11d",
            "date": "27.01.2020",
            "timestamp": "NA",
            "commentText": "Obrigado Rui Pinto por divulgar o que todos nós já sabíamos: que os agentes da banca, consultoria, advogados, sistema financeiro e políticos não passam de uns mafiosos com o objectivo comum de saquear e empobrecer o contribuinte trabalhador. Nem vale a pena falar no futebol porque o modus operandi e agentes envolvidos são os mesmos. Já entendem porque AR não divulga quem são os maiores devedores à banca? Agora quero o ler um LOL do Espectro... LOL",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "81898da7-5fe2-4b6f-62aa-08d7a25e4f6e",
                    "user": "b47e4c23-d238-4604-881f-a3ae067260c9",
                    "date": "27.01.2020",
                    "timestamp": "NA",
                    "commentText": "...espectro, não passa d'isso mesmo um espectro.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "845cb5ac-da2e-458d-28d6-08d7a25cbad7",
            "user": "9d19f447-c20c-491b-b5c3-d27a92a17c7b",
            "date": "27.01.2020",
            "timestamp": "NA",
            "commentText": "Teria apreciado mais, se tivesse sido Portugal Leaks. Luanda Leaks não nos diz respeito.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "23a6284c-4d9a-4a57-264d-08d7a25e726d",
                    "user": "9d19f447-c20c-491b-b5c3-d27a92a17c7b",
                    "date": "27.01.2020",
                    "timestamp": "NA",
                    "commentText": "Vejo Luanda Leaks numa perspectiva do n. adn voyarismo na vida alheia a parte que nos diz respeito é mais do tipo Coco, ranheta e facada.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "e5180c31-6bb6-48b9-e624-08d7a25fb61a",
                    "user": "f9e617f0-76c4-4c71-ad04-832caae9b11d",
                    "date": "27.01.2020",
                    "timestamp": "NA",
                    "commentText": "Os facilitadores que a rodeiam são todos portugueses e não nos diz respeito? A <b> mulher </b>andou a comprar empresas nacionais com empréstimos dos nossos bancos e não nos diz respeito? Quando o contribuinte for mais uma vez chamado a salvar esses bancos quero saber se não nos diz respeito.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Mulher"
                    ]
                },
                {
                    "id": "b6252fd1-0aa7-4634-384e-08d7a25d6948",
                    "user": "b3cf1cca-6075-437d-9d5d-08c06b52b275",
                    "date": "27.01.2020",
                    "timestamp": "NA",
                    "commentText": "Mas foi Portugal Leaks, se não percebeu é pq. anda a viajar na maionese",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6a0f2adb-1580-4447-b15c-08d7a25e0ed4",
                    "user": "9d19f447-c20c-491b-b5c3-d27a92a17c7b",
                    "date": "27.01.2020",
                    "timestamp": "NA",
                    "commentText": "Só vejo pessoas singulares angolanas. Dos portugueses é algo impessoal, na generalidade.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "f96dd576-3b32-4d04-62a5-08d7a25e4f6e",
                    "user": "bd8c6007-2aba-4683-b45f-6ea261858023",
                    "date": "27.01.2020",
                    "timestamp": "NA",
                    "commentText": "É abrir os olhinhos. Os administradores portugueses de certas empresas que estão a demitir-se não o fazem por solidariedade à Princesa de Luanda. É mesmo medo de onde podem vir a entalar-se.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "122845a8-ec7e-43ee-385e-08d7a25d6948",
                    "user": "aff3b6d6-269d-42d3-9d88-7dac216dfe07",
                    "date": "27.01.2020",
                    "timestamp": "NA",
                    "commentText": "Caro FilipeLuis, para ter uma pálida ideia, basta atentar no Sr. advogado que para ela trabalhava. Saiu da sociedade de advogados num dia, suspendeu a sua inscrição na ordem e vai dedicar-se ao estudo (ano sabático). Percebe por aqui? Mas tem outra, a PWC mandou a Portugal pessoa com lugar de destaque na sede, para em dois dias fechar tudo o que tinham com a cliente. Percebe agora o envolvimento de portugueses?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "f3dff46e-0153-4f41-fc2d-08d7960b4eed",
                    "user": "9d19f447-c20c-491b-b5c3-d27a92a17c7b",
                    "date": "27.01.2020",
                    "timestamp": "NA",
                    "commentText": "Só estão a dar o corpo, os dispensáveis, para proteger os tubarões. Mera estratégia populista.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "95c93a4c-f631-447c-fc02-08d7960b4eed",
            "user": "42837344-2d63-4364-ab8b-f584f7439092",
            "date": "27.01.2020",
            "timestamp": "NA",
            "commentText": "Obviamente que a juíza é corrupta. Julgar o RP por alegados crimes de extorsão, tudo bem. Não usar o material incrinatorio de outros tantos criminosos chama-se cumplicidade. A juíza devia ser detida por obstrução à justiça.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "0003a83e-0acd-476a-fc04-08d7960b4eed",
                    "user": "d15c44c3-b5b2-437e-887f-5ac68d9f6903",
                    "date": "27.01.2020",
                    "timestamp": "NA",
                    "commentText": "Essa acusação é muito forte e não tem qualquer fundamento. Veja, por exemplo, o artigo de André Lamas Leite publicado ontem, 26/01, \"Podem os Luanda Leaks ser usados pela justiça?\"",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "1ca2aa7f-5a25-4d9f-62ab-08d7a25e4f6e",
                    "user": "42837344-2d63-4364-ab8b-f584f7439092",
                    "date": "27.01.2020",
                    "timestamp": "NA",
                    "commentText": "Degui, há mais revelações feitas pelo Rui Pinto à juíza. Se me convencer do contrário, retiro a minha afirmação com um pedido de desculpas. Uma coisa é o Rui Pinto ser jugado por atos ilícitos, e acho que deve ser julgado e, se for decidido que sim, condenado. Outra coisa é a informação recolhida por ele não poder ser usada como base de investigação para outros crimes.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "d8e49e2d-8e9d-4532-28d5-08d7a25cbad7",
            "user": "3faac4fe-2a65-456c-8e7c-b036c5c8a92a",
            "date": "27.01.2020",
            "timestamp": "NA",
            "commentText": "Muito bem, caro Rui Pinto. Muito bem. Bem haja.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "e8f456ed-2f7f-4746-264b-08d7a25e726d",
            "user": "b41a1e56-fa1b-4ee4-9192-6a1dc943a459",
            "date": "27.01.2020",
            "timestamp": "NA",
            "commentText": "O Presidente da República oferece tantas medalhas a pesssoas de mérito questionável mas não oferece nenhuma ao Rui Pinto. Pelo menos, ele merece-a.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "73cd3bce-7695-4d3a-3846-08d7a25d6948",
            "user": "2da6647a-2879-4ebf-baa9-02b74a4caecc",
            "date": "27.01.2020",
            "timestamp": "NA",
            "commentText": "Solto já. Fez já muito por Angola e por Portugal por muito incómodo que tenha criado a muita gente. Sr. PR onde pára a medalha?",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "cc2598da-f56d-4dcd-e621-08d7a25fb61a",
            "user": "2da6647a-2879-4ebf-baa9-02b74a4caecc",
            "date": "27.01.2020",
            "timestamp": "NA",
            "commentText": "Pelo bem que fez a Angola e a Portugal deverá ser imediatamente solto e medalhado pelo PR. Por muito incómodo que tenha criado à classe política aos banqueiros e a muitos outros nada recomendáveis.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}