{
    "header": {
        "title": " Eles puseram-se Na Pele Dela em nome da igualdade de género ",
        "subtitle": " Carlão, Albano Jerónimo ou Paulo Furtado estão entre os que aceitaram o desafio. Eles foram fotografados em poses delas, uma exposição de fotografia que combate a discriminação pelo género. ",
        "owner": " ['Carla B. Ribeiro'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 2870  partilhas",
        "datePosted": " 10 de Setembro de 2019, 11:32 ",
        "dateExtraction": " 2019-10-25 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2019/09/10/culto/noticia/pele-1886056 ",
        "postText": " ['O cantor e compositor brasileiro radicado em Lisboa Jhon Douglas em roupas íntimas e numa pose sensual; o vocalista dos Capitão Fausto Tomás Wallenstein, num banho de imersão, a depilar a perna com uma lâmina; o músico Carlos Nobre aka Carlão, de pijama, a tricotar um colorido e gigante cachecol. Estes são apenas três dos quadros que compõem uma colecção de 16 fotografias, únicas, em que os homens se predispõem a vestir uma pele que não é a sua; a colocar-se Na Pele Dela. No projecto, participam ainda Albano Jerónimo, Julião Sarmento, Leonaldo de Almeida, Paulo Furtado, Hélio Morais (Linda Martini)​, Pedro Ramos, Igor Ribeiro, Paulo Bento, Daniel Matos Fernandes, Frederico Miranda, Frederico Mancellos, Paulo Pascoal e Romeo Bastos', 'Desde há muito tempo que a produtora, programadora e DJ Maria Lopes tinha vontade de fazer um projecto fotográfico sobre a temática da igualdade de género. \u0093A ideia inicial tinha mais a ver com o abuso do corpo da mulher nas redes sociais\u0094, relembra ao Culto.', 'Na época, questionava-se sobre o porquê de não haver \u0093mais projectos sensuais com o corpo do homem\u0094. Até que conseguiu arranjar a máquina analógica do avô e conheceu o fotógrafo Mário César. De repente, todas as peças pareceram encontrar o seu lugar e encaixar. \u0093O nome \u0097 Na Pele Dela \u0097 foi das primeiras coisas a ser fechada\u0094, mas acima de tudo ambos sentiam a \u0093urgência de expor esta temática aos olhos de várias gerações\u0094. Em comunicado, o casal descreve as suas intenções: \u0093Acreditamos que não há comportamentos exclusivamente femininos e queremos desconstruir a dicotomia redutora e simplificada que continua a ser perpetuada na nossa sociedade em pleno século XXI. Na Pele Dela pretende ser uma ode à igualdade na individualidade.\u0094', 'Mário César que, além de valorizar o lado artístico da fotografia, vê nas imagens \u0093um meio de contar histórias\u0094, acolheu a ideia desde o primeiro dia e, a partir daí, tornou-se um trabalho sempre em desenvolvimento. \u0093Apesar de termos tido muitos apoios, este é um projecto independente. Não tínhamos propriamente uma equipa e tivemos de ir coordenando este com os nossos trabalhos\u0094, explica.', 'A escolha dos protagonistas \u0093foi muito natural\u0094. \u0093Com quase todos eles ou já tinha tido o prazer de trabalhar no passado ou eram meus amigos\u0094, explica Maria. Ainda assim, \u0093houve uma preocupação de atingir diferentes públicos, de fazer com que estas imagens chegassem ao maior número de pessoas possível\u0094. Mário César acrescenta: \u0093Foi importante termos conhecimento que estas pessoas tinham ideais alinhados com a mensagem do projecto.\u0094 E todos aceitaram o desafio sem pensar duas vezes.', 'O músico Carlão confirma isso mesmo ao Culto: \u0093Quando a Maria [Lopes] me fez a proposta, aceitei de caras\u0094. Para o artista este é o tipo de projecto que \u0093vale a pena\u0094, tendo em conta que a luta pela igualdade \u0093está longe de terminar\u0094. Carlão recorda que a sua tomada de consciência perante este assunto deu-se no secundário. \u0093Foi quando tive o primeiro grande choque, ao observar que a miúda que tinha andado com três ou quatro era uma \u0091puta\u0092 ao passo que o rapaz que tinha estado com umas quantas raparigas era um garanhão \u0096 foi um episódio que me marcou muito. E, desde essa altura, percebi que as coisas não eram iguais para homens e mulheres.\u0094', 'Apesar de o secundário já se encontrar distante, Carlos Nobre fala sobre a desigualdade salarial ainda persistente para justificar que ainda há um longo caminho a percorrer. Também o actor Albano Jerónimo chama a atenção para essa realidade num vídeo, produzido por Leonor Bettencourt Loureiro e pelos Neura Media, que documenta o projecto: \u0093Estamos longe da igualdade salarial, [num país em que] há discrepância nos postos de trabalho, nos cargos de chefia.\u0094', 'Exposição de fotografia\nTodos Playground\nRua Pereira Henriques, 1\nTel.: 210 194 934', 'Dias 12 e 13 e de 19 a 22 de Setembro\nInaugura dia 12 de Setembro, às 18h\nHorários: 12/09, das 18h às 24h; 13/09, das 17h às 22h; 19 e 20/09 (5.ª e 6.ª), das 17h às 22h; 21 e 22/09 (sáb. e dom.), das 16h às 20h\nEntrada gratuita', 'O resultado final, que \u0093não cai na pirosice\u0094 e que, acredita Carlão, tem o poder de \u0093pôr alguém a pensar\u0094, pode ser conhecido no armazém Todos Playground (R. Pereira Henriques nº1, Marvila), em Lisboa, a 12 e 13 de Setembro e entre os dias 19 e 22, com todas as peças à venda \u0097 o valor angariado reverte a favor da Associação Ilga Portugal - Intervenção Lésbica, Gay, Bissexual e Transgénero. Para quem não possa deslocar-se a Marvila, há a possibilidade de conhecer mais sobre a mostra através do Facebook ou do Instagram. Depois da exibição em Lisboa, há vontade de levar a mesma exposição a outros pontos do país, no entanto essa possibilidade ficará dependente da comercialização das imagens: \u0093são peças únicas\u0094, sublinha Mário César. Na forja, porém, poderá estar um livro, algo que se fala \u0093desde o primeiro dia\u0094, mas o qual ainda não saiu da fase de estudo.', 'Para já, o casal divide-se entre a azáfama da inauguração da exposição, esta quinta-feira, e os preparativos de uma viagem que os levará pela América do Sul por tempo indefinido para conhecerem de perto a realidade e para, certamente, contarem mais histórias através da fotografia.'] ",
        "numberPosts": " 9 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Gender - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Mulher,Género",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "461ea3ce-7215-4f6a-b7a0-08d735bbb113",
            "user": "619f4f7a-3618-4991-9723-0fabb6e88ac8",
            "date": "10.09.2019",
            "timestamp": "NA",
            "commentText": "Uau! Que moderninho! ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "dcb9ce56-591d-4084-8223-08d73513fdc1",
            "user": "ff693cea-b03c-467a-9c06-d951e3d71dfb",
            "date": "10.09.2019",
            "timestamp": "NA",
            "commentText": "tretas da moda e que fazem o seu caminho. cansativo...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "f80d4d4f-7cf3-48b4-b756-08d735451828",
            "user": "6ff5427c-f404-4bce-98bd-aabb8bd59a5c",
            "date": "10.09.2019",
            "timestamp": "NA",
            "commentText": "bichisses",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "ee8c750f-c78d-4ae8-b77f-08d735bbb113",
            "user": "8d330022-4602-4900-82d5-55dc46507391",
            "date": "10.09.2019",
            "timestamp": "NA",
            "commentText": "Espetacular! Agora, ficamos à espera do contrário: mulheres a partir pedra numa mina; mulheres a pescar em alto mar (em dia de tempestade) e, finalmente, mulheres no campo de batalha. Parece-me que daria ótimas fotografias e serua uma grande ajuda contra o preconceito.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "f0f8018f-6374-45c6-7f1d-08d735601e60",
                    "user": "ce39b74f-2a68-4997-94d4-77128678a025",
                    "date": "10.09.2019",
                    "timestamp": "NA",
                    "commentText": "Não. A <b> mulher </b>tem menos força física do que o homem        ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Mulher"
                    ]
                },
                {
                    "id": "19913794-b801-4e65-a19e-08d7355f708e",
                    "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
                    "date": "10.09.2019",
                    "timestamp": "NA",
                    "commentText": "Siam Qian deve estar a falar das dondocas. Nas guerras são mais resistentes que os homens, em África carregam sacos de pedras de 50 quilos, e em quase todo o mundo aguentam a jornada tripla de trabalho, emprego, casa e filhos. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "732dbc51-e2f1-42a9-8eee-08d73680e757",
                    "user": "ce39b74f-2a68-4997-94d4-77128678a025",
                    "date": "11.09.2019",
                    "timestamp": "NA",
                    "commentText": "Que disparate! Claro que o homem tem mais força física que a <b> mulher.</b> Os seus exemplos são pontuais e ridículos. Sem a força física do homem nem as pirâmides do Egipto seriam construídas.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Mulher"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "1d8005ae-d3ab-42e4-b771-08d735bbb113",
            "user": "b9160c40-fb89-4db3-accd-7da96a21110e",
            "date": "10.09.2019",
            "timestamp": "NA",
            "commentText": "Há quem goste de caír no ridículo e ainda ache muito evoluído.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "58b23779-1018-470a-7ef4-08d735601e60",
            "user": "f6a47c15-6984-4897-b08d-24849c4938c1",
            "date": "10.09.2019",
            "timestamp": "NA",
            "commentText": "Para além da total falta de originalidade da iniciativa, repetem-se os mesmos clichés sobre a suposta desigualdade de <b> género.</b>Mas os comunistas do<b>  género</b> estão na moda. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Género"
            ]
        }
    ]
}