{
    "header": {
        "title": " Isabel dos Santos admite candidatar-se à presidência de Angola ",
        "subtitle": " Isabel dos Santos defende que está a ser alvo de uma perseguição judicial, com o arresto de bens, para ser neutralizada politicamente. ",
        "owner": " ['PÚBLICO'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 185  partilhas",
        "datePosted": " 15 de Janeiro de 2020, 20:28 ",
        "dateExtraction": " 2020-02-03 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2020/01/15/mundo/noticia/isabel-santos-admite-candidatarse-presidencia-angola-1900519 ",
        "postText": " ['A empresária Isabel dos Santos admite ser candidata à presidência de Angola. A revelação surge em entrevista à RTP. \u0093É possível\u0094, admite em resposta a uma pergunta directa sobre o tema, depois de afirmar que fará o que tiver de fazer para \u0093defender e prestar os serviços\u0094 ao seu país. A filha do antigo presidente angolano José Eduardo dos Santos argumenta que está a ser alvo de perseguição judicial em Luanda para ser neutralizada politicamente.', '\u0093Não podemos utilizar a corrupção, ou a luta contra a corrupção, a suposta luta contra a corrupção, de forma selectiva para poder neutralizar o que nós achamos que podem ser futuros candidatos políticos\u0094, afirma Isabel dos Santos, referindo-se a uma luta pelo poder no MPLA.', 'As declarações surgem depois de o Tribunal Provincial de Luanda, a pedido do Ministério Público angolano, ter decretado em Dezembro o arresto das contas bancárias da empresária, do marido, Sindika Dokolo, e do português Mário da Silva, bem como as suas participações sociais em nove empresas por prejuízos ao Estado de quase 1137 milhões de dólares (mais de mil milhões de euros).', 'Luanda acusa os três de \u0093ocultar património obtido às custas do Estado\u0094 e afirma que a filha do antigo Presidente de Angola, \u0093por intermédio do seu sócio Leopoldino Fragoso do Nascimento, está a tentar transferir alguns dos seus negócios para a Rússia, tendo a Polícia Judiciária portuguesa interceptado uma transferência de dez milhões de euros que se destinava à Rússia\u0094.', 'A empresária, por sua vez, acusou os serviços de segurança de Angola de terem entrado nos servidores das suas empresas em Portugal e \u0093forjado e falsificado\u0094 provas contra si. Numa entrevista publicada no Financial Times, a filha do ex-presidente de Angola, que em Portugal é accionista da Galp, da Nos, do Eurobic e da Efacec, disse estar disposta a defender-se nos tribunais angolanos, embora tenha pouca confiança no sistema judicial.', 'Na entrevista que deu na noite desta quarta-feira à RTP, Isabel dos Santos respondeu a várias questões sobre as alegadas irregularidades empresariais e vantagens de que terá beneficiado por ser filha de José Eduardo dos Santos.', 'O tribunal de Luanda acredita que os seus negócios lesaram o Estado angolano em mais de 1.136 milhões de dólares, \u0093uma sentença baseada em várias mentiras\u0094, disse. A empresária garantiu que todos os seus negócios sempre foram \u0093bem conhecidos\u0094, que sempre trabalhou \u0093de forma transparente\u0094 e que a afirmação de que lesou o Estado é \u0093falsa\u0094. Afirmou que sempre foi muito escrutinada por ser filha do ex-Presidente e que sempre colaborou com as autoridade das maneiras que foram necessárias.', 'Isabel dos Santos respondeu também às acusações de que terá tentado transferir alguns dos seus negócios para a Rússia. \u0093Não tive reuniões com ninguém para vender parte das minhas empresas. Outra alegação falsa é de uma tentativa de mandar dinheiro para a Rússia, nunca dei ordem para transferir dinheiro algum para negócio algum na Rússia\u0094, referiu, sublinhando que também não é verdade que tenha sido um sócio seu a dar essa ordem.', 'A empresária voltou a afirmar que existe uma vontade política por detrás desta acusação e que a justiça Angola \u0093não é independente\u0094. Questionada sobre se receia o arresto do seu património em Portugal, Isabel dos Santos afirmou que acredita que a justiça portuguesa é \u0093prudente\u0094 e que Portugal é um estado democrático\u0094.'] ",
        "numberPosts": " 35 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Gender - Female age and physical appearance,Age - Over 65s,Gender - General,Nationality - General,Ideological and Political Identity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Velha,Velha,Mulher,Estrangeira,Comunista",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "cbb078fc-a298-471d-cbb5-08d799d18d5e",
            "user": "2064500e-8a01-42b5-b97a-16e9802404d4",
            "date": "16.01.2020",
            "timestamp": "NA",
            "commentText": "Indecente a emissão duma entrevista à Isabel a \"Santa\" por parte da RTP. Não tem ponta por onde se pegue. Cheira a favorecimento por todos os lados.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "e01f9bac-8b5b-429c-7d02-08d799d248bc",
            "user": "279558e4-0032-417c-8370-0b2fc3fd1173",
            "date": "16.01.2020",
            "timestamp": "NA",
            "commentText": "Dei-me ao trabalho de ver a entrevista e foi uma perda de tempo. O jornalista faz perguntas concretas e a \"empresária\" Isabelinha dá uma volta á China para não responder com clareza às perguntas. Esta senhora utiliza as mesmas tácticas dum tal Sócrates, tem o mesmo paleio, aquela lábia de vigarista não me engana.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "b93a629a-0b1f-4d24-eff4-08d799d2621b",
            "user": "48a26fa5-3dda-4c4f-b5a3-a9759b9b1034",
            "date": "16.01.2020",
            "timestamp": "NA",
            "commentText": "Isabelinha está de cabeça perdida. Desdobra-se em entrevistas a tudo o que mexe. Sem resultados. A sua agência de comunicação que penso ser uma empresa portuguesa não tem mãos a medir. A princesa de Angola, a grande corrupta, quer imunidade. Mas esquece que se há personagem que o povo angolano odeia é ela, mais que o pai exilado em Barcelona onde faz os tratamentos para o cancro, mais que todos os corruptos de Angola. Em Angola todos detestamos Isabel dos Santos. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "382e545f-b8c3-46e5-7ce9-08d799d248bc",
            "user": "c5ceaf11-8aa7-40d6-bd15-26518694ae74",
            "date": "16.01.2020",
            "timestamp": "NA",
            "commentText": "A procura célere ´a \"Imunidade Diplomática\"...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "042e4982-073d-47ad-016f-08d799d29efb",
            "user": "da0abf5c-6edf-41a0-81b9-6bded194abd8",
            "date": "16.01.2020",
            "timestamp": "NA",
            "commentText": "No Dubai, a Sra Isabel dos Santos terá, certamente, tempo para ler \"Barranco de Cegos\" de Alves Redol. Um livro extraordinário sobre o Ribatejo, uma época e também uma métafora acerca de cegos que conduzem cegos para o barranco, na imagem de S. Mateus. Há, entre muitas, uma frase admirável do patriarca que vou tentar reproduzir, \"os políticos são como as mulheres públicas\". Salvo, algumas excepções, o exercício profissional da Política pauta-se pela mediocridade, corrupção, falta de visão estratégica e tanto mais. Cegos a conduzir cegos. A Sra Isabel dos Santos está, em segurança, no Dubai ao contrário do povo angolano que tenta sobreviver. Espero que a Justiça funcione e que, cada vez mais, em Angola, tal como em Portugal, a Política seja um exercício diário de Todos os Cidadãos. M. C",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "8f9f4d7c-a1b7-4e99-cb6d-08d799d18d5e",
                    "user": "815fd09a-294d-42ba-a2cc-efaa405db247",
                    "date": "16.01.2020",
                    "timestamp": "NA",
                    "commentText": "O povo angolano tem mais condições de sobreviver que toda a sociedade portuguesa, para além do mais com a sua riqueza e o facto de não se ter endividado em 200% relativamente a sua riqueza gerada. Angola vai bem desde o fim da guerra e mais 20 anos como o Brasil, deixará Portugal bem para trás.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "ca36fe95-2bc6-4006-f013-08d799d2621b",
                    "user": "da0abf5c-6edf-41a0-81b9-6bded194abd8",
                    "date": "16.01.2020",
                    "timestamp": "NA",
                    "commentText": "Angola tem excelentes recursos, nomeadamente, uma população jovem, para atingir o desenvolvimento que refere. Espero, sinceramente, que a vida em democracia continue a dispensar, cada vez mais, os pseudo-empresários, como a Sra. Isabel dos Santos. Portugal repete, infelizmente, a história e, por esse motivo, não há uma visão e planeamento estratégico a médio e longo prazo que poderia permitir uma qualidade de vida similar à dos países nórdicos, por exemplo. A <b> vel<b> ha </b</b>>desculpa do \"somos latinos\" serve a classe política que, do ponto de vista de acção, visão e empenho é, em geral, medíocre. Desejo que as relações entre Angola e Portugal possam ser aprofundadas e positivas para ambos os países, vivendo o presente e projectando o futuro. As melhores felicidades, para o povo angolano. M. C",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Velha"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "45073273-5e9c-4e40-f704-08d7960b4eed",
            "user": "b9ec4df3-d5b2-4957-80a6-782883087d25",
            "date": "16.01.2020",
            "timestamp": "NA",
            "commentText": "A RTP que é paga por todos nós dá voz a alegados criminosos; enfim... uma vergonha, um insulto, uma despudorada propaganda a uma <b> mulher </b<b> >estrangeira</b> suspeita de corrupção, oriunda de uma das mais ricas famílias de África q tb é suspeita de ter roubado dinheiro q faz com q milhares de angolanos estejam com níveis de miséria absoluta.Parabéns RTP pelo péssimo serviço prestado!!!",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "cc36df84-c0c2-4cea-0177-08d799d29efb",
                    "user": "279558e4-0032-417c-8370-0b2fc3fd1173",
                    "date": "16.01.2020",
                    "timestamp": "NA",
                    "commentText": "Tal como deu voz a Sócrates... RTP basicamente trabalha para os corruptos que nos desgovernam.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Mulher",
                "Estrangeira"
            ]
        },
        {
            "id": "1907a96d-e89d-4ddb-c8d0-08d799d3125d",
            "user": "b9ec4df3-d5b2-4957-80a6-782883087d25",
            "date": "16.01.2020",
            "timestamp": "NA",
            "commentText": "Assim safa-se à Justiça... está nos livros...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "462bdcd5-a287-4c8f-0168-08d799d29efb",
            "user": "f280efd0-7692-4abc-a3e2-582579b61cff",
            "date": "16.01.2020",
            "timestamp": "NA",
            "commentText": "HAHAHAHAHAHAHAHAHAHAHAHABoa maneira de começar a manhã com uma piada destas. E já agora o Oliveira e Costa apresenta uma candidatura a primeiro ministro com o Ricardo Salgado como candidato a ministro das finanças, Duarte Lima como ministro da Justiça e Isaltino Morais como ministro das obras publicas. Esses senhores todos somados são mais sérios que a isabelinha dos ovos Angolanos",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "77ba4ffe-fc44-48fe-84af-08d799d228b3",
                    "user": "279558e4-0032-417c-8370-0b2fc3fd1173",
                    "date": "16.01.2020",
                    "timestamp": "NA",
                    "commentText": "Esqueceu-se de Sócrates a Presidente da AR e Joe Berardo a ministro da cultura.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "e5384977-c909-46fa-efe6-08d799d2621b",
            "user": "510452f6-f46d-4640-89c8-9334692ed2e5",
            "date": "16.01.2020",
            "timestamp": "NA",
            "commentText": "Sempre que um DDT é apanhado com a mão no jarro das bolachas, a RTP encena uma entrevista por forma a dar tempo de antena às criaturas. Desta vez decidiram que a filha do déspota angolano também tinha direito em falar para português ouvir.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "f406adf2-7238-414b-0172-08d799d29efb",
                    "user": "bab99655-ec40-4163-8e13-baaa16271164",
                    "date": "16.01.2020",
                    "timestamp": "NA",
                    "commentText": "Para angolano ouvir, pois Portugal está cheio deles e a RTP (África) chega a todos os cantos.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "72f43cb5-d17e-4308-0162-08d799d29efb",
            "user": "717d2d61-f346-4b88-834f-eb1798ce6907",
            "date": "15.01.2020",
            "timestamp": "NA",
            "commentText": "angolanos sortudos: nós vamos levar com a cristina ferreira. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "ad6d81a8-1b28-42e1-7ced-08d799d248bc",
                    "user": "bab99655-ec40-4163-8e13-baaa16271164",
                    "date": "16.01.2020",
                    "timestamp": "NA",
                    "commentText": "Eles levam com ovos, nós levamos com peixe... Oa tempos mudaram, já não é com papas e bolos que se enganam os tolos.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "0e050d62-fa0e-430a-f6ef-08d7960b4eed",
            "user": "c7621000-17ba-4e8f-ad64-19553db4f3ad",
            "date": "15.01.2020",
            "timestamp": "NA",
            "commentText": "Enquanto não estiver tudo pregado ao chão em Angola, ela há de querer meter-lhe a mão... ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "34c768d2-e689-455c-cb50-08d799d18d5e",
            "user": "3faac4fe-2a65-456c-8e7c-b036c5c8a92a",
            "date": "15.01.2020",
            "timestamp": "NA",
            "commentText": "A senhora anda mesmo aflita... mas que agradável surpresa!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6edac101-c845-4859-f6ee-08d7960b4eed",
            "user": "717d2d61-f346-4b88-834f-eb1798ce6907",
            "date": "15.01.2020",
            "timestamp": "NA",
            "commentText": "isso é que ia ser uma  rica campanha..... ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3e649ab4-329f-4b3e-cb4f-08d799d18d5e",
            "user": "2064500e-8a01-42b5-b97a-16e9802404d4",
            "date": "15.01.2020",
            "timestamp": "NA",
            "commentText": "Aahahahahahahahahahahahahahahahahah!!! A piada do século! O pior é que como Angola está ainda ganha a brincar... Como quem diz! Ai não posso roubar o povo com a ajuda do papá? Então vou roubá-lo directamente do cargo máximo do país! Não há vergonha...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "d794b2c7-77c5-42bb-cb4d-08d799d18d5e",
            "user": "48a26fa5-3dda-4c4f-b5a3-a9759b9b1034",
            "date": "15.01.2020",
            "timestamp": "NA",
            "commentText": "Claramente está de cabeça perdida. A sua agência de comunicação não tem descanso a preparar entrevistas a tudo o que mexe. Sem resultados. Quanto mais debita disparate mais se enterra. Isabelinha sabe que se há pessoa que os angolanos detestam é ela, mais do que o pai, mais de todos os outros corruptos. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "ea29d522-4f27-4f26-8478-08d799d228b3",
                    "user": "8da0bf2b-d516-4442-be99-f0ffb024f296",
                    "date": "15.01.2020",
                    "timestamp": "NA",
                    "commentText": "Hoje concordo consigo. Esperemos que tenha razão.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "25cd3c94-f8ff-455e-846f-08d799d228b3",
            "user": "d484b069-8c60-41cc-abc2-f50e1c6e445c",
            "date": "15.01.2020",
            "timestamp": "NA",
            "commentText": "Esta criatura, passa para fora de tudo onde mete as garras, uma imagem de animal perigoso, traiçoeiro, golpista ao mais alto nível, o bom era que a comunicação social lhe cortasse a língua viperina não lhe dando mais o espaço que ela adora, e do qual ela se aproveita com a mestria de um lacrau.E como lacrau, talvez tudo se venha a voltar contra ela própria. É muito triste o que esta pestilenta família fez a Angola.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "06d6ca2a-4f87-4379-7ccc-08d799d248bc",
            "user": "a344e59e-b749-4734-b6d4-07e32fb79941",
            "date": "15.01.2020",
            "timestamp": "NA",
            "commentText": "Haverá em Angola liberdade bastante que admita a candidatura? Suspeito que não! ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "e92a8517-954a-435a-efe2-08d799d2621b",
                    "user": "1af33823-cbbb-45eb-b6ec-c613581a481d",
                    "date": "15.01.2020",
                    "timestamp": "NA",
                    "commentText": "Claro, há que deixá-la roubar mais e dar-lhe imunidade",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "d45469b4-5689-4914-846e-08d799d228b3",
            "user": "1af33823-cbbb-45eb-b6ec-c613581a481d",
            "date": "15.01.2020",
            "timestamp": "NA",
            "commentText": "Espero que os angolanos nao caiam nesta cantiga",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "173b0d32-8776-4099-7ccb-08d799d248bc",
            "user": "279558e4-0032-417c-8370-0b2fc3fd1173",
            "date": "15.01.2020",
            "timestamp": "NA",
            "commentText": "Não roubou que chegue ao povo angolano? Tantos anos nas melhores escolas inglesas e nada aprendeu sobre moral, ética e respeito pelo próximo? O que a ganância faz às pessoas!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3db33ed7-e3d4-4e41-846b-08d799d228b3",
            "user": "0b6262c9-f5dc-4470-b522-fa7b8f5ae035",
            "date": "15.01.2020",
            "timestamp": "NA",
            "commentText": "Melhor que Hitler esta mocinha. Quando começam as ameaças e perseguições à oposição?",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "ab10d261-96c2-4e50-cb44-08d799d18d5e",
            "user": "841a4abc-bf11-40e7-9aac-775d30f13f29",
            "date": "15.01.2020",
            "timestamp": "NA",
            "commentText": "Fecham-lhe a porta na cara e ela volta pela chaminé! Todavia, arrisca queimar-se ainda mais...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "f79b5188-d7cb-41b4-8465-08d799d228b3",
            "user": "898b5648-9db6-4f97-b88a-0563db50ba56",
            "date": "15.01.2020",
            "timestamp": "NA",
            "commentText": "A Isabel vai candidatar-se pelo partido putinista, perdão <b> comunista </b>? E vai devolver o dinheiro ? ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "cc53808f-c950-45cc-efdd-08d799d2621b",
                    "user": "8da0bf2b-d516-4442-be99-f0ffb024f296",
                    "date": "15.01.2020",
                    "timestamp": "NA",
                    "commentText": "Hmmmm... Paulo Portas e Assunção Cristas serão putinistas, comunistas, ... ? Como os vi sempre tão empenhados com Angola, bem mais do que com qualquer outra ex-colónia. Fiquei na dúvida. Pode ajudar-me caro vinha2010?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "f36dcefd-83fe-470f-f01e-08d799d2621b",
                    "user": "898b5648-9db6-4f97-b88a-0563db50ba56",
                    "date": "16.01.2020",
                    "timestamp": "NA",
                    "commentText": "Que defensivo, António. Acho que o Paulinho das feiras encaixa que nem uma luva. Já a sra. Cristas, não conheço o suficiente para me pronunciar. Já se sabe se a Isabelinha conseguiu fazer a transferència para a Rússia? Eh eh eh...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Comunista"
            ]
        },
        {
            "id": "e48d9d0c-5ce1-4739-f6e3-08d7960b4eed",
            "user": "0d720e20-859c-43ca-9c1e-057750816202",
            "date": "15.01.2020",
            "timestamp": "NA",
            "commentText": "Ora aí está. Eu gosto da Isabel, acho que tem fibra.  Ah Ah. Mas agora a sério, por acaso não antipatizo com a Isabel, claro que não andaria nunca a curvar-me a a beijar-lhe o anel como muitos \"poderosos\" por aqui andaram (e agora desviam o olhar...), mas aprecio a fibra da Isabel. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "2600e799-e448-4a36-c8b5-08d799d3125d",
                    "user": "0d720e20-859c-43ca-9c1e-057750816202",
                    "date": "15.01.2020",
                    "timestamp": "NA",
                    "commentText": "Mal comparando, ainda ontem me lembrei da Simone, com quem não era fácil de se simpatizar mas era impossível de se antipatizar (e para o que ela se estava nas tintas) pois a sua presença era marcante.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "bd7b48ad-0f22-49fd-f70f-08d7960b4eed",
                    "user": "bab99655-ec40-4163-8e13-baaa16271164",
                    "date": "16.01.2020",
                    "timestamp": "NA",
                    "commentText": "Tu querias era lamber-lhe o \"anel\".",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}