{
    "header": {
        "title": " 'Irei manter todas as minhas funções, a mensagem irá ser compreendida', diz Joacine Katar Moreira ",
        "subtitle": " 'Não podem exigir que eu deixe de gaguejar de uma hora para outra com o objectivo de acalmar os espíritos mais revoltosos e que têm imensa dificuldade em relacionar-se com igualdade', defendeu a deputada do Livre. ",
        "owner": " ['Lusa'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 2530  partilhas",
        "datePosted": " 5 de Novembro de 2019, 19:35 ",
        "dateExtraction": " 2020-01-23 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2019/11/05/politica/noticia/irei-manter-funcoes-mensagem-ira-compreendida-joacine-katar-moreira-1892640 ",
        "postText": " ['A deputada única do partido Livre, Joacine Katar Moreira, assegurou nesta terça-feira que vai manter-se em funções como deputada e que \u0093a mensagem irá ser compreendida\u0094, apesar das apreciações negativas às suas primeiras prestações no parlamento devido à profunda gaguez.', '\u0093Irei manter, naturalmente, todas as minhas funções, participar na Assembleia da República, da maneira que eu necessito. Independentemente de gaguejar ou não, a mensagem irá ser uma mensagem compreendida\u0094, salientou, em declarações à agência Lusa.', 'Sobre a primeira semana de trabalho regular no Palácio de São Bento, a activista descreveu-a como uma \u0093semana de adaptação, um tempo de conhecer o regimento\u0094 e de instalação do seu gabinete.', '\u0093É óbvio que eu irei cumprir e corresponder a todas as necessidades e exigências que qualquer deputado nacional tem ali. Mas, é óbvio, que ninguém pode exigir que eu, de repente, passe a explicar-me com objectividade para satisfazer o incómodo que origino a alguns. Da mesma maneira, não podem exigir que eu deixe de gaguejar de uma hora para outra com o objectivo de acalmar os espíritos mais revoltosos e que têm imensa dificuldade em relacionar-se com igualdade\u0094, defendeu.', 'Os primeiros dias no parlamento tem sido também ocupados a elaborar a primeira iniciativa legislativa do partido que tem como símbolo uma papoila: um projecto de lei para dar honras de Panteão Nacional ao antigo cônsul português em Bordéus Aristides de Sousa Mendes, o qual, durante a Segunda Guerra Mundial, desobedeceu ao então chefe do Governo, Oliveira Salazar, e deu milhares de vistos de entrada em Portugal a refugiados, sobretudo judeus que fugiam da Alemanha nazi.', '\u0093Obviamente que eu sou uma deputada eleita pelos portugueses e, naturalmente, todas as pessoas que, na altura, resolveram votar no meu partido sabiam exactamente que, caso eu fosse eleita, eu era uma mulher e gaguejaria. Acho de uma ironia enorme perguntarem-me hoje se faço intenção ou não de manter as minhas intervenções na Assembleia da República pelo facto de eu gaguejar\u0094, disse ainda Joacine Moreira.'] ",
        "numberPosts": " 39 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Physical Identity - Physical (and Mental) Impairments,Gender - General,Nationality - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Gaga,Muda,Gago,Coxa,Perneta,Mulher,Nação",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "fcc26275-c046-436a-cdf1-08d7627181fc",
            "user": "1f01d620-6de2-4998-ac7e-bd8de2276a9d",
            "date": "06.11.2019",
            "timestamp": "NA",
            "commentText": "\u0093Irei manter todas as minhas funções, a mensagem irá ser compreendida\u0094, diz Joacine Katar Moreira\"Acredito na sua palavra senhora deputadoa e aproveito para realçar o desequilíbrio mental que está a provocar, nas hostes que foram apeadas com a perca de benesses, dos partidos do arco da desgovernação e saque. Que sempre apoiaram, a desgraça deles é a sua gaguez.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "69f34170-0c40-4e04-4148-08d762a32c6f",
                    "user": "aff3b6d6-269d-42d3-9d88-7dac216dfe07",
                    "date": "06.11.2019",
                    "timestamp": "NA",
                    "commentText": "É só rir com a desgraça...veja as intervenções da semana passada e depois tire as conclusões! Garanto-lhe que não é nada difícil. Difícil é a parte conceptual do discurso, mas isso de pouco importa não é verdade?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "d0a2e953-973d-4eb0-ef51-08d762249d1c",
            "user": "11a10c66-d5ff-4c97-baa3-edf3eb11d96e",
            "date": "06.11.2019",
            "timestamp": "NA",
            "commentText": "Apesar de não ter votado no LIVRE, pensei que seria uma adição interessante e moderada ao parlamento, menos de um mês e já me desenganei.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "f11287e7-16bd-4b3a-4928-08d762a54cde",
                    "user": "aff3b6d6-269d-42d3-9d88-7dac216dfe07",
                    "date": "06.11.2019",
                    "timestamp": "NA",
                    "commentText": "Pois já percebemos que o conteúdo é idêntico, só a forma é inovadora!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "fafdc44b-6242-42d7-e507-08d762a52494",
            "user": "72ff53cd-a190-47aa-a9e6-2770cafc43b0",
            "date": "06.11.2019",
            "timestamp": "NA",
            "commentText": "uma coisa é certa...os moderadores não são nada gagos a censurar....pela 3ª vez \"e continuamos no mesmo...a falar da gaguez da sra deputada....nem ela fala de outro assunto...será que tem assunto para falar?\"",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "b360cd4b-560f-49f4-4910-08d762a54cde",
            "user": "aff3b6d6-269d-42d3-9d88-7dac216dfe07",
            "date": "06.11.2019",
            "timestamp": "NA",
            "commentText": "Tudo o que aqui já disse sobre isto está a acontecer! Por outro lado não quero de forma alguma que abandone o lugar! O que eu quero, ou queria era que a sra. se tivesse preparado convenientemente para o que a esperava, o mesmo é dizer entregar a leitura do discurso a outra pessoa, ou na alternativa ter feito terapia da fala! É isso e só isso que está em causa e que irá continuar em causa! Agora assim, olhe é só rir e desesperar com as intervenções. Acho que o Parlamento Europeu é o lugar que se segue...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "c8f8a8ee-49d6-4244-48eb-08d762a54cde",
            "user": "1e073def-86f1-4614-81e4-bfa8eb2c1a80",
            "date": "06.11.2019",
            "timestamp": "NA",
            "commentText": "Sra. deputada já não há pachorra para \"ouvir\" o seu ego...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "aa39c621-c95f-47e6-94a3-08d761c1705e",
            "user": "c20b71ca-b199-4933-b9a0-dba7e5171a4e",
            "date": "06.11.2019",
            "timestamp": "NA",
            "commentText": "Nesse aspeto tem toda a razão. A ponderação deveria ter sido feita antes. Agora, que foi eleita, não faz sentido retirar-se. Ainda assim, se o fizer, terá no seu número 2 da lista, um excelente candidato. Quanto à mensagem, duvido que passe efetivamente. Não acredito. Eu desespero ao ouvi-la. Não por a querer descriminar. Pelo contrário. Desespero por querer que a mensagem passe, que se saia bem e vejo que não conseguer articular duas frases seguidas e que por isso ninguém a ouve.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3a24a629-31d5-4d8f-949e-08d761c1705e",
            "user": "060401d6-1b03-43dd-a52c-a4726dd3dfbb",
            "date": "06.11.2019",
            "timestamp": "NA",
            "commentText": "O que queremos, Igualdade ! O que pedimos... regime especial de exclusão.O que queremos, respeito ! Menos para esses fachos, misóginos da direita. Et vi-o lá Livre.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8f5f4317-373a-4c0b-cdc7-08d7627181fc",
            "user": "(null)",
            "date": "06.11.2019",
            "timestamp": "NA",
            "commentText": "Era previsível o número da vitimização, estava escrito nas estrelas. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "865f453c-a443-4f46-76de-08d761fdc1d7",
            "user": "d092f573-11be-432c-9a05-baeb5faed803",
            "date": "06.11.2019",
            "timestamp": "NA",
            "commentText": "Canta Joacine, canta.... ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "d67aa641-e633-49ee-cdbf-08d7627181fc",
            "user": "f280efd0-7692-4abc-a3e2-582579b61cff",
            "date": "06.11.2019",
            "timestamp": "NA",
            "commentText": "Ela que luta tanto pela igualdade, o parlamento deve dar-lhe o mesmo tempo para falar que da aos outros deputados. Se gagueja, problema dela em não conseguir passar a mensagem ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "0fa9eaac-ca90-4a7a-9493-08d761c1705e",
            "user": "f280efd0-7692-4abc-a3e2-582579b61cff",
            "date": "06.11.2019",
            "timestamp": "NA",
            "commentText": "Está <b> mulher </b>tem de alimentar polémicas e fait divers para sobreviver politicamente.É mais uma parasita para comer à conta do contribuinte e vai passar o mandato todo a Vitimizar-se e a debitar parvoíces ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Mulher"
            ]
        },
        {
            "id": "b2a58efa-78af-495c-127f-08d761bf5596",
            "user": "2da6647a-2879-4ebf-baa9-02b74a4caecc",
            "date": "06.11.2019",
            "timestamp": "NA",
            "commentText": "A mim não passa mensagem nenhuma. Os que não gaguejam por serem pouco credíveis já não me passam mensagem nenhuma quanto mais ela a gaguejar. Ela que discurse a cantar ou então que dê o lugar a outro. Por muito que não tenha culpa não pode é violentar os outros com a sua gaguez.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "26fd8048-26d4-4411-b14c-08d761b63c78",
                    "user": "8dfdab89-c3d7-43e2-8a7a-fd833b928b8c",
                    "date": "06.11.2019",
                    "timestamp": "NA",
                    "commentText": "\"violentar os outros com a sua gaguez\"? Onde isto já chegou... ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "bbca5c0d-5a50-4751-48ed-08d762a54cde",
                    "user": "4ef2b21a-7d58-4dfe-ad04-aed83dd87535",
                    "date": "06.11.2019",
                    "timestamp": "NA",
                    "commentText": "rfp. Deixe-se de falsos moralismos.Tem prazer em ver e em ouvir uma pessoa a querer falar e a ter uma dificuldade enorme em o fazer? Penso que para ela e aflitivo e eu ao ouvi-la sinto-me aflito. Num local onde se tem que falar para centenas de pessoas deve ser muito dificil gerir a situacao. Percebeu agora ?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "e8036b00-e963-4eba-53fe-08d7517b8e2d",
            "user": "9f8281ed-5cf5-406f-a6e9-ea7f835c4e83",
            "date": "06.11.2019",
            "timestamp": "NA",
            "commentText": "Ponham-na em modo linguagem gestual e acabem com esta palhaçada.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "89953124-97e4-4b46-b133-08d761b63c78",
            "user": "0d720e20-859c-43ca-9c1e-057750816202",
            "date": "05.11.2019",
            "timestamp": "NA",
            "commentText": "Bom, eu acho que não deveríamos dar cavaco por aí além à gaguez da Joacine nem ao golpe do Tavares. Daí não virá grande mal ao mundo (espero). Os outros pantomineiros se encarregarão de marcar o ritmo. Aliás veja-se que a grande prioridade da Joacine e do Tavares para os problemas do País  é meter o Aristides no Panteão. Vamos ver qual será a segunda prioridade para os males de que o País padece.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "95369f15-6861-403b-770a-08d761fdc1d7",
                    "user": "11a10c66-d5ff-4c97-baa3-edf3eb11d96e",
                    "date": "06.11.2019",
                    "timestamp": "NA",
                    "commentText": "A sugestão do João para os males de que parecemos deve ser a integração na federação russa e a elevação do Jerónimo a líder supremo em coligação com o ventura...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "26c451c1-0f0c-4084-f1cb-08d7617973b3",
            "user": "79e0253b-fab9-4666-a154-6e8a3eb13000",
            "date": "05.11.2019",
            "timestamp": "NA",
            "commentText": "Sra.Jacine, é verdade que foi eleita por cidadãos que sabiam que era <b> gaga,</b> mas o problema é que você não está no parlamento a falar para que a elegeu mas sim para outros deputados,  que não votaram em si, e têm de levar com a sua incapacidade de lhes fazer frente verbalmente de modo eficiente. Sei que não tem culpa da sua deficiência,  mas os outros também não,  e deve perceber que tentar entender a sua mensagem perturbação e ansiedade que não é fácil suportar.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gaga"
            ]
        },
        {
            "id": "78b16ee3-4ae4-42e6-1269-08d761bf5596",
            "user": "ad7bf462-f638-44ed-8f67-f611e64b3726",
            "date": "05.11.2019",
            "timestamp": "NA",
            "commentText": "\"naturalmente, todas as pessoas que, na altura, resolveram votar no meu partido sabiam exactamente que, caso eu fosse eleita, eu era uma <b> mulher </b>e gaguejaria. Acho de uma ironia enorme perguntarem-me hoje se faço intenção ou não de manter as minhas intervenções na Assembleia da República pelo facto de eu gaguejar\u0094E pelo facto de ser<b>  mulher</b>, já agora?  Tem cada uma... Mania da perseguição q. b.? ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Mulher"
            ]
        },
        {
            "id": "88047b64-e13a-4b24-9470-08d761c1705e",
            "user": "2064500e-8a01-42b5-b97a-16e9802404d4",
            "date": "05.11.2019",
            "timestamp": "NA",
            "commentText": "Estou à espera há 1h pelo meu comentário. Vejam lá isso sff.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8fa89cca-5f3c-4209-eef3-08d762249d1c",
            "user": "a344e59e-b749-4734-b6d4-07e32fb79941",
            "date": "05.11.2019",
            "timestamp": "NA",
            "commentText": "As pessoas normais não esperam coisa diferente dos deputados eleitos senão cumprir os seus mandatos. Há por aqui uns doidos que gostam de birrar com toda a gente, convencidos que são inteligentes, que têm opinião útil. Realmente são provocadores inúteis caçadores de detalhes que lhes pareçam suscetíveis de os tornarem visíveis. Estão enganados! A Deputada com escassas aparições tem já mais notoriedade pública que os que a parasitam para serem vistos. Tenham paciência. Vão \"apanhar umas calcinhas\" que nunca imaginaram. Deixem passar o tempo. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4d23a6be-df35-437f-53e5-08d7517b8e2d",
            "user": "43993747-edb9-4cfe-b23c-c38b08096cbe",
            "date": "05.11.2019",
            "timestamp": "NA",
            "commentText": "\"... devido à profunda gaguez.\" Tem dias, não é?",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "f611df0f-b389-4f1a-48ec-08d762a54cde",
                    "user": "43993747-edb9-4cfe-b23c-c38b08096cbe",
                    "date": "06.11.2019",
                    "timestamp": "NA",
                    "commentText": "Para falar da Bonifácio tinha a máquina bem oleada, nem pestamejou.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5c80f941-e2b1-41af-76b4-08d761fdc1d7",
            "user": "0a3f5416-92c0-4a59-84ad-9eaabff0dc23",
            "date": "05.11.2019",
            "timestamp": "NA",
            "commentText": "Que tem o facto de ser <b> mulher </b>a ver com a sua gaguês?",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Mulher"
            ]
        },
        {
            "id": "019703e9-c8b5-4cb2-b11e-08d761b63c78",
            "user": "1af33823-cbbb-45eb-b6ec-c613581a481d",
            "date": "05.11.2019",
            "timestamp": "NA",
            "commentText": "Tinha simpatia pela Joacine, mas vejo agora que ela é uma radical no mau sentido da palavra. E nao tem nada a ver com gaguez.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4b93aa40-f72a-4db7-f1be-08d7617973b3",
            "user": "a9363530-2c93-4de4-95fe-f95ed4e888dc",
            "date": "05.11.2019",
            "timestamp": "NA",
            "commentText": "Devia ter vergonha e respeito pelo  Parlamento,ou seja,o povo.Mas, a culpa é. do \"padrinho\" e o assalto ao mercado colorido",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "a415907b-ada8-4104-eef9-08d762249d1c",
                    "user": "0d720e20-859c-43ca-9c1e-057750816202",
                    "date": "05.11.2019",
                    "timestamp": "NA",
                    "commentText": "Não seja mauzinho. O padrinho foi esperto e acertou no euromilhões.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5b36e1dd-c508-4cc1-f1bd-08d7617973b3",
            "user": "2064500e-8a01-42b5-b97a-16e9802404d4",
            "date": "05.11.2019",
            "timestamp": "NA",
            "commentText": "A gaguez corresponde a uma perturbação da fluência da fala e, portanto, da comunicação em que a pessoa sabe exactamente o que quer dizer mas o seu discurso é caracterizado por repetições, prolongamentos, por pausas não esperadas ou por bloqueios em que o som de fala é interrompido. O nervosismo não é causa da gaguez;o stress não provoca gaguez. Eu acho que a deputada da <b> nação,</b> paga com o nosso dinheiro deve querer, em nome da esquerda que eu defendo, defender convenientemente a esquerda. Ora se o nervosismo não é a causa da gaguez a deputada que levou 1 minuto a dizer uma coisa que no limite levaria uns 10 segundos já não é bom sinal. Mas ainda pior sinal é se a ilustre continuar a achar que a mensagem não é gravemente afectada pelo defeito do canal. E se fosse<b>  muda</b>? O que faria?",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 8,
            "replies": [
                {
                    "id": "df28d219-3e2b-4445-b12a-08d761b63c78",
                    "user": "d79b3908-fe25-40f7-9f5a-864b129d9dba",
                    "date": "05.11.2019",
                    "timestamp": "NA",
                    "commentText": "O nervosismo nao é a causa da gaguez???? Errado! O nervosismo afecta a gaguez sim...se estiver relaxada não gaguejo, se estiver nervosa gaguejo.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4018d015-4645-4d5f-126e-08d761bf5596",
                    "user": "2064500e-8a01-42b5-b97a-16e9802404d4",
                    "date": "05.11.2019",
                    "timestamp": "NA",
                    "commentText": "Uma pessoa calma gagueja na mesma. É um factor de origem psicológica. Aliás são raros hoje em dia os casos em que a gaguez é deixada a este extremo. A deputada devia fazer terapia da fala intensiva com apoio de meios electrónicos. São reversíveis (nunca completamente) mas ao ponto de terem pelo menos um discurso articulado. Há casos mais raros e extremos. O que me parece configurar talvez o caso da Joacine, o que a ser verdade só justifica ainda mais uma alternativa por parte do Livre para o seu caso. Desculpem, já nem digo oratória mas a oralidade é essencial num deputado. Comunicar é comunicar. Não é tentar comunicar e depois logo se vê. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "f62d0131-629d-4497-5408-08d7517b8e2d",
                    "user": "d79b3908-fe25-40f7-9f5a-864b129d9dba",
                    "date": "06.11.2019",
                    "timestamp": "NA",
                    "commentText": "O senhor gagueja? Pelo discurso percebe-se claramente que não! Só diz disparates!  Devia informar-se melhor sobre gaguez, a origem e terapias vs efeitos. Fala uma pessoa que gagueja quando está nervosa e que raramente gagueja quando está em casa descontraída! E sim, fiz terapia!        Estes comentários que se vão proferindo sobre pessoas com diferença reflectem uma sociedade intolerante e inflexível. Depois esperam gerações educadas e com uma grande moral.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "654aab72-d023-4f3f-cde6-08d7627181fc",
                    "user": "2064500e-8a01-42b5-b97a-16e9802404d4",
                    "date": "06.11.2019",
                    "timestamp": "NA",
                    "commentText": "Eu se me enervar também perco a fluidez da oralidade. Mas isso não é o factor que desencadeia a gaguez. Se você é <b> gago </b>ou<b>  gaga</b> sabe perfeitamente que há um forte factor psicológico associado. Já fez psicanálise? Sabe a origem concreta da sua gaguez? Acha por acaso que a claridade do discurso não é essencial num deputado? Acha que u<b> m pernet</b>a pode ganhar os 100m ao Bolt? Mas acaso agora é normal ser-<b> se ga</b>go? Eu não tenho nada contra a deputada. Agora o problema é justamente esse. É deputada. Sem oralidade não s<b> ó é g</b>aga como também se torna muitís<b> simo </b>coxa. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gago",
                        "Gaga",
                        "Coxa",
                        "Perneta"
                    ]
                },
                {
                    "id": "76fce93b-1dbb-49b4-770c-08d761fdc1d7",
                    "user": "d79b3908-fe25-40f7-9f5a-864b129d9dba",
                    "date": "06.11.2019",
                    "timestamp": "NA",
                    "commentText": "Factor psicológico??? Informe-se!!! Além disso, se a si a gaguez incomoda e deve ser motivo de exclusão social no Parlamento, por mim quanto mais gaguejar menos disparates oiço da máfia PSD e PS! O Parlamento reúne pessoas eleitas...se lhes falta um nariz, se são mudas ou coxas, devem ser excluídas da casa que representa os seus interesses???? Deve estar a criar uma descendência muito tolerante e inclusiva! Sobre os 100 metros...oscar Pistorius é um exemplo a memorizar e destrona as suas teses mesquinhas!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2741ca49-7231-45e0-ef5d-08d762249d1c",
                    "user": "2064500e-8a01-42b5-b97a-16e9802404d4",
                    "date": "06.11.2019",
                    "timestamp": "NA",
                    "commentText": "Eu disse que há um factor psicológico associado. A gaguez tem origens neurológicas, eventualmente genéticas e sim pode-se ser <b> gago </b>devido a um trauma psicológico (tenho exemplos na família, poupe-me ao seu total desconhecimento sobre esta origem). O Pistorius é um atleta (além de homicida mas isso são outros 500) que foi retirado das competições oficiais por as suas próteses lhe conferirem vantagem anatómica através de tecnologia. Descanse que a própria Joacine senão for egocêntrica e não usar a sua gaguez como desculpa, mais tarde ou mais cedo vai compreender que não reúne o necessário para uma batalha política que tem pela frente. E ser de esquerda não é defender mulheres pretas com deficiência vocal etc. É defender toda a gente perante o capitalismo selvagem e não olhar para o umbigo. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gago"
                    ]
                },
                {
                    "id": "40796107-9d03-4edc-4929-08d762a54cde",
                    "user": "d79b3908-fe25-40f7-9f5a-864b129d9dba",
                    "date": "06.11.2019",
                    "timestamp": "NA",
                    "commentText": "Parece-me é que a cor e a gaguez não combinam com o puro pedigree  lusitano! Sobre gaguez....lá foi refazendo os termos....",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "9b9f2769-ee46-41f2-ef6d-08d762249d1c",
                    "user": "2064500e-8a01-42b5-b97a-16e9802404d4",
                    "date": "06.11.2019",
                    "timestamp": "NA",
                    "commentText": "O meu comentário das 17h15 ainda não foi publicado. Vejam lá isso sff.        ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Nação",
                "Muda"
            ]
        },
        {
            "id": "2ca50ba2-7fc0-409c-53dd-08d7517b8e2d",
            "user": "43993747-edb9-4cfe-b23c-c38b08096cbe",
            "date": "05.11.2019",
            "timestamp": "NA",
            "commentText": "\"... devido à profunda gaguez.\" Tem dias, não é? ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}