{
    "header": {
        "title": " Casal sofre agressão homofóbica no Terreiro do Paço ",
        "subtitle": " Casal foi atacado por quatro homens no domingo. Agressores foram identificados pelas autoridades. ",
        "owner": " ['Lusa'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 2086  partilhas",
        "datePosted": " 30 de Setembro de 2019, 20:06 ",
        "dateExtraction": " 2019-10-25 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2019/09/30/sociedade/noticia/casal-sofre-agressao-homofobica-terreiro-paco-lisboa-1888401 ",
        "postText": " ['Um casal foi vítima de agressão homofóbica, com violência física a um deles, por parte de quatro homens, no domingo, pelas 19h40, no Terreiro do Paço, em Lisboa, disse esta segunda-feira a Polícia de Segurança Pública (PSP).', 'A vítima que sofreu agressões físicas foi assistida no local, mas recusou ser transportada para o hospital, indicou a PSP, adiantando que o casal já apresentou queixa da agressão homofóbica, que ocorreu após os quatro homens suspeitos das agressões terem tentado vender produto estupefaciente.', '\u0093Foram identificadas quatro pessoas\u0094, afirmou à Lusa fonte da polícia, explicando que o processo vai seguir agora os trâmites legais, através dos tribunais.', 'Em declarações à agência Lusa, a associação ILGA Portugal - Intervenção Lésbica, Gay, Bissexual e Transgénero disse ter recebido o relato de uma das vítimas deste incidente em pleno Terreiro do Paço, em Lisboa, considerando que \u0093este é só um exemplo, entre vários, do enorme trabalho de conscientização, de políticas públicas, da necessidade de segurança que a comunidade LGBTTT [Lésbicas, Gays, Bissexuais, Travestis, Transexuais e Transgénero] reivindica e continua a reivindicar todos os anos\u0094.', '\u0093Tanto quanto percebemos já deram seguimento aos passos que serão os naturais, que é accionar a polícia e as autoridades competentes, e agora é esperar que haja uma investigação adequada e imparcial para esta situação, mas tendo acontecido no Terreiro do Paço, onde inclusivamente está sempre presente a Polícia Municipal, que terá sido inclusivamente testemunha desta situação, não nos parece que haja aqui grandes questões a resolver\u0094, declarou a coordenadora do Observatório da Discriminação da ILGA, Marta Ramos.', 'Esta associação dispõe de um serviço de apoio à vítima específico para estas situações, prestando \u0093todo o tipo de apoio, desde jurídico a apoio psicológico, que a pessoa possa requerer, mas inclusivamente na articulação com as autoridades, com a polícia, desde o preenchimento da ocorrência e de ir, inclusivamente, com a vítima à esquadra para apresentar queixa\u0094.', 'Recorrendo aos dados do Observatório da Discriminação, publicados todos os anos, Marta Ramos reforçou que os casos de vítimas de homofobia continuam a ser uma realidade, apesar de \u0093muitas pessoas acharem que já não existe discriminação e violência contra pessoas LGBT em Portugal, porque há um conjunto de leis que foram aprovadas\u0094.', '\u0093São casos como este que vêm provar que, infelizmente, as pessoas LGBT continuam a ser vítimas de homofobia e transfobia que, inclusivamente, pode dar origem a situações graves como estas em que há agressão física e discurso de ódio, que foi a situação que nos foi relatada\u0094, apontou a responsável da ILGA.', 'Como particularidades deste caso de agressão homofóbica, Marta Ramos referiu o local e a hora onde tal ocorreu, numa praça emblemática da cidade de Lisboa, em plena luz do dia, o que transmite uma sensação de \u0093quase de impunidade de as pessoas agressoras terem achado que estavam no seu perfeito direito de agredir e de insultar naquele local, inclusivamente é onde se realiza o maior evento LGBT do país, que é o Arraial Lisboa Pride\u0094.'] ",
        "numberPosts": " 53 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Sexual Identity - General,Ethnicity - General,Ethnicity - Black,Ethnicity - White,Nationality - Chinese,Nationality - Japanese,Gender - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Homofobia,Gay,Racismo,Etnia,Racista,Negro,Preto,Branco,Amarelo,Amarelo,Género,Sexual,Nazi,Cigano,Cego",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "99abfb87-761d-4f6c-0e30-08d746379307",
            "user": "cdc7fc70-dd52-4a72-96b2-d1cf66ba2555",
            "date": "01.10.2019",
            "timestamp": "NA",
            "commentText": "Agressão homofóbica? Agressão = Agressão. Que interessa que seja de que natureza? So se for para impor Ideologia Sr Jornalista ... ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "c2034ef9-da2b-4997-edf1-08d7463212dd",
                    "user": "ad91ec31-3d7e-45f5-afd3-01905b95c359",
                    "date": "01.10.2019",
                    "timestamp": "NA",
                    "commentText": "Pela sua logica quando o sr quando ve futebol so se interessa pelo golos, nao pelo resultado final, nem quer saber quais as equipas que jogaram. E' a ideologia que o sr nos quer impor, a do super-neutralismo e contra qualquer detalhe. Pois eu proponho uma idea diferente, que as noticias sejam dadas com o devido detalhe e contextualizadas, se o sr nao concordar nao le a noticia mas por favor nao nos proiba de sabermos em que mundo vivemos porque essa e' a funcao do jornalista.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "a9057efc-b03e-4a36-0e48-08d746379307",
                    "user": "b9160c40-fb89-4db3-accd-7da96a21110e",
                    "date": "01.10.2019",
                    "timestamp": "NA",
                    "commentText": "Ou seja, para o sr Vieira, se alguem o meter em coma (salvo seja, nao lhe desejo mal nenhum), se lhe disser que o fez porque o Vieira cheira mal dos pes podera ser  mais ou menos grave do que se o meterem em coma porque nao gostam da cor das calcas, dependendo do contexto.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "98f4f4ab-d352-4eb4-4a28-08d74634b397",
                    "user": "ad91ec31-3d7e-45f5-afd3-01905b95c359",
                    "date": "01.10.2019",
                    "timestamp": "NA",
                    "commentText": "Nao é para mim. Do meu ponto de vista é igual ser atropelado por um camiao e ficar em coma 2 meses, ou ser espancado por alguem no Bairro Alto e ficar em coma os mesmos 2 meses. Se for por um camiao vou evitar atravessar a estrada, se for espancado no Bairro Alto vou evitar o Bairro alto. Como ve mesmo para mim ha uma diferenca. Para a sociedade dependendo do contexto um crime pode ter o mesmo resultado em termos fisicos mas pode provocar mais ou menos alarme social. Se for um assassinio por causa da discussao dos limites de uma propriedade (crime frequente em Portugal) o alarme social é baixo visto ser um crime circunscrito aos intervenientes em causa, se for um assassinio motivado por odio (como o de Alcino Monteiro) o alarme social é maior visto que as potencias vitimas sao muito mais.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "bc96c891-77ae-4d82-0e4c-08d746379307",
                    "user": "ad91ec31-3d7e-45f5-afd3-01905b95c359",
                    "date": "01.10.2019",
                    "timestamp": "NA",
                    "commentText": "O crime de odio da um sinal muito forte à sociedade por ser uma ameaca contra um grupo identificado de pessoas, seja pela cor da pele, ou porque sao mulheres, ou homossexuais (grupos comummente alvo de ataques) que se veem ameacadas por ataques aleatorios e dificeis de identificar (os agressores e as suas verdadeiras intencoes) e por isso considerados mais graves do que um homicidio por disputa de propriedade. Portanto do ponto de vista do morto vai dar no mesmo mas do ponto de vista social sao crimes com repercussoes muito diferentes. Parece facil de entender. Morto numa discussao de bebados, a vizinhanca comenta que o homem bebia muito e tinha mau feitio. Assassinio de um <b> branco </b>por um<b>  negro</b> (motivacoes raciais - a vizinhanca fica chocada), s<b> e negr</b>o matou so para roubar o impacto é menor",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Negro",
                        "Branco"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "553ab3e4-3ae3-4877-218a-08d746350638",
            "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
            "date": "01.10.2019",
            "timestamp": "NA",
            "commentText": "a frente de ataque continua a manipular, a mentir, a distorcer - aquilo que já de per si é uma manipulação, uma mentira, uma invenção ideológica cada vez mais vomitiva.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "d5a36fe8-58c1-49cf-d24c-08d743683e5c",
                    "user": "612622bd-a2ea-4537-8872-7ab061640940",
                    "date": "01.10.2019",
                    "timestamp": "NA",
                    "commentText": "\u0093 Uma invenção ideológica \u0093 uau! Que criatividade ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "41022f06-6bf6-4d66-f7eb-08d7463cd9ed",
            "user": "ea019c9b-bb91-4591-b440-673004946f2e",
            "date": "01.10.2019",
            "timestamp": "NA",
            "commentText": "a agressão não foi por <b> homofobia </b>foram os ciganos que vendem tudo por toda a cidade (em Belém perderam já a vergonha montam mini bancas por todo o lado) Este casal deve lhes ter respondido torto por não querem comprar Louro prensado e foram agredidos, Impunidade total.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "c59f7857-9f7e-455e-4a0d-08d74634b397",
                    "user": "8b7f8fc7-531b-445a-8d72-a12e1c7fa951",
                    "date": "01.10.2019",
                    "timestamp": "NA",
                    "commentText": "Quantas e quantas vezes fui abordado por essa escumalha de traficantes no Terreiro do Paço? A dada altura era mais que uma vez por dia e rejeitando a oferta continuamente perante a insitência mal educada desses criminosos senti uma tentativa de intimidação. O que vale é que pelo meu tamanho, aspecto e postura nunca se esticaram muito. Mas as autoridades não querem saber disso. Por outro lado, se fosse um trabalhador a protestar porque tinha fome quase aposto que apareciam logo 20 PSPs da Brigada de Intervenção Rápida.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "9703aae7-3d03-4416-21b1-08d746350638",
                    "user": "b9160c40-fb89-4db3-accd-7da96a21110e",
                    "date": "01.10.2019",
                    "timestamp": "NA",
                    "commentText": "@Perigo! Pensador Livre \"abordado por essa escumalha de traficantes\" Veja la, esses termos so podem ser usados se forem brancos e heterosexuais. Tudo o resto e', obviamente, <b> racismo.</b> (ja se sabe como e') ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racismo"
                    ]
                }
            ],
            "keywords": [
                "Homofobia"
            ]
        },
        {
            "id": "4a6f5708-bba9-4fac-0e15-08d746379307",
            "user": "43993747-edb9-4cfe-b23c-c38b08096cbe",
            "date": "01.10.2019",
            "timestamp": "NA",
            "commentText": "A notícia não explica porque é que levaram porrada. Foi por não quererem droga, por tentarem roubar o dealer ou porquê?",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "331f3bd4-6530-4998-0e44-08d746379307",
                    "user": "32f79b34-6931-468d-886a-cbc0d60f2405",
                    "date": "01.10.2019",
                    "timestamp": "NA",
                    "commentText": "Levaram porrada porque não quiseram comprar o knorr (duvido que fosse droga), que lhes tentaram impingir à bruta. Nada a ver com o facto de serem um casal homosexual, se fosse um casal heterossexual levavam na mesma. Os burlões não descriminam, vai tudo a eito. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6be48b0a-1076-4118-21c6-08d746350638",
                    "user": "43993747-edb9-4cfe-b23c-c38b08096cbe",
                    "date": "02.10.2019",
                    "timestamp": "NA",
                    "commentText": "Então esta notícia é o quê?        Para parvos...? ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "43ff9762-c5ef-4bae-4a45-08d74634b397",
                    "user": "32f79b34-6931-468d-886a-cbc0d60f2405",
                    "date": "02.10.2019",
                    "timestamp": "NA",
                    "commentText": "A meu ver, corresponde a toda uma  \"agenda\" que, se quer passar à viva força. Com isto não nego que existam casos de <b> homofobia </b>no nosso país, infelizmente existirão, mas, neste caso em particular é extrapolar um assunto de fraude, existente há anos em Lisboa, para um caso que não é. Não sei se quem faz estas notícias, tomará os outros como parvos, a meu ver, só os descridibiliza. Sim, o casal era homosexual, mas não foi agredido por isso, foi agredido, tal como seria qualquer outro casal, ou não casal, por se recusar a compactuar com os sujeitos que vendem essas porcarias há longos anos em Lisboa. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Homofobia"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "7537c497-10b6-4984-2717-08d74633975a",
            "user": "8b7f8fc7-531b-445a-8d72-a12e1c7fa951",
            "date": "01.10.2019",
            "timestamp": "NA",
            "commentText": "Homens a vender droga em pleno Terreiro do Paço só conheço um tipo... Um tipo que se define nas noticias quando são vítimas, mas nunca mencionados nas noticias em que são os criminosos. E a aumentar as suspeitas sobre de que tipo de pessoas se está a falar, é o facto das comentadoras que costumam cair sobre noticias destas como hienas sobre carniça não terem dado a cara. Talvez porque ao defender o casal <b> gay </b>iriam apontar a<b>  homofobia</b> de determinados grupos que defendem. Deixam assim que, vergonhosamente, as suspeitas d<b> e homofobi</b>a recaiam sobre todos os homens sem distinção. Bem, mas até aí lhes dá jeito, pois os homens são o grupo que odeiam. Se forem de determinados grupos, têm no entanto, algum perdão. Mesmo que de vez em quando deixem bairros cravejados de balas e crianças em terror.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 11,
            "replies": [
                {
                    "id": "e4f0e5b4-a7ec-48b1-0e10-08d746379307",
                    "user": "ad91ec31-3d7e-45f5-afd3-01905b95c359",
                    "date": "01.10.2019",
                    "timestamp": "NA",
                    "commentText": "Um tipo que se define nas noticias quando são vítimas, mas nunca mencionados nas noticias em que são os criminosos. Esta' a falar nos skinheads?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "a3dc5fb3-7451-42c8-ede3-08d7463212dd",
                    "user": "43993747-edb9-4cfe-b23c-c38b08096cbe",
                    "date": "01.10.2019",
                    "timestamp": "NA",
                    "commentText": "Vieira, deixa de ser xoninhas, é claro que se refere a ciganos. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "24aa6be7-8763-4d89-2196-08d746350638",
                    "user": "8b7f8fc7-531b-445a-8d72-a12e1c7fa951",
                    "date": "01.10.2019",
                    "timestamp": "NA",
                    "commentText": "@Vieira: Nunca vi Skinheads serem classificados como vítimas. Muito menos quando andavam em alta a agredir e matar, e eu e o meu grupo de amigos nos opúnhamos a eles na região de Lisboa. No meu mundo, que quero de liberdade e justiça, não há Vacas Sagradas nem ninguém isento de criticas. Sejam brancos, negros, ciganos, islâmicos e onde até pode haver caricaturas de Maomé. Quando tanto se fala de Fake News e os jornais só falam de deepfakes e afins, ninguém parece incomodar-se com as manipulações que esses mesmos Medial fazem das noticias. E são tão cegos que nem percebem que são essas manipulações que tentam negar aquilo que o povo vê na 1ª pessoa que estão a criar anti-corpos. Hoje quem mais luta pela liberdade são sempre apontados de repressores, e os preconceituosos sempre de vítimas.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "0b5ef8e3-6fde-43a6-2742-08d74633975a",
                    "user": "ad91ec31-3d7e-45f5-afd3-01905b95c359",
                    "date": "01.10.2019",
                    "timestamp": "NA",
                    "commentText": "Sr Pensador \"Livre\", o skinhead Mario Machado  apelou aos nacionalistas para \"não esquecerem o nome do rosto da nova inquisição: a procuradora Cândida Vilar.\" Portanto estava a vitimizar-se. Disse mais tarde que esteve preso dois anos e meio por escrever um texto (vitimizacao novamente). Faz parte da ideologia <b> nazi </b>vitimizarem-se, foi isso que fizeram com os judeus acusado-os de serem os causadores de todos os males da Alemanha. Todos os skinheads sao criminosos, enquanto que nem todos os ciganos sao criminosos, tal como nem todos os politicos sao criminosos mas se calhar ha uma maior percentagen de criminosos na politica do que na comunidade cigana.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nazi"
                    ]
                },
                {
                    "id": "90bea261-5ac1-433a-219c-08d746350638",
                    "user": "ad91ec31-3d7e-45f5-afd3-01905b95c359",
                    "date": "01.10.2019",
                    "timestamp": "NA",
                    "commentText": "Por fim, se quer  liberdade e justiça tem de respeitar o estado de direito e a presuncao de inocencia o que nao foi o caso pois acusou os ciganos sem qualquer base para tal, foi apenas um palpite.        Dos dealers de droga todos que eu vi nesta vida, nem um era <b> cigano,</b> mas por eu nao ter visto nenhum nao quer dizer que nao haja tal como por o sr supostamente ter visto um que era<b>  cigano</b> nao quer dizer que todos sao ciganos.        ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Cigano"
                    ]
                },
                {
                    "id": "8dc6eb55-52c3-4bcd-21a3-08d746350638",
                    "user": "8b7f8fc7-531b-445a-8d72-a12e1c7fa951",
                    "date": "01.10.2019",
                    "timestamp": "NA",
                    "commentText": "@Vieira: Como é normal já está a tentar baralhar tudo e a manipular a argumentação para enganar os incautos. Que o Mário Machado se auto-vitaminize é uma coisa. Qualquer pessoa se pode armar em vítima. Que outros, nomeadamente a sociedade o vitimize é totalmente diferente e falso. Sempre foi apontado com criminoso. Já determinados grupos, são sempre apresentados como vitimas, mesmo perante comportamentos indiscutivelmente condenáveis. Nunca negarei a abjecta discriminação que a comunidade cigana tem sido alvo ao longo dos séculos. Mas nunca aceitarei que isso sirva para justificar os actos dos membros que me assaltaram em duas ocasiões. Quando tinha 6 (em grupo) anos e quando tinha 16. E os traficantes no Terreiro do Paço não eram \"supostos\" ciganos como tenta manipular. Eram-no de facto.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "1899aef9-66a9-4ebc-4a1e-08d74634b397",
                    "user": "ad91ec31-3d7e-45f5-afd3-01905b95c359",
                    "date": "01.10.2019",
                    "timestamp": "NA",
                    "commentText": "Caro Pensador, a vitimizacao sistematica foi e é usada por muitos grupos sociais, grupos politicos, etc. Os nazis que fizeram disso metodo de luta politica tal como a extrema-direita portuguesa e os seus aparentados skinheads que se vitimizam ao dizer que os imigrantes sao os culpados dos salarios baixos por ex. O PSD vitimiza-se dizendo que o PS se acha o dono disto tudo. Se os ciganos se vitimizam por sistema nao sei, nao me parece pois eles nao sao la muito organizados. Mas como ve isso é um atributo dos homens sem character e nao de um grupo em particular. Ja o sr, permita-me, parece que se está a vitimizar ao referir-se à sua experiencia particular para inferir que todos os ciganos sao criminosos porque foi isso que o sr disse.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "51558f4e-d4fc-4fe3-4a1f-08d74634b397",
                    "user": "ad91ec31-3d7e-45f5-afd3-01905b95c359",
                    "date": "01.10.2019",
                    "timestamp": "NA",
                    "commentText": "Na noticia nao fala na <b> etnia </b>e eu leio o jornal nao os \u0093eu sei que\u0085\u0094 dos comentarios (eram de facto diz o sr lapidarmente sem mais). A sociedade nao vitimiza os ciganos, como o sr proprio disso eles foram vitimas durante muitos seculos e continuam a se-los. A sociedade tem o direito e o dever de se insurgir contra qualquer tipo de discrimincao como o sr está a fazer: \u0093Homens a vender droga em pleno Terreiro do Paço só conheço um tipo\u0094 para concluir depois: os ciganos. Isso \u0091e discriminacao e isso \u0091e negar o Estado de Direito porque quando alguem comete um crime nao vai toda a familia a tribunal, vai so o suposto criminosos para ser julgado nos tribunais e nao na praca publica e com uma fatwa contra um grupo etnico.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Etnia"
                    ]
                },
                {
                    "id": "de9740a5-bd6f-474e-274d-08d74633975a",
                    "user": "ad91ec31-3d7e-45f5-afd3-01905b95c359",
                    "date": "01.10.2019",
                    "timestamp": "NA",
                    "commentText": "Caro sr MR, pedia-lhe que nao me tratasse por tu porque isto nao 'e uma conversa de taberna . Obrigado.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "270df0a2-9fbe-4834-f832-08d7463cd9ed",
                    "user": "8b7f8fc7-531b-445a-8d72-a12e1c7fa951",
                    "date": "02.10.2019",
                    "timestamp": "NA",
                    "commentText": "@Vieira: Você não entende a diferença entre auto-vitimização, e um grupo ser sempre tratado como vítima por outros. Há uma grande diferença. Já lhe disse que condeno o <b> racismo </b>que recaiu sobre este grupo durante séculos. Mas nunca desculparei acções criminosas só porque os prevaricadores são de um certo grupo. Incluindo brancos, de favelas ou da Quinta da Marinha. O que não aceitarei mesmo nunca, são casamentos infantis combinados, repressão sobre mulheres negando-lhes direitos humanos, violência grave, etc. Está errado seja de quem estivermos a falar. Enquanto houver SOS's que tentam desculpar todas as acções de certos grupos manipulando a informação, a sociedade irá sempre reagir de forma negativa. O<b>  racismo</b> só se combate promovendo o bom e combatendo o errado. Um dia entenderá.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racismo"
                    ]
                },
                {
                    "id": "526a4a26-a4f5-497b-d27b-08d743683e5c",
                    "user": "ad91ec31-3d7e-45f5-afd3-01905b95c359",
                    "date": "02.10.2019",
                    "timestamp": "NA",
                    "commentText": "Caro Pensador, claro que percebi e por isso escrevi antes \"A sociedade tem o direito e o dever de se insurgir contra qualquer tipo de discrimincao\" em contraponto com a sua afirmacao \"grupo ser sempre tratado como vítima por outros\". Esta sua afirmacao (para alem de nao corresponder 'a realidade) é tipica de quem nao quer discutir o problema da discriminacao. Lanca essa bomba e pronto, quem defender os ciganos automaticamente esta' a desculpabliza-los. O sr é que esta' a misturar crime (assunto de tribunal) e luta contra a discriminacao. O sr tambem nao parece perceber que as suas declaracoes sao racistas quando diz  \"Homens a vender droga em pleno Terreiro do Paço só conheço um tipo\". O sr automaticamente associa ciganos e crime e isso é que esta' em discussao nao os casamentos forcados.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Homofobia",
                "Gay"
            ]
        },
        {
            "id": "c8ebacee-062a-4587-d229-08d743683e5c",
            "user": "(null)",
            "date": "01.10.2019",
            "timestamp": "NA",
            "commentText": "Não se pode acusar ciganos, apenas se pode dar rsi, casa, saúde e acesso à universidade à frente de todos os outros cidadãos, como acontece na generalidade dos serviços públicos ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5b342434-a2d9-45ad-0df6-08d746379307",
            "user": "2ec57421-8673-4f0d-94ea-e9bf6981dbd3",
            "date": "01.10.2019",
            "timestamp": "NA",
            "commentText": "Estes senhores são agredidos e merecem artigo bem destacado no Público. Uma freira é agredida violada e morta por um reincidente e fingem querer saber em surdina após crítica aberta do bispo do Porto. Critérios jornalísticos. Este caso deve \"estar nas redes\", como disseram as outras. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "fe51f25a-b2d0-4e14-2706-08d74633975a",
                    "user": "ce39b74f-2a68-4997-94d4-77128678a025",
                    "date": "01.10.2019",
                    "timestamp": "NA",
                    "commentText": "Tem toda a razão. É incrível. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "b7d422b1-290b-45aa-49d4-08d74634b397",
            "user": "39461e21-65fe-4fd0-b425-cf8d199db68b",
            "date": "01.10.2019",
            "timestamp": "NA",
            "commentText": "Há uma agressão na rua e é preciso fazer um artigo no jornal para falar disso. Ridículo. Seja lá um crime de ódio. Não é nenhum homicídio. Isto apenas mostra que existem categorias de população mais importantes do que outras.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "de89b74b-62a4-4df4-0dec-08d746379307",
            "user": "0ba0ec45-aa72-41fa-a3e8-ce2d36dce731",
            "date": "01.10.2019",
            "timestamp": "NA",
            "commentText": "Mas estamos com meias palavras para quê? A) Terreiro do Paço, B) Tentativa de venda de droga na rua, C) 4 homens, D) homofóbicos. Precisam de um desenho para inferir a <b> etnia </b>dos bichos?",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "5ed4792b-f8ec-4720-f7c1-08d7463cd9ed",
                    "user": "d11fc174-4dfe-49d1-9a67-88e63b418d40",
                    "date": "01.10.2019",
                    "timestamp": "NA",
                    "commentText": "...dos bichos? Acho que são pessoas e como tal não merecem tal tratamento.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "a6cb3b47-e7f5-47b1-26fc-08d74633975a",
                    "user": "f28f208d-f957-4201-8c18-b03c26dc1acc",
                    "date": "01.10.2019",
                    "timestamp": "NA",
                    "commentText": "Comentário xenófobo do Aónio Darktin... Condene-se o moderador por racismo/xenofobia, incentivando o mesmo moderador à uma acusação directa visando a suposta <b> etnia </b>dos agressores; isto  não pode ser aceite pelo bom português, tolerante e socialmente responsável...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Etnia"
                    ]
                },
                {
                    "id": "1b7cbc5c-d49e-4928-edc1-08d7463212dd",
                    "user": "ad91ec31-3d7e-45f5-afd3-01905b95c359",
                    "date": "01.10.2019",
                    "timestamp": "NA",
                    "commentText": "Sao banqueiros!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "66cdac69-8b1c-487b-d227-08d743683e5c",
                    "user": "39461e21-65fe-4fd0-b425-cf8d199db68b",
                    "date": "01.10.2019",
                    "timestamp": "NA",
                    "commentText": "E esta gente toda a defender os agressores. A lógica dos ideólogos é tão grotesca.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "a65505af-4f92-4b5b-2165-08d746350638",
                    "user": "8b31b4b8-2212-48c6-a919-cd16de1ef3e4",
                    "date": "01.10.2019",
                    "timestamp": "NA",
                    "commentText": "@ Vieira. :) :)",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "699fe749-c6f1-4feb-edcc-08d7463212dd",
                    "user": "283631f5-b877-47d4-b6c9-cf3771ef6960",
                    "date": "01.10.2019",
                    "timestamp": "NA",
                    "commentText": "joane, o comentário é <b> racista </b>contra quem, exactamente? Eu li e não me ocorreu nada. Quer especificar, com base no seu preconceito (que deve ser muito) e mostrar que lhe cabe bem a carapula da discriminação?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racista"
                    ]
                }
            ],
            "keywords": [
                "Etnia"
            ]
        },
        {
            "id": "a2177849-5382-4038-0deb-08d746379307",
            "user": "318beefd-f792-468b-8794-ccb5aff426a3",
            "date": "01.10.2019",
            "timestamp": "NA",
            "commentText": "Não ficou claro que a motivação da violência seja <b> homofobia.</b> Só um é que apanhou e segundo o que o artigo diz há uma qualquer situação relacionada com a venda de estupefacientes.Por outras palavras: iam os dois calmamente pelo terreiro do passo quando quatro ciganos os abordaram para vender haxixe falso. Um deles que não foi na cantiga, deve-os ter mandado à merda ou parecido e como eram só dois (de certeza que mais um que outro) a mandar vir, gerou-se a violência que não deve ter sido por aí além precisamente porque não se tratava de ódio mas sim de negócios.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "6c638c9a-4168-4a9c-2158-08d746350638",
                    "user": "ad91ec31-3d7e-45f5-afd3-01905b95c359",
                    "date": "01.10.2019",
                    "timestamp": "NA",
                    "commentText": "Se nao ficou claro como diz, como 'e que parte depois do principio que foi aquilo que, na sua linguagem de bairro problematico, aconteceu? Parece haver ai uma contradicao, ja para nao falar na linguagem de taberna que nos levara' a concluir que o sr conhece bem os negocios da droga...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "bde29a06-ff0e-4353-f7c8-08d7463cd9ed",
                    "user": "bd337ab0-0353-49b9-9a95-b652bf282313",
                    "date": "01.10.2019",
                    "timestamp": "NA",
                    "commentText": "é isto",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3301be61-2702-4723-edc3-08d7463212dd",
                    "user": "318beefd-f792-468b-8794-ccb5aff426a3",
                    "date": "01.10.2019",
                    "timestamp": "NA",
                    "commentText": "Caro Vieira, se não ficou claro, tanto a teoria dos ciganos como a da <b> homofobia,</b> carecem de confirmação pelas respectivas entidades responsáveis. Eu não estava lá, não sei. Mas sim, o meu conhecimento em \u0093negócios de droga\u0094 permite suspeitar de situações específicas. Olhe e já agora outra pérola de conhecimento profundo, haxixe compra-se em muito lado e iates excepções como as tabernas no geral (a droga lá é outra) e no terreiro do passo. Grande parte dos consumidores de haxixe sabem isso, e a polícia também. De certeza.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Homofobia"
                    ]
                },
                {
                    "id": "c8395089-a637-4ebf-0df7-08d746379307",
                    "user": "318beefd-f792-468b-8794-ccb5aff426a3",
                    "date": "01.10.2019",
                    "timestamp": "NA",
                    "commentText": "A polícia não faz nada porque não há nada a fazer. Reparem que se a venda não for de haxixe não há ilegalidade nenhuma, não estão a traficar nada. Trata-se sim de uma burla mas sobre um negócio ilegal. O estado não oferece protecção à vítima burlada se o negócio for illegal. Assim, para o burlão só lhe resta a preocupação do burlado tomar medidas por si só dado que do estado nada temem. Daí o número de 4 normalmente para um só ou máximo dois o que torna muito pouco provável que mesmo que o burlado se aperceba no local da burla, dificilmente navegue tomar ação.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "0d5f32b2-f6d8-4e95-f804-08d7463cd9ed",
                    "user": "8b7f8fc7-531b-445a-8d72-a12e1c7fa951",
                    "date": "01.10.2019",
                    "timestamp": "NA",
                    "commentText": "@adriano.b.jordao: Se houvesse vontade as autoridades poderiam fazer algo. Terão eles licenças para vender aqueles produtos? A ASAE não tem normas para venda de bens alimentares, já que se fala que vendem louro? A Autoridade Tributária não lhes poderia pedir documentação de venda? Eles por acaso têm licença camarária para poder vender naquele local? É só uma questão de vontade e aquela vergonha que ali se passa aos anos já tinha sido resolvida.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Homofobia"
            ]
        },
        {
            "id": "f762766f-2fca-460f-8c55-08d74538e8c1",
            "user": "25241b78-c64c-409f-8520-b7efcd02fe04",
            "date": "30.09.2019",
            "timestamp": "NA",
            "commentText": "Prisão com eles já! ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 9,
            "replies": [
                {
                    "id": "57d4e872-e7f5-4c32-7755-08d7454120f8",
                    "user": "b9160c40-fb89-4db3-accd-7da96a21110e",
                    "date": "30.09.2019",
                    "timestamp": "NA",
                    "commentText": "Concordo, mas que não seja por ser uma agressão contra gays. Agressão é agressão, independentemente se o atingido é <b> gay,</b> hetero,<b>  branco</b><b> , pret</b><b> o, <b> amare</b</b>>lo, etc. As leis não devem ter \u0093género\u0094.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Preto",
                        "Branco",
                        "Amarelo",
                        "Gay"
                    ]
                },
                {
                    "id": "c5d984b8-be49-4a78-edb9-08d7463212dd",
                    "user": "4add0834-a5eb-49ed-a4b9-776018174807",
                    "date": "01.10.2019",
                    "timestamp": "NA",
                    "commentText": "A lei deve ser senpre imparcial, claro,  mas também prevê os chamados crimes de ódio, que punem mais severamente a violência exercida sobre alguém apenas porque este é \"<b> gay,</b> hetero,<b>  branco</b><b> , pret</b><b> o, <b> amare</b</b>>lo, etc.\" Claro que neste caso não sabemos o que motivou a agressão.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Preto",
                        "Branco",
                        "Amarelo",
                        "Gay"
                    ]
                },
                {
                    "id": "aa347804-bd6b-469a-f7bb-08d7463cd9ed",
                    "user": "25241b78-c64c-409f-8520-b7efcd02fe04",
                    "date": "01.10.2019",
                    "timestamp": "NA",
                    "commentText": "Não disse o contrário! Mas agressões a heteros apenas por serem heteros não existem! ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "e905cd15-05a7-42f7-f7bf-08d7463cd9ed",
                    "user": "ad91ec31-3d7e-45f5-afd3-01905b95c359",
                    "date": "01.10.2019",
                    "timestamp": "NA",
                    "commentText": "Ha aqui pessoal que nao percebe a diferenca entre uma agressao associada a um roubo, uma rixa ou discussao, e a agressao motivada pelo odio (a mulheres, a homossexuais, a negros ou a brancos se for o caso). Para eles o juiz condena todas as agressoes do mesmo modo indiferentemente do contexto, nao ha agravantes do crime nem atenuantes. É tudo corrido à pedrada por um juiz completamente <b> cego </b>e nao ha contextualizacao nem mobil do crime. Como é evidente uma assassinio por motivo de roubo é menos grave do que uma assassinio motivado pela compulsao de fazer mal a alguem (serial killers). Este pessoal nao entende nada de direito nem da vida, so percebem a linguagem dos bozo e trumpalhada. Ate' o fachola da UE percebe isto.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Cego"
                    ]
                },
                {
                    "id": "ad72d9f3-2fec-41b2-2159-08d746350638",
                    "user": "25241b78-c64c-409f-8520-b7efcd02fe04",
                    "date": "01.10.2019",
                    "timestamp": "NA",
                    "commentText": "Quem é o fachola da UE? ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "34c09f9a-c699-4e78-49df-08d74634b397",
                    "user": "ad91ec31-3d7e-45f5-afd3-01905b95c359",
                    "date": "01.10.2019",
                    "timestamp": "NA",
                    "commentText": "Aquele que respondeu 'a chamada...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "0ef9e1fa-5d7e-4d72-2707-08d74633975a",
                    "user": "887811b4-708d-42a4-90d1-7ec5940d69a8",
                    "date": "01.10.2019",
                    "timestamp": "NA",
                    "commentText": "Caro Vieira, o móbil de um crime não serve para enquadrar a moldura da pena, pelo menos não devia, apenas para apurar se o motivo para o crime é credível, o que facilita a prova de que houve intenção de cometer o crime. E sim, os juízes deviam levar em conta todos esses factores e aplicar a devida punição independentemente do móbil já que uma agressão será sempre uma agressão independentemente da origem, <b> género,</b><b>  etnia</b> ou orientaçã<b> o sexua</b>l do agredido, querer fazer alguma destas características imutáveis agravante maior é um atentado constitucional num estado assente na igualdade de todos os cidadãos, excepção aceitável em termos de gravidade apenas é só se a vítima for especialmente frágil, idosos, grávidas ou crianças. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Género",
                        "Sexual",
                        "Etnia"
                    ]
                },
                {
                    "id": "ef30e926-37a7-4228-f7d7-08d7463cd9ed",
                    "user": "25241b78-c64c-409f-8520-b7efcd02fe04",
                    "date": "01.10.2019",
                    "timestamp": "NA",
                    "commentText": "Não será antes o seu pai? ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "95771d7e-baec-4669-217d-08d746350638",
                    "user": "ad91ec31-3d7e-45f5-afd3-01905b95c359",
                    "date": "01.10.2019",
                    "timestamp": "NA",
                    "commentText": "Caro Oliveira, o mobil ou motivacao influenciam (e bem) a sentenca, É diferente o assassinio de alguem que resistiu a um assalto (o mobil era a apropriacao indevida de valores e houve uma consequencia lateral: um morto), e o assassinio planeado de alguem por razoes politicas ou raciais ou outras. O juiz tem de attender às circunstancias para deliberar uma sentenca, com dolo, sem dolo, negligente, etc. O mobil do crime tambem, mas no so, serve para enquadrar e tipificar o crime. Por isso é que ha crimes raciais, estao tipificados pelo motivacao do crime e por isso mesmo tem um quadro penal especifico.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}