{
    "header": {
        "title": " O erro da escolha de Joacine pelo Livre ",
        "subtitle": " Esta arrogância chega ao seu limite máximo quando Joacine argumenta que ganhou as eleições sozinha e que não aceita que a direção a ensine a ser política. ",
        "owner": " ['Eunice Castro Seixas'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 4859  partilhas",
        "datePosted": " 26 de Novembro de 2019, 6:42 ",
        "dateExtraction": " 2020-01-24 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2019/11/26/politica/opiniao/erro-escolha-joacine-livre-1894995 ",
        "postText": " ['Há sensivelmente um mês como deputada, Joacine Katar Moreira tem despertado uma enorme atenção mediática e sido alvo também de muitas críticas, quer por causa da sua gaguez (de que não vou falar aqui), quer, mais recentemente, devido à forma como tem votado no Parlamento e representado o partido Livre, pelo qual foi eleita.', 'Na realidade, as preocupações que a direção do Livre demonstrou, num comunicado oficial, com a abstenção de Joacine relativamente ao voto de condenação à agressão israelita a Gaza, e a resposta de Joacine às mesmas, revelam uma grande distância entre Joacine e o partido pelo qual foi eleita. O que quero salientar aqui é que me parece estranho que esta questão só surja agora e não tenha surgido antes, designadamente por ocasião das eleições primárias, ou durante a campanha eleitoral. Efetivamente, o Livre, através dos seus membros e apoiantes, teve de conferir um aval (declaração de confiança política) aos candidatos e apenas aqueles que obtiveram um mínimo de 10 avais passaram à segunda fase do processo de primária.', 'Parece-me algo estranho que o modo como Joacine tem construído a sua narrativa política de forma arrogante e centrada em si mesma e parecendo alinhar com uma política identitária exclusivista ou tribalista, não tenha sido previsto mais cedo. Esta arrogância chega ao seu limite máximo quando Joacine argumenta que ganhou as eleições sozinha e que não aceita que a direção a ensine a ser política.', 'É no mínimo estranho o partido ter de lembrar à sua deputada os princípios e programa eleitoral do LIVRE, pautados designadamente pelo universalismo e em que a ideia de convergência à esquerda é chave. O Livre decidirá se irá manter a confiança política na deputada, mas é um pouco tarde para evitar os estragos já feitos. A título de exemplo, ontem uma amiga minha perguntava-me se o Livre se situava à esquerda ou à direita, naturalmente confusa com as votações de Joacine.', 'Mas o Livre não está isento de responsabilidades, na medida em que avalizou a candidatura de Joacine e a elegeu nas primárias como cabeça de lista por Lisboa. Esta situação deveria servir de oportunidade para o Livre se questionar acerca dos critérios que estabeleceu para o voto de confiança dado previamente a Joacine e a sua escolha nas primárias. É provável que tenha havido uma certa idealização do percurso ativista de Joacine em prol dos direitos das minorias étnicas e das mulheres.', 'E este é um problema que não é apenas do Livre, mas de uma certa esquerda \u0091tribalista\u0092 que é incapaz de perceber como as políticas identitárias podem ser utilizadas de modo inclusivo ou, pelo contrário, de modo exclusivista, ou seja, de que a defesa dos grupos sociais mais vulneráveis pode também ser usada para marginalizar e oprimir outros grupos sociais ao valorizar uma identidade em relação a outras. Estas políticas identitárias exclusivistas tendem a criar divisões sociais entre \u0091oprimidos\u0092 e \u0091privilegiados\u0092 com base num reforço de identidades baseadas no género, etnia ou orientação sexual, descurando outros fatores da desigualdade social e acusando quem discorda destas posições de racismo.', 'Quando Joacine evita o diálogo com o próprio partido e acusa quem discorda das suas posições de ser de extrema-direita, não está a defender a liberdade, que é aliás parte integrante dos princípios e programa político do Livre, nomeadamente a liberdade de expressão. Está, pelo contrário, a preconizar uma política identitária tribalista, que se tem revelado como uma tendência global de uma certa esquerda mais extremista e que cria divisões sociais em vez de procurar convergências, além de se dirigir apenas a determinados grupos sociais, colocando-se de certa forma até contra os outros grupos.', 'Esta narrativa política dá a impressão que Joacine pretende representar-se a ela própria e substituir a agenda política do Livre pela sua, uma agenda que parece ser estritamente focada nas questões do racismo e do feminismo, descurando todas as outras questões sociais e políticas que são debatidas na Assembleia da República e caras ao Livre. As atitudes de Joacine demonstram um egocentrismo, personalismo e arrogância extremas que não me parecem compatíveis com as responsabilidades de um(a) deputado(a).', 'Nota: Em 2015, a autora foi candidata pelo Porto à Assembleia da República pelo Livre/Tempo de Avançar.'] ",
        "numberPosts": " 43 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Nationality - General,Ideological and Political Identity - General,Gender - General,Ethnicity - Black,Physical Identity - Physical (and Mental) Impairments,Ethnicity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Nacionalidade,Nação,Esquerda caviar,Comunista,Mulher,Negra,Gaga,Racista",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "f09fb8f4-3248-4b8e-3e1b-08d771c2c5bb",
            "user": "841a4abc-bf11-40e7-9aac-775d30f13f29",
            "date": "26.11.2019",
            "timestamp": "NA",
            "commentText": "Conhecemos melhor o nome desta deputada do que os dos ministros que dirigem o país. O golpe de marketing foi ousado, mas o produto quando fora da embalagem revelou-se insípido, dum raiar desbotado...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "63b12d8b-0a05-4b0e-df59-08d77288d7ee",
            "user": "8bfa6b05-810c-40db-9d35-e36900b29e02",
            "date": "26.11.2019",
            "timestamp": "NA",
            "commentText": "O Livre ou Rui Tavares deveriam com humildade reconhecer a argolada que cometeram ao indicarem como sua cabeça de lista esta pessoa \u0093sem substância\u0094, como a classificou MST.Subscrevo inteiramente a presente crónica.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "b78e23a4-834b-4b8e-dcbe-08d7724e08fc",
                    "user": "51e4df24-306a-444c-b319-09f5f5174ce2",
                    "date": "26.11.2019",
                    "timestamp": "NA",
                    "commentText": "E sem ela acha que ganhavam as eleições?  Eles sabiam que não. Os exemplos vinham de anteriores eleições. ZERO",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "50da992a-528b-4baf-a1db-08d77305a3a2",
                    "user": "e9c4e111-40e3-4f97-b777-305db1ff2211",
                    "date": "27.11.2019",
                    "timestamp": "NA",
                    "commentText": "\"A Deputada a ter uma votação enorme na Amadora ou em Loures, mas em Loures, apenas 1,35%  e ficou atrás da Iniciativa Liberal (1,66%). Loures não vota Iniciativa Liberal. No Concelho de Setúbal, um concelho que sempre votou à esquerda e descobri que aqui, o Livre só teve 1,23% dos votos. De onde vieram os votos? Do Concelho de Cascais, onde teve 1,84% dos votos. No Concelho de Oeiras, teve 2,52% dos votos. Em Paço De Arcos e Oeiras a votação sobe para 2,73%. Em Lisboa o Livre obtém maior votação. Mas, essa não foi em Marvila (1,58) ou Vialonga (1,65%). Foi na Estrela e Lapa onde tiveram 3,50% dos votos. E a melhor  foi na freguesia de Campo de Ourique com 3,87%. Aos eleitores de Cascais, Oeiras, Lapa, Campo de Ourique. Todos de \"esquerdíssima\"...\"",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "74dc036b-5319-4755-a650-08d776593c88",
                    "user": "08f54d7b-e7ee-4f99-8618-1686ff6bf08d",
                    "date": "02.12.2019",
                    "timestamp": "NA",
                    "commentText": "Gil Paulo, é a denominada \"<b> esquerda caviar\"</b>...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Esquerda caviar"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "18db522e-6fe8-46e3-63ed-08d771efe769",
            "user": "a148de76-7201-435c-904f-6fafde97ada2",
            "date": "26.11.2019",
            "timestamp": "NA",
            "commentText": "Evidências. A deputada entusiasmou-se e tem pouco para dar. Não deixa de ser curioso que tenha falhado na submissão de propostas sobre a <b> nacionalidade,</b> algo que parece ser importante para o partido pelo qual foi eleita.Arrogância, incapacidade de comunicação e incompetência, eis a deputada Joacine.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nacionalidade"
            ]
        },
        {
            "id": "e4e67262-3b11-4f3f-dcb0-08d7724e08fc",
            "user": "25e81347-315b-4eff-b106-0e4d3cc4cce1",
            "date": "26.11.2019",
            "timestamp": "NA",
            "commentText": "A deputada do LIVRE está a mostar aquilo que realmente é: \"quem não é por mim é contra mim\". Artigo esclarecedor.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4a71edad-ca47-4e71-63eb-08d771efe769",
            "user": "b9ec4df3-d5b2-4957-80a6-782883087d25",
            "date": "26.11.2019",
            "timestamp": "NA",
            "commentText": "Erro de casting... faz algum sentido num partido com um deputado q não seja o seu líder ??' o líder delega em terceiros a transmissão  dos ideais, valores, ???? ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6f7cf7db-788d-4fd6-63da-08d771efe769",
            "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
            "date": "26.11.2019",
            "timestamp": "NA",
            "commentText": "uma amadora provocadora e impreparada, que apenas cria decibéis, para falhar quando se trata de cumprir os mínimos do cargo. Vergonhoso? Não: o mero (mas perigoso) infantilismo esquerdista de sempre.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "21d3893b-5f44-4a07-5d31-08d772166d2f",
            "user": "8bdb8fc4-a554-44f8-b458-11db5c45c120",
            "date": "26.11.2019",
            "timestamp": "NA",
            "commentText": "Bem, se sao partidos velhos, enfiados nos esquemas e escandalos do pais ate ao pescoço é mau (e é). Se sao novos partidos com pouco representação parlamentar, ninguem sabe o que fazer (serrar corrimãos, dar tempo de antena especifico, etc). Se nao ha comunicação entre deputados e a direccao do partido, é mau (e é). Afinal, onde anda o profissionalismo? Dou este exemplo: existe disciplina de voto no partido. Podemos nao concordar, mas existe. É pa ser feita. Quando votamos num partido sabemos que isto vai acontecer. E acontece, quase sempre. Agora 2 meses passados, ja existem picardias entre a deputada, que nao se elegeu como independente, e o partido que a suportou, eu fico a pensar: onde esta o profissionalismo? Isto é que da mau nome aos politicos, vindo de uma minoria. Respeito, onde?",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "868a5947-add3-43e1-63d6-08d771efe769",
            "user": "0fe40bdb-d772-4581-8235-0d1ba55d47ab",
            "date": "26.11.2019",
            "timestamp": "NA",
            "commentText": "Avais?!?!?! ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "e50a54f3-069a-4a4c-dcab-08d7724e08fc",
                    "user": "d15c44c3-b5b2-437e-887f-5ac68d9f6903",
                    "date": "26.11.2019",
                    "timestamp": "NA",
                    "commentText": "Sim, pode ser.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4e0fcf84-b32a-46f3-5098-08d773098fba",
                    "user": "e0d7cd06-ffbe-4fa5-9444-18fd099eca9d",
                    "date": "28.11.2019",
                    "timestamp": "NA",
                    "commentText": "Não. Avales (palavra 'importada' do francês).",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "d7c21860-1dd7-468b-5ac8-08d7517b8e2d",
            "user": "6ff5427c-f404-4bce-98bd-aabb8bd59a5c",
            "date": "26.11.2019",
            "timestamp": "NA",
            "commentText": "gostei muito do testemunho da sua amiga no texto.é de facto uma confusão!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "806839a5-336b-4df9-3dfe-08d771c2c5bb",
            "user": "51e4df24-306a-444c-b319-09f5f5174ce2",
            "date": "26.11.2019",
            "timestamp": "NA",
            "commentText": "E que tal os comentadores  serem politicamente honestos e concordarem que se não fosse Joacine ser como é,  o Livre continuaria a valer zero?",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 10,
            "replies": [
                {
                    "id": "6501c622-55d4-4a0b-b9cf-08d7719566a2",
                    "user": "e9c4e111-40e3-4f97-b777-305db1ff2211",
                    "date": "26.11.2019",
                    "timestamp": "NA",
                    "commentText": "Límpido. Incomoda muita gente, a jovem pensar por si própria.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2e0c5d9a-651b-4f5b-4d39-08d771940bb3",
                    "user": "ec36b198-a954-4953-93ac-1d75cfda82a9",
                    "date": "26.11.2019",
                    "timestamp": "NA",
                    "commentText": "Pode até ser verdade, mas não possuo o dom de \"ver\" realidades paralelas. No entanto, utilizando essa mesma lógica, e se não fosse através do Livre? Será que a Joacine teria sido eleita?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "da630a26-2bcf-4889-63d4-08d771efe769",
                    "user": "51e4df24-306a-444c-b319-09f5f5174ce2",
                    "date": "26.11.2019",
                    "timestamp": "NA",
                    "commentText": " Não pelos seus dotes ou qualidades mas por isto:\" não fosse Joacine ser como é, . . .\" Para bom entendedor, meia palavra basta. Daí, em qualquer partido seria eleita. Pela novidade. E insisto: o Livre vale zero. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "9b2b1353-09d4-496f-5d2c-08d772166d2f",
                    "user": "aff3b6d6-269d-42d3-9d88-7dac216dfe07",
                    "date": "26.11.2019",
                    "timestamp": "NA",
                    "commentText": "O livre agora vale menos de zero! E a deputada todos os dias vai atestando tudo aquilo que já disse a seu respeito! Quanto ao pensar por si própria, bem vejamos o que significa isso na realidade. Significa simplesmente a anarquia e o autoritarismo! Aliás tem piada que ainda subsista quem perante, tão evidente falta de conduta ética e princípios de verticalidade, a defende!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5ea2e101-9971-49d0-5acd-08d7517b8e2d",
                    "user": "b40fad38-d764-45d0-85c0-5335920ee940",
                    "date": "26.11.2019",
                    "timestamp": "NA",
                    "commentText": "O seu comentário, por mais que espelhe um sentimento comum, implica que o \"valor\" de um partido é determinado pela sua exposição mediática e pelo número de fiascos com que brinda os portugueses, o que é perigoso. Está a reduzir os cabeças de lista a padrinhos de marchas de carnaval, abrilhantando o desfile do partido com a sua celebridade. Se o Jorge considera que o \"valor\" do Livre aumentou só porque se fala mais deles, eu discordo em absoluto. A política nacional não precisa de entretenimento, \"mentions\" ou \"likes\". Precisa de posições claras, políticos sérios, discussões coerentes e construtivas e, sobretudo, de se relembrar que da Assembleia e do Estado deve emanar um exemplo a seguir pelo país em termos de conduta e nível de debate público.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "a65c9577-3ca4-4869-3e0c-08d771c2c5bb",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "26.11.2019",
                    "timestamp": "NA",
                    "commentText": "exacto: agora, já vale -7, e continua a contar.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4f352a11-2a51-4aaf-5d37-08d772166d2f",
                    "user": "8bdb8fc4-a554-44f8-b458-11db5c45c120",
                    "date": "26.11.2019",
                    "timestamp": "NA",
                    "commentText": "Concordo com o sousa",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "72d86ad1-a2ec-49f4-49bc-08d77287b203",
                    "user": "cd822956-d1bd-4c29-a849-783b32dab7bd",
                    "date": "26.11.2019",
                    "timestamp": "NA",
                    "commentText": "Quem conhecia a Joaquina se não tivesse sido levada ao colo pela mídia <b> comunista </b>como os vídeos do gente que não sabe estar???  E o vítimismo de ela ser<b>  gaga</b> <b> e mulhe</b>r<b>  e neg</b>ra... que meteram logo à frente para enganar tolos. Mais de metade dos que votaram nela, nunca tinham ouvido falar dela antes dela passar no gente que não  sabe estar. Sózinha nunca teria eleito nimguém ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Mulher",
                        "Negra",
                        "Gaga",
                        "Comunista"
                    ]
                },
                {
                    "id": "4f8a0528-0996-4e3c-5d3b-08d772166d2f",
                    "user": "51e4df24-306a-444c-b319-09f5f5174ce2",
                    "date": "26.11.2019",
                    "timestamp": "NA",
                    "commentText": "Tem razão MR8  Uma coisa é certa. É que Rui Tavares/Livre nunca foram ganhadores  por isso lá puseram Joacine cheia de \"qualidades\". Já denunciei isto mesmo em carta publicada em alguns jornais. Infelizmente não todos.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "34d6e51f-598e-42d3-a226-08d77305a3a2",
                    "user": "e0d7cd06-ffbe-4fa5-9444-18fd099eca9d",
                    "date": "28.11.2019",
                    "timestamp": "NA",
                    "commentText": "E, com pena minha (não tendo votado no Livre - felizmente), vai voltar à estaca zero. Rui Tavares tem um pensamento coerente e estruturado mas do ponto de vista da avaliação pessoal da candidata falhou redondamente, esta rapariga não vale um caracol, é só clichés, arrogância e  'pose'. O Livre 'original', profundamente desacreditado, vai ser varrido, poderá sobreviver um Livre-JKM, há eleitores dispostos a tudo... até a eleger um André Ventura ou um iliberal adornado com plumas de liberal. Por que não também  esta? A maior parte dos seus eleitores é que já não serão os mesmos... e, daí, talvez sejam - Estrela, Lapa e Campo de Ourique (exemplos típicos de marginalidade e segregação racial, haha) representaram a sua votação mais expressiva.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "45791314-ddd3-446d-63c0-08d771efe769",
            "user": "2773f406-cd43-4315-9702-e25d8f770993",
            "date": "26.11.2019",
            "timestamp": "NA",
            "commentText": "Pegar na atitude e acções duma pessoa, seja ela qual for, e generalizar para uma putativa \"esquerda tribalista\" é absurdo. Obviamente a Joacine é apenas uma desculpa para este texto, que tem como intenção principal apenas e só explanar os preconceitos da autora sobre a Esquerda. Porque quem escreve \"(...)Estas políticas identitárias exclusivistas tendem a criar divisões sociais entre \u0091oprimidos\u0092 e \u0091privilegiados\u0092(...)\" não tem a mínima ideia do que é ser-se de Esquerda. Aparentemente a autora acha que na verdade não há \"divisões sociais entre oprimidos e privilegiados\", as quais são criadas por políticas identitárias! Talvez esteja confusa, ou apenas queira fazer dos seus leitores parvos. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "50651875-6e85-432c-dc9d-08d7724e08fc",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "26.11.2019",
                    "timestamp": "NA",
                    "commentText": "claro que é absurdo, porque é ao invés: há uma esquerda racialista-tribalista com agenda made in AAAL (Anglo-American Academic Left), de que um bom exemplo é a gorjão, lavadinha ao cérebro nas britânias (conforme orgulhosa confissão da própria), a qual expele espécimens como o ba, a katar ou a gorjão - e muitos outros. O seu argumento da 'generalização' dá vontade de rir, porque está divertidamente de pernas para o ar (só lhe faltam as másculas saias).",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "55842128-52e8-4c1b-4d2c-08d771940bb3",
            "user": "3e1d36a5-004e-4e96-815c-84d97879f099",
            "date": "26.11.2019",
            "timestamp": "NA",
            "commentText": "Falam deste partido insignificante como se o destino da <b> nação </b>dependesse dele. Enfim...já não há pachorra.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "846f37a4-7d7a-4e30-5d2f-08d772166d2f",
                    "user": "8bdb8fc4-a554-44f8-b458-11db5c45c120",
                    "date": "26.11.2019",
                    "timestamp": "NA",
                    "commentText": "Nao seja assim...isso é antidemocrático ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "40af98cd-3b79-450d-63de-08d771efe769",
                    "user": "ce39b74f-2a68-4997-94d4-77128678a025",
                    "date": "26.11.2019",
                    "timestamp": "NA",
                    "commentText": "É, na verdade, bastante insignificante e a deputada, como diz o Miguel Sousa Tavares, não tem substância. Enfim uma caso cómico cujo sinal foi dado pela assessor de saia. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Nação"
            ]
        },
        {
            "id": "f8d4e697-24be-4bc1-dc7b-08d7724e08fc",
            "user": "8da0bf2b-d516-4442-be99-f0ffb024f296",
            "date": "26.11.2019",
            "timestamp": "NA",
            "commentText": "Arrogantes - tanto de Joacine como de seu assessor - é a palavra certa para os caracterizar.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "cf44a808-3cd2-45a6-dc77-08d7724e08fc",
            "user": "3faac4fe-2a65-456c-8e7c-b036c5c8a92a",
            "date": "26.11.2019",
            "timestamp": "NA",
            "commentText": "A actividade parlamentar é muito exigente. A quantidade de informação compacta e diversificada, a elaboração de documentos, os prazos: o tempo não é elástico. Num partido com vários deputados o trabalho pode ser repartido. Joacine é deputada única do Livre e exerce as funções pela primeira vez. E embora subscreva alguns aspectos referidos por E. C. Seixas tenho alguma dificuldade em lidar com a carga emocional que impregna a discussão. Cai-se rapidamente na armadilha da adjectivação excessiva cuja subjectividade transfere a questão para outros patamares. J. Moreira tem contribuído para isso, a sua postura é pública e não escondo o meu desagrado pelos resultados que estão à vista. São os factos e os resultados que contam, não as intenções. Não estou desiludida pois não tive ilusões.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "62ef1568-4d0d-42a9-5ab0-08d7517b8e2d",
            "user": "ebf144f3-b109-4105-af74-0654d3a7f2a2",
            "date": "26.11.2019",
            "timestamp": "NA",
            "commentText": "Plenamente de acordo, só uma questão que é esta senhora não é de esquerda mas sim de extrema direita,uns defendem a supremacia branca ela defende a supremacia dela própria,<b> negra,</b<b> >gaga</b> <b> e mulhe</b>r,o que quer que isso signifique para ela. Só o show off na entrada na assembleia da república deu logo para perceber que esta senhora estava no partido errado, que se junte ao chega pois equivalem se",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "777ce8b5-523a-40ef-3df5-08d771c2c5bb",
                    "user": "a6420a78-f5ae-421f-8baf-1d6f7bf97f89",
                    "date": "26.11.2019",
                    "timestamp": "NA",
                    "commentText": "O seu comentário é, no mínimo, despropositado. Não tem ponta por onde se pegue.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "722f1cac-77b4-4adb-dc86-08d7724e08fc",
                    "user": "51e4df24-306a-444c-b319-09f5f5174ce2",
                    "date": "26.11.2019",
                    "timestamp": "NA",
                    "commentText": "Pelo contrário. Só um demagogo pode discordar.         ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "85beca7e-9e87-4aad-5aca-08d7517b8e2d",
                    "user": "9d96ceca-6bd7-44a4-90df-8bbfa1203f73",
                    "date": "26.11.2019",
                    "timestamp": "NA",
                    "commentText": "\"Só um demagogo pode discordar\" tem o seu quê de demagogia...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "f6d934ee-766d-4364-5d34-08d772166d2f",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "26.11.2019",
                    "timestamp": "NA",
                    "commentText": "etc etc, zut mut. chamava-se 'díade infinita' na filosofia grega",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Mulher",
                "Negra",
                "Gaga"
            ]
        },
        {
            "id": "64a4205c-2899-4f22-63b8-08d771efe769",
            "user": "0cc24858-4d03-4a6b-adfb-8c368703b353",
            "date": "26.11.2019",
            "timestamp": "NA",
            "commentText": "A deputada  em apreço - podia ter mais respeito por todos nós, seja de direita ou esquerda. A AR não é  sitio para afirmações pessoais  - antes para ir ao anseio de nós todos.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "14ec6f47-cd29-4488-4d23-08d771940bb3",
                    "user": "8dfdab89-c3d7-43e2-8a7a-fd833b928b8c",
                    "date": "26.11.2019",
                    "timestamp": "NA",
                    "commentText": "mas explicite lá quais foram as afirmações pessoais da deputada na AR?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "c9666c94-3a2c-452f-63b6-08d771efe769",
            "user": "8dfdab89-c3d7-43e2-8a7a-fd833b928b8c",
            "date": "26.11.2019",
            "timestamp": "NA",
            "commentText": "Sem desprimor para a articulista, um artigo argumentado na base do \"dá a impressão que\", do \"não sei como o partido deixou\", do não distinguir a acusação (algo leviana, certo) de que alguém \"está a usar um argumento típico da extrema-direita\" de \"ser de extrema-direita\", e por aí fora, não chega. Não se tenta perceber de onde vem a querela (que é só isso mesmo), antes de partir do princípio que a deputada \"é um erro\", e depois tentar encontrar argumetnos para o justificar. É feio. A deputada em questão tem direito a ser tratada com dignidade, como qualquer outra pessoa, estando certa ou estando errada (até porque até ver, não cometeu erros com consequências graves para quem quer que seja).",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "201e4062-48fd-490f-4d24-08d771940bb3",
                    "user": "bd85665d-dd0c-483b-986d-458ad4e698ee",
                    "date": "26.11.2019",
                    "timestamp": "NA",
                    "commentText": "Não podia concordar mais, é um puro exercício de achismo e antipatia pessoal - como diria o Rui Rio, conversa de tabacaria. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "51f2602c-4052-415f-5ab4-08d7517b8e2d",
                    "user": "8b038d9d-0a9f-459a-b82a-804831b7da62",
                    "date": "26.11.2019",
                    "timestamp": "NA",
                    "commentText": "As afirmações feitas à margem da AR já são muitas e reveladoras de uma visão estreita...e na AR o trabalho desta deputada falhou ja pelo menos 2 vezes, com base no que leio escrito por jornalistas verdadeiros: absteve se quando não podia mesmo abster se, qual é a dúvida??? E mais não acautelou esforço necessário para entregar proposta para discussão da <b> Nacionalidade,</b> uma das bandeiras do programa! Não há indícios nem suposições há factos que levam a este questionar.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nacionalidade"
                    ]
                },
                {
                    "id": "a225a9ba-b58c-4197-3e0d-08d771c2c5bb",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "26.11.2019",
                    "timestamp": "NA",
                    "commentText": "o exercício de achismo é o da troca pública de roupa suja entre partido e deputada, em que uma ou ambos mentem à descarada, a bazófia do 'ganhei as eleições sozinha', o mamadou a sair do outro partido depois daquela coluna indecifrável aqui no Público, em discordância <b> racista </b>profunda, a agenda esquerdalho-fracturante do 'anti-racismo'<b>  racista</b> (onde está<b>  'racist</b>a', leia-se 'falta de comunicação' ou 'discordância profunda'), etc., etc., etc.. Mas a esquerdalha tapa com areia as suas escatologias de passeio à trela, o que é que se lhes há-de fazer... Continuem que vão bem. Nunca me diverti tanto num 25 de Novembro, excepto no original.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racista"
                    ]
                }
            ],
            "keywords": []
        }
    ]
}