{
    "header": {
        "title": " \u0093Vamos meter medo no coração do homem branco\u0094 e outras citações de Robert Mugabe ",
        "subtitle": " O antigo Presidente do Zimbabwe nas suas palavras, desde a célebre metáfora de transformar as espadas em arados, no discurso da independência, até à crença de ter sido nomeado pela divina providência. Não faltando o \u0093deixem-me ser Hitler dez vezes\u0094. ",
        "owner": " ['PÚBLICO'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 450  partilhas",
        "datePosted": " 6 de Setembro de 2019, 13:33 ",
        "dateExtraction": " 2019-10-25 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2019/09/06/mundo/noticia/morri-vezes-ai-ganhei-cristo-citacoes-robert-mugabe-1885738 ",
        "postText": " ['Desde o tempo em que era um líder da luta de libertação na Rodésia do Sul e depois na Rodésia, passando pelo seu estatuto de herói da independência e em todos os anos em que se manteve na liderança do Zimbabwe, Robert Mugabe, que esta sexta-feira morreu aos 95 anos, nunca se poupou nas palavras. Foi polémico, inspirador, provocador, tirou líderes do sério, acirrou ódios, mas quase nunca foi aborrecido. Aqui ficam algumas citações ao longo de mais de meio século.', '\u0093A África tem de voltar a ser aquilo que era antes do imperialismo a dividir. São divisões artificiais que nós, no nosso conceito pan-africanista, vamos procurar remover.\u0094Discurso em Salisbury (antiga Rodésia), em 1962.', '\u0093Seguramente este é o tempo de transformar as nossas espadas em arados, de modo a resolver os problemas para desenvolver a nossa economia e a nossa sociedade.\u0094Discurso da independência, em 1980.', '\u0093Fiquem connosco, por favor, fiquem no país e formem uma nação assente na unidade nacional.\u0094Apelo aos brancos num comício da ZANU-PF, em 1980.', '\u0093Os homossexuais são piores que cães e porcos; cães e porcos nunca se envolverão nessa loucura homossexual; nem os insectos fazem isso.\u0094Depois do seu Governo ter encerrado, em 1995, uma exposição de livros de gays e lésbicas do Zimbabwe na Feira Internacional do Livro de Harare.', '\u0093Vamos meter medo no coração do homem branco, o nosso verdadeiro inimigo; que o homem branco trema.\u0094Discurso sobre a reforma agrária em que defendeu a confiscação da terra dos agricultores brancos, no ano 2000.', '\u0093Não pedimos um metro que seja da Europa, nenhum metro quadrado dessa terra, por isso, [Tony] Blair, fica lá com a tua Inglaterra e deixa-me ficar com o meu Zimbabwe.\u0094Discurso aos chefes de Estado e de Governo na Cimeira da Terra, na África do Sul, em 2002.', '\u0093Ainda sou o Hitler do momento. Este Hitler tem apenas um objectivo: justiça para o seu povo, soberania para o seu povo, reconhecimento da independência do seu povo e do seu direito aos seus recursos. Se isto é ser Hitler, deixem-me ser dez vezes Hitler. Dez vezes. É por isso que nos batemos.\u0094Discurso no funeral de Estado de um ministro, em 2003.', '\u0093Das suas mãos escorre sangue inocente de muitas nacionalidades. Mata no Iraque. Mata no Afeganistão. E é suposto ser este o nosso mestre em direitos humanos?Ataque ao então Presidente dos EUA George W. Bush na Assembleia-Geral das Nações Unidas em 2007.', '\u0093A nossa economia é 100 vezes melhor que que a economia africana média. Tirando a África do Sul, que outro país é [tão bom como] o Zimbabwe? O que nos falta são produtos nas prateleiras \u0096 é só isso.\u0094Entrevista em 2007.', '\u0093Só Deus, que me nomeou, me afastará \u0096 nem o MDC [principal partido da oposição], nem os britânicos.\u0094Campanha eleitoral de 2008.', '\u0093Eu morri muitas vezes \u0096 aí ganhei a Cristo. Cristo morreu uma vez e ressuscitou uma vez.\u0094Declaração à rádio pública no dia em que completou 88 anos, em 2012.', '\u0093Alguns de entre nós ficámos envergonhados por aquilo que parece ser o regresso do Golias bíblico, gigante e dourado, que ameaça outros países com a extinção. Sr. Trump, por favor, sopre o seu clarim. Mas, sopre o seu clarim de forma musical. No sentido dos valores da unidade, da paz, da cooperação, da união e diálogo.\u0094Discurso na Assembleia-Geral das Nações Unidas, em Setembro de 2017.'] ",
        "numberPosts": " 12 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Ethnicity - White,Ethnicity - General,Ethnicity - Black",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Branco,Racista,Negro",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "ea596e12-e549-4b4f-5044-08d73286e80d",
            "user": "841a4abc-bf11-40e7-9aac-775d30f13f29",
            "date": "06.09.2019",
            "timestamp": "NA",
            "commentText": "Que chefe de estado notável: \"Tirando a África do Sul, que outro país é tão bom como o Zimbabwe? O que nos falta são produtos nas prateleiras\"...  Com o que faltava nas prateleiras, Mugabe comprou um palácio de 40 milhões em Sussex, uma mansão de 5 milhões em Hong Kong e um anel de 1 milhão à esposa 41 anos mais nova. Apesar da hiperinflação de 230 milhões por cento falhou bater o recorde Guiness, foi mesmo um dos remorsos que levou para a cova...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "a324f253-6a15-44b7-1d26-08d71fff21a5",
            "user": "20dba57a-a0a7-4391-9f3c-804eb0cd3f7f",
            "date": "06.09.2019",
            "timestamp": "NA",
            "commentText": "Não será este artigo <b> racista,</b> a denegrir um homem<b>  negro</b>!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racista",
                "Negro"
            ]
        },
        {
            "id": "37bfd31c-77f0-46f0-1d22-08d71fff21a5",
            "user": "f9e617f0-76c4-4c71-ad04-832caae9b11d",
            "date": "06.09.2019",
            "timestamp": "NA",
            "commentText": "Estive a pesquisar citações do Mugabe e destaco três: \"O único homem <b> branco </b>em quem se pode confiar é um homem<b>  branco</b> morto\"...\"Eu já morri muitas vezes. Na verdade, venci Jesus Cristo porque ele morreu apenas uma vez\" e por fim a pérola \"Somente Deus que me nomeou me removerá\". ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Branco"
            ]
        },
        {
            "id": "0994d89b-40ff-4eca-59a9-08d732894ba0",
            "user": "43993747-edb9-4cfe-b23c-c38b08096cbe",
            "date": "06.09.2019",
            "timestamp": "NA",
            "commentText": "\u0093Os homossexuais são piores que cães e porcos... \" Porque não destacar esta citação no título da notícia? ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "1e1123ff-a897-44af-7482-08d732dc5572",
                    "user": "b9160c40-fb89-4db3-accd-7da96a21110e",
                    "date": "06.09.2019",
                    "timestamp": "NA",
                    "commentText": "Porque nao foi um <b> branco </b>a dizer. Mas nao e' so ele, ha varios paises africanos onde pensam o mesmo e nao sao so' os lideres desses paises, e' uma questao cultural.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Branco"
                    ]
                },
                {
                    "id": "9a8294bd-241d-420a-59b1-08d732894ba0",
                    "user": "43993747-edb9-4cfe-b23c-c38b08096cbe",
                    "date": "06.09.2019",
                    "timestamp": "NA",
                    "commentText": "Então aos africanos tolera-se este pensamento?        Como quem diz, vamos aguardar uma ou duas gerações até serem mais civilizados? Mas no entanto já estão a ser importados às carradas para a Europa.. Vai dar bom resultado?        Faça-se uma análise simples: o que seria se um líder europeu proferisse essas palavras? ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "a30149b5-7e8f-4179-b642-08d731ea59d0",
            "user": "7e9cfe64-7e56-4f96-b168-8cb55cda1353",
            "date": "06.09.2019",
            "timestamp": "NA",
            "commentText": "O que é que era a África antes do imperialismo a dividir? Não era grande coisa, caso contrário não teria sido invadida e colonizada, teria poder para repelir os invasores. E o pior é que pouco ou nada mudou por lá depois da emancipação...",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "0552658b-9d8e-45df-1d1f-08d71fff21a5",
                    "user": "d4781e53-6690-42a7-9add-f26f01f2acf2",
                    "date": "06.09.2019",
                    "timestamp": "NA",
                    "commentText": "Meu caro - antropologicamente há sempre \u0091colonização\u0092 quando há interação, seja ela econômica, cultural, subjectiva, religiosa, pessoal, artística...África antes da acção civilizadora do Ocidente era selva e povos que nem conheciam a roda nem a escrita. Canibais no secXX, exterminavam-se como selvagens ferozes, sem fronteiras nem territórios definidos. Este fantasma recebeu instrução no Ocidente que lhe serviu para dominar como um tirano os que se lhe submeteram. Isso quando descobriu que lhe era vantajoso ultrajar o <b> branco </b>que generosamente o acolheu. Basta de condescendência para esta gente.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Branco"
                    ]
                },
                {
                    "id": "98c23d6c-b195-43ec-7d3c-08d732829d86",
                    "user": "93f98fd9-2a2d-4c7f-9f61-b676e9ad1113",
                    "date": "07.09.2019",
                    "timestamp": "NA",
                    "commentText": "Home \u009b Principal        10 civilizações africanas mais surpreendentes que a egípcia        Por Natasha Romanzoti, em 17.07.2016",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "05ba256a-ff8b-4809-b641-08d731ea59d0",
            "user": "b0ec117f-e7b2-483e-bb60-a91e70a220ec",
            "date": "06.09.2019",
            "timestamp": "NA",
            "commentText": "fogo, até cheira a conrad",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2fe65b57-847f-462a-5619-08d731eb95cd",
            "user": "8d330022-4602-4900-82d5-55dc46507391",
            "date": "06.09.2019",
            "timestamp": "NA",
            "commentText": "E estas citações fantásticas não merece que ela seja chamado \"<b> racista\"</b>?",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "fd4a4315-d4e4-4d80-5026-08d73286e80d",
                    "user": "b9160c40-fb89-4db3-accd-7da96a21110e",
                    "date": "06.09.2019",
                    "timestamp": "NA",
                    "commentText": "Não, isso é exclusivo para brancos. Mas, deve-se dizer, o que este indivíduo pensa, pensam muitos outros africanos. Basta ver o que se tem passado na África do Sul, Nigéria, etc, nos tempos mais recentes. Ainda não vi uma linha sobre isso aqui no Público.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racista"
            ]
        }
    ]
}