{
    "header": {
        "title": " O direito de resposta (mais moderado) que Joacine entregou ao congresso ",
        "subtitle": " Deputada entregou um direito de resposta de 12 páginas no qual recusa as acusações de deslealdade feitas pela assembleia do Livre. ",
        "owner": " ['Liliana Borges'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 201  partilhas",
        "datePosted": " 19 de Janeiro de 2020, 7:10 ",
        "dateExtraction": " 2020-01-23 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2020/01/19/politica/noticia/direito-resposta-moderado-joacine-entregou-congresso-1900872 ",
        "postText": " ['No direito de resposta que entregou à mesa do congresso na manhã deste sábado, Joacine Katar Moreira prometia \u0093aguardar serenamente a decisão\u0094 do encontro. Mas na sua intervenção a deputada do Livre acabaria por se exaltar em vários momentos, adoptando um tom muito mais duro e crítico do que previa o texto. Afirmou que a resolução da assembleia assentava em \u0093mentiras\u0094 e acusou alguns dos seus membros de \u0093manipulação\u0094 e \u0093perseguição\u0094 \u0097 três palavras que não constam no direito de resposta entregue à mesa da assembleia que agora cessa funções.', 'O guia de uma dúzia de páginas que Joacine Katar Moreira levou consigo para o palco, e que agitaria para fazer frente às críticas internas que tem recebido, refere \u0093várias omissões, deturpações e enviesamentos\u0094 e que \u0093a cultura do Livre não é esta\u0094. \u0093Ninguém toma decisões por ninguém\u0094, lê-se no texto.', 'No encontro deste sábado, e de dedo em riste, a deputada afirmou que os congressistas \u0093não sabem da missa a metade\u0094 e queixou-se que estavam a usar \u0093o mediatismo e sensacionalismo\u0094 para a tentarem afastar. \u0093Isto é uma perseguição absoluta. Isto é inadmissível. E só vos digo isto: eu não fiz nada de errado. Ainda. Ainda\u0094, declarou.', 'Sobre a resolução aprovada pela assembleia que durante os últimos dois anos conduziu o partido, Joacine repetiu que \u0093é mentira\u0094 e pediu aos críticos que \u0093tenham vergonha\u0094. No documento, dá alguns exemplos e garante que \u0093que por várias vezes os pedidos de apoio ao partido não foram atendidos\u0094.', 'Se na tribuna disse que a resolução feria a sua honra, no direito de resposta cita a Constituição para falar de um \u0093um ataque\u0094 ao direito ao \u0093bom nome e reputação\u0094 e à sua \u0093dignidade\u0094. \u0093Ao longo dos últimos meses, não fiz outra coisa que não fazer o Livre chegar ao Parlamento e consequentemente ao país\u0094, escreveu no documento, remetendo para a página da deputada a consulta ao trabalho parlamentar até agora executado.', 'No texto, Joacine fala em \u0093assembleias emocionalmente desgastantes, para todas as partes\u0094 e dá conta da existência de uma reunião a 9 de Janeiro, véspera da votação do OE 2020, na qual Joacine diz ter sido decidido o sentido de voto do Livre. No entanto, no decorrer da sua intervenção do congresso, Joacine afirmou que a intenção de voto do Livre já era conhecida dias antes da votação e tinha sido até noticiado por vários jornais \u0096 o que não aconteceu até dia 10 de Janeiro \u0096 e que por isso não poderia ser um motivo de confronto com a direcção.', '\u0093Se vocês queriam substituir a minha voz, lamento informar: elegeram uma mulher que gagueja muito bem, que nunca escondeu isso. Elegeram uma mulher negra que foi útil para a subvenção\u0094, acusou a deputada, que recolheu nas eleições legislativas cerca de 22,8 mil votos, aproximadamente mais mil do que o partido conquistou nas europeias, também no círculo de Lisboa.', 'Em termos globais, o Livre foi mais votado nas europeias, quando conquistou 60.575 votos: o melhor resultado do partido. Já nas legislativas conseguiu 57172 votos, o que lhe garantirá continuar a receber a totalidade da subvenção a que o partido tem direito, uma vez por ter mais de 50 mil votos tem direito à subvenção de 165 mil euros.'] ",
        "numberPosts": " 5 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Gender - General,Ethnicity - General,Physical Identity - Physical (and Mental) Impairments,Ethnicity - Black",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Machismo,Mulher,Racista,Gago,Negro",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "758e28de-59df-44f1-f8ad-08d7960b4eed",
            "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
            "date": "19.01.2020",
            "timestamp": "NA",
            "commentText": "pode aguardar sentada em cima dos pilares do sol posto do também sereníssimo cabrita reis. Anda cada vez mais serenidade a inundar as artes de ser portugues(a). E tudo isto, atenção - é 'não tendo ainda ainda ainda (que bela fórmula de gaguejo poético!) feito nada de errado, quer dizer - nas palavras dela - de humano'. O que promete implicitamente que fará - abriguem-se, sos o sos!!! Há uma luminosidade nesta inteligência serena, que deslumbra, e que talvez acabe mesmo em milagre. E o que eu não gostava de ver, como nos contos de poe, o partido amarrado a um cadáver dentro de um caixão (ok, é uma pseudo-referência, o poe não tinha esse mau-gosto nem havia 'ainda ainda ainda' conhecido nenhum modelo inspirador como a joacine, que juntasse às morellas, annabelas e outras beldades defuntas).",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "e1903c91-36c9-4d65-f892-08d7960b4eed",
            "user": "3693f5ce-6859-450b-8eb9-874c6b801180",
            "date": "19.01.2020",
            "timestamp": "NA",
            "commentText": "Racista, intolerante  e prepotente , azar do Tavares, só sai se quiser...fica lá  a imitar helicópteros !",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racista"
            ]
        },
        {
            "id": "8ce2c32b-3766-415b-c615-08d79cba9b76",
            "user": "0fc71135-ccd2-4ca2-a1ef-0d558ba683fc",
            "date": "19.01.2020",
            "timestamp": "NA",
            "commentText": "E pronto. Quem fala assim não é <b> gago.</b>",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gago"
            ]
        },
        {
            "id": "84bb3941-42f2-4070-1392-08d79cb307be",
            "user": "43993747-edb9-4cfe-b23c-c38b08096cbe",
            "date": "19.01.2020",
            "timestamp": "NA",
            "commentText": "E continua de dedo em riste. Muito cuidado com a tirania. Façam uma analise psicológica e vejam o que uso e abuso desse gesto significa. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4c5daf4f-3baa-43b6-47f7-08d79cb736b9",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "19.01.2020",
                    "timestamp": "NA",
                    "commentText": "o dedo espetado é até bastante sexy - diz o meu <b> machismo.</b> De qualquer maneira, ver a criatura aos berros até dá gosto: temos<b>  mulher</b>! E nem é feia, de todo, excepto em sentido moral e político. Enfim, apenas para referir que nem tudo é desagradável nos vistaços mediáticos que a criatura emite. (Faço notar que o teor destas minhas apreciações é eminentemente político, e reivindica o direito ao 'male gaze' e à sua expressão verbal, que traduzem toda uma mundividência incorrigível e bastante salutar: um<b> a mulhe</b>r zangada acende o desejo, caras feministas e genderistas, mesmo quando disparata daquela maneira. Quer dizer, percebe-se que há ali um organismo ao rubro que não gagueja - e<b>  o neg</b>ro fica-lhe tão bem...).",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Machismo",
                        "Mulher",
                        "Negro"
                    ]
                }
            ],
            "keywords": []
        }
    ]
}