{
    "header": {
        "title": " É o fim de uma era. SIC ultrapassa TVI nas audiências mensais pela primeira vez em mais de 12 anos ",
        "subtitle": " Bastou apenas uma décima para a estação de Paço de Arcos ultrapassar as audiências da TVI pela primeira vez em mais de uma década. ",
        "owner": " ['Liliana Borges'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 580  partilhas",
        "datePosted": " 1 de Março de 2019, 12:13 ",
        "dateExtraction": " 2020-01-15 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2019/03/01/sociedade/noticia/sic-bate-audiencias-tvi-cristina-ferreira-1863843 ",
        "postText": " ['Foram precisos 12 anos e meio \u0097 e um empurrão de Cristina Ferreira \u0097, mas Fevereiro inverteu os lugares da SIC e da TVI. Pela primeira vez, as audiências da SIC conseguiram ultrapassar as audiências da estação TVI. A margem de diferença não foi muita, bastou apenas uma décima, mas foi o suficiente para a SIC destronar a TVI do pódio, apurou o PÚBLICO junto de fonte da SIC. A liderança da SIC não acontecia desde Julho de 2006.', 'Nos últimos meses, a conquista do resultado histórico foi feita a passo lento \u0097 mas certeiro \u0097 do primeiro lugar das audiências. Fevereiro foi o mês da recompensa para a estação, que recentemente se mudou para novas instalações, em Paço de Arcos. Em mês de mudanças, a SIC conquistou audiências mensais de 18,6%. A TVI não ficou longe, mas caiu para o segundo lugar com 18,5%.', 'O momento foi festejado nos estúdios da estação com a presença do presidente executivo do grupo Impresa (SIC), Francisco Pedro Pinto Balsemão, do director-geral de informação da SIC, Ricardo Costa e pelo director-geral de entretenimento e director de programas da SIC \u0097 com música e espumante.', 'Em comunicado, a SIC confirma a liderança e detalha que \"o canal manteve a tendência de subida das audiências, que se verifica acentuadamente desde o último trimestre de 2018, quando passou a liderar as tardes dos dias úteis, fruto dos resultados de Casados à Primeira Vista, Júlia ou a telenovela Gabriela\".', 'A SIC é ainda a única estação a crescer em relação ao ano anterior, tendo passado de um share total de 16,5% em Fevereiro de 2018 para um share médio de 18,6%, informa a empresa responsável pela comunicação da SIC, que cita dados da GfK/CAEM​.', 'Os resultados da SIC reflectem também o investimento da estação de Paço de Arcos na contratação da apresentadora Cristina Ferreira, que empurrou a estação para o primeiro lugar de audiências e atingiu os melhores resultados da manhã da SIC desde 2002 e colocou a estação a vencer nos dias úteis.', 'A SIC manteve ainda a liderança nos canais temáticos, terminando o mês com 22,1% de share. Já os canais da TVI e da RTP tiveram, respectivamente, 21% e 16,3% de share.', 'Para além das audiências, também os resultados do grupo Impresa divulgados esta quinta-feira mostram um regresso aos lucros. De acordo com o Jornal de Negócios, a Impresa regressou aos lucros em 2018, com um resultado positivo de 3,1 milhões de euros, após ter registado perdas de 21,6 milhões no ano anterior.', 'Em comunicado, a TVI preferiu destacar outros números, sublinhando a sua liderança durante o prime-time, o chamado \"horário nobre\" da televisão, que diz respeito ao período entre as 20h e a meia-noite. A estação faz uma média entre Janeiro e Fevereiro, período durante o qual conseguiu uma audiência de 23,1%.'] ",
        "numberPosts": " 45 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Nationality - Portuguese,Physical Identity - Physical Features,Gender - Female sexuality,Ethnicity - Black",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Portuga,Tuga,Bola,Ridícula,Macaco",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "e65f0f0c-c9a3-4824-41ef-08d69e14e765",
            "user": "4a0810a8-e029-45e3-9756-424a85ca16c0",
            "date": "02.03.2019",
            "timestamp": "NA",
            "commentText": "Na senda, deviam contratar o Conan Osiris para apresentador...",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "81220d12-8deb-48b1-ac83-08d69f769265",
                    "user": "152fd61f-800e-4dc9-91a2-a92338865705",
                    "date": "03.03.2019",
                    "timestamp": "NA",
                    "commentText": "Para a música de fundo a toda a hora.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "1fe9925f-ed04-4f4d-22b1-08d69e79cab5",
            "user": "d484b069-8c60-41cc-abc2-f50e1c6e445c",
            "date": "01.03.2019",
            "timestamp": "NA",
            "commentText": "O Sô Jorge atacou-me de uma forma bastante <b> ridícula </b>e pobrezinha,  eu defendi-me sem insulto e até \"gozando\" com o Sô, e como me tiraram a...escrita\" concluí que este jornal secundou a parvoíce. São escolhas...! Se também barrarem esta, já não ficarei nem um pouquinho surpreendida. Ah, pois não!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Ridícula"
            ]
        },
        {
            "id": "ba226d93-a4e0-41d6-2273-08d69e6c10ef",
            "user": "152fd61f-800e-4dc9-91a2-a92338865705",
            "date": "01.03.2019",
            "timestamp": "NA",
            "commentText": "Vivi tanto tempo numa era e nunca dei por isso.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "07eed8a3-c9aa-47eb-41c6-08d69e14e765",
            "user": "176305a9-182e-4584-a0f1-25ceaed086c4",
            "date": "01.03.2019",
            "timestamp": "NA",
            "commentText": "O comentário do Olho de Lince (sobre os locutores brasileiros) é xenófobo. Os tugas são super preconceituosos contra os outros \"portugueses\". As diferentes variantes da língua portuguesa estão todas em pé de igualdade, o PT europeu não é superior a nenhuma e os tugas não são donos da língua portugesa.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "6c2e09b3-2526-43f1-443a-08d69d8d66f5",
                    "user": "152fd61f-800e-4dc9-91a2-a92338865705",
                    "date": "01.03.2019",
                    "timestamp": "NA",
                    "commentText": "Mas tem de ser superior em Portugal. É um valor a preservar, não só porque é a nossa como é superior em termos gramaticais.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "aa7f7252-21d8-477c-88f7-08d69e1c7486",
                    "user": "152fd61f-800e-4dc9-91a2-a92338865705",
                    "date": "01.03.2019",
                    "timestamp": "NA",
                    "commentText": "O meu também deve ser xenófobo, porque ainda não foi publicado.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4f8ab48a-05e6-43f4-22a4-08d69e79cab5",
                    "user": "0ba0ec45-aa72-41fa-a3e8-ce2d36dce731",
                    "date": "01.03.2019",
                    "timestamp": "NA",
                    "commentText": "Parcialmente xenófobo. Há no Brasil algum locutor com sotaque de Portugal?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "d993deac-b87f-42a1-2288-08d69e6c10ef",
                    "user": "152fd61f-800e-4dc9-91a2-a92338865705",
                    "date": "02.03.2019",
                    "timestamp": "NA",
                    "commentText": "A questão é aquela senhora achar que não ser xenófobo é não defender os nossos valores, as nossas diferenças e qualidades. Não ser xenófobo é para ela desistirmos de ser alguma coisa de diferente dos outros. Eu quero a minha língua, nos meus livros, na televisão, na minha rua!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "f6a584b0-44f5-4321-9b1c-08d69d883767",
            "user": "(null)",
            "date": "01.03.2019",
            "timestamp": "NA",
            "commentText": "Que pedantismo por aqui anda! Por aqui é tudo gente que a única coisa que vê na tv é uma imagem da máscara mortuária de Dante Alighieri colada no ecrã perante o horror que tal objecto lhes provoca! Isto é, excepto se exibirem uma animação checoslovaca de 1963 feita de riscos esquizofrénicos! Ninguém vê mas toda a gente tem uma opinião cimentada. LOL. Ninguém vos obriga a ver os programas da manhã. Eu apanho ocasionalmente e involuntariamente algumas partes. Mas se o fizessem (desçam do cavalo antes) até veriam que no meio da chinfrineira são discutidos temas que em mais lado algum se fala na TV. Seja de saúde, leis e direitos, etc. E sinceramente é a única fonte de alegria para muita gente, em especial os idosos, pessoas que pelos comentários abaixo são considerados despreziveis.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "12c31b66-29a5-43ee-88f9-08d69e1c7486",
                    "user": "0ba0ec45-aa72-41fa-a3e8-ce2d36dce731",
                    "date": "01.03.2019",
                    "timestamp": "NA",
                    "commentText": "Correcto! E ao contrário da RTP, não nos sacam todos os meses na factura da luz. Eu não gosto de futebol, acho um fenómeno feito para alienar e estupudificar as massas, mas não critico quem veja. Há muitos prazeres que tenho na vida, que não são, nem edificantes nem educativos.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "c0e6fe83-331c-4e31-41d2-08d69e14e765",
                    "user": "(null)",
                    "date": "01.03.2019",
                    "timestamp": "NA",
                    "commentText": "@Aónio Eliphis: Concordo completamente. A acreditar nos comentários que se lêem nesta noticia parece que os comentadores do Público passam o dia em tertúlias, a fumar cachimbo, bebendo conhaque, enquanto escutam dissertações sobre Platão e poesia Haiku. Que mal há em ver um programa para se simplesmente divertir? Mais ainda se for a única companhia que tantos velhotes têm, e o seu momento de alegria diário? Que mal há? Isto faz-me lembrar as conversas sobre a revista Maria e o famigerado Diário Sentimental e os filmes pornográficos. Toda a gente fala do topo da sua torre e escarnece ambos. Mas enquanto adolescente, e com todos os tabus e falta de informação, aprendi muito com essa revista. O mesmo com a pornografia. Quantas mulheres hoje beneficiam de sexo oral porque os homens o viram lá?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "6affe92b-310b-46b3-88f0-08d69e1c7486",
            "user": "d484b069-8c60-41cc-abc2-f50e1c6e445c",
            "date": "01.03.2019",
            "timestamp": "NA",
            "commentText": "O sr. Balsemão maior, e os Balsemões pequenos, mostraram aquilo ao que vêm. - Dinheiro! Puxadinho moeda a moeda do bolso do <b> portuga </b>muito<b>  portuga</b>, de quem se riem a bom rir quando estão juntinhos para parecerem imensos e muitaaaa bons (??). Que oferta \"tristinha\" de produto = novelas + novelas + novelas, futebóis a dar com trezentos paus, que mascaram diáriamente com a nova instalação que mais parece uma fábrica de tubos, onde fabricam os tubos com que massacram (a quem deixa/quer) a cabeça todos os dias. Livra! E da TVI, nem vale a pena falar: é, continua, será sempre a...TVI! Igualzinha a si própria, professora agora ultrapassada pela aplicada, dedicada e invejosa aluna - SIC. Bravo!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Portuga"
            ]
        },
        {
            "id": "990609c3-20d8-4a53-4434-08d69d8d66f5",
            "user": "051aa21d-8362-4b6b-8f5f-cc125eeea26d",
            "date": "01.03.2019",
            "timestamp": "NA",
            "commentText": "A única coisa que se pode dizer é que por exemplo a televisão italiana (e a alemã, dito por quem lá esteve recentemente) conseguem ser pior que a portuguesa, o que é obra. Desisti há muito de ver os canais nacionais, com a rara excepção da RTP 2.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5bb0b1f6-c9d6-487b-443b-08d69d8d66f5",
                    "user": "152fd61f-800e-4dc9-91a2-a92338865705",
                    "date": "01.03.2019",
                    "timestamp": "NA",
                    "commentText": "É inacreditável mas é verdade.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "a417ef2f-f8d9-4fc4-41ba-08d69e14e765",
            "user": "1ca294a9-b96c-475e-8bb8-e39150dbc83a",
            "date": "01.03.2019",
            "timestamp": "NA",
            "commentText": "Confesso que sou fã do programa da Cristina, não pela a apresentadora em si até porque na minha opinião a SIC tem melhores apresentadoras, mas pelo formato inovador, que por muito que custe de admitir aos demagogos, é um formato que cativa e chama eapectadores. O que me custa a engolir é ver a RTP1 a tentar competir com os canais privados. Pelo que constou nas notícias, já no próximo mês iremos ter nas tardes da RTP uma imitação das tardes dos canais privados, o que a ser completamente verdadeira a notícia, é no mínimo uma coisa execrável... A ver vamos! ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "ac1beed8-602a-4801-4430-08d69d8d66f5",
            "user": "9795c01d-a70f-499f-a7eb-f083a8e46d89",
            "date": "01.03.2019",
            "timestamp": "NA",
            "commentText": "Corrida para o fundo do poço... boa sorte a ambas.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "36906b98-fa8d-47b4-442c-08d69d8d66f5",
            "user": "51e4df24-306a-444c-b319-09f5f5174ce2",
            "date": "01.03.2019",
            "timestamp": "NA",
            "commentText": "A classe intelectual não vê  a TVI nem a SIC. Isso é para o pé rapado e  inculto. Mas que sabem e criticam tudo que passa nessas estações, lá isso sabem. Deve ser por estarem a ver a RTP2. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "cad12a32-31b2-4bb2-88ee-08d69e1c7486",
                    "user": "0b6262c9-f5dc-4470-b522-fa7b8f5ae035",
                    "date": "01.03.2019",
                    "timestamp": "NA",
                    "commentText": "Quem é inteligente não vê TV. Acho que responde ao seu comentário bárbaro.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "97b2e882-d463-463a-9b1b-08d69d883767",
                    "user": "d484b069-8c60-41cc-abc2-f50e1c6e445c",
                    "date": "01.03.2019",
                    "timestamp": "NA",
                    "commentText": "Sabe qual é a diferença entre sensiblilidade e bom gosto e...\"intelectualidade\"? Certamente, pelo que aqui expressou e mal, não faz a mais pálida ideia. Pois não lhe fazia mal nenhum ver um pouco a RTP2. Não é para intelectuais e sim para quem quer aprender algo, seja sensível à qualidade, e goste do que...\"presta\" (sabe por acaso ao que me estarei a referir, ou certamente! não?), e quanto às que classificou para \"inculto e pé rapado\", se é assim que se sente - seja feliz assim como as suas Estações!, e não agrida que tem outros gostos. Sabe? - \"Cada um é como cada qual, e ninguém é como evidentemente\"! Acho brilhante esta máxima,...aprendi-a na RTP2. :-))",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2ad343f1-d33c-41af-f2e4-08d685162c16",
                    "user": "51e4df24-306a-444c-b319-09f5f5174ce2",
                    "date": "01.03.2019",
                    "timestamp": "NA",
                    "commentText": "Já que a Rosab acusou o toque, aproveito para acrescentar que também aprendi na RTP2 que a inveja é a homenagem que a inferioridade tributa ao mérito.  No caso concreto, as feias não gostam da Cristina precisamente por esse motivo para além de terem dor de cotovelo dos seus êxitos em diversas áreas.                 ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4c225930-0868-4f48-2277-08d69e6c10ef",
                    "user": "d484b069-8c60-41cc-abc2-f50e1c6e445c",
                    "date": "01.03.2019",
                    "timestamp": "NA",
                    "commentText": "O Sr. Jorge não percebeu nada. Entrou num caminho de invejinhas  femininas, dores em...diversas áreas (??), menoridades que nada têma ver com o que está em questão, que é o tipo de produto que por cá faz ganhar audiências. Tente entender o que é dito/escrito, não confunda coisas com...(des) coisas. Quanto à pessoa em questão até lhe reconheço valor na área que é a dela mas não é a minha (desculpe ó Sô Jorge!), é  bonita sim senhor, nada disso é o que esteve/está em questão, e... o Sô não me conhece :-)) Quem lhe diz que não sou também!! uma \"lindura\"? (caso eu seja uma mínina, né Sô Jorge?). Hoje, passa uma interessante série na RTP2... Distraia-se ;-)",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "c707c3c1-291e-491e-41b6-08d69e14e765",
            "user": "6a95c7b2-d695-424b-81e9-e847192f28f5",
            "date": "01.03.2019",
            "timestamp": "NA",
            "commentText": "Por um lado mostra a falta de critério nas notícias dos jornais (depois admiram-se a falta de leitores), por outro revela a \"mixórdia\" de coisas incríveis que passam na televisão e que pelos vistos há muitas pessoas a ver... ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2dc4cf72-0fa4-4dbc-88eb-08d69e1c7486",
            "user": "b5b64ed8-cba7-4805-825b-14ee11d51845",
            "date": "01.03.2019",
            "timestamp": "NA",
            "commentText": "Foi por isso que deixei de ver os noticiários SIC para evitar locução algumas vezes com reporters brasileiros sobre ocorrências em Portugal. O programa que querem usar como referência publicitária para dar mais share à SIC, é um tipo de programas que poderá ter algum público na franja popular mas fica por ai. O aspecto da estrela do programa não é o ponto de importante, particularmente com os sorrisos e a voz de uma 'galinha tresloucada'",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5a24085d-6e5c-43be-e951-08d69e360ff8",
            "user": "72ff53cd-a190-47aa-a9e6-2770cafc43b0",
            "date": "01.03.2019",
            "timestamp": "NA",
            "commentText": "uma noticia que honra qualquer jornal de referencia...em Portugal!",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "5a547715-0a50-421b-4427-08d69d8d66f5",
                    "user": "a72d7fca-c875-4f37-b897-dc86ebbaa053",
                    "date": "01.03.2019",
                    "timestamp": "NA",
                    "commentText": "Concordo consigo. Este jornal bem poderia deixar estas \"figurinhas\" para o DN; JN ou CM.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "bc1d274c-bf17-47dc-f2d1-08d685162c16",
                    "user": "0ba0ec45-aa72-41fa-a3e8-ce2d36dce731",
                    "date": "01.03.2019",
                    "timestamp": "NA",
                    "commentText": "Lá por não gostar da TV <b> tuga </b>- também não gosto - não quer dizer que não seja notícia. Há critérios objetivos no jornalismo de qualidade, para definir o que é uma notícia, e garanto-lhe que, fazer uma notícia que não desagrade os leitores, não é um deles.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Tuga"
                    ]
                },
                {
                    "id": "b0d7a510-4f20-45e9-4f32-08d69d8fdd41",
                    "user": "0b6262c9-f5dc-4470-b522-fa7b8f5ae035",
                    "date": "01.03.2019",
                    "timestamp": "NA",
                    "commentText": "Jornais de referência em Portugal... Deixe-me pensar... Achei! O Açoreano Oriental o mais antigo jornal português. É que não consigo achar outro. Até \"A <b> Bola\"</b> que era um jornal onde se escrevia o melhor português, hoje parece um blog de adolescentes... Só faltam os \"smilies\"!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Bola"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "d4733f84-b72c-4f48-4f22-08d69d8fdd41",
            "user": "0ba0ec45-aa72-41fa-a3e8-ce2d36dce731",
            "date": "01.03.2019",
            "timestamp": "NA",
            "commentText": "Parabéns à TVI, perdeu a Cristina, mas ganhou o Pacheco Pereira! A minha escolha, obviamente, depende do contexto!",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "a220e8ef-5c99-4613-4f33-08d69d8fdd41",
                    "user": "0b6262c9-f5dc-4470-b522-fa7b8f5ae035",
                    "date": "01.03.2019",
                    "timestamp": "NA",
                    "commentText": "Conselho... Deixe de ver TV!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4b66e174-8b3f-4001-88f3-08d69e1c7486",
                    "user": "0ba0ec45-aa72-41fa-a3e8-ce2d36dce731",
                    "date": "01.03.2019",
                    "timestamp": "NA",
                    "commentText": "Já deixei há muito. Vejo dois ou três programas na net e chega. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "704896c7-fbc6-4afe-9b0e-08d69d883767",
            "user": "a72d7fca-c875-4f37-b897-dc86ebbaa053",
            "date": "01.03.2019",
            "timestamp": "NA",
            "commentText": "À minha custa, a SIC não ganha e o mesmo digo em relação à TVI, que são a face da mesma moeda e são - também! - farinha do mesmo saco.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "e28db396-f41c-44f6-4f27-08d69d8fdd41",
                    "user": "0ba0ec45-aa72-41fa-a3e8-ce2d36dce731",
                    "date": "01.03.2019",
                    "timestamp": "NA",
                    "commentText": "Então mas a TVI tem o Pacheco Pereira e o Fernando Rosas, e a SIC tem o Louçã, o Daniel Oliveira e a Mariana Mortágua! Os intelectuais de esquerda estão na SIC e na TVI! Não me diga que segue apenas o serviço público da RTP? Confesso que também gosto muito da checa Lenka do Preço Certo! Mas acho que net se arranja melhor, sem que me vão ao bolso na fatura da luz.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2c62fc8c-1666-48d8-4f29-08d69d8fdd41",
                    "user": "a72d7fca-c875-4f37-b897-dc86ebbaa053",
                    "date": "01.03.2019",
                    "timestamp": "NA",
                    "commentText": "Meu Caro Aónio, as estações de TV que eu sigo só a mim dizem respeito pelo que se deve cingir ao que escrevi, porque é verdade. Para além do mais - e penso que saberá disso - existe diferença entre o \"ver\" e o \"seguir\". Reduzir a \"guerra\" SIC/TVI a uma Cristina ou a um Manuel é saudável e honesto? Dada a minha dúvida, não vejo nenhum até porque a RTP2 tem programas deveras interessantes, a começar pela Banda Desenhada...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "eb6089b8-debf-4fbe-41aa-08d69e14e765",
            "user": "0ba0ec45-aa72-41fa-a3e8-ce2d36dce731",
            "date": "01.03.2019",
            "timestamp": "NA",
            "commentText": "Parece que a Ronalda da televisão merece o salário que recebe!",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "90dd7621-fdad-4a65-f2dd-08d685162c16",
                    "user": "0b6262c9-f5dc-4470-b522-fa7b8f5ae035",
                    "date": "01.03.2019",
                    "timestamp": "NA",
                    "commentText": "Os imbecis gostam todos de ídolos com pés de barro!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "d5e1dd9f-3220-4692-88f4-08d69e1c7486",
                    "user": "0ba0ec45-aa72-41fa-a3e8-ce2d36dce731",
                    "date": "01.03.2019",
                    "timestamp": "NA",
                    "commentText": "Pois, as audiências estão repletas de imbecis, é isso?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "a3bd1f58-c8a1-4059-88e3-08d69e1c7486",
            "user": "279558e4-0032-417c-8370-0b2fc3fd1173",
            "date": "01.03.2019",
            "timestamp": "NA",
            "commentText": "Ao darem valor a uma \"apresentadora\" histérica e pouco inteligente (e que de nada de positivo cria para a sociedade), só mostra a ignorância e falta de nível da sociedade portuguesa.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "31fff735-a54e-4fa8-4426-08d69d8d66f5",
            "user": "bab99655-ec40-4163-8e13-baaa16271164",
            "date": "01.03.2019",
            "timestamp": "NA",
            "commentText": "E o que há a festejar, a estupidez do povinho português?",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "2795fe0f-bfee-437c-e952-08d69e360ff8",
                    "user": "0ba0ec45-aa72-41fa-a3e8-ce2d36dce731",
                    "date": "01.03.2019",
                    "timestamp": "NA",
                    "commentText": "Nada a festejar! É apenas a mudança de uma era! Quando a SIC apareceu, veio logo com o \"Big Show Sic\", o <b> macaco </b>Adriano e mais umas mamalhudas e o João Baião a dançarem como se não houvesse amanhã enquanto faziam playback com Ágata ou Romana, e assim, num ápice a SIC ultrapassou o \"serviço público\" da RTP! A TVI para singrar veio ainda mais agressiva, com Big Brother, o Marco que dá um pontapé na Marta e abre os telejornais em prime-time e ultrapassou logo a SIC. Que lutem pelas audiências, chama-se mercado e não tenho nada a ver com isso! O meu problema é com a RTP, que não vejo há anos (não tenho TV), e que me vão ao bolso todos os meses. E os únicos programas decentes da TV<b>  tuga</b>, não estão na RTP (à exceção, justiça seja feita do \"o último apaga a luz\").",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Macaco",
                        "Tuga"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "435412c9-7c5d-474e-e94d-08d69e360ff8",
            "user": "c9efd309-e09d-4612-a731-b7b9e6353b40",
            "date": "01.03.2019",
            "timestamp": "NA",
            "commentText": "Entre o Goucha e a Cristina, percebe-se porque o PS tem tanta gente a favor. O nível cultural destes programas é directamente proporcional a sua inteligência, ou seja, são mesmo muito fáceis de enganar com demagogia barata e mentiras. Com a família mafiosa em que o governo se transformou não tarda as pessoas são ameaçadas de morte se não votarem neles.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "46f22d80-4e7e-4a2c-f2c6-08d685162c16",
            "user": "8da0bf2b-d516-4442-be99-f0ffb024f296",
            "date": "01.03.2019",
            "timestamp": "NA",
            "commentText": "E Marcelo, já deu os parabéns?! ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7c01ad4a-a10e-4cfa-9b09-08d69d883767",
            "user": "a9363530-2c93-4de4-95fe-f95ed4e888dc",
            "date": "01.03.2019",
            "timestamp": "NA",
            "commentText": "Primeiro  perderam o Marcelo,depois a Cristina,dificilmente aguentavam.Ponham mesas da <b> bola </b>,das 10H às 24H e depois o lup.anar da Teresa",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Bola"
            ]
        },
        {
            "id": "e39d135c-aa27-4f32-41a2-08d69e14e765",
            "user": "2cce221d-42b6-424c-bff5-2d4d49bede95",
            "date": "01.03.2019",
            "timestamp": "NA",
            "commentText": "Isto significa que a contratação de Cristina Ferreira até foi barata, goste-se ou não dela, tendo em conta os ganhos em publicidade que ela representa. É assim a dinâmica do capitalismo. Por mim, não vejo nem a SIC nem a TVI. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "993c6da4-36c9-436d-88db-08d69e1c7486",
            "user": "6e122037-d798-487d-979f-29ce909eef97",
            "date": "01.03.2019",
            "timestamp": "NA",
            "commentText": "Graças a uma voz insuportável e a risadas histéricas. Há vitórias que não passam, na realidade, de derrotas...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}