{
    "header": {
        "title": " Orçamento foi a gota de água que levou Livre a propor retirada de confiança a Joacine ",
        "subtitle": " Convenção do próximo fim-de-semana vai avaliar proposta de retirada da confiança. Congresso pode aprovar, rejeitar ou entregar a decisão aos próximos órgãos eleitos. Ao PÚBLICO, deputada não esclarece se irá estar presente. ",
        "owner": " ['Liliana Borges'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 1185  partilhas",
        "datePosted": " 16 de Janeiro de 2020, 16:13 ",
        "dateExtraction": " 2020-01-23 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2020/01/16/politica/noticia/assembleia-livre-conclui-joacine-desleal-partido-1900603 ",
        "postText": " ['A assembleia do Livre propõe à convenção do partido, que se reúne sábado e domingo, a retirada da confiança política a Joacine Katar Moreira. A deliberação da assembleia, órgão máximo entre congressos, foi aprovada por unanimidade pelas quatro dezenas de membros da assembleia e enviada aos apoiantes...', 'Este conteúdo é exclusivo para assinantes', 'Assine o PÚBLICO e ultrapasse os limites da informação com o recém-criado Clube P. Da sétima arte às artes de palco, da prova de vinhos à garrafeira exclusiva, da visita guiada à viagem para recordar, pertencer ao Clube é ter encontro marcado com a actualidade e com experiências exclusivas em todo o país.'] ",
        "numberPosts": "88 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Gender - General,Ethnicity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Mulher,Género,Racista",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "c1dec512-cf26-4dbc-1fce-08d79ac546cd",
            "user": "0d720e20-859c-43ca-9c1e-057750816202",
            "date": "17.01.2020",
            "timestamp": "NA",
            "commentText": "Eu acho que é perseguição. A Joacine pode-se atrapalhar e fazer asneiras nos primeiros tempos mas seja como for foi eleita e de certeza que daí (da sua eleição e de se atrapalhar) não vem grande mal a Portugal e ao Mundo. Para mim é óbvio que em vez de perseguirem a Joacine deveriam sim era assessorá-la como deve ser e mandarem às malvas o espalhafatoso tipo de saias que tem umas peúgas inqualificáveis e que pelos vistos só faz asneira.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "71cb28dc-ff7a-4beb-1fc1-08d79ac546cd",
            "user": "8dfdab89-c3d7-43e2-8a7a-fd833b928b8c",
            "date": "17.01.2020",
            "timestamp": "NA",
            "commentText": "\"foi o que levou o Livre a retirar a confiança\", e \"vai votar-se no domingo\". Uma hipotética decisão no pretérito, e uma votação no futuro!! Jornalismo, ou adivinhação? É para rir ou para chorar?",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5e8a56f7-e1fa-4a3a-1ecc-08d79ac5d707",
                    "user": "0d720e20-859c-43ca-9c1e-057750816202",
                    "date": "17.01.2020",
                    "timestamp": "NA",
                    "commentText": "Por acaso reparei mas pensei que algo me escapava. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "8720213d-fccb-4df8-1f9d-08d79ac546cd",
            "user": "2064500e-8a01-42b5-b97a-16e9802404d4",
            "date": "17.01.2020",
            "timestamp": "NA",
            "commentText": "Uma pessoa chega aqui e parece que o Livre é um alvo a abater... Será?",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "f3b1d979-fcd9-4a9a-1f48-08d79ac4885b",
            "user": "48a26fa5-3dda-4c4f-b5a3-a9759b9b1034",
            "date": "17.01.2020",
            "timestamp": "NA",
            "commentText": "Curioso não vejo por aqui ninguém a assumir que votou no Livre pela Joacine e a maioria foi por ela que se deslocou à assembleia de voto. Provavelmente sente-se enganados. Não tenho pena nenhuma. Nem dela, nem do Livre nem quem votou. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "17442665-d3b3-4d48-04fc-08d79ac863cf",
                    "user": "717d2d61-f346-4b88-834f-eb1798ce6907",
                    "date": "17.01.2020",
                    "timestamp": "NA",
                    "commentText": "\"a maioria foi por ela que se deslocou à assembleia de voto\".... se o james diz, só pode ser verdade. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "256e5a74-43f7-4472-1eaf-08d79ac5d707",
                    "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
                    "date": "17.01.2020",
                    "timestamp": "NA",
                    "commentText": "Lol ana cristina!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "9a59061b-a084-44bb-1e7d-08d79ac5d707",
            "user": "0d895100-24d9-41c6-85be-956687375df1",
            "date": "17.01.2020",
            "timestamp": "NA",
            "commentText": "Não previa sequer que seria eleita, mas enganei-me. No que não me enganei foi que esta senhora é fogo de palha, uma provocadora deslumbrada com um poder inesperado por ela própria, um fenómeno fugaz, inconsequente, um erro de avaliação por quem votou no Livre pensando que seria bem representado. Irónico então que seja o partido que a elegeu que, de acordo com a sua tosca teoria dos discursos de ódio, esteja a enveredar por esse caminho. Um dos discursos aquele identificava era o \"ah, ela já não me representa\", o da desilusão. E é isto mesmo que o Livre demonstra com esta moção. Um discurso que, segundo Joacine, entra no campo do ódio contra si mesma. Uma história de mau gosto, uma bizarria política, uma forma de pensar que demonstrou falhar em toda a linha.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "854dc749-c087-42d3-d5e5-08d79ac621cc",
                    "user": "960db799-ed41-4889-b6be-c0e2a3fb79cb",
                    "date": "17.01.2020",
                    "timestamp": "NA",
                    "commentText": "O historial desta <b> mulher </b>é de ser parasita a vida toda à conta das suas (como ela própria descreve) \"três especificidades\". Se calhar devia-se escolher as pessoas com base na competencia em vez de ser por \"especificidades\" (um conceito radical nesta Era do Estúpido em que vivemos, cheia de explicações hiper-simplórias para a condição humana).",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Mulher"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "13cd72d4-4d0a-47d2-04d3-08d79ac863cf",
            "user": "f5d9a942-fd7d-451a-89b0-c99c2520b0d4",
            "date": "17.01.2020",
            "timestamp": "NA",
            "commentText": "As escolhas simbólicas só funcionam se também forem eficazes.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "abfdff4d-7fd2-4a33-d5c5-08d79ac621cc",
            "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
            "date": "17.01.2020",
            "timestamp": "NA",
            "commentText": "Mesmo que Joacine cumpra o seu mandato no Parlamento a sua travessia política em Portugal acabou. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "8a68e148-7599-4ed8-04de-08d79ac863cf",
                    "user": "717d2d61-f346-4b88-834f-eb1798ce6907",
                    "date": "17.01.2020",
                    "timestamp": "NA",
                    "commentText": "também me parece. é penoso e contraproducente para todos, incluindo ela própria, que continue no parlamento. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "04eca09e-ebde-4f30-de78-08d79ac47972",
                    "user": "8d330022-4602-4900-82d5-55dc46507391",
                    "date": "17.01.2020",
                    "timestamp": "NA",
                    "commentText": "Em Portugal?! Então, a Paredes, agora dita que uma \"cidadã portuguesa\" tenha, ou não, direito a travessia em Portugal?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "c28a934d-e9cf-4f07-04f1-08d79ac863cf",
                    "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
                    "date": "17.01.2020",
                    "timestamp": "NA",
                    "commentText": "Eu mesmo, a sua pressa de Stalker, a sua pressa em perseguir as mulheres deste Forum é tal que nem consegue interpretar o que lê. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "6bb9b916-dbdf-4bd3-f79a-08d7960b4eed",
            "user": "35b5a314-72c6-4a48-a8c7-8f1bea921360",
            "date": "17.01.2020",
            "timestamp": "NA",
            "commentText": "Nao se pode dar palco a quem decide viver numa deriva de complexos raciais e colonialistas. Joacine está a destruir o Livre e a inquinar a boa convivência inter racial em Portugal.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "9473a94b-3fe9-4d41-1f8d-08d79ac546cd",
                    "user": "960db799-ed41-4889-b6be-c0e2a3fb79cb",
                    "date": "17.01.2020",
                    "timestamp": "NA",
                    "commentText": "Uma pessoa que não fosse <b> racista </b>seria consistentemente contra toda a desigualdade e opressão baseade em étnia, qualquer que fosse a étnia, e logo teria considerado a opressão dos palestinianos igualmente meritória de censura como a opressão que ela diz sentir contra a sua própria étnia. É preciso uma grande cegueira para se pensar que ser parte de um grupo desfavorecido faz uma pessoa imune a pensar e agir de maneira preconceitoso/a e<b>  racista</b>.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racista"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "5453b0d8-b128-4f05-1f4f-08d79ac546cd",
            "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
            "date": "17.01.2020",
            "timestamp": "NA",
            "commentText": "Que agendas delirantes, oriundas de um fundo de ressentimento distorcedor da realidade, apenas traduziam incapacidade política, amadorismo teatral, uma política de decibeis e bytes ainda mais mentecapta do q a mundividência twitter à la trump - tudo isso já ficara à vista com os gestos 'simbólico-provocadores' e a vacuidade de um discurso q une o pior do esquerdalhismo tradicional (que, de resto, está longe de ser o caso pessoal do fundador, rui tavares) com a sua, chamemos-lhe, meridionalização destrambelhada, mais a cereja on the top do golpe dadaísta de terceira da gaguez, essa incómoda dissonância por si só revolucionária e esquerdista contra a 'língua fascista' (Barthes) e contra todos os sistemas de ordem, normalidade, 'sossego' (a gaguez materializava um programa político integral)",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "e3122732-223c-4ca3-d59e-08d79ac621cc",
            "user": "f3d50f05-a6a1-4c47-976b-938803589d8f",
            "date": "16.01.2020",
            "timestamp": "NA",
            "commentText": "Tenho pena que a deputada não tenha decidido renunciar às suas funções, não agora mas quando deu conta do erro de ter afirmado que a eleição era dela e não do Livre. Ou então não deu nem dá conta e poderá continuar a fazer em exclusivo aquilo que tão bem faz no parlamento: ridicularizar o Livre em particular e a esquerda em geral, além de dar razão ao discurso do Chega que afirma que não tem que haver nenhum problema com a extrema-direita uma vez que também há extrema-esquerda. E tudo isto no partido de Rui Tavares, imagine-se!",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "18a7edba-26d4-4489-d5ac-08d79ac621cc",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "17.01.2020",
                    "timestamp": "NA",
                    "commentText": "\"não se vislumbra da parte da deputada, Joacine Katar Moreira, qualquer vontade em entender a gravidade da sua postura, nem intenção de a alterar\". Tem piada, porque, na recente frente de campanha anti-racista dos tiros no pé (mamadou ba, joacine, e aqui a equipa das sociólogas britânicas lavadas-ao-cérebro do público), era já exactamente isso mesmo que se tornara uma evidência: inventonas histéricas, mania da perseguição, complexos pós-coloniais, ensimesmamento obsessivo... Não, nada que deva ser encarcerado na ala psiquiátrica: a diferença entre uma ditadura e uma democracia é que a democracia se diverte com esse espectáculo, em vez de o abafar. Por isso, por favor, joacine, mamadou, gorjão, fundem lá o vosso partido e continuem o circo: vão ver que nem os bairros afro votarão em vós.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "09a0a54e-14d7-4627-0504-08d79ac863cf",
                    "user": "fd11c74d-a528-4a3b-a28c-eb074051c2bc",
                    "date": "17.01.2020",
                    "timestamp": "NA",
                    "commentText": "JMM. Os bairros afro não votaram \"desde já\" na joacine. Penha de França e Arroios sobretudo, sim.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "701f9f5c-adbc-47bf-c926-08d799d3125d",
            "user": "4e393c70-323b-49af-8f99-1f52aca425fd",
            "date": "16.01.2020",
            "timestamp": "NA",
            "commentText": "Ser livre não significa fazer o que se quer! Liberdade de expressão não é isso! Como poderíamos votar num partido que apresenta um Programa e, depois, os deputados fazerem o que bem entendiam!Um coisa é liberdade de consciência, exercício livre de um Programa apresentado; outro é contrariar absolutamente esse Programa e trabalhar como se o mundo fosse resumido à sua pessoa e seus caprichos.Temo que a discussão vá para as questões de <b> género </b>e de cor. Sejamos pessoas que não trabalham sobre esses critérios de avaliação para julgar as capacidades e o exercício de qualquer atividade. Se Joacine fez tudo o que aqui é dito (sou isento porque não pertenço ao partido), compreendo bem a decisão desse partido. Lamento, pois eu esperava muito do contributo desta deputada!",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "0ed9256c-c4a1-447a-d5b1-08d79ac621cc",
                    "user": "3150d42f-4ea5-48f7-af6b-3e6f2915bba6",
                    "date": "17.01.2020",
                    "timestamp": "NA",
                    "commentText": "No entanto nas eleições, sejam elas legislativas ou autárquicas, os eleitores votam em partidos, não em personagens políticas.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Género"
            ]
        },
        {
            "id": "862aa71d-b420-446f-7d43-08d799d248bc",
            "user": "130acfc5-05b4-46d7-933e-7e10cc1837cf",
            "date": "16.01.2020",
            "timestamp": "NA",
            "commentText": "Poderá haver liberdade de expressão no país onde vivo? É em Portugal. Já não me interessa muito com 96 anos, mas que seja para os meus filhos netos e bisnetos. A cor não interessa, talvez, digo eu! Nascido a 23-2-1923 na cidade da Praia, ilha de Santiago, Cabo Verde. Dupla nacionalidade: cabo-verdiana e portuguesa.  ainda não percebi o sentido de livre. Afinal se o nome do partido é Livre, porque não deixam a rapariga fazer o que quer?",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "6c6753bc-555e-4cee-c929-08d799d3125d",
                    "user": "8bfa6b05-810c-40db-9d35-e36900b29e02",
                    "date": "16.01.2020",
                    "timestamp": "NA",
                    "commentText": "Exmo. Senhor         Tendo sido eleita para a AR em representação de um partido, não se pode conduzir como se fosse a dona da loja. Porque não é.        O Livre tem um programa que apresentou aos portugueses aquando da campanha eleitoral que certamente quer ver ser respeitado no contrato que fez com quem votou nesse partido.Portanto a rapariga, se quer fazer o que dá na real gana, então vá pregar para outra freguesia.Para que conste, não tenho nada a ver com esse partido. Nem de longe!!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "17619887-9814-453c-f066-08d799d2621b",
                    "user": "ecc3b250-d54b-47c4-8cf1-317ac485517e",
                    "date": "16.01.2020",
                    "timestamp": "NA",
                    "commentText": "Ela representa um partido. A imagem que está a passar é de Elitista e não uma pessoa de esquerda.        Mas agora, com o Livre a desvincullar-se dela...até já pode (se quiser) aparecer em lingerie com uma cerveja na mão.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "6adc2782-3453-4116-01c3-08d799d29efb",
            "user": "f9cd5254-7564-49aa-8df1-91364df892c3",
            "date": "16.01.2020",
            "timestamp": "NA",
            "commentText": "O que me parece é que a deputada não quer sentar para conversar com o partido. Acerta o Livre em liberar a deputada nestas circunstâncias. Erra a deputada quando decepciona o eleitor que acreditou e votou na plataforma do partido. Ao Livre, resta recompor sua base e fortalecer sua postura perante os apoiadores. O partido precisa mostrar-se mais forte. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "2146dc77-1a07-4435-01c7-08d799d29efb",
                    "user": "717d2d61-f346-4b88-834f-eb1798ce6907",
                    "date": "16.01.2020",
                    "timestamp": "NA",
                    "commentText": "concordo. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "c8a5e75b-ec94-4823-c923-08d799d3125d",
                    "user": "25241b78-c64c-409f-8520-b7efcd02fe04",
                    "date": "16.01.2020",
                    "timestamp": "NA",
                    "commentText": "Concordo também. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "f517a948-8559-44bd-f05a-08d799d2621b",
            "user": "8d330022-4602-4900-82d5-55dc46507391",
            "date": "16.01.2020",
            "timestamp": "NA",
            "commentText": "O turbante deve-se a quê? É sik? Os homens também podem levar chapéu ou boné?",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "e6f90d02-65a0-4b9c-84fc-08d799d228b3",
                    "user": "717d2d61-f346-4b88-834f-eb1798ce6907",
                    "date": "16.01.2020",
                    "timestamp": "NA",
                    "commentText": "se um turbante não lhe fria mal a si. com uns eletrodos  ou assim para abrir a mente. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "c2486116-3747-4b89-84fd-08d799d228b3",
                    "user": "717d2d61-f346-4b88-834f-eb1798ce6907",
                    "date": "16.01.2020",
                    "timestamp": "NA",
                    "commentText": "corrijo: \"se calhar, um turbante não lhe faria mal ....\" os fios dos eletrodos do meu de vez em quando atrapalham-me a escrita. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6601ae14-25b7-48ca-1e4a-08d79ac5d707",
                    "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
                    "date": "16.01.2020",
                    "timestamp": "NA",
                    "commentText": "Eu mesmo sempre a perseguir mulheres neste Forum. Stalking!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "d8a11204-5c94-4e6c-de28-08d79ac47972",
                    "user": "717d2d61-f346-4b88-834f-eb1798ce6907",
                    "date": "16.01.2020",
                    "timestamp": "NA",
                    "commentText": "ok, a simone de beauvoir usava turbante... mas daí a fazer da minha proposta de turbante um sinal de  feminismo, parece-me exagerado. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "acf5125c-4884-4673-c919-08d799d3125d",
            "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
            "date": "16.01.2020",
            "timestamp": "NA",
            "commentText": "De todos os partidos à esquerda do PS acho que o LIVRE é o mais sensato e equilibrado e aquele que de facto pode contribuir de forma construtiva. Desejo sinceramente que o LIVRE consiga vingar. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "302b3638-fb1d-4cce-7d3f-08d799d248bc",
                    "user": "a8772944-c103-4322-a59c-b67b27a24803",
                    "date": "16.01.2020",
                    "timestamp": "NA",
                    "commentText": "A prática não mostra isso pois é bom não esquecer o método que levou à escolha da candidata JKM. O partido e os que a escolheram são responsáveis. Não há como esconder isso.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7e9aad78-18bf-4530-cbbe-08d799d18d5e",
                    "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
                    "date": "16.01.2020",
                    "timestamp": "NA",
                    "commentText": "Não me referia à mecânica interna do partido mas sim ao seu posicionamento político. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "d3b3795b-48ca-42ff-de67-08d79ac47972",
                    "user": "efe35ac9-9dc3-415f-b459-13cac2e136c4",
                    "date": "17.01.2020",
                    "timestamp": "NA",
                    "commentText": "O Livre não irá a lado nenhum. O Livre é o desperdício da esquerda portuguesa. Só há lá maravalha, rejeitados dos outros partidos.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "b411d0c9-1a2e-43eb-01c0-08d799d29efb",
            "user": "0d720e20-859c-43ca-9c1e-057750816202",
            "date": "16.01.2020",
            "timestamp": "NA",
            "commentText": "Eu acho que é perseguição mas eles é que sabem, depois disto acho que não há relacionamento possivel. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "46e9e076-a966-4f08-f759-08d7960b4eed",
            "user": "b0485fb1-5e36-4421-bd68-a4d21ecfe410",
            "date": "16.01.2020",
            "timestamp": "NA",
            "commentText": "A Joacine e Ba podem criar um partido em Portugal muito interessante e diferente.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "780fbe32-7d6d-42aa-84ee-08d799d228b3",
                    "user": "b9160c40-fb89-4db3-accd-7da96a21110e",
                    "date": "16.01.2020",
                    "timestamp": "NA",
                    "commentText": "Tinham mais votos que o Livre, garantidamente.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "681c3d6b-730b-47fd-7d35-08d799d248bc",
                    "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
                    "date": "16.01.2020",
                    "timestamp": "NA",
                    "commentText": "E até se podia chamar o partido JoBa",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "fd48b4aa-7cb4-4913-c927-08d799d3125d",
                    "user": "8b7f8fc7-531b-445a-8d72-a12e1c7fa951",
                    "date": "16.01.2020",
                    "timestamp": "NA",
                    "commentText": "Acredito perfeitamente que um partido racial está na calha. E olhe que podem eleger pelo menos dois deputados. Nem precisam de ter ideologia politica ou económica coerente. Basta fazer o discurso da vitimização social, misturando verdades com exageros e dramatização como se tem assistido nos últimos anos.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "737b4174-265a-4d2a-c916-08d799d3125d",
            "user": "b6e435d2-808f-4094-b73a-7f2b77733041",
            "date": "16.01.2020",
            "timestamp": "NA",
            "commentText": "Estou à  espera que a CS noticie com algum enfase o facto de existirem neo-nazis na direção do Chega. Acho que vou ter de esperar  sentado.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "f314a1f1-0015-47d0-f758-08d7960b4eed",
                    "user": "0ab8ca6a-2dea-440e-85e9-00d7fb3973b0",
                    "date": "16.01.2020",
                    "timestamp": "NA",
                    "commentText": "Whataboutism",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6e591d91-fc9a-49e3-7d34-08d799d248bc",
                    "user": "b9160c40-fb89-4db3-accd-7da96a21110e",
                    "date": "16.01.2020",
                    "timestamp": "NA",
                    "commentText": "Nós queremos é nomes. Nomes, caro António! Não me diga que um deles é o Rui Tavares depois do horário de expediente, tipo uma vida dupla!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "fcca5cc7-8e54-4664-7d30-08d799d248bc",
            "user": "65940cde-c5df-448d-849a-5231f45506f2",
            "date": "16.01.2020",
            "timestamp": "NA",
            "commentText": "Acho que faz falta entrevistarem a Joacine para saber realmente se ela quer representar o partido pelo qual foi eleita ou se está lá apenas a representar as suas convicções pessoais. O Livre fazer isto parece-me um tiro no pé.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "b770e25c-c997-4d50-f75c-08d7960b4eed",
                    "user": "0a390b5b-d4ef-477a-bec1-4b33bf85405b",
                    "date": "16.01.2020",
                    "timestamp": "NA",
                    "commentText": "Ela não comenta. Lê o texto.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "a4539a4d-a59e-4cf3-f059-08d799d2621b",
                    "user": "65940cde-c5df-448d-849a-5231f45506f2",
                    "date": "16.01.2020",
                    "timestamp": "NA",
                    "commentText": "Eu li o texto, mas acho que a entrevista faz falta. Acho estranho toda esta situação e ela não se manifestar.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "e576a171-f089-42c5-f064-08d799d2621b",
                    "user": "8bfa6b05-810c-40db-9d35-e36900b29e02",
                    "date": "16.01.2020",
                    "timestamp": "NA",
                    "commentText": "A entrevista nunca mais acabava!!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "556d2955-87fc-4cff-cbad-08d799d18d5e",
            "user": "23a5091f-7a2c-4b3f-95c0-1bf70974bdd6",
            "date": "16.01.2020",
            "timestamp": "NA",
            "commentText": "os bacanos do publico andam a fazer um grande alarido 'a volta disto qd se sabe bem que n vai dar em nada. era precisa outra prova q esta cheio de bloquistas ressabiados?",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "ebd6b204-ba91-47e7-cbaa-08d799d18d5e",
            "user": "d4781e53-6690-42a7-9add-f26f01f2acf2",
            "date": "16.01.2020",
            "timestamp": "NA",
            "commentText": "Um erro crasso quererem arrumar a Joacine. Foi ela que abriu caminho ao reconhecimento de um partido sem expressão que não valia praticamente nada. E se calhar não vale mais, nada mais que a própria personalidade da Joacine \u0097 porque não acrescenta rigorosamente valor nenhum ao quadrante onde se bate. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "99578497-98dd-48c5-84e8-08d799d228b3",
            "user": "48a26fa5-3dda-4c4f-b5a3-a9759b9b1034",
            "date": "16.01.2020",
            "timestamp": "NA",
            "commentText": "Sem Joacine não existe Livre e com Joacine o Livre acaba. Vamos ver quem sobrevive. Este episódio demonstra bem como as boas intenções de certa esquerda são completos disparates. O Bloco de Esquerda está vingado. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 12,
            "replies": [
                {
                    "id": "cb34c8a5-9ecc-4de0-cbaf-08d799d18d5e",
                    "user": "717d2d61-f346-4b88-834f-eb1798ce6907",
                    "date": "16.01.2020",
                    "timestamp": "NA",
                    "commentText": "o livre existia sem a Joacine e vai continuar. não é um partido de estrelas. é um partido de ideias, que ocupa um espaço único no espectro político. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "aaa0ec7d-3477-4512-cbb0-08d799d18d5e",
                    "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
                    "date": "16.01.2020",
                    "timestamp": "NA",
                    "commentText": "O Livre vai ficar sem representação no Parlamento. Dói um bocado. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "02d165e3-3828-4010-cbb4-08d799d18d5e",
                    "user": "48a26fa5-3dda-4c4f-b5a3-a9759b9b1034",
                    "date": "16.01.2020",
                    "timestamp": "NA",
                    "commentText": "Dificilmente elegerá um deputado. Tem feito uma figura tristíssima. E de facto ocupa um espaço único, o de ser anedota permanente. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "16874787-bad2-48dc-01be-08d799d29efb",
                    "user": "98ee4ecd-35fe-4e8b-94c9-9481e7ed7506",
                    "date": "16.01.2020",
                    "timestamp": "NA",
                    "commentText": "Eh Diabo, as apoiantes da Joacine andem aí. Preparem-se para ter os vossos comentários rejeitados.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "61294ceb-4fb6-43f3-f051-08d799d2621b",
                    "user": "717d2d61-f346-4b88-834f-eb1798ce6907",
                    "date": "16.01.2020",
                    "timestamp": "NA",
                    "commentText": "margarida: ad augusta per angusta. estes maus momentos mostram que o livre não esconde o sol com a peneira, não finge e não se contenta com alguma espécie de paz podre para ficar bem na fotografia. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "01b18619-06d6-491c-f055-08d799d2621b",
                    "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
                    "date": "16.01.2020",
                    "timestamp": "NA",
                    "commentText": "Certo ana cristina, mas a vítima é o partido. A Joacine vai continuar deputada independente. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "eeadbfbf-fd1f-4a17-7d3d-08d799d248bc",
                    "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
                    "date": "16.01.2020",
                    "timestamp": "NA",
                    "commentText": "E o Rui Tavares vai continuar a escrever a sua coluna no Público.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "54aec905-0695-47ce-84f8-08d799d228b3",
                    "user": "717d2d61-f346-4b88-834f-eb1798ce6907",
                    "date": "16.01.2020",
                    "timestamp": "NA",
                    "commentText": "margarida: se é verdade que a joacine está a ter um comportamento pouco dialogante e pouco flexivel (ou nada...), ela não tem futuro político. ela foi eleita no seio de um partido. eu votei em primeiro lugar no Livre. a joacine não tem capital político enquanto pessoa. não sei o que ela pensa pessoalmente para o país, não sei que obra feita tem pessoalmente. eu votei nas ideias do Livre. amanhã, é no Livre que vou votar. não na Joacine. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "b5c769b6-dc54-4f74-01cb-08d799d29efb",
                    "user": "8b7f8fc7-531b-445a-8d72-a12e1c7fa951",
                    "date": "16.01.2020",
                    "timestamp": "NA",
                    "commentText": "E no entanto a ana cristina imensas vezes disse aqui nestas caixas que ia votar na Joacine. Comparativamente poucas ou nenhumas vezes li que ia votar no Livre. Os seus eleitores diziam isso de forma explicita ou implícita por todo o lado. Até parecia que eram umas eleições para Presidente da República tal a personalização da campanha. Bem, alguma razão tem ela quando diz que foi eleita que se elegeu e não graças ao partido... Agora que os problemas aconteceram já todos se desassociam de Joacine, quando antes era tratada como uma super-star que ia ensinar a toda a gente isto e aquilo. Como é aquela do barco a afundar? De resto o Livre não está a fazer nada que outros partidos não tenham feito antes em situações semelhantes e em nada se distingue deles.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "f8b32625-f21c-400d-8501-08d799d228b3",
                    "user": "717d2d61-f346-4b88-834f-eb1798ce6907",
                    "date": "16.01.2020",
                    "timestamp": "NA",
                    "commentText": "há anos que eu me assumo votante do Livre. ainda o Perigo andava de fraldas. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2178dbe0-91a1-422c-1e4c-08d79ac5d707",
                    "user": "8b7f8fc7-531b-445a-8d72-a12e1c7fa951",
                    "date": "16.01.2020",
                    "timestamp": "NA",
                    "commentText": "Sim, sim... LOL! Sempre disse que votava na Joacine e nunca a li a apoiar activamente o Livre, e agora já é uma apoiante do partido desde o Jurássico. Já pouco falta para afirmar que votou contra a Joacine na escolha da lista de deputados e a seguir a isso que só votou no Livre por lhe terem apontado uma pistola. LOL! Que falta de coerência. Mas não fique triste. Tem por aqui uma companheira a percorrer o mesmo caminho. É o que dá privilegiarem a forma em detrimento do conteúdo.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "9b693953-ccb6-4901-de2c-08d79ac47972",
                    "user": "717d2d61-f346-4b88-834f-eb1798ce6907",
                    "date": "16.01.2020",
                    "timestamp": "NA",
                    "commentText": "parece que vou ter de fazer um bocado de arqueologia do sentido do meu voto, se nao estes senhores não pregam olho esta noite, tipo capitão hadock e a dúvida sobre a barba por cima ou por baixo do lençol. votei na joacine ou votei no Livre? acontece que votei nos dois. E felizmente só tive de pôr uma cruz. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "7fe9bd79-5dbe-4f30-01b8-08d799d29efb",
            "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
            "date": "16.01.2020",
            "timestamp": "NA",
            "commentText": "Esforço descomunal do partido, não é verdade, quando a deputada já cavara ela mesma a sua sepultura, dera dois tiros na própria cabeça (um deles ficando pendurado de raspão na cabeleira acrescentada, espécie de volume suplementar de africanidade), mandara o acessor espetar uma faca na barriga (das pernas ao léu) e se gaguejara lá para dentro num trambolhão de meia-noite? Era só mesmo fechar a tampa e ficar ali com a morta-viva, esperando que ela tome a iniciativa de se eclipsar por sua própria iniciativa - o que, com o descomunal ego pessoal e missionário, não vai acontecer. Ou não vai acontecer até, mais tarde ou mais cedo, meter os pés pelas mãos a tal ponto que nem mesmo a sua falta de vergonha possa aguentar o vexame.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3032bfbc-97d4-421a-f048-08d799d2621b",
            "user": "2064500e-8a01-42b5-b97a-16e9802404d4",
            "date": "16.01.2020",
            "timestamp": "NA",
            "commentText": "É uma moção apresentada por apenas 5 pessoas. Acalmem lá a periquita. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "957f3677-a944-4e06-c915-08d799d3125d",
                    "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
                    "date": "16.01.2020",
                    "timestamp": "NA",
                    "commentText": "Fiquei na dúvida porque agora é a Assembleia do Livre. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "f54e8a53-66ce-4f5c-f75b-08d7960b4eed",
                    "user": "2064500e-8a01-42b5-b97a-16e9802404d4",
                    "date": "16.01.2020",
                    "timestamp": "NA",
                    "commentText": "Margarida... Parece mesmo que o Livre se prepara para ficar sem a Joacine passando esta a deputada não inscrita. Uma moção e uma proposta... É óbvio que apesar de não ser público que há confronto entre as partes. Foi um sonho mas parece que vai acabar em pesadelo. Lamento que a deputada tenha preferido impor a sua identidade em vez de prevalecer o seu colectivismo político.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "ac2665b0-f0a8-4391-84fa-08d799d228b3",
                    "user": "72ff53cd-a190-47aa-a9e6-2770cafc43b0",
                    "date": "16.01.2020",
                    "timestamp": "NA",
                    "commentText": "\"...impor a sua identidade em vez de prevalecer o seu colectivismo político....\" Recorda-nos o Rui Tavares e o BE quando  foi eleito deputado europeu!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "663065e9-dfea-496f-d598-08d79ac621cc",
                    "user": "e0d7cd06-ffbe-4fa5-9444-18fd099eca9d",
                    "date": "16.01.2020",
                    "timestamp": "NA",
                    "commentText": "Senhor \"leitor Registado\", a ignorância (apesar de tudo preferível a má-fé) é atrevida. Rui Tavares nunca foi militante e muito menos dirigente do BE, foi como \"independente\" eleito nas listas desse partido. Joacine é militante e dirigente do Livre. Consegue descortinar alguma diferença?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "c93852b7-278f-4228-c913-08d799d3125d",
            "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
            "date": "16.01.2020",
            "timestamp": "NA",
            "commentText": "Quem votou Joacine voltaria a votar? ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 10,
            "replies": [
                {
                    "id": "4f548ba8-cbe0-4cce-f75a-08d7960b4eed",
                    "user": "717d2d61-f346-4b88-834f-eb1798ce6907",
                    "date": "16.01.2020",
                    "timestamp": "NA",
                    "commentText": "eu voltaria a votar no Livre. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "b0581af1-5ddf-46fe-7d38-08d799d248bc",
                    "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
                    "date": "16.01.2020",
                    "timestamp": "NA",
                    "commentText": "Lembro-me de a ter visto afirmar que ia votar na Joacine...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "fdd60288-e340-42d0-c91a-08d799d3125d",
                    "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
                    "date": "16.01.2020",
                    "timestamp": "NA",
                    "commentText": "Eu votei e voltaria a votar, é com o programa do Livre que me identifico. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "10ca86d1-28cd-4aac-f05c-08d799d2621b",
                    "user": "717d2d61-f346-4b88-834f-eb1798ce6907",
                    "date": "16.01.2020",
                    "timestamp": "NA",
                    "commentText": "dr severino: votei na joacine, como candidata do Livre. já tinha votado no Livre antes de a candidata ser a Joacine. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2c2be506-72bb-4f6d-7d46-08d799d248bc",
                    "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
                    "date": "16.01.2020",
                    "timestamp": "NA",
                    "commentText": "O que para aqui vi a Ana Cristina escrever, no âmbito da campanha eleitoral para as legislativas, é que ia votar na Joacine, não no LIVRE. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "67158b5e-b593-4021-de26-08d79ac47972",
                    "user": "8b7f8fc7-531b-445a-8d72-a12e1c7fa951",
                    "date": "16.01.2020",
                    "timestamp": "NA",
                    "commentText": "A Margarida e a ana cristina, agora que as coisas deram para o torto já estão a virar o bico ao prego. Sempre escreveram que iam votar na Joacine. Dito tal e qual. A menção ao Livre, se fosse referido era de raspão. Agora já todas se descolam da sua opção declarada e daquilo que por aqui afirmavam. Mais valiam ser honestas e assumir. Não fazia mal algum. Agora fazer dos outros parvos apenas as descredibiliza. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "87b558f8-b4e7-487f-1f3d-08d79ac546cd",
                    "user": "717d2d61-f346-4b88-834f-eb1798ce6907",
                    "date": "16.01.2020",
                    "timestamp": "NA",
                    "commentText": "Perigo:  nas ultimas legislativas confesso que hesitei durante muito tempo entre votar no Livre ou votar na Joacine. só decidi com o boletim de voto já na mão. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "71eea4ce-35b0-4f73-1e4f-08d79ac5d707",
                    "user": "e0d7cd06-ffbe-4fa5-9444-18fd099eca9d",
                    "date": "16.01.2020",
                    "timestamp": "NA",
                    "commentText": "Por uma vez concordo do o \"Dr. Severino\", ao longo da campanha eleitoral a Ana Cristina sempre mencionou o seu apoio e voto \"na Joacine\" e não me recordo de ter mencionado o partido uma única vez... mas posso estar enganado. Já quanto à resposta que quer a Ana quer a Margarida deram à pergunta, causa-me alguma perplexidade... votariam num partido em cujas listas estivesse André Ventura em lugar elegível (que, na hipótese, até poderia ser o Livre)?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "8e36789f-8299-4660-f773-08d7960b4eed",
                    "user": "717d2d61-f346-4b88-834f-eb1798ce6907",
                    "date": "16.01.2020",
                    "timestamp": "NA",
                    "commentText": "que raio de pergunta..... o Livre tem ideias próprias e claras, sobre a sociedade, a europa, a economia. se o andré ventura ou chico bento as defenderem, por mim tudo bem. eu voto nas ideias. antes das eleições a joacine defendeu as ideias do Livre. eu era simpatizante do Livre antes de saber que a Joacine existia. a acumulaçao de casos e briguinhas depois das eleições é que me faz pensar que há ali um problema de representação do partido na assembleia. de resto não tenho nada a dizer da rapariga. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "9db193f0-3521-42e1-f775-08d7960b4eed",
                    "user": "717d2d61-f346-4b88-834f-eb1798ce6907",
                    "date": "16.01.2020",
                    "timestamp": "NA",
                    "commentText": "inclusivamente achei bem quando a joacine se absteve sobre no voto contra israel..... a vida não se escreve com linhas direitas nem se limita às 3 cores primitivas. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "8ea58469-ed1d-4f1f-f047-08d799d2621b",
            "user": "72ff53cd-a190-47aa-a9e6-2770cafc43b0",
            "date": "16.01.2020",
            "timestamp": "NA",
            "commentText": "Bye Bye Livre!",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "8894a037-f6c2-40a7-d5ab-08d79ac621cc",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "17.01.2020",
                    "timestamp": "NA",
                    "commentText": "não, calma, mais devagar, muitíssimo mais devagar!: b-b-b-b-b-bye b-b-b-b-bye, joacine. Não atire fora a menina com a pia baptismal, nem a língua com a fonação. (Isto é só para testar o humor censório da vigilante Margarida).",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "ebf13388-b097-4185-7d2b-08d799d248bc",
            "user": "717d2d61-f346-4b88-834f-eb1798ce6907",
            "date": "16.01.2020",
            "timestamp": "NA",
            "commentText": "proposta corajosa e transparente. o Livre não é um partido de \"uma mão lava a outra\". ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "081ec661-4f52-4e9d-de3e-08d79ac47972",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "17.01.2020",
                    "timestamp": "NA",
                    "commentText": "desculpe, mas é uma coragem e uma transparência à ayatollah: quando as evidências se acumulam, contumazes e incorrigíveis, torna-se impossível continuar a tapar o sol com uma peneira. Este avião não só caiu, como se abateu a si próprio, e não uma vez só mas várias, até não restar a menor dúvida e a direcção do livre se ter tornado finalmente suficientemente corajosa para não procurar abafar a evidência: que a tipazinha com o seu programa de negritude (não me censurem, cito Césaire e Senghor) era uma tempestadezinha gesticuladora de gaguez sem nada na cabeça de vento. E suficientemente vácua para, juíza em causa própria, se ufanar de fórmulas de barraca de robertos, como q não gagueja a pensar. Viu-se. Desde que o esquerdismo, de rubro-rosa, se tornou irisado e, agora, espectral, é a pique.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "438fbe0e-f17e-4e85-1f77-08d79ac546cd",
                    "user": "717d2d61-f346-4b88-834f-eb1798ce6907",
                    "date": "17.01.2020",
                    "timestamp": "NA",
                    "commentText": "Mantenho que vejo coragem, transparência e objetividade. Noutros partidos , guerras e tensões bem piores são negadas e escondidas. A guerra Sócrates-costa? As guerras entre o Rio e o grupo parlamentar? Etc, etc",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "aec65cd8-f833-47cc-de88-08d79ac47972",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "17.01.2020",
                    "timestamp": "NA",
                    "commentText": "mas isto não é uma tensão entre políticos, é uma tensão entre uma desastrada que usurpa o único acesso á representatividade de um partido, e esse partido, que quis promover agendas fracturantes  sem precedentes em portugal, e lixou-se à grande. E pelo amor de deus, ana cristina, que alternativa é que julga que havia para o partido? Visivelmente ela tomou o freio nos dentes e já não é possível esconder nada. O problema é mesmo a absoluta falta de qualidade da paranóica. De resto, a causa do anti-racismo autodestruiu-se estrondosamente, com os racismos de joacine e de mamadou a explodirem-lhes na cara de uma maneira profundamente incómoda. Acho que a extrema-direita <b> racista </b>está a lamber os beiços com estes dois doces caídos do céu.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racista"
                    ]
                },
                {
                    "id": "8262a68f-5354-4b80-5a66-08d79bc5a99b",
                    "user": "717d2d61-f346-4b88-834f-eb1798ce6907",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "concordo com a sua ultima frase. não há outras palavras. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}