{
    "header": {
        "title": " Os gritos de 'mentira' de Joacine: 'Senti a vergonha alheia' ",
        "subtitle": " O fundador do Livre confessa-se envergonhado por todos os que tiveram que assistir aos gritos da deputada. ",
        "owner": " ['Lusa'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 1452  partilhas",
        "datePosted": " 21 de Janeiro de 2020, 9:15 ",
        "dateExtraction": " 2020-01-23 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2020/01/21/politica/noticia/gritos-mentira-joacine-senti-vergonha-alheia-1901100 ",
        "postText": " ['O fundador do Livre, Rui Tavares, disse ter sentido \u0093a vergonha alheia dos outros\u0094 durante o discurso de Joacine Katar Moreira no congresso do fim-de-semana e responsabilizou a deputada \u0093por ter cortado com processos internos\u0094.', 'Em entrevista ao Diário de Notícias/TSF divulgada esta terça-feira, Rui Tavares disse que \u0093sentiu que as pessoas que estavam a ver aquilo [discurso de Joacine Katar Moreira no qual se exaltou e falou em mentiras] estavam incomodadas\u0094 com o partido.', 'O IX Congresso do Livre, que decorreu no fim-de-semana, ficou marcado pela eleição dos novos órgãos e pelo adiamento da decisão relativa à retirada da confiança política à deputada Joacine Katar Moreira.', 'A deputada exaltou-se e disse: \u0093Isto é inadmissível, isto é mentira, tenham vergonha, mentira absoluta!\u0094, batendo no púlpito onde subiu para reagir às considerações contidas na resolução da 42.ª Assembleia do partido.', '\u0093Naquele congresso, naquele momento em que aquilo se estava a passar, e ainda sem ter noção de como é que ia passar nas câmaras, saber que as pessoas que estivessem a ver aquilo iam ter vergonha alheia pelo Livre, pelo partido e ter consciência disso... é duro quando se fez um partido\u0094, disse Rui Tavares em entrevista ao DN/TSF.', 'O dirigente do Livre considerou também que a deputada rompeu com o partido, porque rapidamente cessou contactos, ainda antes do voto da Palestina, na Assembleia da República.', '\u0093O grupo de contacto serve para as pessoas que fazem a gestão quotidiana do partido estarem permanentemente em contacto umas com as outras. Portanto, não se pode bloquear contactos por relações pessoais. O que a própria assembleia do partido detectou é que há uma atitude de corte com os processos internos\u0094, referiu.', 'Rui Tavares lembrou que os compromissos para se exercer o mandato em nome do Livre são a \u0093exigência na atitude, na postura, na responsabilidade, na forma de responder às perguntas dos eleitores, dos jornalistas e dos próprios camaradas de partido\u0094.', '\u0093Portanto, quando não se cumpre o que está nessa resolução, é a própria pessoa que está a prescindir da confiança que nela foi depositada. Entretanto, ocorreu isto, não para a sociedade em geral, é verdade que as entrevistas mais bombásticas, mais incendiárias, aquelas questões do \u0093fui eleita sozinha\u0094 e por aí afora, atenuaram-se a partir dessa altura, mas dentro da assembleia as coisas continuaram a não correr bem, para ser eufemístico\u0094, explicou.', 'De acordo com o fundador do Livre, continuaram a não ser dadas respostas básicas para que os camaradas do partido sentissem a segurança de depois a poder defender [a sua representante].', 'Questionado sobre se existe quebra de confiança em Joacine Katar Moreira, Rui Tavares sublinhou que \u0093lamentavelmente há compromissos que não estão a ser seguidos\u0094.', '\u0093Portanto, a partir de certa altura, a assembleia do partido, por muito que queira preservar o partido ou por muito que quisesse preservar umas certas aparências... Nenhum partido, com nenhum método de selecção, sabe completamente como é que alguém depois de eleito vai comportar-se sob a pressão da visibilidade pública (...)\u0094, disse.', 'Sobre a desilusão do partido com a deputada, o historiador salientou que \u0093há um erro de comportamento pós-eleitoral por parte da Joacine, de atitude em relação aos eleitores, em relação ao partido, e essa atitude também conta porque ela também é política\u0094.', '\u0093Tudo é política. Uma atitude de um partido libertário, da esquerda libertária, não pode ser uma atitude autoritária. A atitude de um partido antipopulista não pode ser uma atitude populista\u0094, disse.', 'Rui Tavares disse também que vai defender em assembleia que o partido retire a confiança política a Joacine Katar Moreira, salientando concordar com o grupo de contacto.', '\u0093As cedências de parte a parte significam em geral que há erros dos dois lados. Isso significaria que chamar mentirosa à assembleia, um órgão do partido, fazê-lo em público, e daquela maneira e com aquela agressividade, seria equivalente a qualquer um de nós (...) ter dito: \u0093Bem, uma coisa são os decibéis, outra coisa é ter dito o facto que não é verdadeiro é X ou Y\u0094. O que não foi feito. Dá para perceber, não só a diferença de tom como a diferença de segurança com que se fala, com que se alega mentiras e com que se diz que se está na posse de factos\u0094, disse.', '\u0093Certamente, não estamos numa situação de cedências de parte a parte; nem do ponto de vista dos factos nem do ponto de vista político\u0094, sublinhou.'] ",
        "numberPosts": " 18 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Ethnicity - General,Gender - General,Ethnicity - Black",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racismo,Mulher,Negra",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "2d87ed20-85d6-491e-a104-08d79e93891c",
            "user": "b4a7dc3b-5a7b-4a0a-85eb-539bcaddcafa",
            "date": "22.01.2020",
            "timestamp": "NA",
            "commentText": "Afinal mas de quem serao as culpas? De quem faz ou de quem deixa fazer?",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9f37327d-318f-442f-d55f-08d79e915301",
            "user": "31c6b2ae-c1f4-49bd-acfb-be6ad03a2ca5",
            "date": "21.01.2020",
            "timestamp": "NA",
            "commentText": "Todos falam da Joacine, mas eu pergunto: O que é feito do seu assessor e a sua saia de pregas? Calado que nem uma ratazana, não vá alguém lembrar-se que tb ele contribuiu para o suicídio do Livre. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "7578ac65-e779-4535-d572-08d79e915301",
                    "user": "c20b71ca-b199-4933-b9a0-dba7e5171a4e",
                    "date": "21.01.2020",
                    "timestamp": "NA",
                    "commentText": "O assessor é isso mesmo: um assessor. Perfeitamente acessório.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "343bf715-7304-4dbc-c9a5-08d79e90b99d",
            "user": "122e8488-8db2-45e1-8824-4ac542fb6d98",
            "date": "21.01.2020",
            "timestamp": "NA",
            "commentText": "Vergonha? Não adqueriste uma feirante que vendia hamburgueres num ghetto social da grande Lisboa? Agora aguenta... ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "f4c01a89-e120-4611-0cf4-08d79d9d301e",
            "user": "c96e2bfe-6430-43ba-9c07-ee6f3a8fcf4a",
            "date": "21.01.2020",
            "timestamp": "NA",
            "commentText": "A que ponto estão cegos os identitários? São capazes de dizer agora que o Livre está pactuar com o <b> racismo </b>e sexismo da comunidade portuguesa e da comunicação social! A paranóia é muito grande. E o processo de aniquilação do Livre foi rapidamente executado, em conformidade com a tipologia dos ressentidos sedentos de vingança. Declararam prontamente: \"O Livre morreu\". Há oprimidos cuja \u0093vontade de poder\u0094 se expressa na sanha mais vingativa? Ai não que não há!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "5b68baf2-2d31-49d4-1be5-08d79d9e4aba",
            "user": "23a5091f-7a2c-4b3f-95c0-1bf70974bdd6",
            "date": "21.01.2020",
            "timestamp": "NA",
            "commentText": "Comentarios absolutamente vergonhosos de Rui Tavares, muito condizentes com o tipo de artigos que costuma aqui postar. A atacar a Joacine por ser <b> mulher,</b><b>  negra</b> e racializada. Obviamente nao engoliu o sapo de o povo a ter escolhido a ela, por ser melhor e mais capaz, ao inves dele, que sempre se sentiu o dono do partido.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Mulher",
                "Negra"
            ]
        },
        {
            "id": "76eca6d2-36f3-4d36-0f73-08d79da6b86d",
            "user": "260cb75e-dbd6-4648-9d0d-878cce68dbb9",
            "date": "21.01.2020",
            "timestamp": "NA",
            "commentText": "Os direitalhos aqui a defender a Joacine!Não têm mesmo noção do ridículo. Pudera \u0085 votaram Cavaco.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "52461e40-4941-4b22-0cf1-08d79d9d301e",
                    "user": "72ff53cd-a190-47aa-a9e6-2770cafc43b0",
                    "date": "21.01.2020",
                    "timestamp": "NA",
                    "commentText": "eu que sou de direita não estou aqui a defender a joacine....aliás pode ver, em baixo, o meu agradecimento neste tema ao RT. E se fosse de esquerda e mal educado como certa moderadora respondia-lhe: \"direitalho a tua avó\", mas não o faço.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "2d1f4db4-24cc-4606-0f6f-08d79da6b86d",
            "user": "5f5bfa2a-7a2f-4efd-a9ee-0ccbe9308a6d",
            "date": "21.01.2020",
            "timestamp": "NA",
            "commentText": "\u0093Senti a vergonha alheia dos outros\u0094. Por dizer frases rebuscadas como esta é que Rui Tavares é um excelente cronista, mas não passa na televisão numa campanha eleitoral para o eleger. Já as frases de Joacine são simples e claras, perfeitos \u0093soundbites\u0093. E não é muito correto que ela não tenha rebatido as acusações que lhe fizeram, a seguir a \u0093mentira\u0093 ela ainda disse algumas coisas.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "ceeff938-28ea-4928-0cec-08d79d9d301e",
            "user": "f3d50f05-a6a1-4c47-976b-938803589d8f",
            "date": "21.01.2020",
            "timestamp": "NA",
            "commentText": "Ontem já era tarde para cortar com JKM mas é preciso não esquecer que a eleição de uma pessoa que pouco tem a ver com a postura que se devia esperar do Livre se deveu ao método de eleição. Se não houver mudanças amanhã podem estar a eleger uma figura ainda mais desajustada...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3b277a46-f348-4e83-1bdc-08d79d9e4aba",
            "user": "283631f5-b877-47d4-b6c9-cf3771ef6960",
            "date": "21.01.2020",
            "timestamp": "NA",
            "commentText": "Não sinta vergonha alheia, caro Rui Tavares, sinta vergonha própria. Afinal, o partido deu a cabeça-de-lista que deu com base nos seus estatutos (será que têm estatutos? ou têm só \"regras de conduta\" ou \"um par de ideias por escrito para funcionamento amigável\"? - assim ao jeito de não ter direcção, mas apenas Grupo de Contacto, que depois... não contacta nem é contactado). E eu pergunto-me: então foi preciso a Joacine chegar à AR para a ficarem a conhecer? Ou a senhora se transfigurou ou eu gostaria que me dissesse porque é que não viram antes (bem antes...) quem ela era. É que a senhora não saiu de prémio numa embalagem de cereais, foi escolhida pelo partido. Vergonha, sim - mas não alheia.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4a71e7bf-3958-4bfb-8bca-08d79da13828",
            "user": "3f2aebc2-6bf3-4941-94c5-d478b8d9541b",
            "date": "21.01.2020",
            "timestamp": "NA",
            "commentText": "No congresso do Livre, Joacine disse tantas vezes a palavra \"vergonha\" quantas André Ventura tinha dito na AR.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "d19c2728-19c5-4687-0f68-08d79da6b86d",
            "user": "a284fe42-0fbe-49f6-b2f6-49c156e1eaa8",
            "date": "21.01.2020",
            "timestamp": "NA",
            "commentText": "Não fique tão preocupado, Rui Tavares. Afinal o Livre não é mais do que um clube de 20 \"amigos\" sem qualquer credibilidade. Nas próximas eleições é tema que não se coloca mais.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "68c79317-0f8b-4b8e-1bd2-08d79d9e4aba",
            "user": "aff3b6d6-269d-42d3-9d88-7dac216dfe07",
            "date": "21.01.2020",
            "timestamp": "NA",
            "commentText": "Foi um momento que fica na História coletiva, pelas piores razões! Mas isto viu-se logo na noite de 6 de outubro!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "f542b2bc-ac10-4267-8bc3-08d79da13828",
            "user": "3051b51c-4e68-4fd7-b165-15ec6ee53475",
            "date": "21.01.2020",
            "timestamp": "NA",
            "commentText": "O manipulador RT deveria ter vergonha... Toda esta cena porque quer ir parlapateando com o Presidente e o governo, para TV ver, à pala da deputada. Não se dá conta de como fica ridículo a saltitar à volta dela. Mas não é preciso ter vergonha alheia por ele, rir é o melhor remédio.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "d1f2d13d-584f-4f60-0f56-08d79da6b86d",
            "user": "72ff53cd-a190-47aa-a9e6-2770cafc43b0",
            "date": "21.01.2020",
            "timestamp": "NA",
            "commentText": "\u0093Senti a vergonha alheia dos outros\u0094 , obrigado ao RT no que me diz respeito. Quando vi a Joacine aos berros senti vergonha. Não imaginava uma deputada do meu país a fazer aquela triste figura. Absolutamente vergonhoso!",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "7e19e424-9a5c-47df-1bd4-08d79d9e4aba",
                    "user": "5f5bfa2a-7a2f-4efd-a9ee-0ccbe9308a6d",
                    "date": "21.01.2020",
                    "timestamp": "NA",
                    "commentText": "A fazer lembrar Natália Correia e, um pouco menos, Odete Santos.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "c3985e44-5981-42ba-8bbc-08d79da13828",
            "user": "5f5bfa2a-7a2f-4efd-a9ee-0ccbe9308a6d",
            "date": "21.01.2020",
            "timestamp": "NA",
            "commentText": "Porque é que não foi candidato às primárias?!?!?!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}