{
    "header": {
        "title": " Nova direcção do Livre \u0096 sem Joacine \u0096 eleita com 95 votos a favor e 15 brancos ",
        "subtitle": " A nova direcção do Livre foi escolhida este domingo, no segundo do dia do IX congresso do partido. ",
        "owner": " ['Liliana Borges', 'Daniel Rocha'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 895  partilhas",
        "datePosted": " 19 de Janeiro de 2020, 13:01 ",
        "dateExtraction": " 2020-01-23 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2020/01/19/politica/noticia/nova-direccao-livre-joacine-eleita-95-votos-favor-15-brancos-1900897 ",
        "postText": " ['A nova direcção do partido foi eleita este domingo, no IX Congresso do Livre, com 95 votos a favor da lista A, a única lista candidata, e 15 votos em branco, e recebeu um total de 110 votos. Joacine Katar Moreira fica afastada da liderança do partido durante os dois próximos anos, uma vez que não foi convidada a integrar a nova direcção e não apresentou nenhuma lista própria.', '\u0093Os próximos dois anos serão difíceis, mas o Livre nunca teve uma vida fácil. Já renascemos de várias mortes anunciadas e sempre continuámos resilientes\u0094, vincou Isabel Mendes Lopes, reeleita como dirigente do Livre, no seu discurso de vitória. \u0093O congresso votou pela continuidade da direcção\u0094, disse. Joacine Katar Moreira, presente na primeira fila do auditório, não bateu palmas, ao contrário da maioria dos congressistas.', 'Com uma palavra de agradecimento a (quase) todos os candidatos, \u0093de Faro a Viana do Castelo\u0094, (de fora dos agradecimentos ficou pelo menos Katar Moreira), Isabel Mendes Lopes deixou uma outra mensagem para o futuro, com um recado para a primeira fila do auditório: \u0093é preciso melhorar o modelo das primárias\u0094: o modelo de escolha de candidatos do partido e que elegeu Joacine Katar Moreira.', 'À saída do congresso, a deputada disse estar disposta a fazer cedências, mas os novos dirigentes do partido mostraram-se cépticos em relação a uma eventual mudança do comportamento de Joacine Katar Moreira.', 'Dos 15 membros eleitos, sete transitam da actual direcção. É o caso de Carlos Teixeira, que substituiria Joacine Katar Moreira no Parlamento, caso a deputada renunciasse \u0096 algo que já garantiu que não irá fazer.', 'Também Pedro Mendonça, que integra a condução do partido desde 2015, renova o seu lugar na direcção. Pedro Mendonça tem estado presente em alguns dos encontros entre o Livre e o Governo, na negociação acerca do Orçamento do Estado, e na audiência do Presidente a República para a discussão do Orçamento do Estado com todos os partidos.', 'Transitam também para a nova direcção Ana Raposo Marques (que nas legislativas foi cabeça de lista de Setúbal), Isabel Mendes Lopes, Pedro Nunes Rodrigues (cabeça de lista pela Madeira), Safaa Dib (número três por Lisboa) e Patrícia Gonçalves (deputada municipal e número cinco pelo distrito).', 'No discurso de agradecimento da direcção, Isabel Mendes Lopes centrou a mensagem naquelas que serão as preocupações da direcção durante os dois próximos anos: a ecologia, o novo pacto verde, as eleições regionais dos Açores a a presidência europeia portuguesa.', 'Já do lado das novas caras para a direcção chegam: Ana de Morais e Castro, Tomás Cardoso Pereira, a número dois do Porto Filipa Pinto, o cabeça de lista de Leiria Filipe Honório, Henrique Vasconcelos, João Monteiro e Teresa da Mota. Ofélia Janeiro, que já tinha estado na direcção em anos anteriores, regressa ao cargo de dirigente do Livre.', 'Além de Joacine Katar Moreira, saem da lista da direcção do partido Eduardo Viana, Florbela Carmo, Jorge Pinto, José Manuel Azevedo, Marta Costa e Paulo Muacho.', 'Já na escolha do conselho de jurisdição, houve menos consenso. No total, para a eleição do conselho de jurisdição, que, tal como no caso da direcção, tinha apenas uma lista a concorrer, foram contabilizados 109 votos, menos um voto do que para a escolha da direcção. Mas aqui a divisão foi maior. Dos 109 votos, foram contados 66 votos para a lista liderada por Ricardo Sá Fernandes. Os restantes votos dividiram-se entre os 15 votos nulos e 28 votos brancos.', 'Joacine Katar Moreira não apresentou nenhuma lista, nem se candidatou à assembleia do Livre a título individual, pelo que não integrará nenhum dos órgãos internos do partido durante os próximos dois anos.'] ",
        "numberPosts": " 22 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Ethnicity - White,Ethnicity - General,Ethnicity - Black",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Branco,Racismo,Macaco",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "06f8cb0c-e90d-457d-0f34-08d79da6b86d",
            "user": "d8d115f7-cfc3-4676-9b4b-0f5b378dffb9",
            "date": "20.01.2020",
            "timestamp": "NA",
            "commentText": "Que???? 15 brancos???? <b> Racismo!</b>!!!!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "e8f87b57-34ee-4f1b-f90e-08d7960b4eed",
            "user": "20dba57a-a0a7-4391-9f3c-804eb0cd3f7f",
            "date": "20.01.2020",
            "timestamp": "NA",
            "commentText": "Ela está-lhe a propor qualquer coisa marota!",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "10bb49ea-91e5-4af1-1b9d-08d79d9e4aba",
                    "user": "841a4abc-bf11-40e7-9aac-775d30f13f29",
                    "date": "20.01.2020",
                    "timestamp": "NA",
                    "commentText": "Em lábios livres de preconceitos, os murmurinhos são suspeitos...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "28a163eb-f2f1-4532-480a-08d79cb736b9",
            "user": "38733c5b-bbe9-4df7-afb7-6ae27228f499",
            "date": "19.01.2020",
            "timestamp": "NA",
            "commentText": "Volta, David Dinis, que estás perdoado! Pelo menos ainda havia algum sentido de ética democratica, e a censura por delito de opinião não existia. Aquilo é que eram tempos....",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "bb1d6f5f-3123-4532-c634-08d79cba9b76",
            "user": "717d2d61-f346-4b88-834f-eb1798ce6907",
            "date": "19.01.2020",
            "timestamp": "NA",
            "commentText": "Têm um verdadeiro trabalho de reconstrução pela frente, depois da crise da Joacine. Força e garra!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "37c6dfd6-9ead-4100-13b8-08d79cb307be",
            "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
            "date": "19.01.2020",
            "timestamp": "NA",
            "commentText": "o que me delicia nesta ratoeira recíproca das duas entidades parasitárias (como caracterizo em outro comentário) é o dilema mortal que os torna inseparáveis: preso por ter deputada e preso por não ter (as trelas são agenciamentos reversíveis, diria deleuze), se o partido a reabsorve morre envenenado, se a expulsa morre gangrenado. Uma espécie de escolha entre morte interna e morte externa, ou melhor, extinção endógena e exógena. Já falam de milagre e tudo, só falta a desgraçada ostentar nas mãos os estigmas (da cruz colonial), e temos o partido num novo fervor místico a roubar protagonismo à greta thunberg.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "65fac6e6-179b-4974-d486-08d79cb44c92",
            "user": "35068871-0a64-4636-a227-bce2253b19df",
            "date": "19.01.2020",
            "timestamp": "NA",
            "commentText": "Uma direção de um partido ser eleita por menos votos que uma qualquer associação de estudantes de uma escola secundária diz muita coisa...",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "46f4b087-d2af-4106-47f1-08d79cb736b9",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "19.01.2020",
                    "timestamp": "NA",
                    "commentText": "pelo comité central, perdão... la crème de la crème.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "abfdb0d0-ddf3-4041-5d2e-08d79cb0ab21",
            "user": "2064500e-8a01-42b5-b97a-16e9802404d4",
            "date": "19.01.2020",
            "timestamp": "NA",
            "commentText": "Os deputados não têm de fazer parte das direcções dos seus partidos... E lá continua a campanha anti Livre...",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "a5e17153-f325-4fb1-5d34-08d79cb0ab21",
                    "user": "3a2c85d7-7fb6-4cff-b674-1ec180de710f",
                    "date": "19.01.2020",
                    "timestamp": "NA",
                    "commentText": "A parte boa é que quase não se ouve falar no Chega e o Rio até perde caudal.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "834e565e-d3d6-42ea-c61a-08d79cba9b76",
            "user": "20dba57a-a0a7-4391-9f3c-804eb0cd3f7f",
            "date": "19.01.2020",
            "timestamp": "NA",
            "commentText": "Confirma-se que O Público é o jornal oficioso do Livre. Nada de estranhar: ambos são pró-globalização e contra o homem <b> branco </b>heterossexual.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "49c0fe84-d466-429d-f899-08d7960b4eed",
                    "user": "051aa21d-8362-4b6b-8f5f-cc125eeea26d",
                    "date": "19.01.2020",
                    "timestamp": "NA",
                    "commentText": "Acho bem se o homem <b> branco </b>heterosexual for um diabinho. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Branco"
                    ]
                },
                {
                    "id": "4abd0f0f-8e39-4278-5d33-08d79cb0ab21",
                    "user": "3a2c85d7-7fb6-4cff-b674-1ec180de710f",
                    "date": "19.01.2020",
                    "timestamp": "NA",
                    "commentText": "Até consegue passar à frente (na página de entrada) do brilhante Rio! Ah",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "a70ec5ef-593e-47d8-13b7-08d79cb307be",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "19.01.2020",
                    "timestamp": "NA",
                    "commentText": "mas é que isto é a exacta definição de 'opereta de sabão'. São bolas de sabão <b> macaco </b>umas a seguir às outras, o arco-íris dos pobres e o sossego do circo para o povo. Os polegares de césar permanecem desportivamente pendurados no colete, naquela pose gostosa de quem assiste tranquilo a ver o que dá. É por isso que pára tudo a ver os palhaços e suas palhaças, sobretudo quando se armam também em malabaristas trapalhões e, a uma, de repente, lhe sobem os genes à cabeça e decide aventurar-se nos trapézios: rufa o tambor dos grandes momentos dos pescoços partidos - trrrrrr..., parece tartamudo mas é apenas thriller. E queria eu ver se ela fosse, ainda por cima, homo ou trans ou bi ou tri (tri?!...).",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Macaco"
                    ]
                },
                {
                    "id": "f1ec3744-e039-4b22-c65a-08d79cba9b76",
                    "user": "8dfdab89-c3d7-43e2-8a7a-fd833b928b8c",
                    "date": "20.01.2020",
                    "timestamp": "NA",
                    "commentText": "nunca vi um jornal oficioso de um partido dar-lhe tanta pancada...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "e0a404b7-610d-4464-78fd-08d79d9e7d50",
                    "user": "f8fcd449-82f8-4e75-95d8-d449ec759524",
                    "date": "20.01.2020",
                    "timestamp": "NA",
                    "commentText": "É uma espécie de globalização estranha. É mais promover a transaldação de antigos colonizados para os países dos antigos colonizadores. Um contra-senso atendendo ao que era o discurso de emancipação dos colonizados tão querido da esquerda radical há 50 anos atrás.                ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "a8b5d01d-85bf-49ca-daf9-08d79da0e7ed",
                    "user": "20dba57a-a0a7-4391-9f3c-804eb0cd3f7f",
                    "date": "20.01.2020",
                    "timestamp": "NA",
                    "commentText": "Quanto mais gosto de ti, mais te bato.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Branco"
            ]
        }
    ]
}