{
    "header": {
        "title": " Associações LGBTI em escolas? Depende muito ",
        "subtitle": " Não fui eu que mudei de sítio \u0096 foram as associações LGBT que se radicalizaram, e com elas surgiram mil e uma modas, cada vez mais estapafúrdias. ",
        "owner": " ['João Miguel Tavares'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 2031  partilhas",
        "datePosted": " 14 de Março de 2019, 6:52 ",
        "dateExtraction": " 2019-10-29 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2019/03/14/politica/opiniao/associacoes-lgbti-escolas-depende-1865257 ",
        "postText": " ['Depende do quê? Depende de sabermos exactamente o que lá vão fazer. A história a que me refiro tem andado pelos jornais e pelas redes sociais: no âmbito da disciplina de Educação para a Cidadania, uma escola básica do Barreiro decidiu oferecer a estudantes do 6.º e do 8.º anos uma palestra organizada pela Rede Ex Aequo, com o objectivo de \u0093promover a igualdade de géneros\u0094 e \u0093sensibilizar os alunos para as diferentes orientações sexuais\u0094.', 'A Rede Ex Aequo é uma associação LGBTI que tem como objectivo criar (palavras suas) \u0093uma rede de apoio, quebra de isolamento e activismo para jovens lésbicas, gays, bissexuais, trans, intersexo e apoiantes entre os 16 e os 30 anos\u0094.', 'A controvérsia, como de costume, ocorreu parcialmente pelas razões erradas: foi pedido aos pais 50 cêntimos pela inscrição de cada aluno, valor esse que depois reverteu para a associação, de forma a apoiar as deslocações dos palestrantes. Consta que no total recolheram 27 euros, e foi esse pecúlio extraordinário que deu origem a indignações do tipo \u0093ai, meu Deus, que o nosso dinheiro está a ser desviado para associações LGBTI\u0094. Essa parte da história é obviamente ridícula.', 'Contudo, há uma parte da história que não é ridícula, e que eu gostaria de discutir aqui. Ela prende-se com a pergunta do título deste artigo: até que ponto as associações LGBTI portuguesas, no actual estado da arte das políticas de identidade, devem ir dar palestras a escolas para miúdos de 11 anos?', 'Vamos começar por aquilo que me parece consensual. Faz sentido ajudar a combater nas escolas \u0093o bullying homofóbico e transfóbico\u0094, como é objectivo da Rede Ex-Aequo? Claro que faz. Faz sentido apoiar jovens cujo despertar sexual não passa pela atracção pelo sexo oposto e que podem ser vítimas de discriminação? Claro que sim. Estas são matérias que miúdos de 11 anos já têm capacidade para compreender? Claro que têm. Então qual é o problema? O problema está em saber qual é exactamente o âmbito de actuação da Rede Ex-Aequo fora destas matérias que já fazem parte (felizmente) do consenso social.', 'Regressem, por favor, à última frase do primeiro parágrafo e releiam os objectivos da associação. \u0093Rede de Apoio\u0094? Parece-me impecável. \u0093Quebra de Isolamento\u0094? Sem dúvida. \u0093Activismo para jovens\u0094? Travão a fundo! Isso já não, obrigado. Doutrinar miúdos de 11 anos naquilo que é hoje o \u0093activismo\u0094 das associações LGBTI é algo que eu dispenso com grande fervor \u0097 porque há muito que esse activismo deixou de se dedicar apenas à protecção do direito à diferença (essa, sim, uma luta essencial), para se transformar numa mescla de engenharia social e de tribalização identitária, de tal forma ideologicamente carregada que uma escola pública não pode, nem deve, andar a promovê-la.', 'Há 20 anos, a luta das associações LGBT era a minha luta. Hoje em dia, boa parte dela já não é. E não fui que mudei de sítio \u0097 foram as associações LGBT que se radicalizaram, e com elas surgiram mil e uma modas, cada vez mais estapafúrdias. A Rede Ex-Aequo não se limita a combater \u0093o bullying homofóbico e transfóbico\u0094. É da facção (o vídeo de apresentação é muito esclarecedor quanto a isso) que nos convida a dizer \u0093oradores e oradoras\u0094, que garante que \u0093juntas e juntos fazemos a diferença\u0094, e que quer esclarecer os nossos filhos sobre o verdadeiro significado da palavra \u0093heteronormatividade\u0094. E isso, caras associações LGBTI, é 100% ideologia. Pode ser defendido e promovido? Com certeza. Mas não em escolas básicas.'] ",
        "numberPosts": " 89 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Sexual Identity - General,Gender - General,Age - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Gay,LGBT,homofóbico,Homofobia,Homossexual,Sexual,Mulher,Género,Idade,Raça,Racismo,Bola,Muda,Cigano,Velho",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "53640da4-1672-427d-f6b3-08d6b2054b3b",
            "user": "f6a47c15-6984-4897-b08d-24849c4938c1",
            "date": "26.03.2019",
            "timestamp": "NA",
            "commentText": "Obrigado João Miguel Tavares pela lucidez que demonstra neste artigo.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "dd8267e5-0ab6-4c63-cb3b-08d6ab846427",
            "user": "5439a760-0a75-4dc3-b9a7-ef8a2a39cdcd",
            "date": "18.03.2019",
            "timestamp": "NA",
            "commentText": "O problema, no meu entender é este: felizmente que se deixou a mentalidade homofóbica, na sua grande maioria de dogmas. Mas as comunidades e spleeping-cells infiltradas em sectores-chave tais como a Comunicação Social passaram ao contra-ataque de forma feroz, querendo passar por \"normalidade\" o que na realidade são \"opções-individuais\". De repente, ser heterosexual passou a ser algo de quase-mal-visto... E, apoiado em fóruns políticos de partidos de Extrema-esquerda como BE e PCP/Verdes e esse fenómeno absurdo do PAN, que em seus códigos genéticos têm a anarquia como objectivo primário da acção política, mais as vertentes \"progressistas\" de algumas \"jotas\" (JS, mas não só) de que, desesperadas de idéias, têm de \"aparecer\" de alguma forma e então apoiam essa perfeita loucura desde cedinho!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "e9b98b66-b2b7-46d7-8bdf-08d6a88d03c5",
            "user": "86ff5687-278c-45a5-a956-e9915a2d97ae",
            "date": "15.03.2019",
            "timestamp": "NA",
            "commentText": "Ha uns anos atras Money For Nothing foi proibida de passar na radio e TV Canadiana por conter o termo faggot. Este Natal na irlanda as associacoes <b> lgbt </b>quiseram proibir Fairy Tale of New York com base no mesmo argumento. Para alem do lobby<b>  gay</b>, começamos a ter a censur<b> a ga</b>y. Passámos de uma sociedade de homossexuais de armário para uma de homoflóbicos de armário, isto não vai acabar bem. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gay",
                "LGBT"
            ]
        },
        {
            "id": "c5f68654-e0ae-42f8-a36b-08d6a8f745a9",
            "user": "51e4df24-306a-444c-b319-09f5f5174ce2",
            "date": "15.03.2019",
            "timestamp": "NA",
            "commentText": "O comentário desaparecido de Célio:JMT, não tenha receio de afrontar essa gente do <b> LGBT.</b> Devia carregar mais nos tons da sua crítica. Qualquer dia vamos nós ser apontados a dedo e marginalizados por sermos heterossexuais. Ao<b>  LGBT</b> não basta que Lésbicas, Gays, Bissexuais, Transgéneros e Transexuais sejam aceites sem discriminações, respeitando a igualdade de géneros, quer ainda impor ao país a superioridade moral das suas teses. Esta é uma questão de bom senso, não nos devemos envergonhar de a defender, nem ter tibiezas ao contestar estas campanhas. Não devemos vergar-nos ao receio do politicamente correto. Não, isto não é se<b> r homofóbic</b>o, isto é o mais elementar bom senso.O meu comentário sobre o seu:Desta vez estou do mesmo lado d barricada do comentador Célio.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "ae04fe08-e92a-4e72-7be3-08d6a8a92586",
                    "user": "51e4df24-306a-444c-b319-09f5f5174ce2",
                    "date": "15.03.2019",
                    "timestamp": "NA",
                    "commentText": "Como todos podem verificar deve ter havido algum erro técnico pois  o comentário do Célio nada tinha de ofensivo para ser censurado. Desta vez os \u0093coronéis da censura\u0094 estão desculpados. Eu sim, enviei uma carta que incluía este e outro  assunto para este jornal que não viu a luz dia.                 ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "8939e358-712d-4dcb-7d8f-08d6a96e16ee",
                    "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
                    "date": "15.03.2019",
                    "timestamp": "NA",
                    "commentText": "Jorge Morais já houve um Moderador que foi rebaixado a Iniciante por ter transcrito um comentário que tinha sido rejeitado. A si não lhe acontece porque não é Moderador.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3a8f3a08-0696-4bea-4973-08d6a8f51ca4",
                    "user": "51e4df24-306a-444c-b319-09f5f5174ce2",
                    "date": "15.03.2019",
                    "timestamp": "NA",
                    "commentText": "A minha ignorância aliada ao querer ser prestável aos leitores e ao Célio, levou-me a cometer esta ilegalidade denunciada pela Margarida a quem fico agradecido pelo alerta. Como tinha lido o tal comentário chegando mesmo a dar a minha opinião, sempre pensei tratar-se de alguma falha técnica pois na minha boa-fé, comentário publicado já tinha sido aprovado só podendo vir a ser retirado se alguém se sentisse ofendido. Ora como não era o caso e como leigo confesso, após ter lido um conselho de outro leitor ao Célio como devia fazer, acabei por ser eu próprio a tomar tal iniciativa. Apresentada a minha defesa, só me resta pedir desculpa a todos os intervenientes e renovar os meus agradecimentos  à Margarida pelo alerta aqui deixado.                ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "0440fe84-c559-409e-4976-08d6a8f51ca4",
                    "user": "a8799d91-d727-41f0-8bda-427c9acb0a6d",
                    "date": "16.03.2019",
                    "timestamp": "NA",
                    "commentText": "Jorge Morais, obrigado pelo empenho em repor o meu comentário que tinha andado escondido algures. Só agora consegui aceder a esta caixa (bem como à internet em geral, devido a um \"apagão\" de várias horas aqui na minha zona) e fiquei um bocado admirado por o mesmo ser ainda motivo de conversa. O caro Jorge Morais fez o que lhe ditou a consciência, o que abona em seu favor, mas correu riscos de âmbito formal, que isto da forma é, pelos vistos, sempre superior ao conteúdo, mesmo quando este é guiado pelas melhores intenções. Como puderam constatar, o meu comentário nada tinha de ofensivo, não envolveu ataques pessoais, pelo que não estou a ver por que razão foi mandado às malvas, com tão poucas horas de vida. Fez \"cócegas\" a alguém? Gostava de saber a quem e porquê. Obrigado de novo ao Jorge.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "LGBT",
                "homofóbico"
            ]
        },
        {
            "id": "5f0eeb1e-bed9-4834-a2bf-08d6a8867fe5",
            "user": "3dc18d5b-15af-4356-b963-0cf922d1573f",
            "date": "15.03.2019",
            "timestamp": "NA",
            "commentText": "A propósito do \"todas e todos\", \"juntas e juntos\", eu proponho que se diga \"pessoas e pessôos\" para anular essa discriminação ignóbil, traumatizante, fascista e humilhante de se referirem aos homens com um substantivo feminino. O mesmo para \"criatura\" que deve passar a ser acompanhado de \"criaturo\". Cambada de palermas... ui... palermas e palermos... diria eu .",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "db43eaf8-f203-4f88-a6f7-08d6a916faa1",
                    "user": "a8799d91-d727-41f0-8bda-427c9acb0a6d",
                    "date": "15.03.2019",
                    "timestamp": "NA",
                    "commentText": "Concordo. Agora também já se diz \"à séria\" em vez de \"a sério\", e não tarda vai dizer-se \"à jeita\" e \"à eita\" em vez de \"a jeito\" e \"a eito\". Uma completa estupidez, em que muitos alinham para não serem apontados a dedo pelas brigadas do politicamente correto.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5ed40848-6829-46da-f71a-08d685162c16",
            "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
            "date": "15.03.2019",
            "timestamp": "NA",
            "commentText": "Como diz um amigo meu, a Direita já percebeu que é através dos \"costumes\" (sexismo, <b> homofobia,</b> ataque ao \"politicamente correto\", etc.) e da identidade (\"Descobrimentos\", \"História\", e passadismos correlatos) que trilhará o seu caminho, inspirada pelos sucessos lá fora. A<b>  homofobia</b> e a celebração do orgulho hetero nos comentários deste Forum com a apropriação dos discursos das minorias como se não fossem a maioria dominante não passa de um festival de ignorância e manipulação cínica da mesma. Continuem a espernear que a Vitória é nossa. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "50703b0e-82c9-4007-a6ec-08d6a916faa1",
                    "user": "060401d6-1b03-43dd-a52c-a4726dd3dfbb",
                    "date": "15.03.2019",
                    "timestamp": "NA",
                    "commentText": "Eu e mais celibato involuntário.. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "c2cacf09-c3bd-4fd9-a70d-08d6a916faa1",
                    "user": "9404e88f-56c6-43e1-919a-8f60946b1fc0",
                    "date": "15.03.2019",
                    "timestamp": "NA",
                    "commentText": "A vitória será de todas/os e não apenas das mulheres, Margarida. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "c2a49067-b932-4f5f-8bf9-08d6a88d03c5",
                    "user": "43993747-edb9-4cfe-b23c-c38b08096cbe",
                    "date": "15.03.2019",
                    "timestamp": "NA",
                    "commentText": "Delírios.. Vitória?        Isto é alguma guerra?        Digo - lhe já que vamos perder todos. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4005439e-2bde-4055-4970-08d6a8f51ca4",
                    "user": "9404e88f-56c6-43e1-919a-8f60946b1fc0",
                    "date": "15.03.2019",
                    "timestamp": "NA",
                    "commentText": "lol Vitória política. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Homofobia"
            ]
        },
        {
            "id": "2d39bf05-5c49-4697-7ef7-08d6a7fc1346",
            "user": "8bdb8fc4-a554-44f8-b458-11db5c45c120",
            "date": "15.03.2019",
            "timestamp": "NA",
            "commentText": "Desculpem-me o offtopic, e sem (muita) malicia, segue a piada: qualquer dia o fora de comum sera a heterossexualidade, e a procriaçao (digo eu que da jeito para continuidade da especie) sera feita de forma artificial, dado que para a forma natural, livre-nos deus, teriamos que ser heterossexuais...fica o pensamento de que nem tanto a terra, nem tanto ao mar, e concordo com o jmt: associaçoes lgbti, ou femininistas, nao sendo todas, estao demasiado protestantes, quase histerismo, e especialmente pouco ponderadas nas suas intervenções. Acredito que sao lutas difíceis (e necessárias), mas se para levarem a sua ideia adiante tem de ser o dobro de estupido do que os estupidos homofobicos, entao vao pelo mau caminho!",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "ab798531-2f01-44a0-7bd0-08d6a8a92586",
                    "user": "(null)",
                    "date": "15.03.2019",
                    "timestamp": "NA",
                    "commentText": "A reprodução extra-uterina ou com úteros artificiais será uma realidade, e disso não tenho dúvidas. Mas não será para compensar a rejeição da heterossexualidade, e sim para compensar a crescente rejeição por parte das mulheres em gerarem um filho pelos incómodos que lhes causa, nomeadamente estéticos com as mudanças nos seus corpos. Outra das causas será a pressão profissional, pois gerar o filho externamente provocará menos problemas a nível profissional Os patrões até esfregarão a mãos de contentes! Claro que o desenvolvimento desta tecnologia não será criada com esse propósito mas primeiramente para ajudar nos nascimentos prematuros, depois para pais que não podem gerar filhos, e depois acabará por chegar às massas por pressão social. Tal como a engenharia genética isto será realidade.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "212340d4-f796-40d1-f71d-08d685162c16",
                    "user": "8bdb8fc4-a554-44f8-b458-11db5c45c120",
                    "date": "15.03.2019",
                    "timestamp": "NA",
                    "commentText": "O republicas deve ter uma <b> bola </b>de cristal para essa cartomancia.. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Bola"
                    ]
                },
                {
                    "id": "ee7b9500-6a38-4a6b-bcf2-08d6a99cc281",
                    "user": "(null)",
                    "date": "16.03.2019",
                    "timestamp": "NA",
                    "commentText": "@JDF: Um Cro-Magnon não diria melhor se lhe falassem de aviões e viagens espaciais, e no entanto... Aliás, nem precisamos de recuar tanto. Recuando 300 anos diriam o mesmo. Veja lá que até o telemóvel que tem, pode conter a maior biblioteca do mundo inteira digitalizada. E cabe no bolso! Só um aparte, tudo o que disse já está a ser investigado. É só uma questão de tempo.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "91b2c7fa-ae83-49f2-a2b8-08d6a8867fe5",
            "user": "164eda69-0bf5-4cc2-b621-22de3a9c3aa4",
            "date": "15.03.2019",
            "timestamp": "NA",
            "commentText": "Conforme referi ontem noutro artigo, é de lamentar o perfil psicológico de quem, a coberto do anonimato, aqui vem exercendo com zelo e afinco a função doentia de censor dos outros, como novamente se vê. Se assim se revela numa coisa tão pequena (uns simples comentários alheios), seria perigosa com verdadeiro poder. A pessoa em questão já está identificada. Não sei que sanha a move, nem a razão dessa cruzada, mas é preocupante. E triste.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "ef7140ed-0b50-4c48-a2b9-08d6a8867fe5",
                    "user": "164eda69-0bf5-4cc2-b621-22de3a9c3aa4",
                    "date": "15.03.2019",
                    "timestamp": "NA",
                    "commentText": "Quanto ao tema do artigo, diria que, do ponto de vista estritamente biológico, as únicas formas de sexualidade que podem ser consideradas normais são as que podem gerar reprodução, por ser essa a finalidade da existência de qualquer espécie: os indivíduos nascem, reproduzem-se e morrem unicamente para que a espécie subsista. É cru, mas é a realidade. A essa escala, a individualidade é totalmente irrelevante, prevalecendo o caráter utilitário da capacidade reprodutiva. Formas de sexualidade que não gerem reprodução são inúteis deste ponto de vista e, portanto, são anómalas. Se qualquer indivíduo pode viver sem se reproduzir, nenhuma espécie sobreviveria sem reprodução.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "b8e697d2-3222-4dc6-7bca-08d6a8a92586",
                    "user": "164eda69-0bf5-4cc2-b621-22de3a9c3aa4",
                    "date": "15.03.2019",
                    "timestamp": "NA",
                    "commentText": "Porém - e particularizando agora na espécie humana -, dada a tendência crescente para as pessoas se considerarem individualidades importantes (ficção que, como qualquer outra, podem alimentar), tem vindo a implantar-se a ideia de que as diversas formas de sexualidade resultam de opções pessoais com raízes no livre arbítrio e, portanto, são todas igualmente legítimas. Esta perspetiva assenta na crença de que a finalidade da existência seria, já não a reprodução, mas uma sublimação desta: a felicidade - contexto em que perde o sentido distinguir entre normalidade e anomalias.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "44a59cce-45bd-4a71-7bcb-08d6a8a92586",
                    "user": "164eda69-0bf5-4cc2-b621-22de3a9c3aa4",
                    "date": "15.03.2019",
                    "timestamp": "NA",
                    "commentText": "Sendo consensual que o desfecho é o mesmo em ambos os casos (a morte e o consequente desaparecimento do indíviduo, independentemente da importância que, enquanto tal, se atribuiu a si próprio em vida), por que não deixar as pessoas viverem a (breve) ilusão da felicidade, retirando a certas formas de sexualidade o estigma que sobre elas recaiu (especialmente) por serem incompatíveis com a reprodução?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "55f8a1d9-2476-475f-7bcc-08d6a8a92586",
                    "user": "164eda69-0bf5-4cc2-b621-22de3a9c3aa4",
                    "date": "15.03.2019",
                    "timestamp": "NA",
                    "commentText": "Sem condicionantes artificiais, entregue a ele próprio, o sistema tenderá por si só para uma situação de equilíbrio, na qual coexistirão todas as formas de sexualidade, embora com preponderância «natural» - pelas razões expostas - das que geram ou podem gerar reprodução e segregação daquelas que, em cada época, a sociedade excluir liminarmente (caso da pedofilia, por exemplo, no momento presente). Nesta ótica, seriam de excluir qualquer tipo de proselitismo ou prática de engenharia social, funcionando apenas o livre arbítrio informado do indivíduo, uma vez chegado à <b> idade </b>dele. Que não é, seguramente, numa escola básica. Aí, o que importa, a meu ver, é fomentar uma matriz de convergência (a igualdade de todos os cidadãos) e não publicitar agendas reinvindicativas ou causas identitárias.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Idade"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "f2182e7e-648d-46e4-1e6f-08d6a801d398",
            "user": "99c7a287-304e-4d8c-8222-f8cc82e16102",
            "date": "14.03.2019",
            "timestamp": "NA",
            "commentText": "Têm toda a razão. Já parecem as brigadas do exagero a recrutarem!!!!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6572a51e-e98f-4428-7ee0-08d6a7fc1346",
            "user": "(null)",
            "date": "14.03.2019",
            "timestamp": "NA",
            "commentText": "A comunidade LGBTI deve de aspirar à promoção da normalidade e especificidade. Isto é, a ideia deverá ser ter a sociedade olhar para a os LGBTI como orientações sexuais normaais de alguns dos membros da sociedade, e que isso não deve de resultar em discriminação. A ideia de especificidade para se perceber que podem haver especificidades em quem tem uma orientação LGBTI. Parece haver no entanto algumas posturas na comunidade LGBTI, até muito criticadas por membros seus, que parecem querer promover a diferença como motivo de orgulho. E essa promoção da diferença e orgulho pode ser interpretada por muitos como a promoção da própria homossexualidade. O resultado pode ser um tiro pela culatra para os LGBTI, pois em vez de se estar a promover a integração, está a promover-se a divisão.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "1024e95f-e7cd-4c37-a2a5-08d6a8867fe5",
                    "user": "ed9e97b0-c07d-4176-bba9-e12486059e41",
                    "date": "14.03.2019",
                    "timestamp": "NA",
                    "commentText": "Promover a diferença como motivo de orgulho e não de vergonha! A diferença é grande. Penso que seja isso que a comunidade LGBTI queira promover e não (como muita gente pensa) promover que ser <b> gay </b>ou bi é melhor que ser heterosexual. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gay"
                    ]
                },
                {
                    "id": "f1500702-34ec-4c5e-7bc8-08d6a8a92586",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "14.03.2019",
                    "timestamp": "NA",
                    "commentText": "comprar a manteiga e ficar com o dinheiro da compra, desfazer a diferença e reafirmá-la. Costumo contar a anedota da comadre que diz para a outra - ai sabe, ti genoveva, o que é que eu soube? Que ali o manel.. o manel, então não é que ele é heterossexual? E ali a maria, também me disseram que ela é daquelas que - sabe, que gostam de homens!... A anedota <b> lgbt </b>é a mesma às avessas: não importa a orientação<b>  sexual</b>, desde que essa indiferenciação não ponha em perigo a comunidade identitári<b> a lgb</b>t dos diferenciados (diferenciação que reafirma a heteronormatividade), daqueles cuja norma é outra, ou que são outros que a norma: que s<b> ão lg</b>bt. Quanto à questão da 'norma': não é uma convenção de grupo, mas uma percentagem esmagadora, e significa pais e mães, a perpetuação biológica da espécie humana.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Sexual",
                        "LGBT"
                    ]
                },
                {
                    "id": "54672880-53a6-40cd-7bcf-08d6a8a92586",
                    "user": "(null)",
                    "date": "15.03.2019",
                    "timestamp": "NA",
                    "commentText": "@Lucinda: Ser <b> gay </b>ou heterossexual não é motivo nem de orgulho nem de vergonha. Simplesmente é-se. A ideia de orgulho na comunidade<b>  gay</b> está patente nas paradas organizadas chamadas de<b>  \"Ga</b>y Pride\" (Orgul<b> ho G</b>ay) e significará rejeitar a vergonha e querer a aceitação ao não ter medo de ser quem são. A minha questão resume-se a uma questão de \"marketing\", se assim quisermos dizer. Em conversa com a mi<b> nha mul</b>her ela lembrou-se<b>  nos</b> Gay Pride em LX a que assistimos haver gays que criticavam as exibições mais exuberantes, como Drag Queens e afins. Estas manifestações acabam por ser criações da sub-cultura que se criou através da discriminação, mas em termos de aceitação social funcionam mal já que as pessoas reagem negativamente ao \"bizarro\". Penso que o momento actual exige tacto e delicadeza.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Mulher",
                        "Gay"
                    ]
                },
                {
                    "id": "9a47e7b1-0ea7-4926-7bda-08d6a8a92586",
                    "user": "ed9e97b0-c07d-4176-bba9-e12486059e41",
                    "date": "15.03.2019",
                    "timestamp": "NA",
                    "commentText": "@ 4a República Há gente intolerante em todas as classes, o que é uma pena.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "8e550a4b-3159-43b5-f725-08d685162c16",
                    "user": "ed9e97b0-c07d-4176-bba9-e12486059e41",
                    "date": "15.03.2019",
                    "timestamp": "NA",
                    "commentText": "A maior parte dos comentários aqui deixados são infelizmente um manifestar de orgulho heterosexual. Como se a diferente orientação <b> sexual </b>das pessoas ameaçasse alguem.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Sexual"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "5a402955-0d9a-43f1-8bbb-08d6a88d03c5",
            "user": "86729345-fb2b-45e3-acec-3a690a171b3d",
            "date": "14.03.2019",
            "timestamp": "NA",
            "commentText": "Esta questão do politicamente correto em relação á LGBTI,no futuro  será irrelevante porque toda esta vaga atual de igualdade de <b> género </b> terá desaparecido pela islamização da Europa.O numero de muçulmanos é cada vez maior e enquanto os jovens europeus decidem não ter descendência , as mulheres islâmicas continuam a ter uma taxa de procriação alta.Estima~se que dentro de 20 anos a população dos Países Baixos será maioritariamente islamica portanto esta questão da homossexualidade não terá razão de ser no futuro porque a decadência da civilização cristã ocidental é inevitável e o Islão é intrinsecamente<b>  homofóbico</b>.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "e555aa7b-190a-4c85-f704-08d685162c16",
                    "user": "260cb75e-dbd6-4648-9d0d-878cce68dbb9",
                    "date": "14.03.2019",
                    "timestamp": "NA",
                    "commentText": "O Islão é tão <b> homofóbico </b>como o foi a Igreja Católica durante 2000 anos. Depois, como sabemos, foi obrigada a calar-se em relação a isso.        Os povos vão-se encarregando de modernizar a coisa. E qualquer dia (não estou a dizer amanhã) começarão a rolar cabeças no Irão - como rolaram na Grève, na China Imperial, na Rússia czarista; etc. Foram caindo como folhinhas. E os do Islão também cairão.        É questão de tempo.Já não há canibalismo, já não há escravatura, já não há empalamentos públicos - o Islão, como tudo, tem vindo a modernizar-se. É por isso que todos os conservadores me dão vontade de rir - têm sempre perdido ao longo da história.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "homofóbico"
                    ]
                },
                {
                    "id": "8628a961-4d47-480f-bc4f-08d6a801d6b6",
                    "user": "ed9e97b0-c07d-4176-bba9-e12486059e41",
                    "date": "14.03.2019",
                    "timestamp": "NA",
                    "commentText": "Nos muçulmanos, como lhes chama, a quantidade de gente LGBTI é igual como em qualquer lado.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "1a514699-4156-451c-7ef5-08d6a7fc1346",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "14.03.2019",
                    "timestamp": "NA",
                    "commentText": "e nas peregrinações a meca até aumenta, não é, lucinda l? Ouviu aquele presidente de uma república islâmica do cáucaso que assegura que lá não há gays - e é capaz de ter razão? E sabe como é que ele faz para ter razão? Não nega uma realidade existente, trata de a tornar inexistente. É disso que se está a falar, não dos encontros furtivos ou dos namoradinhos talibãs nas montanhas afegãs.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "29296320-c46d-4c46-f735-08d685162c16",
                    "user": "f6a47c15-6984-4897-b08d-24849c4938c1",
                    "date": "15.03.2019",
                    "timestamp": "NA",
                    "commentText": "@jorge : de-me um único exemplo de modernização do Islão.... Um único. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Género",
                "homofóbico"
            ]
        },
        {
            "id": "0a780b47-02b6-4b7f-7ed7-08d6a7fc1346",
            "user": "fc850e14-e1a0-4955-be65-1e9a6cdbb6a1",
            "date": "14.03.2019",
            "timestamp": "NA",
            "commentText": "Essa de catequistas do LGBTI não é aceitável.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "a94c3579-d46d-4b67-a296-08d6a8867fe5",
            "user": "4d99b95b-1be2-4b3b-a9a0-f9ec0fc46d5b",
            "date": "14.03.2019",
            "timestamp": "NA",
            "commentText": "Pode ter sido uma pequena falha dos directores das escolas, porque nos programas das disciplinas vem lá tudo bem explicado... Bastava o director perguntar: \"O Sr(a) leu bem o email que eu mandei?\". Vivemos num tempo em que o politicamente correcto tem que ser obrigatório (\"daí o lema: Politicamente correcto, o muerte\"), senão os facholas bolsonaristas, racistas e intolerantes, aproveitam-se da coisa. Eu até sou a favor de as escolas convidarem políticos de esquerda para fazerem campanhas pela direita e vice-versa, para ensinarem política nas escolas. Desde que no âmbito estrito dos programas, que são escritos por alguma razão...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "c1332ea4-5928-4982-a291-08d6a8867fe5",
            "user": "a8799d91-d727-41f0-8bda-427c9acb0a6d",
            "date": "14.03.2019",
            "timestamp": "NA",
            "commentText": "Parece que alguém aqui do sítio removeu o meu comentário de há poucas horas. E eu que julgava que o que escrevi era inofensivo e que estava consciente da minha pouca importância no contexto de tantos tubarões de experientes e moderadores encartados que ditam leis nesta caixa!  Afinal a quem estão entregues as decisões de aceitar ou rejeitar as opiniões dos leitores que pretendem participar nesta caixa? Responda-me o Público, se faz o favor.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "b373e205-ff52-45c1-f233-08d6a7b78f6c",
                    "user": "51e4df24-306a-444c-b319-09f5f5174ce2",
                    "date": "14.03.2019",
                    "timestamp": "NA",
                    "commentText": "Em boa verdade alguém limpou o seu comentário onde aliás eu próprio tinha opinado o seguinte: \u0093desta vez estou do lado do Célio\u0094 . Já agora sugiro-lhe que coloque novamente o dito cujo.   ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7b24f039-0f56-4609-bc5e-08d6a801d6b6",
                    "user": "a8799d91-d727-41f0-8bda-427c9acb0a6d",
                    "date": "15.03.2019",
                    "timestamp": "NA",
                    "commentText": "Jorge, agradeço o conselho, mas não me recordo de todo o comentário que escrevi e não me apetece puxar pela memória e colocá-lo de novo, porque acho que iria ter o mesmo destino. Só me espanta que o Público tenha depositado nas mãos de certas pessoas a decisão de validar os comentários de alguns leitores, pessoas que não deviam ter esse poder, porque não conseguem conviver com quem tem opiniões diferentes. Tenho a certeza de que não escrevi nada ofensivo, apenas remei contra o pensamento dominante e politicamente  correto. Faria bem o censor que me cortou o \"pio\" em repor o meu comentário, e talvez até o elogiasse pela grandeza e pelo arrependimento. Vamos a isso? ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4eb967c0-7793-4fe2-a35c-08d6a8f745a9",
                    "user": "(null)",
                    "date": "15.03.2019",
                    "timestamp": "NA",
                    "commentText": "@Célio Carreira: Se o seu comentário chegou a ser gravado ele está disponível no seu perfil público. No canto superior direito terá o seu nome visivel depois de fazer login. Clique nele e abaixo na opção perfil público. o seu comentário estará lá, mesmo depois de ter sido censurado publicamente. É uma questão de o copiar e voltar a colocar.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "dea9b8bd-2995-4e4e-4922-08d6a8f51ca4",
                    "user": "f5d9a942-fd7d-451a-89b0-c99c2520b0d4",
                    "date": "15.03.2019",
                    "timestamp": "NA",
                    "commentText": "Caro Célio, se entendi correctamente, o seu comentário chegou a estar publicado aqui mas foi retirado. Sendo assim, essa retirada só pode ter sido feita pelo próprio \"Público\", seja em resultado de denúncia de outro leitor ou por iniciativa própria. Para obter esclarecimentos, sugiro que os peça ao endereço \"comunidade\" que pode ver no texto dos \"Critérios de publicação\", ao qual pode aceder clicando na ligação com esse nome que aparece por cima dos botões \"Submeter\" e \"Cancelar\" quando escreve um comentário. Cumprimentos.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "9cd6b53c-c81d-4c20-a2cb-08d6a8867fe5",
                    "user": "a8799d91-d727-41f0-8bda-427c9acb0a6d",
                    "date": "15.03.2019",
                    "timestamp": "NA",
                    "commentText": "Agradeço ao jorge morais, ao 4a República e ao OldVic a solidariedade e a atenção. Se todos fossem como eles não haveria de certeza comentários censurados.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "a8524409-2a2a-4584-3a2a-08d6a793722f",
            "user": "89588114-2c94-4014-9b2f-416331991da7",
            "date": "14.03.2019",
            "timestamp": "NA",
            "commentText": "Um bom tema para reflectir\u0085Não sou pedagogo nem tenho filhos na escola, mas estas acções trazem-me à memória as antigas aulas da disciplina obrigatória de Religião e Moral, do meu tempo de estudante. Tive professores mais preocupados com a educação moral no sentido da cidadania e da ética e outros mais preocupados com a doutrina e a fé. E fica também a outra questão, que é saber se a educação das crianças e adolescentes tem que ficar circunscrita à sala de aula e à escola, descartando o papel das vivências familiar  e social para além da escola, embora reconhecendo que a escola terá esse efeito agregador que as diferentes vivências sociais não permitem e até desagregam.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "207039a1-b505-42d9-7ecc-08d6a7fc1346",
            "user": "91168998-e16c-49b5-a12c-d21286d9e99c",
            "date": "14.03.2019",
            "timestamp": "NA",
            "commentText": "Parece que escapou a JMT, ou não encontrei o sublinhado, do que é no Objeto Social da Associação mais a caracteriza. Não é o apoio a LGBTI+ (não esquecer o +, porque já mais uma data de géneros na calhe). O mais significativo é o apoio aos apoiantes, e isso custa dinheiro. Ao fim e ao cabo é mais um negócio nessa nova área de ONGs em que o chefe  ganhar muitos milhares desde que encontre um exemplar desprotegido para exibir.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "b528801f-76d3-45b7-f229-08d6a7b78f6c",
            "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
            "date": "14.03.2019",
            "timestamp": "NA",
            "commentText": "para parafrasear sob forma aceitável para o pide censor de serviço q eliminou um comentário um tanto retro do bento, não esquecer q o demis roussos dava alvíssaras ao primeiro casal <b> homossexual </b>q engravidasse (pois, não era bem isto, mas naqueles tempos ainda a procissão ia no adro de todas as ingenuidades...). O bento enveredava por umas tortuosas considerações fisiológicas de recorte escatológico, ainda não cultivando com suficiente finura a arte da metáfora para iludir a polícia de costumes, mas o bom leitor adivinhará o divertido (e brutalmente certeiro) teor dessas considerações acerca das biologias da fertilidade e da reprodução da espécie, para a qual haverá menor nº &amp; variedade de recursos alternativos do q os vai havendo para os simples desportos sexuais. Sex\u0092s bigger than life\u0085",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "cefac7e2-154e-4495-bc2d-08d6a801d6b6",
                    "user": "25241b78-c64c-409f-8520-b7efcd02fe04",
                    "date": "14.03.2019",
                    "timestamp": "NA",
                    "commentText": "A homossexualidade nao é um desporto <b> sexual </b>e muito menos uma patologia. É por isso que o comentario do bento foi eliminado. Se pensa assim, o melhor é ver um terapeuta porque isso pode ter cura",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Sexual"
                    ]
                },
                {
                    "id": "c117fbd6-d584-4789-1e7b-08d6a801d398",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "15.03.2019",
                    "timestamp": "NA",
                    "commentText": "eu sabia, eu sabia que ia ter à perna um sobre-interpretante, mas não suficientemente tal. Utilizei 'desporto' em duas acepções: numa acepção praticamente inexistente, a do inglês shakespeareano em que 'sport' significa prazer, deleite físico, gozo (não apenas, mas sobretudo, <b> sexual)</b>; e numa acepção de jogos de prazer, batalhas amorosas, com ou sem toys, e praticando variadíssimas combinatórias posturais, coitais e outras. Referia-me eu às combinatórias sobretudo homo? Claro, mas não apenas. E não sugeri nenhuma conotação patológica. Mas um dia experimente indagar, como eu já fiz, em questionário selado, junto de uma assembleia feminina o que acham, sob o ponto de vista da patologia, dos gays - e do sexo anal: e é capaz de observar uma curiosíssima discrepância esmagadora nas respostas.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Sexual"
                    ]
                }
            ],
            "keywords": [
                "Homossexual"
            ]
        },
        {
            "id": "2218d747-086b-41a8-bc2a-08d6a801d6b6",
            "user": "260cb75e-dbd6-4648-9d0d-878cce68dbb9",
            "date": "14.03.2019",
            "timestamp": "NA",
            "commentText": "\"Lá na Holanda\u0085\"! E pronto! Lá temos nós a macacada a tomar conta do discurso de certa malta.  ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4d033c3e-c7ec-4760-3a1f-08d6a793722f",
            "user": "ed9e97b0-c07d-4176-bba9-e12486059e41",
            "date": "14.03.2019",
            "timestamp": "NA",
            "commentText": "Carissimo João Miguel Tavares e quais são as \"...mil e uma modas, cada vez mais estapafúrdias\" a que se refere? Desculpe mas não entendi...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "dc21ac4b-8893-4b57-1e59-08d6a801d398",
            "user": "51e4df24-306a-444c-b319-09f5f5174ce2",
            "date": "14.03.2019",
            "timestamp": "NA",
            "commentText": "Discordando de  JMT lhe digo que quando há 20 anos esta organização apareceu adivinhava-se no que ia dar. E não vamos ficar por aqui. Piores dias virão. Aposto. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4dc76c2f-f88a-4f74-7ebc-08d6a7fc1346",
            "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
            "date": "14.03.2019",
            "timestamp": "NA",
            "commentText": "de pequenino é que se torce o pepino, ou se destorce o pepino, ou se distorce o pepino. E não é uma pepineira: há um conflito de interesses que infalivelmente pertence à natureza humana e que não deixa de se expressar na discussão da heteronormatividade. Com efeito, o corolário de todo o movimento <b> lgbt </b>é o de que, abatida a heteronormatividade, se pode descobrir (como nas prisões femininas brasileiras) que a expressão<b>  sexual</b> humana é percentualmente muito mais flexível, bi, homo &amp; etc. do que a norma vigente faz crer e promove. O conflito de interesses é que a força do<b> s lgb</b>t reside no número, e é irresistível aumentá-lo: através de 'sensibilizações' paredes meias com proselitismo, sob a capa das 'melhores intenções'. Depois, as sub-causas apoiam-se entre si, aumentando o território ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "96806970-502b-467d-f221-08d6a7b78f6c",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "14.03.2019",
                    "timestamp": "NA",
                    "commentText": "aumentando o território e consolidando a falácia da justificação recíproca: a adopção <b> homossexual </b>justifica a \u0091sensibilização\u0092 cada vez mais precoce (por que é que o joãozinho tem dois papás?), e nunca me esquecerei de como, nos tempos do prec, por lá apareciam as \u0091associações para a paz\u0092 a fazerem a malta assinar petições anti-ocidente aos 14 anos. A luta continua, e as metodologias esquerdalha também. A estratégia é clara: sapar os fundamentos da sociedade tradicional, fazer a revolução pela porta das traseiras \u0096 e sempre à pala das mais irrepreensíveis intenções, doseando sabiamente verdades e mentiras.                ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Homossexual"
                    ]
                }
            ],
            "keywords": [
                "Sexual",
                "LGBT"
            ]
        },
        {
            "id": "06fdc48c-d089-45d8-f21a-08d6a7b78f6c",
            "user": "25241b78-c64c-409f-8520-b7efcd02fe04",
            "date": "14.03.2019",
            "timestamp": "NA",
            "commentText": "A educacao <b> sexual </b>comeca no 8 ano e nao no 6. Portanto devia ser nessa altura a abordagem das questoes<b>  LGBT</b>. No entanto, com a adopcao e casament<b> o homossexua</b>l, é muito provavel que haja criancas de familias homossexuais e portanto existe a necessidade de aumentar a conscializacao das criancas de que existem outras criancas que nao vivem em familias heterossexuais. Quando esta conscializacao nao existe em casa, cabe 'a escola faze-lo. Mas ha formas de o fazer obviamente, e deve ser feito por pessoas especializadas e com experiencia em saber abordar a questao a estas idades. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "ac32b423-376e-4b4c-bc45-08d6a801d6b6",
                    "user": "78ab4baf-3648-471a-860a-5a9f7a84e3b8",
                    "date": "14.03.2019",
                    "timestamp": "NA",
                    "commentText": "Certo, mas convem lembrar que mais importante que a educação <b> sexual </b>propriamente dita, é necessária uma educação afetiva... a falácia de que a educação<b>  sexual</b> anda à volta do sexo, enquina sempre esta discussão. Para crianças pequenas educa-se principalmente para a liberdade de afetos: sermos livres de gostarmos de quem quisermos, independentemente d<b> a raç</b>a, religião ou - lá está - gênero e aceitarmos com naturalidade essa diversidade (combatendo o bullying, etc).",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Sexual",
                        "Raça"
                    ]
                }
            ],
            "keywords": [
                "Sexual",
                "LGBT",
                "Homossexual"
            ]
        },
        {
            "id": "408e2dbb-b30f-4c5d-1e53-08d6a801d398",
            "user": "619f4f7a-3618-4991-9723-0fabb6e88ac8",
            "date": "14.03.2019",
            "timestamp": "NA",
            "commentText": "Está senda e activismo frenético dos promotores da ideológia de <b> género </b>e a obsessão em estratificar a sociedade entre estes e aqueles, o eu e o outro, está a virar-se contra os mesmos. Em vez de integração cria o oposto, pois a maior parte dos indivíduos não aceitam imposições de visões de uns poucos. Há até um autoritarismo na vontade de impor a sua visão. Para quem acredita na liberdade individual e responsabilidade pessoal das suas decisões, este movimento é um criador de Trumps e Bolsonaros. É a reação à imposição. Nada disto é novo e repete-se na história. A sociedade não<b>  muda</b> por decreto. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "acadcc49-4249-418d-f23e-08d6a7b78f6c",
                    "user": "78ab4baf-3648-471a-860a-5a9f7a84e3b8",
                    "date": "14.03.2019",
                    "timestamp": "NA",
                    "commentText": "Qual imposição?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Género",
                "Muda"
            ]
        },
        {
            "id": "c43c4eeb-0373-4d66-1e52-08d6a801d398",
            "user": "2cce221d-42b6-424c-bff5-2d4d49bede95",
            "date": "14.03.2019",
            "timestamp": "NA",
            "commentText": "Há uns anos foram a uma escola uns mestrandos do Centro de Estudos Sociais da Faculdade de Economia da Universidade de Coimbra, liderado por Boaventura Sousa Santos. Fizeram umas palestras, muito mal preparadas e sem consistência, mas cheia de ideologia. Mais parecia uma catequese. O que foi apropriado, já que o CES é uma espécie de faculdade de teologia do BE. Numa das palestras, sobre <b> racismo,</b> os mestrandos, entre várias asneiradas, puseram-se a dizer que antes do 25 de abril \"Salazar proibia\" os ciganos de andar na escola.  Ora, tive um colega<b>  cigano</b> na escola e o irmão dele andou também na mesma escola. Admirado, perguntei-lhe onde se tinha documentado. A rapariga meteu os pés pelas mãos e percebi que a mentira fazia parte do processo. Não sabendo, inventaram. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "1d47d003-0867-4cb7-f22a-08d6a7b78f6c",
                    "user": "619f4f7a-3618-4991-9723-0fabb6e88ac8",
                    "date": "14.03.2019",
                    "timestamp": "NA",
                    "commentText": "O CES actualmente assemelha-se a  uma madraça. Na preparação de terroristas sociais, com as devidas diferenças e proporções. É um organismo público que está em modo de roda livre. A tolerância total ao que lá se passa é deveras preocupante. Basta ver as figurinhas que lá aparecem em debates e doutrinações, tudo com a complacência das autoridades. Dinheiro público não tem dono? ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "f7e0384f-ed7d-4031-a2a0-08d6a8867fe5",
                    "user": "78ab4baf-3648-471a-860a-5a9f7a84e3b8",
                    "date": "14.03.2019",
                    "timestamp": "NA",
                    "commentText": "Não é que fossem proibidos de ir à escola, simplesmente a repressão sobre o seu estilo de vida nómada era muito maior do que hoje. Hoje em dia, se ocuparem terrenos ilegalmente, a Câmara constroi-lhes barros sociais... no tempo de Salazar ia lá a polícia e corria tudo à paulada! A presença de acampamentos ciganos, seja em espaços públicos ou privados (alheios) não era tolerado em lado nenhum. A sua permanência em acampamentos era proibida, logo bastante inverosímil que, nestes casos,  frequentassem a escola regularmente (ou seja, não eram proibidos de ir à escola... apenas era proibidos de fixar residência onde lhes aprouvesse!).",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "0f015df5-656a-4864-a37e-08d6a8f745a9",
                    "user": "f6a47c15-6984-4897-b08d-24849c4938c1",
                    "date": "15.03.2019",
                    "timestamp": "NA",
                    "commentText": "Também tenho que começar a ocupar uns terrenos ilegalmente. Pode ser que a câmara me ofereça um apartamento. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racismo",
                "Cigano"
            ]
        },
        {
            "id": "b9ec46cd-2f44-4582-bc14-08d6a801d6b6",
            "user": "30e47a89-4ac1-4229-bdbb-0398a5b286de",
            "date": "14.03.2019",
            "timestamp": "NA",
            "commentText": "Concordo totalmente.Doutrinação?Chega a de Roma e de Meca. Criem bezerros nas suas quintas! ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "3e999146-fa1c-4d37-3a1e-08d6a793722f",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "14.03.2019",
                    "timestamp": "NA",
                    "commentText": "com uma diferença crucial: a teologia esquerdalha dá-se muito melhor com meca, sob o fascínio do mito do 'Outro', do que com a vaticana. São, mesmo, aliadas objectivas. O jmt, manietado pelo seu bom nome público, está a pensar muito moderadamente estas questões, sem perceber o grande desenho: do mamadou às adopções homo, a frente é a mesma e a finalidade também. Não é paranóia: é o programa e agenda expressos e explícitos do esquerdismo militante mundial - e a argamassa obsessiva que mantém unidos os micropartidos do bloco.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "00acc00f-04ad-48f6-f6e1-08d685162c16",
                    "user": "1f01d620-6de2-4998-ac7e-bd8de2276a9d",
                    "date": "14.03.2019",
                    "timestamp": "NA",
                    "commentText": "Creio que estes espécimes anteriores, foram criados por freiras e padres.        Aproveita JMT e talvez consigas perceber um pouco mais que aquilo que consegues alcançar com a tua crónica.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "796cc96c-396c-4524-4921-08d6a8f51ca4",
                    "user": "8bdb8fc4-a554-44f8-b458-11db5c45c120",
                    "date": "15.03.2019",
                    "timestamp": "NA",
                    "commentText": "Oh martins, entre a a sua recuperação de avc e a do conde, voto na sua",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "dcc74f83-a8fc-455b-a2d8-08d6a8867fe5",
                    "user": "1f01d620-6de2-4998-ac7e-bd8de2276a9d",
                    "date": "15.03.2019",
                    "timestamp": "NA",
                    "commentText": "Olha este tal JDF, pensa que está a votar.        Coitado.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "fe596105-a5c1-4830-1e48-08d6a801d398",
            "user": "19b8fd58-5bd6-4c5f-b42c-9d8c2fdd198a",
            "date": "14.03.2019",
            "timestamp": "NA",
            "commentText": "Outro <b> Velho </b>do Restelo. \"Integração e justiça muito bem, mas só se for nos meus termos.\"",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Velho"
            ]
        },
        {
            "id": "e780e186-0578-4d5e-f6d3-08d685162c16",
            "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
            "date": "14.03.2019",
            "timestamp": "NA",
            "commentText": "JMT a alinhar na agenda do Vaticano e dos Evangélicos Neopentecostais contra a ideologia de <b> género?</b> Ser contra a Ideologia está na moda. Como se a Ideologia fosse uma arma de arremesso dos politicamente corretos contra os não politicamente corretos, esses seres pretensamente neutros e isentos de ideologia. Uma falsa polaridade porque ninguém é neutro, a Ideologia faz parte de todas as visões de mundo.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "ceb37f73-8e45-4470-f216-08d6a7b78f6c",
                    "user": "9404e88f-56c6-43e1-919a-8f60946b1fc0",
                    "date": "14.03.2019",
                    "timestamp": "NA",
                    "commentText": "Respondes a uma crítica com uma demonização implícita (agenda do Vaticano bla bla), muito semelhante às usadas pelos homofóbicos. Introduzes a acusação-insinuação como uma pergunta, uma estratégia algo repugnante.  Sim a ideologia faz parte de todas as visões do mundo... eu prefiro a igualdade á moda antiga ao tribalismo identitário e prefiro o conceito de cidadania ao particularismo retrograda da LGBTI...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7e0f528a-bb26-4fa8-bc5c-08d6a801d6b6",
                    "user": "8bdb8fc4-a554-44f8-b458-11db5c45c120",
                    "date": "15.03.2019",
                    "timestamp": "NA",
                    "commentText": "Raquel: like!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "f36e9bb9-dac4-4c89-bb5d-08d6a9e949f7",
                    "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
                    "date": "16.03.2019",
                    "timestamp": "NA",
                    "commentText": "Raquel, não gostei do tom!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Género"
            ]
        },
        {
            "id": "b9933572-7f19-43e0-bc10-08d6a801d6b6",
            "user": "32f79b34-6931-468d-886a-cbc0d60f2405",
            "date": "14.03.2019",
            "timestamp": "NA",
            "commentText": "Não poderia estar mais de acordo com João Miguel Tavares. 11 anos é a <b> idade </b>da brincadeira, do recreio, do descobrir, fazer amigos, aprender, crescer. Completamente contra qualquer forma de<b>  homofobia</b>, o que por si, não é sinónimo de, à viva força, incutir desde tão cedo nas crianças este tipo de temáticas. Dêem-lhes tempo para crescer e, fazer as suas próprias escolhas em consciência, sem medos. Não sei se há (agora é moda este termo), alguma \"agenda\" com estes temas. Sei que hoje os miúdos se deveriam estar todos a mobilizar para defender este planeta. É um dia importante, que, vá-se lá saber porquê, não tem tido o devido \"palco\". Enfim... são escolhas. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "117c0045-192e-493e-3a21-08d6a793722f",
                    "user": "ed9e97b0-c07d-4176-bba9-e12486059e41",
                    "date": "14.03.2019",
                    "timestamp": "NA",
                    "commentText": "E como é que uma criança de 11 anos pode \"crescer e, fazer as suas próprias escolhas em consciência, sem medos\" se achar que é a unica pessoa no mundo assim e que não há ninguem igual a ele/ela? É bom sim falar desde cedo com as crianças sobre tais assuntos porque muita gente sabe que tem uma  orientação <b> sexual </b>diferente (da maioria) desde os seus 4 ou 5 anos de<b>  idade</b>.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Sexual",
                        "Idade"
                    ]
                },
                {
                    "id": "73e4d60a-1bd3-4a4c-3a22-08d6a793722f",
                    "user": "25241b78-c64c-409f-8520-b7efcd02fe04",
                    "date": "14.03.2019",
                    "timestamp": "NA",
                    "commentText": "homofilia é uma palavra que nao existe",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "299246f7-b6c6-406b-7ef6-08d6a7fc1346",
                    "user": "8bdb8fc4-a554-44f8-b458-11db5c45c120",
                    "date": "15.03.2019",
                    "timestamp": "NA",
                    "commentText": "Oh lucinda, uma criança de 4 ou 5 anos tem o que? Muita gente como diz devia era ler uns valentes livros de psicologia infantil...a começar por si!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "dc2df3e3-74a1-44de-4928-08d6a8f51ca4",
                    "user": "ed9e97b0-c07d-4176-bba9-e12486059e41",
                    "date": "15.03.2019",
                    "timestamp": "NA",
                    "commentText": "@JDF Se em vez de ler livros falasse com pessoas da comunidade <b> LGBT </b>ficaria a saber que muitos sabem desde os seus 4/5 anos. São factos, não são livros! ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "LGBT"
                    ]
                },
                {
                    "id": "e2eebad0-ddc5-4707-4963-08d6a8f51ca4",
                    "user": "8bdb8fc4-a554-44f8-b458-11db5c45c120",
                    "date": "15.03.2019",
                    "timestamp": "NA",
                    "commentText": "Falar com quem mesmo? Quais pessoas? As que sofrem todos os dias ou as que andam nas associações a berrar \"bloody murder\". Hoje em dia surge uma associação com uma causa nobre por detras, é coisa santificada por defeito. Tem se visto em casos como a rarissimas que é certinho e direitinho! E isto nao vem nos livros nao senhor...vem na realidade vista e comprovada...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Idade",
                "Homofobia"
            ]
        },
        {
            "id": "baaca333-d3ab-485d-1e42-08d6a801d398",
            "user": "f5d9a942-fd7d-451a-89b0-c99c2520b0d4",
            "date": "14.03.2019",
            "timestamp": "NA",
            "commentText": "Acho que a comunidade LGBTI ainda não é suficientemente inclusiva. Penso que deveria juntar a letra \u0093H\u0094 à sua sigla: LGBTIH ((\u0093H\u0094 de \u0093heterossexual\u0094). Só assim será verdadeiramente não discriminatória. Até proponho que essa comunidade passe a chamar-se \u0093Humanidade\u0094. É mais fácil de pronunciar.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "de731717-f16e-4860-7ea4-08d6a7fc1346",
                    "user": "32f79b34-6931-468d-886a-cbc0d60f2405",
                    "date": "14.03.2019",
                    "timestamp": "NA",
                    "commentText": "Pois subscrevo a sua ideia OldVic. Viva a Humanidade! :)",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "0d5d568f-d67f-440f-1e54-08d6a801d398",
                    "user": "9404e88f-56c6-43e1-919a-8f60946b1fc0",
                    "date": "14.03.2019",
                    "timestamp": "NA",
                    "commentText": "precisamente, OldVic.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "48cbce25-b556-4149-3a15-08d6a793722f",
                    "user": "25241b78-c64c-409f-8520-b7efcd02fe04",
                    "date": "14.03.2019",
                    "timestamp": "NA",
                    "commentText": "Concordo com o OldVic, infelizmente é mais o contrario. A comunidade heterossexual é que nao é inclusiva e ja é tempo de deixar de discriminar as pessoas LGBTI. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "98b70463-72bd-4d25-f6f3-08d685162c16",
                    "user": "9404e88f-56c6-43e1-919a-8f60946b1fc0",
                    "date": "14.03.2019",
                    "timestamp": "NA",
                    "commentText": "Tiago, ninguém nega que é a comunidade heterosexual que pratica a discriminação. Todavia, as estratégias políticas de organizações como a LGBTI, ao re-instituirem certos essencialismos (a própria identidade LGBTI), reproduzem sistemas binários (que pretendem combater). Não sou eu que o digo. É Judith Butler que o diz no seu magnifico Gender Trouble.  A emancipação da <b> mulher,</b> dos gays (etc.) faz-se ascendendo a conceitos universais (cidadania, igualdade etc) e não através de uma militância fervorosa de causas identitárias. Ou seja, para eu defender as mulheres e os gays, não preciso  invocar e absolutizar o facto de serem mulheres e gays. Basta-me falar em cidadãos, igualdade, etc. Se não for assim, a emancipação das mulheres transforma-se numa guerrilha identitária sem fim e dilacerante.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Mulher"
                    ]
                },
                {
                    "id": "78c6ab95-844a-4353-bc3b-08d6a801d6b6",
                    "user": "690dc0f4-b7ff-46bb-aacf-16014bba0ecd",
                    "date": "14.03.2019",
                    "timestamp": "NA",
                    "commentText": "\"Humanidade\" não posso estar mais de acordo. Vivemos uma \"agenda\" carregada de discriminações, defesa de grupos divisisos por questoes de genero, sexuais, raciais e de violencis doméstica. Na verdade tudo se resume do respeito pelo ser humano em concordarmos que somos todos seres humanos. E isso é transversal .",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "f37e0174-1812-4815-bc3d-08d6a801d6b6",
                    "user": "25241b78-c64c-409f-8520-b7efcd02fe04",
                    "date": "14.03.2019",
                    "timestamp": "NA",
                    "commentText": "Raquel perfeitamente de acordo consigo. E nem coloquei isso em questao. O meu comentario foi apenas no sentido de realcar que muito trabalho ha a fazer para mudar mentalidades no mundo heterossexual. Alias basta ver por alguns dos comentadores aqui que acham que a homossexualidade é uma doenca ou desvio ou uma preferencia. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "f211d501-b95d-4f7d-8bd1-08d6a88d03c5",
                    "user": "8bdb8fc4-a554-44f8-b458-11db5c45c120",
                    "date": "15.03.2019",
                    "timestamp": "NA",
                    "commentText": "Oldvic: like!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}