{
    "header": {
        "title": " \u0093E se o seu filho namorasse uma pessoa do mesmo sexo?\u0094 42% dos portugueses assumem desconforto ",
        "subtitle": " Portugueses não se incomodam de trabalhar com membros de minorias ou de grupos discriminados, mas têm menor tolerância face a relações amorosas com familiares seus. Os dados do mais recente Eurobarómetro revelam contudo que as atitudes dos europeus melhoraram desde 2015. ",
        "owner": " ['Sofia Neves'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 2519  partilhas",
        "datePosted": " 29 de Outubro de 2019, 23:13 ",
        "dateExtraction": " 2019-12-18 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2019/10/29/sociedade/noticia/eurobarometro-1891813 ",
        "postText": " ['Como reagiria um português se um dos dos seus filhos namorasse com alguém do mesmo sexo ou com uma pessoa transgénero? Cerca de 42% admitiu sentir-se desconfortável perante essa possibilidade, e quase a mesma percentagem manifestou o mesmo sentimento no caso de uma relação entre um filho seu com uma pessoa intersexo (40%) ou com alguém da etnia cigana (39%). Estes e outros dados foram esta semana divulgados pela Comissão Europeia num Eurobarómetro Especial sobre Discriminação na União Europeia, em que 27 mil inquiridos europeus (mil dos quais portugueses) se depararam com vários cenários como trabalhar com um membro de um grupo minoritário ou historicamente discriminado, ou vê-lo como chefe de Estado do seu país.', 'No que toca às relações amorosas dos filhos, 34% dos inquiridos portugueses também admite estar \u0093totalmente desconfortável\" com a ideia de um filho seu ter uma relação com um muçulmano, enquanto 18% sente o mesmo em relação a budistas e 16% relativamente a asiáticos ou judeus.', 'Neste estudo de opinião realizado entre 9 e 25 de Maio, 71% dos inquiridos portugueses afirmaram que é comum haver em Portugal pessoas discriminadas por causa da sua orientação sexual, 67% por causa da sua origem étnica, 62% por ser de etnia cigana, 61% devido à cor da pele e 59% por ser transgénero.', 'Por outro lado, uma maioria dos portugueses inquiridos diz não ser comum alguém ser vítima de discriminação sexista em Portugal (57% é desta opinião, enquanto 37% discorda e diz que é comum), pela sua religião ou crenças (53% diz que é raro, 41% diz que é comum). Mas uma maioria (58%) diz que é comum haver discriminação contra pessoas deficientes em Portugal.', 'Poderia Portugal ter um Presidente ou um primeiro-ministro de etnia cigana? 29% dos inquiridos admite que se sentiria \u0093desconfortável\u0094 perante tal cenário, e 21% responde o mesmo em relação a pessoas intersexo e transgénero. Por outro lado, a maioria dos inquiridos diz-se \u0093confortável\u0094 ou \u0093moderadamente confortável\u0094 com a possibilidade de ter um líder nacional não heterossexual, uma pessoa com origem étnica ou cor de pele diferente da maioria da população ou por um indivíduo portador de deficiência.', 'Em ambiente de trabalho, os grupos em relação aos quais os portugueses se dizem mais \u0093desconfortáveis\u0094 são pessoas de etnia cigana (17%), pessoas intersexo (15%), muçulmanos (15%), pessoas transgénero (14%), gays, lésbicas e bissexuais (11%).', 'Ou seja, os dados do Eurobarómetro permitem concluir que se uma larga maioria dos portugueses não descrimina no local de trabalho ou na política, o mesmo não se aplica necessariamente no plano familiar, onde muitos traçam os seus limites.', 'A nível europeu, mais de metade dos inquiridos afirma que a descriminação contra ciganos (61%), a discriminação com base da origem étnica (59%), na cor da pele (59%) ou na orientação sexual é uma realidade no seu respectivo país. Ainda assim, e face a 2015, estes números estão a cair, em particular na discriminação contra pessoas transgénero (menos 8 pontos percentuais face a esse ano), pessoas com deficiência (menos 6 pp), origem étnica ou orientação sexual (menos 5 pp em ambos os casos).', '\u0093Os inquiridos estão a tornar-se mais confortáveis com a ideia de que alguém destes grupos desempenhe um cargo político, com destaque para pessoas com um religião diferente da maioria (69%, um aumento de 13 pp em relação a 2015), indivíduos transgénero (53%, 10 pp a mais), com uma origem étnica diferente da maioria (65%, mais 10 pp) ou um gays, lésbicas ou bissexuais (64%, mais 10 pp)\u0094, refere o relatório deste Eurobarómetro.', 'Há quatro anos, os inquiridos mostravam-se também menos confortáveis com a ideia de trabalhar com um membro de um grupo minoritário ou historicamente discriminado. E, nesse campo, a evolução mais positiva ocorreu relativamente a pessoas de etnia cigana, gays, lésbicas e bissexuais.', 'Quanto ao cenário de uma relação amorosa de membros de grupos discriminados ou minoritários com um filho seu, 55% dos inquiridos europeus diz agora estar confortável com a ideia de uma relação com uma pessoa do mesmo sexo (mais 11 pontos percentuais que em relação em 2015), 43% diz o mesmo em relação a um indivíduo transgénero (mais 11 pp), 66% em relação a uma pessoa negra (mais 10 pp) e 53% relativamente a um muçulmano (mais 10 pp).', 'Mas se este é o panorama geral europeu, o Eurobarómetro assinala oscilações regionais importantes: \u0093Os inquiridos no Reino Unido, Países Baixos, Irlanda, Espanha e Suécia estão consistentemente entre os que se sentem mais confortáveis com alguém destes grupos nos diferentes cenários. Os inquiridos na Bulgária, Hungria, Letónia e Lituânia, por outros lado, são consistentemente entre os que se sentem menos confortáveis em cada caso\u0094, lê-se no capítulo das principais conclusões.', 'Ainda assim, destacam os autores, na maior parte dos países, as atitudes gerais dos europeus em relação a minorias tornaram-se mais \u0093favoráveis\u0094 desde 2015.'] ",
        "numberPosts": " 31 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Ethnicity - General,Sexual Identity - General,Age - General,Physical Identity - Physical (and Mental) Impairments,Nationality - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Etnia,Raça,Racismo,Gay,Idade,Cega,Estrangeiro",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "e7e6b59a-7189-4b66-c628-08d76025d2e8",
            "user": "9a0c2239-85ce-47d3-86b9-67c8e503fe97",
            "date": "03.11.2019",
            "timestamp": "NA",
            "commentText": "Numa verdadeira \"prova <b> cega\"</b>, estes números disparavam. É a minha convicção.  Falamos de um tema relativamente recente, para o qual não fomos formatados e não estamos preparados.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Cega"
            ]
        },
        {
            "id": "30770114-dc45-43d0-b88f-08d75d006eb6",
            "user": "98ee4ecd-35fe-4e8b-94c9-9481e7ed7506",
            "date": "30.10.2019",
            "timestamp": "NA",
            "commentText": "Viva Portugay! Va, tudo a levar no rabo! Portugay, Portugay! (E assim que e conhecido no <b> estrangeiro </b>pelas comunidades<b>  gay</b>). ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Estrangeiro",
                "Gay"
            ]
        },
        {
            "id": "b97486e8-219d-404f-f59a-08d75c7300ca",
            "user": "c178820f-0357-4307-bb6f-a5526d8a1f79",
            "date": "30.10.2019",
            "timestamp": "NA",
            "commentText": "O mais importante seria saber se, assumindo desconforto, aceitariam ou não. O estudo falha logo por aí. Por outro lado, se foi feito por entrevistas diretas, como  costume na CE, haverá muita gente que disse o que disse em função da imagem que quereria passar.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "e4319823-2e9d-465e-51c2-08d7517b8e2d",
                    "user": "25241b78-c64c-409f-8520-b7efcd02fe04",
                    "date": "30.10.2019",
                    "timestamp": "NA",
                    "commentText": "Como costume onde? ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "0e9ae4db-67f2-4293-5ca5-08d75cb9b5fb",
            "user": "478d04c3-87b3-46cb-821d-a9755bef8b3f",
            "date": "30.10.2019",
            "timestamp": "NA",
            "commentText": "Ele há-te aqui uma falha, meu, nesta notícia. A parte relativa a Portugal dá conta da situação atual. Muito bem, em si. Mas muito mal, peço desculpa, se comparada com a parte da notícia que refere os outros países europeus abrangidos pelo inquérito. Aqui não se dá conta apenas da situação atual desses países ou grupos de países, antes se compara essa situação atual com a de há quatro anos. Melhorou? (de um modo geral, sim), piorou? (em determinados casos, sim, piorou). Esse aspeto comparativo está sempre presente, mas, relativamente a Portugal, nunca!, sem qualquer explicação. Porquê? Há algo a esconder? O quê? E de quem? Não se percebe.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5698a822-2e2f-4635-5ca1-08d75cb9b5fb",
            "user": "3dc18d5b-15af-4356-b963-0cf922d1573f",
            "date": "30.10.2019",
            "timestamp": "NA",
            "commentText": "Assumem desconforto ou são os que DIZEM que assumem desconforto?",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "84e54f8d-55a4-4725-b86b-08d75d006eb6",
            "user": "8e1abc0c-6764-452f-aaa3-28dc7018138b",
            "date": "30.10.2019",
            "timestamp": "NA",
            "commentText": "O sra jornalista,  que tal colocar o título de outra perspectiva: 58% dos cidadãos entrevistados não se incomodavam que o seu filho namorasse uma pessoa do mesmo sexo? Que país teria uma percentagem tão elevada? Há 20 anos qual seria a percentagem?",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "653fc3ed-902f-453b-b866-08d75d006eb6",
            "user": "b4352b08-72ed-4791-8173-a73087b7a027",
            "date": "30.10.2019",
            "timestamp": "NA",
            "commentText": "Continua a dividir-se a sociedade portuguesa de forma direta ou encapotada, por sexo, <b> idade,</b><b>  etnia</b><b> , raç</b>a, deficiência, por serem membros do partido x, do clube y, por terem mais ou menos rendimentos, etc. No fundo todos somos uma minoria de qualquer coisa e devido à falta de princípios éticos-morais e do bom senso que deviam prevalecer, a grande maioria da população pretende gozar de privilégios ou beneficiar de alguma coisa relativamente aos demais... Nunca vai haver unanimidade sobre este tema, pois trata-se de questões que são fraturantes para a sociedade.  Para haver uma discriminação positiva de determinado grupo, terá que haver uma discriminação negativa de outro grupo...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Idade",
                "Etnia",
                "Raça"
            ]
        },
        {
            "id": "7ce2efa5-4783-4985-bbfb-08d75cff48ba",
            "user": "beaa8e9a-2321-4fd3-af07-a6badcbc56db",
            "date": "30.10.2019",
            "timestamp": "NA",
            "commentText": "Dado que todos os estudos sociológicos indicam um intervalo para a homossexualidade solidificada, em termos identitários e de comportamento, entre 8 e 13% da população esta percentagem de tolerância é muito, mas mesmo muito boa. Significa que 42% da população tem um elevado nível de tolerância, compreensão e empatia. Se majorizados os tais 8 a 13% a 100% e fizéssemos outros censos entre a comunidade \"<b> gay\"</b>, se calhar, não encontraríamos tal nível de empatia entre os homossexuais, relativamente a outras minorias ou especificidades sociais.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "32e77d0c-47d3-45c0-b855-08d75d006eb6",
                    "user": "2ec57421-8673-4f0d-94ea-e9bf6981dbd3",
                    "date": "30.10.2019",
                    "timestamp": "NA",
                    "commentText": "O número sempre a subir. Quanto mais \"normal\" mais felizes estão. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Gay"
            ]
        },
        {
            "id": "48425920-43b1-4fad-bbfa-08d75cff48ba",
            "user": "a9363530-2c93-4de4-95fe-f95ed4e888dc",
            "date": "30.10.2019",
            "timestamp": "NA",
            "commentText": "\"Melhoraram\"?Aí na redacçâo.,não nasceram de mulheres com homens?",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "d89faa2b-5a08-4f17-f57c-08d75c7300ca",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "30.10.2019",
                    "timestamp": "NA",
                    "commentText": "é curiosíssimo como as ideólogas do Público se descuidam e 'homossexualizam' as minorias raciais problemáticas (digo 'raciais' em vez de 'étnicas' para evitar o <b> racismo </b>latente e implícito de recorrer ao eufemismo 'étnico', que traduz um desconforto suplementar com a questão, do mesmo tipo de desconforto que um polígrafo acusaria quando alguém mente descaradamente com todos os dentinhos que tem na boca). Assim, ciganos e lésbicas vão todos para o mesmo saco: e, do mesmo modo que os ciganos são os homossexuais étnicos, os homossexuais são os ciganos eróticos. Espero que a comunidade cigana 'se sinta confortável' - e tolerante, como lhe é timbre - em tais companhias (e vice-versa). Bom-proveito.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racismo"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "b16f9ba5-ab96-429d-52b3-08d75d065fdb",
            "user": "d8d115f7-cfc3-4676-9b4b-0f5b378dffb9",
            "date": "30.10.2019",
            "timestamp": "NA",
            "commentText": "Tugas cinicos e hipocritas....se for no quintal do vizinho...maravilha....se for dentro de casa, o ramo da figueira e uma corda, é uma solucao a pensar...",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "f8d8e0bf-3fc2-4874-b847-08d75d006eb6",
                    "user": "8da0bf2b-d516-4442-be99-f0ffb024f296",
                    "date": "30.10.2019",
                    "timestamp": "NA",
                    "commentText": "Por isso a personagem de Joaquim Monchique, há uns tempos, 'bicha antiga', feriu susceptibilidades.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "9235b184-d2d0-40fa-b836-08d75d006eb6",
            "user": "25241b78-c64c-409f-8520-b7efcd02fe04",
            "date": "30.10.2019",
            "timestamp": "NA",
            "commentText": "Algumas melhorias! Mas os países de Leste ainda estão muito atrás da Europa Ocidental! ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8b3c2390-1b3d-4ad8-5c6c-08d75cb9b5fb",
            "user": "8d330022-4602-4900-82d5-55dc46507391",
            "date": "30.10.2019",
            "timestamp": "NA",
            "commentText": "Convenhamos que imaginar um filho de quatro deve ser um bocado esquisito...",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "a0d46101-7bbe-48ff-e034-08d75c4f613d",
                    "user": "25241b78-c64c-409f-8520-b7efcd02fe04",
                    "date": "30.10.2019",
                    "timestamp": "NA",
                    "commentText": "Há outras posições! ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "f799c773-93d5-46e3-5182-08d7517b8e2d",
                    "user": "8da0bf2b-d516-4442-be99-f0ffb024f296",
                    "date": "30.10.2019",
                    "timestamp": "NA",
                    "commentText": "Vê-se mesmo que 'eu mesmo' não conhece o kamasutra.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5969fead-99cc-48dc-5c64-08d75cb9b5fb",
            "user": "42bd18f0-f8bc-4af5-b3a8-29a564445bb9",
            "date": "29.10.2019",
            "timestamp": "NA",
            "commentText": "Pior que namorar uma pessoa do mesmo sexo, é namorar uma pessoa do sexo oposto e decidir não ter filhos. No segundo caso fica mais a nu o facto de se praticar sexo somente pelo prazer do sexo. Já no primeiro caso,  o casal não consegue ter filhos, mas não é por falta de tentar:)Divirtam-se e não chateiem!",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 12,
            "replies": [
                {
                    "id": "eb4e263d-cd61-4414-f54b-08d75c7300ca",
                    "user": "478d04c3-87b3-46cb-821d-a9755bef8b3f",
                    "date": "30.10.2019",
                    "timestamp": "NA",
                    "commentText": "O casal pode ter filhos, só que, salvo exceção, não serão biológicos. Não dá pa divertir.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "1a8000bd-ebdc-4ee5-5170-08d7517b8e2d",
                    "user": "5af3cac0-3840-4d99-b0f3-0fd07d2c2306",
                    "date": "30.10.2019",
                    "timestamp": "NA",
                    "commentText": "E qual o problema de fazer sexo só pelo prazer? Diria que é a melhor razão para o fazer...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "0393fdf9-2e19-4920-e033-08d75c4f613d",
                    "user": "25241b78-c64c-409f-8520-b7efcd02fe04",
                    "date": "30.10.2019",
                    "timestamp": "NA",
                    "commentText": "Então o objetivo desta vida é a procriação? Lool ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3795aeae-6e1d-4cc7-5c73-08d75cb9b5fb",
                    "user": "318beefd-f792-468b-8794-ccb5aff426a3",
                    "date": "30.10.2019",
                    "timestamp": "NA",
                    "commentText": "JP e TM sim, a procriação é um dos passos do ciclo biológico humano. Já agora vcs não estão à perceber nada do que diz Manuel F. A questão é que a relação homosexual é por natureza estéril e este é efectivamente o maior problema para os avós. Não é estar de quatro é não ter netos. E sim, é chato. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "c9ef900f-91be-40d6-52b8-08d75d065fdb",
                    "user": "25241b78-c64c-409f-8520-b7efcd02fe04",
                    "date": "30.10.2019",
                    "timestamp": "NA",
                    "commentText": "Há muito que a procriação deixou de ser um dos passos do ciclo biológico! Viva a espécie inteligente com capacidade para tomar decisões e escolhas que não estejam pre determinadas pela natureza! ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "818e4c5e-4633-49e4-52ba-08d75d065fdb",
                    "user": "8da0bf2b-d516-4442-be99-f0ffb024f296",
                    "date": "30.10.2019",
                    "timestamp": "NA",
                    "commentText": "Caro Manuel F deixe-me partilhar um poema de Natália Correia, de 1982, a propósito de um ponto de vista igual ao seu pelo então deputado João Morgado do CDS. Então, Natália Correia, disse assim:        Já que o coito - diz Morgado -        tem como fim cristalino,preciso e imaculadofazer menina ou menino;e cada vez que o varãosexual petisco manduca,temos na procriaçãoprova de que houve truca-truca.Sendo pai só de um rebento,lógica é a conclusãode que o viril instrumentosó usou - parca ração! - uma vez. E se a função faz o órgão - diz o ditado - consumada essa excepção, ficou capado o Morgado.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "cccfbe55-33c5-47f0-b850-08d75d006eb6",
                    "user": "39461e21-65fe-4fd0-b425-cf8d199db68b",
                    "date": "30.10.2019",
                    "timestamp": "NA",
                    "commentText": "Se não era a procriação não estávamos cá. Ter tanto medo da natureza revela uma desorientação profunda. O ser humano sobreviveu durante séculos porque obedeceu as leis naturais que regem cada organismo vivo. O ser humano é inteligência e biologia combinados. Quem se esquece da segunda acaba por desaparecer.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "b2897d09-9358-4268-bc03-08d75cff48ba",
                    "user": "2ec57421-8673-4f0d-94ea-e9bf6981dbd3",
                    "date": "30.10.2019",
                    "timestamp": "NA",
                    "commentText": "Caro António, O facto do fim último do sexo ser a procriação diz algo sobre a natureza humana e não sobre os motivos próximos pelos quais temos sexo. O que a moral tradicional cristã afirma é que não se deve actuar contra a nossa natureza, não que devemos agir sempre de acordo com a mesma e muito menos agir de acordo com a mesma de forma consciente. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "b4d4484a-0335-4307-e045-08d75c4f613d",
                    "user": "25241b78-c64c-409f-8520-b7efcd02fe04",
                    "date": "30.10.2019",
                    "timestamp": "NA",
                    "commentText": "Desorientação tem as pessoas como o Luís que teimam em viver na <b> idade </b>média. Provavelmente se não estivéssemos cá seria um favor gigante que faríamos ao planeta terra! Não se preocupe que haverá sempre pessoas a quer terem filhos e haverá sempre pessoas a não querer! Respeitem por uma vez a liberdade do outro! ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Idade"
                    ]
                },
                {
                    "id": "6f1a0d86-b674-4d30-bc0c-08d75cff48ba",
                    "user": "39461e21-65fe-4fd0-b425-cf8d199db68b",
                    "date": "30.10.2019",
                    "timestamp": "NA",
                    "commentText": "\"A liberdade dos outros\", uma expressão muito bonita, que esconde na realidade o individualismo que enfraquece cada vez mais as populações e permite o mais feroz liberalismo económico. Ou seja a lei do mais forte promovida pelos mais fracos.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "e0ac8f00-bc39-4f6b-52e0-08d75d065fdb",
                    "user": "478d04c3-87b3-46cb-821d-a9755bef8b3f",
                    "date": "30.10.2019",
                    "timestamp": "NA",
                    "commentText": "Há aqui pontos de vista interessantes. Gostava de realçar, apesar de tudo, o de \"delta\". Apreciei.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "307e6cad-05e5-4173-6335-08d75d3d4ac5",
                    "user": "98ee4ecd-35fe-4e8b-94c9-9481e7ed7506",
                    "date": "30.10.2019",
                    "timestamp": "NA",
                    "commentText": "&lt;&lt;Provavelmente se não estivéssemos cá seria um favor gigante que faríamos ao planeta terra!&gt;&gt; TM, voce tem uma solucao simples para esse problema... Chegue-se a frente.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}