{
    "header": {
        "title": " Joacine deixa de representar o Livre e passa a deputada não-inscrita a partir de hoje ",
        "subtitle": " Deputada comunicou na manhã desta segunda-feira a Ferro Rodrigues a sua mudança de estatuto. Deverá mudar o seu lugar da segunda fila para outra mais atrás e verá o orçamento para o funcionamento do gabinete ser cortado para menos de metade. ",
        "owner": " ['Maria Lopes', 'São José Almeida'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 235  partilhas",
        "datePosted": " 3 de Fevereiro de 2020, 10:20 ",
        "dateExtraction": " 2020-02-11 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2020/02/03/politica/noticia/joacine-deixa-representar-livre-passa-deputada-naoinscrita-partir-hoje-1902643 ",
        "postText": " ['Joacine Katar Moreira passou nesta segunda-feira de deputada única representante do Livre para deputada não-inscrita depois de uma curta conversa com o presidente da Assembleia da República. O anúncio foi feito por Eduardo Ferro Rodrigues ao plenário no arranque dos trabalhos de discussão na especialidade do Orçamento do Estado para este ano.', 'O presidente tinha recebido o Grupo de Contacto do Livre logo pelas 9h15 \u0096 que lhe comunicou oficialmente que havia retirado a confiança política à sua única deputada (eleita pelo círculo de Lisboa) e meia hora depois foi a vez de Joacine, contou Ferro Rodrigues. Reuniões \u0093rápidas\u0094, como lhes chamou. Mas com deferências diferentes: o partido foi recebido na Sala de Visitas da Presidência; a deputada no gabinete do presidente.', '\u0093Tive uma rápida reunião com a direcção do partido Livre e com deputada Joacine Katar Moreira\u0094, comunicou Ferro Rodrigues à câmara, depois dos encontros separados. \u0093A deputada acabou de me enviar a informação de que a partir de hoje, 3 de Fevereiro, passará a exercer o seu mandato como deputada não-inscrita\u0094, contou o presidente. Esta alteração de regime tem que ser pedido pela própria, como determina o regimento.', 'O PÚBLICO sabe que Eduardo Ferro Rodrigues comunicou a Joacine Katar Moreira que, dadas as circunstâncias e a sua nova condição partidária, teria que passar a deputada não-inscrita. Joacine tentou resistir a essa solução e ainda argumentou com o presidente da Assembleia da República, mas Ferro não lhe terá dado espaço sequer para falar e foi peremptório na sua decisão. Os serviços da Assembleia da República prepararam-se, na última semana, para este desfecho, procurando argumentação nos anteriores casos de deputados que perderam a confiança política dos partidos pelos quais foram eleitos para justificar a opção de Ferro Rodrigues.', 'No final do encontro com Ferro Rodrigues, os elementos do grupo de contacto do Livre limitaram-se a dizer aos jornalistas que desejam a Joacine \u0093felicidades no seu trabalho\" parlamentar e vincaram que, apesar de perder a representação parlamentar, o partido irá manter-se politicamente activo para os próximos desafios eleitorais das regionais dos Açores, em Outubro deste ano, e para as autárquicas do próximo ano. O Livre vai \u0093procurar alianças à esquerda, com forças progressistas e Verdes\u0094, apontou Pedro Mendonça, porta-voz da direcção, citado pela Lusa.', 'Já a deputada Joacine Katar Moreira preferiu não sair pela porta principal do gabinete para não enfrentar os jornalistas e deu a volta pelo interior das salas do palácio, indo depois para o plenário.', '\u0093Teremos que tomar algumas medidas para o quadro\u0094 de tempos e da votação para as próximas reuniões do plenário - onde ainda aparece a letra L, de Livre, e que passará a ter \u0093N-Insc\u0094 - e também sobre \u0093o lugar onde a senhora deputada está sentada\u0094, apontou Ferro Rodrigues já no plenário, aos 230 deputados. \u0093Agradeço que haja, no meio destas dificuldades todas, o bom senso de hoje, que permita que possamos avançar sem mais problemas\u0094, pediu ainda. No final de 2018, quando Paulo Trigo Pereira deixou a bancada do PS, passou a sentar-se na última fila, entre o Bloco e o PS.', 'Além do local onde se senta, Joacine Katar Moreira verá também mudadas as regras e financiamento para o seu gabinete de apoio. Tal como o PÚBLICO noticiou, em vez do bolo anual de subvenções para a actividade parlamentar de 117.845,8 euros que tem como deputada única representante do Livre, ao passar a ser deputada não-inscrita, o valor total que a Assembleia da República lhe irá disponibilizar por ano passa para menos de metade: 57.044,44 euros. A primeira consequência deverá ser a redução do pessoal do gabinete.', 'Já o partido Livre, por ter tido mais de 50 mil votos nas eleições de 6 de Outubro \u0096 na verdade, 56.940 votos \u0096, tem direito a uma subvenção pública anual que, calculada com base no Indexante de Apoios Sociais, é hoje de 165.410 euros. E esse valor (para cada um dos quatro anos da legislatura), ninguém lho tira nem reduz.'] ",
        "numberPosts": "50 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Ethnicity - General,Ethnicity - Black,Gender - General,Physical Identity - Physical (and Mental) Impairments,Age - General,Gender - Female sexuality",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racismo,Racista,Etnia,Raça,Negra,Negro,Africana,Mulher,Género,Tipa,Gaga,Idade,Ridícula",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "7e506b99-348f-44ce-bab1-08d7a902f3ff",
            "user": "498a2da7-d8b5-41a3-92f8-2e82a344ccb3",
            "date": "04.02.2020",
            "timestamp": "NA",
            "commentText": "Esta sra deputada (<b> Racista)</b>, não foi eleita por ela, foi eleita pelo Livre, por isso se perdeu a confiança do Partido, devia demitir-se.Como não se Demite, eu tiro a conclusão que afinal ela só está lá, porque a mama é boa. Já agora ela foi descriminada pelo partido, e como ela é<b>  negra</b> isso é racismo",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo",
                "Racista",
                "Negra"
            ]
        },
        {
            "id": "8bb2cb57-37ab-4286-ac4b-08d7a904b82c",
            "user": "9f673621-9298-4e73-bd16-6fd823b3c78b",
            "date": "04.02.2020",
            "timestamp": "NA",
            "commentText": "Acho graça a estes comentários pseudo anti-racistas! Não é <b> racismo </b>um partido de vão de escada escolher o seu candidato através de um golpe magistral de marketing (que lhes saiu furado) uma<b>  mulher</b> medíocre e que obviamente desconhece as regras básicas da representatividade? Quem é a Fulana? Em que se distinguiu? Onde anda o CV que a fez chegar aqui? Se não foss<b> e mulhe</b><b> r, neg</b>ra e ainda por c<b> ima g</b>aga, não seria candidata. Enquanto isso o Livre vai fazendo pelo Chega e o seu Futeboleiro de serv<b> iço. Rac</b>ista? Sim, o Livre! ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Mulher",
                "Racismo",
                "Racista",
                "Negra",
                "Gaga"
            ]
        },
        {
            "id": "6531b0c3-0823-4983-e118-08d7a80fba4b",
            "user": "b4352b08-72ed-4791-8173-a73087b7a027",
            "date": "03.02.2020",
            "timestamp": "NA",
            "commentText": "O <b> racismo </b>nasce muitas das vezes por as pessoas viverem em meios em que ainda existe o estigma ou o preconceito de se conviver com pessoas que têm uma origem ou cultura diferente, ou ainda são de cor, religião ou<b>  etnia</b> diferente.Joacine cometeu o chamado\"pecado mortal\", salvo seja.  Só vislumbra a existência d<b> o racism</b>o em indivíduos <b> de ra</b>ça caucasiana (ou seja<b>  de r</b>aça branca) quan<b> do o rac</b>ismo é transversal a todas as raças e etnias...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Etnia",
                "Racismo",
                "Raça"
            ]
        },
        {
            "id": "f5609e72-d33c-4051-cef5-08d7a81169e6",
            "user": "d4781e53-6690-42a7-9add-f26f01f2acf2",
            "date": "03.02.2020",
            "timestamp": "NA",
            "commentText": "Foi sensato da parte dela, a deputada Joacine \u0097 uma vez que ela própria reconhece que nasceu para estar ali.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "016af2d9-654c-4e59-695b-08d7a80fb203",
            "user": "e2ca0f57-966c-4031-bf5e-4d80f4c9efa7",
            "date": "03.02.2020",
            "timestamp": "NA",
            "commentText": "A novela nunca mais acaba??!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "827b26e7-af48-424b-611a-08d7a811192c",
            "user": "717d2d61-f346-4b88-834f-eb1798ce6907",
            "date": "03.02.2020",
            "timestamp": "NA",
            "commentText": "eu votei no Livre e deixo de ser representada. isto não faz nenhum sentido. o sistema não é nominal. eu não votei na pessoa. votei no partido. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "105508c4-e4fb-48a9-e0f5-08d7a80fba4b",
                    "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
                    "date": "03.02.2020",
                    "timestamp": "NA",
                    "commentText": "Umas vezes votou no Livre, outras votou na Joacine...  deve ser conforme a posição da lua. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2dfb76c4-ce47-41cf-6963-08d7a80fb203",
                    "user": "65940cde-c5df-448d-849a-5231f45506f2",
                    "date": "03.02.2020",
                    "timestamp": "NA",
                    "commentText": "Deveria ser permitido que deputados independentes se candidatassem à AR. Assim o Livre poderia substituir o seu deputado caso entendesse e a Joacine podia candidatar-se sem usar um programa político que não corresponde àquilo que defende no parlamento.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "fe873e3e-f0be-41e1-ceeb-08d7a81169e6",
                    "user": "402cb404-53c3-4c0b-bbd0-42618bc1b78d",
                    "date": "03.02.2020",
                    "timestamp": "NA",
                    "commentText": "ana cristina: como ao contrário de si outros votantes no Livre votaram em Joacine como seriam repartidos os votos para ver quem ficava com a representação? Consegue assim perceber o absurdo do seu comentário? Joacine pode perder algumas prerrogativas parlamentares se for expulsa do Livre (algo que não perderá se apenas lhe retirarem a confiança política) porque é que a ilustre não se junta aos seus camaradas desrepresentados para exigir isso ao partido?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "8429e479-6bb9-40ac-151d-08d7a80f6ace",
            "user": "35b3e6ed-8f3c-4440-a894-76943bbade1d",
            "date": "03.02.2020",
            "timestamp": "NA",
            "commentText": "Dona Margarida,posso perguntar o motivo dos meus comentários serem sistematicamente censurados? Este jornal pertence a uma grande familia que não sabe o que se passa aqui.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "17d10771-ddc5-475e-8a08-08d7a9044fb8",
                    "user": "a375fa52-df9b-4818-bc24-44cf27864de2",
                    "date": "04.02.2020",
                    "timestamp": "NA",
                    "commentText": "Bem vindo ao clube...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "9836ae13-ca48-4eca-694e-08d7a80fb203",
            "user": "beaa8e9a-2321-4fd3-af07-a6badcbc56db",
            "date": "03.02.2020",
            "timestamp": "NA",
            "commentText": "Gostaria de alongar um pouco mais, se tal me for permitido.Tudo isto é muito triste.A Esquerda bem-pensante enche a boca com o \u0093<b> racismo\u0094</b>. Não com<b>  racismo</b> real, - aquele em que alguns acreditam que um ser humano será inferior a outro por causa da cor da pele \u0096 mas o proto-marxista, pós-modernista e politicamente correcto, aquele em que tudo o que de razoável se possa apontar a uma pessoa passa automaticamente <b> a racism</b>o se, por mero acaso, essa pessoa não for caucasiana, em geral e, especialmente, se calhar s<b> er neg</b>ra.Apesar deste \u0093bem-pensionismo\u0094 e certamente por mera curiosidade, o parlamento Português sempre foi curto no que respeita à representação das diversas cores de pele sendo que tal triste estado de coisas não parecia afligir especialmente os partidos dessas áreas políticas.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "70ec67f0-8552-42b8-1518-08d7a80f6ace",
                    "user": "beaa8e9a-2321-4fd3-af07-a6badcbc56db",
                    "date": "03.02.2020",
                    "timestamp": "NA",
                    "commentText": "(cont.)        Saia-se o \u0093Livre\u0094 com esta candidata e logo lhe havia de tocar uma narcisista patológica, enferma do resultado prático de crescer à luz de tais ideologias.        Nunca saberei o que é ser <b> negro,</b> o que custa e que dificuldades têm que ultrapassar. Tento viver à luz do que uma vez disse o falecido deputado Fernado Ká e que nunca esqueci: \u0093Onde nasci costuma-se dizer que não é o cozinheiro que diz se a sopa está boa.\u0094Mas sei o que é crescer, ser adulto e tentar fazer um percurso de vida numa perspectiva do aperfeiçoamento pessoal possível, algo que deve ser o desiderato de qualquer ser humano, independentemente de cor,<b>  género</b> ou crença.(cont.)",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Género",
                        "Negro"
                    ]
                },
                {
                    "id": "aace3079-fded-4d91-ffe5-08d7960b4eed",
                    "user": "beaa8e9a-2321-4fd3-af07-a6badcbc56db",
                    "date": "03.02.2020",
                    "timestamp": "NA",
                    "commentText": "(cont.)        Sob este conceito, detestaria que todos os obstáculos ou situações mais difíceis que tive que ultrapassar pudessem ter sido erradamente avaliadas com um sumário \u0093Isto só me aconteceu porque sou negro\u0094. Tal não me teria ajudado a crescer, certamente.        As pessoas de cor com quem trabalho e que são equilibradas, profissionais e competentes mostram claramente que poucas vezes, ou talvez mesmo nunca, tentaram abordar problemas nessa perspectiva.Esta ideia, seria o único suplemento educativo que diria a filhos meus que fossem de cor, chegada à <b> idade </b>de o compreender e penso que, de forma cada vez mais patente, foi onde os pais de JKM falharam. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Idade"
                    ]
                },
                {
                    "id": "548c2cd6-d787-416f-1520-08d7a80f6ace",
                    "user": "3faac4fe-2a65-456c-8e7c-b036c5c8a92a",
                    "date": "03.02.2020",
                    "timestamp": "NA",
                    "commentText": "Subscrevo na íntegra, caro Novo Humbo. Se me permite, adiciono um pensamento: os ciganos são uma minoria étnica portuguesa antiquíssima que não tem representação parlamentar, nem reconhecimento social. A cultura, a gastronomia, as manifestações culturais, a música, as artes no geral, o conhecimento, são arrastados pela lama todos os dias. São portugueses discriminados por causa do ódio <b> racista </b>que pulula nas mentes enviesadas que atiram tudo para o mesmo saco, incapazes de separar o trigo do joio porque vivem desesperadamente agarrados ao conceito do inimigo comum. Não são uma causa para Moreira nem para os e as Moreiras deste País. Os conceitos elastificaram para o lado mau. Faltaram os ciganos na manif anti-racismo. Temos castas, até na discriminação.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racista"
                    ]
                }
            ],
            "keywords": [
                "Racismo",
                "Negra"
            ]
        },
        {
            "id": "fb3ad669-d699-499b-694d-08d7a80fb203",
            "user": "402cb404-53c3-4c0b-bbd0-42618bc1b78d",
            "date": "03.02.2020",
            "timestamp": "NA",
            "commentText": "Do ponto de vista jurídico para Joacine Katar Moreira perder as prerrogativas que actualmente dispõe no parlamento (incluíndo o direito de questionar o primeiro-ministro nos debates quinzenais) não basta o Livre retirar-lhe a confiança política, terá que expulsá-la do partido. Esta \"novela\" ainda não chegou ao último episódio.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "e3f3728b-9402-472e-ffe6-08d7960b4eed",
                    "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
                    "date": "03.02.2020",
                    "timestamp": "NA",
                    "commentText": "Desconhecia que fosse assim, o que revela ainda mais <b> ridícula </b>a lei. O mandato é pessoal e individual, mas para concorrer precisa dum partido e, pelos vistos, para umas certas regalias no parlamento também precisa de estar filiada no partido. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Ridícula"
                    ]
                },
                {
                    "id": "e96e9bad-bca8-4753-d14d-08d7a812598f",
                    "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
                    "date": "03.02.2020",
                    "timestamp": "NA",
                    "commentText": "O direito de cosias como interpelar o primeiro-ministro devia ser extensível a qualquer deputado, cujio mandato é pessoal individual. Este sistema parlamentar é uma palhaçada.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "68c4ea65-c756-48cd-610e-08d7a811192c",
            "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
            "date": "03.02.2020",
            "timestamp": "NA",
            "commentText": "A maior parte destes comentários deviam ter sido rejeitados porque são comentários de ódio. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "119aa266-0ed4-4156-ced6-08d7a81169e6",
                    "user": "43993747-edb9-4cfe-b23c-c38b08096cbe",
                    "date": "03.02.2020",
                    "timestamp": "NA",
                    "commentText": "E quando você chama \"canalhas\" aos outros comentadores? Também não é ódio? ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "19a9897d-a24b-4756-ffe3-08d7960b4eed",
                    "user": "beaa8e9a-2321-4fd3-af07-a6badcbc56db",
                    "date": "03.02.2020",
                    "timestamp": "NA",
                    "commentText": "Sempre essa tendência bafio-salazarenta para censurar, esse claro indicador do que seria a Sociedade se a pudesse organizar ao seu triste jeito...Os comentários de ódio serão lidos como tal pelas pessoas inteligentes...Sabe...?... aquelas que Margarida do alto da sua imaginária e quase-patológica superioridade (...certamente movida a um qualquer complexo...) já decretou não existirem por aqui.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "e63672f2-a6db-4855-ffe7-08d7960b4eed",
                    "user": "8382b1a6-5475-4253-8366-e371929adcf9",
                    "date": "03.02.2020",
                    "timestamp": "NA",
                    "commentText": "E a Margarida é a protagonista do amor. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "08805a49-f0bf-4b02-6955-08d7a80fb203",
                    "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
                    "date": "03.02.2020",
                    "timestamp": "NA",
                    "commentText": "Convenhamos que coerência e isenção não são o seu forte. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "889177b7-8dab-4dcf-d14a-08d7a812598f",
                    "user": "3faac4fe-2a65-456c-8e7c-b036c5c8a92a",
                    "date": "03.02.2020",
                    "timestamp": "NA",
                    "commentText": "Então rejeite, Margarida Paredes, rejeite. Não quer começar por mim? Sabe que sou do sexo forte, como Você. Não tenho o cavalheirismo masculino a tolher-me a língua! O ódio não tem cor. Tantos anos a trabalhar e a lutar pela igualdade para vir uma <b> mulher </b>colocar tudo em causa, mais, destruir o esforço de décadas de milhares de Mulheres com M grande, que contam com a solidariedade de parceiros, companheiros a sério, Homens com H grande, pessoas que se preocupam a sério com a sociedade em que vivem. O ódio, Margarida, está no cérebro de quem coloca o ego acima de tudo e de todos. É melhor ficar por aqui. Não quero discutir consigo porque seria uma luta desigual, não lhe parece? A mais forte desiste porque é mais inteligente. Mas estou sempre à sua disposição. A escolha agora é sua.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Mulher"
                    ]
                },
                {
                    "id": "a51fc511-35e4-4f55-6116-08d7a811192c",
                    "user": "8382b1a6-5475-4253-8366-e371929adcf9",
                    "date": "03.02.2020",
                    "timestamp": "NA",
                    "commentText": "Ciratioidei, bem dito! ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "9d9c5903-d30c-467b-cedc-08d7a81169e6",
                    "user": "960db799-ed41-4889-b6be-c0e2a3fb79cb",
                    "date": "03.02.2020",
                    "timestamp": "NA",
                    "commentText": "Muitos são. Mas tambem há muita gente que pensa que descriminação é descriminação, com ou sem o rótulo hipócrita de \"positiva\", e que uma pessoa escolhida por ser alguem com um elevado sentido de responsabilidade e uma ética de representar os que a elegeram teria sido uma escolha muito melhor que alguem escolhida por \"máximização de especificidades\". A política de segregação por caracteristicas inatas não comportamentais e tratamento diferenciado, que o segmento de esquerda de baixas capacidades analíticas copiou da falsa esquerda americana (que é provávelmente a maior criação dos irmãos Koch), está ancorada nas ideias da extrema-DIREITA de classificação e tratamento das pessoas, e inevitávelmente resulta em promoção acima do que merecem de gente que não presta mas que são de uma minoria.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "1dcc54f7-0ff2-4c2f-ced3-08d7a81169e6",
            "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
            "date": "03.02.2020",
            "timestamp": "NA",
            "commentText": "dinheirinho dinherinho, te tenho bem contadinho, não me gaguejes dinheirinho, deixa-me gaguejar-te eu me mim migo, que d-d-d-d-d-d-inheiro gaguejado é m-m-m-m-ultiplicado.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "b91a75c8-87ba-4556-6105-08d7a811192c",
            "user": "48a26fa5-3dda-4c4f-b5a3-a9759b9b1034",
            "date": "03.02.2020",
            "timestamp": "NA",
            "commentText": "Espertíssima a Sra Joacine. Nasceu para isto segundo afirmou. Eu diria nasceu para viver à custa do contribuinte português. Depois admiram-se que o deputado André Ventura a use como exemplo daqueles que veem para Portugal usufruir apenas do estado social que todos pagamos. Cada vez me convenço mais que JKM foi plantada no Livre pelo Chega que cresce na proporção das polémicas desta Sra. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "a01d49d9-152f-40fe-ffdf-08d7960b4eed",
            "user": "beaa8e9a-2321-4fd3-af07-a6badcbc56db",
            "date": "03.02.2020",
            "timestamp": "NA",
            "commentText": "\"Moralidade\", \"Igualdade\", \"Solidariedade\",\"Justiça\"...tudo termos que enchem a boca dos bem-pensantes. Mas quando chega a oportunidade de fazer o que seria moral e eticamente correcto, como, por exemplo prescindir de um lugar elegível, obtido numa lógica social e política que já não se cumpre, ´tá lá quieta. Na lógica, na falta de ética e nas ações (...que palavras leva-as o vento...) em nada difere de Tomás Correia, por exemplo.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "cfc77ecc-8cd1-4ebd-610c-08d7a811192c",
                    "user": "960db799-ed41-4889-b6be-c0e2a3fb79cb",
                    "date": "03.02.2020",
                    "timestamp": "NA",
                    "commentText": "Como ela própria disse no seu discurso \"Eu nasci para isso!\". A soberba desta senhora é espantosa, quase tão espantosa como a inabilidade de muita gente ver para álem das \"especificidades\" dela e se aperceber que como pessoa ela nãoé grande coisa: uma <b> tipa </b>que senpre viveu à custa da boa vontade dos outros e qur, tudo indica, ainda os acha estúpidos por lhe darem o que dão.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Tipa"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "6a91802a-0229-4551-e0e1-08d7a80fba4b",
            "user": "c5ceaf11-8aa7-40d6-bd15-26518694ae74",
            "date": "03.02.2020",
            "timestamp": "NA",
            "commentText": "Não conheço a senhora em causa, mas duma coisa tenho a certeza: dá um \"bailarico\" a 10 M de Portugueses, com uma \"pintarola\"...",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "52d8438d-f77d-406f-6109-08d7a811192c",
                    "user": "beaa8e9a-2321-4fd3-af07-a6badcbc56db",
                    "date": "03.02.2020",
                    "timestamp": "NA",
                    "commentText": "Sim, a nossa sina é levar \"bailaricos\"...Banqueiros corruptos, deputados populistas, deputados que não largam o tacho apesar de despedidos pelo partido sob cuja bandeira foram eleitos, corruptos avulso...ele é viras, corridinhos, fandangos...sempre a dançar desde 1143.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "19eb9474-eadc-4b37-1517-08d7a80f6ace",
                    "user": "43993747-edb9-4cfe-b23c-c38b08096cbe",
                    "date": "03.02.2020",
                    "timestamp": "NA",
                    "commentText": "Para isso há o circo. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "3c44648d-7f58-40dd-60ff-08d7a811192c",
            "user": "5cb421f3-a9ec-4552-b733-e34f51fabff3",
            "date": "03.02.2020",
            "timestamp": "NA",
            "commentText": "Ontem numa mirifica nanif.  fartou-se de falar...sem gaguejar. Que estranho....",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "668ac9b7-350f-443c-ffe1-08d7960b4eed",
                    "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
                    "date": "03.02.2020",
                    "timestamp": "NA",
                    "commentText": "Não é estranho. De certeza que ouviu falar que a cantar os gagos não gaguejam. Pois a gritar, a Joacine também não gagueja. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "79333b1e-ef91-4d25-ffec-08d7960b4eed",
                    "user": "de7a0163-f62a-4821-ad66-17aef50d0ed5",
                    "date": "03.02.2020",
                    "timestamp": "NA",
                    "commentText": "Que ela é cá um galispo não tenho dúvidas nenhumas...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "8bfab0f6-0962-4cfb-e0dd-08d7a80fba4b",
            "user": "5cb421f3-a9ec-4552-b733-e34f51fabff3",
            "date": "03.02.2020",
            "timestamp": "NA",
            "commentText": "Mas o salário, pago pelos tótós,  de quando era irrelevante mantem-se agora que passou a ultra-irrelevante. Viva a democracia que alimenta gente inutil no país. É \"apenas\" mais uma...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6ab4bdc0-0a93-4af9-ffdc-08d7960b4eed",
            "user": "a9363530-2c93-4de4-95fe-f95ed4e888dc",
            "date": "03.02.2020",
            "timestamp": "NA",
            "commentText": "Só para rir.sr Tavares!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "bf320e34-a596-4dfc-d13a-08d7a812598f",
            "user": "3faac4fe-2a65-456c-8e7c-b036c5c8a92a",
            "date": "03.02.2020",
            "timestamp": "NA",
            "commentText": "Enfim só. Orgulhosamente só. Cuidado com a cadeira.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "0dfc2ce6-e583-4d8a-d142-08d7a812598f",
                    "user": "beaa8e9a-2321-4fd3-af07-a6badcbc56db",
                    "date": "03.02.2020",
                    "timestamp": "NA",
                    "commentText": "Muito bom...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "3bc29b3c-98b4-47ff-d137-08d7a812598f",
            "user": "2da6647a-2879-4ebf-baa9-02b74a4caecc",
            "date": "03.02.2020",
            "timestamp": "NA",
            "commentText": "Representa-se a ela. Lindooooooooo. Para onde vai o dinheiro dos nossos impostos.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "ea9ef3bd-1f7d-49b5-ceca-08d7a81169e6",
            "user": "aff3b6d6-269d-42d3-9d88-7dac216dfe07",
            "date": "03.02.2020",
            "timestamp": "NA",
            "commentText": "Foram seis meses, para que as pessoas começassem a ver o perfil! E agora? pergunto eu, como estamos quanto à opinião dos políticos amadores/políticos profissionais? o que dizer dos partidos novos/partidos estabelecidos? Deveríamos pensar muito a sério nisto tudo, porque uma coisa é certa, o nível do deputado desceu, e muito, nesta legislatura!",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "32e9169a-8f9e-4020-6942-08d7a80fb203",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "03.02.2020",
                    "timestamp": "NA",
                    "commentText": "agora, depois de verem o perfil afroportuguês, os 3/4 egípcios com que desafiou o livre (e de cócoras, se fosse escriba, e de cabeça para baixo à trapezista troca-tintas) e a frontalidade guineense, é verem-na de costas devolvidas à precedência.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3291c9be-bc01-47fb-ffe2-08d7960b4eed",
                    "user": "960db799-ed41-4889-b6be-c0e2a3fb79cb",
                    "date": "03.02.2020",
                    "timestamp": "NA",
                    "commentText": "Oh amigo, já se esqueceu do governo do Sócrates (muitos dos quais estão agora no governo) ou até de quando a trafulhice começou mesmo a sério no tempo do Cavaco? Cheia de lixo está a Assembleia da Républica há muito, a unica diferenca é que agora há 1 ou 2% deles que não são dos partidos do centrão.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "e4494def-0174-4544-693b-08d7a80fb203",
            "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
            "date": "03.02.2020",
            "timestamp": "NA",
            "commentText": "Joacine, pelo que nos tem dado a conhecer, tem o perfil requerido para uma excelente ditadora duma qualquer república <b> africana.</b> Na Europa já será mais difícil. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "79f36808-25d3-421a-610f-08d7a811192c",
                    "user": "960db799-ed41-4889-b6be-c0e2a3fb79cb",
                    "date": "03.02.2020",
                    "timestamp": "NA",
                    "commentText": "Uma amadora eleita por gente pseudo-sofisticada que na realidade são gente estúpida a copiar modelos de discriminação étnica da falsa esquerda americana (gente com uma mistura estrondosa de pensar que se sabe por ter educação sem ter a mundanidade e capacidade analítica para se saber mesmo). Se ela fosse mesmo boa para posições ditatoriais, não tinha logo mostrado quem realmente é tão cedo e numa posição tão junior na política.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Africana"
            ]
        },
        {
            "id": "bcdadb00-bcbe-4b97-cec2-08d7a81169e6",
            "user": "31c6b2ae-c1f4-49bd-acfb-be6ad03a2ca5",
            "date": "03.02.2020",
            "timestamp": "NA",
            "commentText": "A presunção de uma deslumbrada! Acho que nas próximas eleições vai querer lá continuar, apesar de, como assim espero, não ter sido eleita para nada!",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "6ad8a8b9-7351-405b-ffd7-08d7960b4eed",
                    "user": "2da6647a-2879-4ebf-baa9-02b74a4caecc",
                    "date": "03.02.2020",
                    "timestamp": "NA",
                    "commentText": "Nas próximas cria um partido. É <b> gaga </b>quando quer mas não é parva.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gaga"
                    ]
                },
                {
                    "id": "0c61cae9-1073-44a3-ffd9-08d7960b4eed",
                    "user": "23a5091f-7a2c-4b3f-95c0-1bf70974bdd6",
                    "date": "03.02.2020",
                    "timestamp": "NA",
                    "commentText": "Podia juntar se ao mamadou, sao os dois uns completos inuteis, absolutamente racistas em relacao aos portugueses. Muito contentes por viver as custas do erario publico,  claro.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "212f5ad1-1093-4a8e-1512-08d7a80f6ace",
                    "user": "5cb421f3-a9ec-4552-b733-e34f51fabff3",
                    "date": "03.02.2020",
                    "timestamp": "NA",
                    "commentText": "Era o que faltava que algum outro partido a recebesse...o BE por ex. Nada me admirava...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}