{
    "header": {
        "title": " Joacine Katar Moreira: \u0093Vamos continuar a trabalhar com a confiança de uns e sem a confiança de outros\u0094 ",
        "subtitle": " No final de uma manifestação anti-racista em Lisboa, a deputada eleita pelo Livre confirmou que é sua intenção ficar na Assembleia da República. ",
        "owner": " ['Sónia Sapage', 'Liliana Borges'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 1879  partilhas",
        "datePosted": " 2 de Fevereiro de 2020, 12:17 ",
        "dateExtraction": " 2020-02-04 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2020/02/02/politica/noticia/joacine-katar-moreira-vamos-continuar-trabalhar-confianca-confianca-1902584 ",
        "postText": " ['A deputada a quem o partido Livre retirou a confiança política na madrugada de sexta-feira, Joacine Katar Moreira, disse no sábado à noite que vai manter-se na Assembleia da República enquanto não deixar de gaguejar lá. Esta foi a primeira vez que a deputada falou depois de o Livre ter confirmado que lhe retirava a confiança política.', '\u0093Eu não vou permitir que ninguém me diga que eu estou onde não devia estar. Eu nasci para estar ali. E vou continuar ali. Eu não me imagino em mais sítio nenhum hoje. Lamento muito​\u0094, declarou, recebendo o apoio dos manifestantes. Aquando da decisão de avançar com a retirada da confiança política à deputada, a direcção do Livre salientou que não lhe pediu nem irá pedir para abdicar do seu mandato \u0093que democraticamente e constitucionalmente\u0094 é seu.', '\"Eu adoro estar aqui porque a minha gaguez desaparece. Enquanto a minha gaguez não desaparecer da Assembleia da República, não saio de lá também\u0094, disse a deputada eleita nas listas do Livre, para as quais foi escolhida através do método de primárias, no final de uma manifestação anti-racista que ocorreu em Lisboa​.', '\u0093É normal os fascistas mandarem-me para a minha terra?\u0094, começou por perguntar Katar Moreira aos manifestantes. \u0093É normal este ódio, esta desinformação, este racismo institucional?\u0094, continuou, perante as respostas: \u0093Não!\u0094, gritava-se na rua. \u0093Não há anti-fascismo sem anti-racismo. E isto é de de todos e de todas. É da esquerda deste país também e não só da direita, porque se a esquerda reclama ser anti-fascista, ela tem de reclamar ser anti-racista\u0094, disse a deputada. \u0093Temos de garantir que nenhum racista se sente demasiado à vontade. Foi para isso que se fez o 25 de Abril, foi ou não foi? Para que os fascistas ficassem inquietos, desconfortáveis e calados\u0094, acrescentou.', 'Sobre o Parlamento, Joacine assumiu ainda que o que lhe interessa é os que votaram nela. E desfez o tabu: \u0093Vamos continuar a trabalhar com a confiança de uns e sem a confiança de outros. Estou lá para honrar o compromisso pelo qual fui eleita\u0094. \u0093A mim interessa-me quem confia em mim, a mim interessa-me quem votou em mim, a mim interessa-me quem torce por mim\u0094, concluiu.'] ",
        "numberPosts": " 93 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Ethnicity - General,Ethnicity - Black,Physical Identity - Physical (and Mental) Impairments,Ideological and Political Identity - General,Gender - General,Nationality - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racista,Racismo,Negra,Negro,Africana,Africano,Preto,Gago,Gaga,Esquerda caviar,Comunista,Mulher,Machista,Xenofobia,Nacionalismo,Gay,Rasca",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "348d734d-65f7-462f-e0ec-08d7a80fba4b",
            "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
            "date": "03.02.2020",
            "timestamp": "NA",
            "commentText": "\"Eu nasci para estar ali\" é um statement histórico. Se não sabe isso, cale-se e não mostre a sua ignorância. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "b232c7c7-f7f1-4f99-d156-08d7a812598f",
                    "user": "3faac4fe-2a65-456c-8e7c-b036c5c8a92a",
                    "date": "03.02.2020",
                    "timestamp": "NA",
                    "commentText": "Segunda tentativa, penso ter o direito a resposta, até porque não firo qualquer critério de publicação, parto do princípio que há problemas técnicos, volto a pedir à moderação e ao Público que verifiquem, peço desculpa pelo incómodo, mas não tenho alternativa: \u0084 Não, não me calo. Quero, exijo mostrar a minha ignorância. Cada um/uma dá o que tem e a mais não é obrigado/obrigada.\u0093 ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "b24d38b2-9a47-4677-f8bc-08d7a9078a6e",
                    "user": "a148de76-7201-435c-904f-6fafde97ada2",
                    "date": "(null)",
                    "timestamp": "NA",
                    "commentText": "\"Statement\" é português? Ou é só para dar um ar de snob? \"Afirmação\" parece-lhe demasiado comezinho? a sua afirmação qualifica-a, senhora defensora do SNS. Mais um exemplar da <b> esquerda caviar?</b>! A afirmação ser histórica ou não, para o caso é irrelevante, O que não é irrelevante é o que ela reforça em termos de mais um demonstração do caráter egocêntrico e deslumbrado da novel deputada que já demonstrou muita coisa mas certamente não demonstrou que nasceu para estar ali. Fica-lhe mal presumir sob a ignorância de outrem, quando aquilo que demonstra é a sua deficiente capacidade de interpretação daquilo que os outros afirmam - ou preciso de dizer \"state\"?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Esquerda caviar"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "6e17fd2b-6623-4ca0-ceb6-08d7a81169e6",
            "user": "8b70902f-4991-4843-8f80-f98e480c2620",
            "date": "03.02.2020",
            "timestamp": "NA",
            "commentText": "3900\u0080 por mês mais respectivos subsídios, para esta manhosa.....que só vai sair da assembleia da república quando lhe passar a gaguice.......se a moda pegar vão haver para aì gagos ao pontapé......por 3900\u0080 mês vale a pena .....passar por <b> gago </b>por<b>  gay</b> outra coisa qualquer......Volta Dr Salazar estás perdoado",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gay",
                "Gago"
            ]
        },
        {
            "id": "d7d242fb-49e5-4a2e-14fd-08d7a80f6ace",
            "user": "f5d9a942-fd7d-451a-89b0-c99c2520b0d4",
            "date": "03.02.2020",
            "timestamp": "NA",
            "commentText": "\"Foi para isso que se fez o 25 de Abril, foi ou não foi? Para que os fascistas ficassem inquietos, desconfortáveis e calados\u0094: em nome da verdade histórica, que a deputada diz defender na questão colonial, tem que se dizer que o 25 de Abril se fez porque os oficiais do quadro militar de patente média não queriam que os milicianos tivessem os mesmos direitos que eles. Otelo Saraiva de Carvalho: \u0093Eu não sabia nada de política e o mesmo se passava com a maioria dos meus companheiros. Só depois da revolução eu soube, por exemplo, quem era o Álvaro Cunhal. O nosso objectivo era a restauração do prestígio das Forças Armadas\u0094. Fica a correcção.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "dec39712-35a1-462f-60e9-08d7a811192c",
            "user": "a148de76-7201-435c-904f-6fafde97ada2",
            "date": "03.02.2020",
            "timestamp": "NA",
            "commentText": "\"Eu nasci para estar ali\". Um ego exacerbado e falta de noção dão nisto. Haja paciência. Verdade seja dita, há muito paspalho nos outros partidos que não é melhor que a Joacine. Como diria um dos parlamentares de uma famiglia dona do aparelho do estado: \"a democracia tem custos\".",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "051dda53-2c45-4d83-ffc0-08d7960b4eed",
            "user": "8a475df3-cca1-45bf-88db-5c6bc4028735",
            "date": "03.02.2020",
            "timestamp": "NA",
            "commentText": "Agarrada ao tacho com unhas e dentes. Acham que ela ia mesmo renunciar? Paga o burro Zé Povinho que insiste no erro de votar em comunista",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Comunista"
            ]
        },
        {
            "id": "95a71dc8-777d-494a-ffbc-08d7960b4eed",
            "user": "3faac4fe-2a65-456c-8e7c-b036c5c8a92a",
            "date": "03.02.2020",
            "timestamp": "NA",
            "commentText": "Segunda tentativa pela última vez hoje, espero. Parece que estamos com problemas técnicos. Peço à moderação e ao Público que verifiquem. Respondo aqui aos caros James Courtauld e José Manuel Martins.  Subscrevo, caro James Courtauld. Caro José Manuel Martins, o paralelismo com Leni Riefenstahl surpreendeu-me positivamente. A beleza incontestável das imagens. A arte ao serviço da ideologia. O ego que ganha dinâmica própria, amoral, egocêntrico, que sacrifica tudo em nome da criação da obra perfeita. O reconhecimento dos pares a despeito do contexto histórico. A \u0084Olympia\u0093 em causa própria. São belíssimas imagens sobre a crueldade do abismo mais profundo da natureza humana. A estética da imagem perfeita sugere equilíbrio interior. É uma fata morgana. A ética é um valor maior. Insubstituível.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "0b7238ee-d04d-4530-6913-08d7a80fb203",
            "user": "d484b069-8c60-41cc-abc2-f50e1c6e445c",
            "date": "02.02.2020",
            "timestamp": "NA",
            "commentText": "Neste momento pouco interessa se...Chega para lá, ou Chega para cá.Chega é de termos que levar com esta doida complexada, baixo nível que saíu debaixo das pedras quando o mimoso, lagartixo e pretenso original Ruizinho meteu a mão nos pedregulhos e a puxou cá para fora. É em momentos como este, que até dá vontade de...",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "d15e8232-deff-44ca-cea1-08d7a81169e6",
                    "user": "841a4abc-bf11-40e7-9aac-775d30f13f29",
                    "date": "02.02.2020",
                    "timestamp": "NA",
                    "commentText": "A política como profissão não é difícil: basta um cursozeco em História Contemporânea e um doutoramento obscuro em Estudos Africanos sobre a virilidade... e toca lá ao Zé Povinho a pagar o tachinho!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "ad6f9e46-9671-4795-d11d-08d7a812598f",
                    "user": "b40fad38-d764-45d0-85c0-5335920ee940",
                    "date": "03.02.2020",
                    "timestamp": "NA",
                    "commentText": "Por muito que custe a pessoas como vocês, ela foi eleita para estar ali. Mal ou bem, foi eleita. Questione-se tudo sobre a JKM em termos de mérito, postura ou até confiança política do partido. Mas que não se questione a legitimidade de estar ali, porque foi eleita para isso. Boa parte dos comentários a estas notícias desapareceria se as pessoas metessem isso na cabeça. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "1f4810e5-aa2e-482c-d141-08d7a812598f",
                    "user": "a71fd8cd-58de-494c-9193-e381610d288b",
                    "date": "03.02.2020",
                    "timestamp": "NA",
                    "commentText": "Resumindo como foi eleita para estar ali não se pode criticar suas atitudes, é isso ? Ah OK, os eleitos de esquerda são inimputáveis além de perfeitos, já os eleitos de direita são fascistas, nazis e populistas além de todo o espirro que dão ser logo alvo de crítica... É a democracia habitual da esquerda. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "f587e11d-dc90-4682-6103-08d7a811192c",
                    "user": "a71fd8cd-58de-494c-9193-e381610d288b",
                    "date": "03.02.2020",
                    "timestamp": "NA",
                    "commentText": "Resumindo como foi eleita para estar ali não se pode criticar suas atitudes, é isso ? Ah OK, os eleitos de esquerda são inimputáveis além de perfeitos, já os eleitos de direita são fascistas, nazis e populistas além de todo o espirro que dão ser logo alvo de crítica... É a democracia habitual da esquerda. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "3232022c-44e0-408a-14e7-08d7a80f6ace",
            "user": "3051b51c-4e68-4fd7-b165-15ec6ee53475",
            "date": "02.02.2020",
            "timestamp": "NA",
            "commentText": "A Joana existe, é, o Bloco e o Tavares fingem que existem, são pouco ou não são. Esse génio da estratégia queria uma marioneta, mas encontrou uma pessoa.... falhou em tudo, e é por isso que tem agora  um partido par(a)lamentar...",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "7c1e32bc-97a8-48b6-ffab-08d7960b4eed",
                    "user": "3051b51c-4e68-4fd7-b165-15ec6ee53475",
                    "date": "02.02.2020",
                    "timestamp": "NA",
                    "commentText": "A Joacine existe, é, o Bloco e o Tavares fingem que existem, são pouco ou não são. Esse génio da estratégia queria uma marioneta, mas encontrou uma pessoa.... falhou em tudo, e é por isso que tem agora um partido par(a)lamentar...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "39a61dee-b13c-44a7-60c9-08d7a811192c",
            "user": "510452f6-f46d-4640-89c8-9334692ed2e5",
            "date": "02.02.2020",
            "timestamp": "NA",
            "commentText": "agora que terminaram os 15 minutos de fama, e perdida a capacidade de intervenção na AR, tem tempo - e orçamento - suficientes para superar o trauma do corte de relações com o Livre.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "09c08e52-51ae-4d07-60c3-08d7a811192c",
            "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
            "date": "02.02.2020",
            "timestamp": "NA",
            "commentText": "Tanta gente a dizer mal da Joacine... ainda dizem que Portugal não é um país <b> racista </b>(a Joacine explica). ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "b416f3ec-c757-4021-d10c-08d7a812598f",
                    "user": "3faac4fe-2a65-456c-8e7c-b036c5c8a92a",
                    "date": "02.02.2020",
                    "timestamp": "NA",
                    "commentText": "Subscrevo, caro Dr. Severino. A senhora Moreira explica tudo, como o \u0084oh Vicente, explica tu!\u0093 Portugal tem, como todos os países, racistas. Não  me afecta, trato a senhora Moreira como portuguesa de pleno direito, respeitando as suas convicções mas criticando a falta de consciência pelas causas. Ou deveria ser benevolente por causa da pele castanha? Penso que se chamaria a isso discriminação positiva. Ou seja: paternalismo ou maternalismo na pior acepção do termo. As causas são muito mais importantes do que a cor da pele, essa, só existe para quem não tem estaleca para as defender (as causas). Já o escrevi hoje e repito: a senhora Moreira está a apoiar o Chega! Imperdoável na minha humilde mas convicta opinião.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "48ddc3b6-c872-4bcf-ffb0-08d7960b4eed",
                    "user": "f280efd0-7692-4abc-a3e2-582579b61cff",
                    "date": "02.02.2020",
                    "timestamp": "NA",
                    "commentText": "Deve ser mais por causa da sua arrogancia, soberba, falta de inteligencia, falta de honestidade, falta de educação que própriamente da cor da sua pele. Nunca ouvi ninguem atacar a ministra da Justiça que tambem é <b> negra.</b> A diferença é que a ministra é séria, inteligente e trabalhou para chegar onde chegou.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Negra"
                    ]
                },
                {
                    "id": "b8c22077-6d6f-4f37-691e-08d7a80fb203",
                    "user": "c20b71ca-b199-4933-b9a0-dba7e5171a4e",
                    "date": "02.02.2020",
                    "timestamp": "NA",
                    "commentText": "De facto somos um país <b> racista </b>mesmo. Não suporto<b>  racismo</b>. Só que um dos sitomas d<b> e racism</b>o é nunca se poder falar mal de algu<b> ém neg</b>ro pq vão logo dizer qu<b> e é raci</b>smo. Parece pardoxal mas é assim mesmo. Critico muitísismo a Joacine por muitíssimas razões, mas nehuma é por<b>  ser n</b>egra, ou po<b> r ser</b> gaga ou por ser oriunda da Guiné. É pelas suas ideias, pela prioridade que dá às suas ideias, pela esquerda identitária em que se insere, pelo radicalismo, enfim. Por tudo isso e nunca pela cor da sua pele.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racismo",
                        "Racista",
                        "Negro",
                        "Negra",
                        "Gaga"
                    ]
                }
            ],
            "keywords": [
                "Racista"
            ]
        },
        {
            "id": "b4f72dfe-f7da-4ec4-d104-08d7a812598f",
            "user": "9f673621-9298-4e73-bd16-6fd823b3c78b",
            "date": "02.02.2020",
            "timestamp": "NA",
            "commentText": "Até quando a comunicação social vai continuar a dar cobertura privilegiada aos desmandos destes populistas rascas? A Guineense por falta de vergonha, arrogância e arrivismo . O Fiteboleiro por novo nacionalista provinciano e provocador <b> rasca.</b>                                      ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "d9dfd18f-89f4-4dde-e0b3-08d7a80fba4b",
                    "user": "832a15c9-5e81-467f-b57c-3be117a36652",
                    "date": "02.02.2020",
                    "timestamp": "NA",
                    "commentText": "Portuguesa...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6eea4421-1227-47dd-ce9b-08d7a81169e6",
                    "user": "3faac4fe-2a65-456c-8e7c-b036c5c8a92a",
                    "date": "02.02.2020",
                    "timestamp": "NA",
                    "commentText": "Desculpe, caro Fun., a senhora Moreira é portuguesa. Tal como não escolhemos a família, há que aceitar que a população portuguesa inclui todo o tipo de personalidades. A proveniência é irrelevante. Somos uma sociedade multicultural e pluralista, felizmente. Não é a proveniência ou características físicas que contam, mas o empenho honesto em trabalhar para a população. Estamos habituados a oportunistas de todas as cores e feitios. Há que enfrentá-los sem falsos pruridos. <b> Racista </b>é a senhora Moreira, assim o tem demonstrado, prejudicando causas maiores e quem sofre na pele as consequências do oportunismo desenfreado.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racista"
                    ]
                }
            ],
            "keywords": [
                "Rasca"
            ]
        },
        {
            "id": "9bb6f3aa-f333-470a-ce84-08d7a81169e6",
            "user": "7644e1f7-6a92-4e19-a290-1588c026c16d",
            "date": "02.02.2020",
            "timestamp": "NA",
            "commentText": "O facto de Joacine se manter no parlamento como deputada independente não tem nada de original. Já em 1977, depois de expulsos do PS, Aires Rodrigues e Carmelinda Pereira permaneceram no parlamento como deputados independentes. Em 1978, em divergência com Sá Carneiro, parte dos chamados \"inadiáveis\" e outros deputados do PSD (37 ao todo) abandonam o partido e permanecem igualmente no parlamento como independentes. Rui Tavares, do Livre de Joacine, abandonou o Bloco de Esquerda mas manteve-se como deputado independente no parlamento europeu. Joacine limita-se a manter o padrão de conduta de quase todos os dissidentes eleitos. Nada de novo, portanto. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 10,
            "replies": [
                {
                    "id": "e869ec87-239f-4e44-e0b1-08d7a80fba4b",
                    "user": "7644e1f7-6a92-4e19-a290-1588c026c16d",
                    "date": "02.02.2020",
                    "timestamp": "NA",
                    "commentText": "Na minha opinião, o maior problema da  atuação política de Joacine como deputada do Livre foi a sua abstenção no Parlamento, na proposta do PC de condenação do ataque de Israel à Faixa de Gaza. Aí ela revelou incompetência. E isso é que é mais grave. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "fe465bed-6af2-4574-ffa0-08d7960b4eed",
                    "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
                    "date": "02.02.2020",
                    "timestamp": "NA",
                    "commentText": "Revelou incompetência porquê? Não pode ter revelado apenas a sua consciência? O problema da Joacine com o LIVRE não é uma questão de competência ou falta dela, mas sim o facto de Joacine ter uma agenda própria e estar-se nas tintas para o LIVRE.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "1fa3ff19-4ca4-486d-d105-08d7a812598f",
                    "user": "7644e1f7-6a92-4e19-a290-1588c026c16d",
                    "date": "02.02.2020",
                    "timestamp": "NA",
                    "commentText": "Concordaria consigo, se tivesse escrito \"inconsciência\".",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "ae1e107e-4fe3-408a-690d-08d7a80fb203",
                    "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
                    "date": "02.02.2020",
                    "timestamp": "NA",
                    "commentText": "Estou a ver que ou se vota como gosta, ou então é inconsciência e incompetência. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2bd57b0c-dd3f-4dc4-6914-08d7a80fb203",
                    "user": "7644e1f7-6a92-4e19-a290-1588c026c16d",
                    "date": "02.02.2020",
                    "timestamp": "NA",
                    "commentText": "Joacine é (era) uma deputada representante de um partido de esquerda, cujo posicionamento relativamente à política de Israel para com os Palestinianos é de condenação. Para além disso, uma deputada cujo discurso político se foca em grande parte nas questões do <b> racismo,</b> abster-se precisamente numa moção que condenava a política de apartheid e de<b>  racismo</b> de Israel para com os Palestinianos, só revela sinal de inconsciência e, por extensão, de incompetência. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racismo"
                    ]
                },
                {
                    "id": "02e3cc28-1e9e-4c68-60d8-08d7a811192c",
                    "user": "d484b069-8c60-41cc-abc2-f50e1c6e445c",
                    "date": "02.02.2020",
                    "timestamp": "NA",
                    "commentText": "Nada de novo? Quem diria...! Pois não me lembro de histerismos e transtornos psi psi, nos atrás mencionados. A essa pobre doente, tem que se tirar tempo de miseráveis exibicionismos, e enviá-la para os lados da Av.do Brasil.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "092e9c50-1e7d-4ddf-ffb3-08d7960b4eed",
                    "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
                    "date": "02.02.2020",
                    "timestamp": "NA",
                    "commentText": "1) Como já disse, a Joacine tem agenda própria e está-se nas tintas para o LIVRE e o programa do LIVRE; 2) Ridículo associar a questão israelita a um caso de <b> racismo.</b> Um livrinho de história fazia-lhe bem. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racismo"
                    ]
                },
                {
                    "id": "c8c124b2-951c-474f-691a-08d7a80fb203",
                    "user": "7644e1f7-6a92-4e19-a290-1588c026c16d",
                    "date": "02.02.2020",
                    "timestamp": "NA",
                    "commentText": "Obrigado pelo seu conselho do livrinho de história, embora lhe diga que no meu caso já o pratico há décadas. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "1236d279-893f-44f7-ffb9-08d7960b4eed",
                    "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
                    "date": "02.02.2020",
                    "timestamp": "NA",
                    "commentText": "Ninguém diria... mas há sempre a possibildiade de andar a consultar os livros errados. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "bd3145c4-4b61-4fda-e0c5-08d7a80fba4b",
                    "user": "7644e1f7-6a92-4e19-a290-1588c026c16d",
                    "date": "02.02.2020",
                    "timestamp": "NA",
                    "commentText": "Não tenho por hábito perder tempo com réplicas a futilidades.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "b21d19a8-b67c-42bd-e0ae-08d7a80fba4b",
            "user": "d484b069-8c60-41cc-abc2-f50e1c6e445c",
            "date": "02.02.2020",
            "timestamp": "NA",
            "commentText": "Esta <b> mulher,</b> (cuja cor e gaguez não são para aqui chamadas), encontrou o poleiro que sempre ambicionou graças à molezazinha do Rui Tavares, coitado. Ela é uma desequibrada até perigosa, livrem-se dela e...urgentemente!!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Mulher"
            ]
        },
        {
            "id": "aa00cdbf-9e10-4b89-e0ad-08d7a80fba4b",
            "user": "24d616be-548a-4735-b39b-87d2fec06a8a",
            "date": "02.02.2020",
            "timestamp": "NA",
            "commentText": "Acredito que poderás aí estar durante 4 anos,mas já não creio que mais alguma vez sejas eleita para deputada.O que te falta em humildade,sobra-te em arrogância.E não venhas com a história estafada do <b> racismo </b>pois,se o houvesse nunca estarias onde estás.O fundador do partido que te elegeu, também teve um comportamento para com o Bloco de Esquerda que tu,agora,copiaste!De resto isso não é inédito pois Medeiros Ferreira.há alguns anos,teve o mesmo procedimento para com o PRD!Nem nisto és original!Pede a demissão pois não tens perfil para estares na assembleia da republica de Portugal.Talvez no Brasil...",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "00703d36-02fb-4aab-60ce-08d7a811192c",
                    "user": "25e81347-315b-4eff-b106-0e4d3cc4cce1",
                    "date": "02.02.2020",
                    "timestamp": "NA",
                    "commentText": "Apoiado.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "4496b6e9-0aa6-4718-ff9a-08d7960b4eed",
            "user": "8da0bf2b-d516-4442-be99-f0ffb024f296",
            "date": "02.02.2020",
            "timestamp": "NA",
            "commentText": "Está destravada, julga-se a melhor deputada do mundo! O grande desígnio nacional!Lembrando a frase de uma personagem de Herman José, 'Eu é que sou o presidente da junta...'",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "a074e12e-e675-4267-6d26-08d7a71d3427",
            "user": "a8772944-c103-4322-a59c-b67b27a24803",
            "date": "02.02.2020",
            "timestamp": "NA",
            "commentText": "Há algum fascínio no Público para darem tanta cobertura a JKM? Não deveriam dar cobertura similar aos deputados do Chega e da IL? Senão é parcialidade, parece.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "d9d134ad-6572-4b47-e0ba-08d7a80fba4b",
                    "user": "25e81347-315b-4eff-b106-0e4d3cc4cce1",
                    "date": "02.02.2020",
                    "timestamp": "NA",
                    "commentText": "Já deu para ver que no \"Publico\" gostam muito da esquerda e boicotam os comentários que não são do seu agrado. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "451d660c-df36-43a8-85e3-08d7a71d3d96",
            "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
            "date": "02.02.2020",
            "timestamp": "NA",
            "commentText": "Leibniz (notório por mal-afamados pergaminhos como ser o diplomata de déspotas iluminados, ainda por cima teutões, perdoem-me os guineenses esta <b> xenofobia </b<b> >racista</b> dirigida aos nossos irmãos centro-europeus, mas não há nada como os 2 pesos e 2 medidas) nutria esta doutrina bizarra de uma sorte de fatalidade lógica, que faria com que da definição substancial de cada ser fizesse também parte tudo quanto ele faria e lhe seria feito, sem que de resto esse fatalismo minorasse a sua liberdade. Coisas de filósofos - e de joacines. Dois tiques, para além do da não-gaguez, a definem: 'Não ir permitir' (dêem-lhe um ceptro para as unhas, dêem...), e ser deputada por inatismo. Daqui ninguém me tira - não decerto as festivas 12 pessoas que a apostolavam no rossio, nem as manas jornalistas da pandilha.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racista",
                "Xenofobia"
            ]
        },
        {
            "id": "282457fc-a16b-4c19-3159-08d7a71f81f3",
            "user": "72ff53cd-a190-47aa-a9e6-2770cafc43b0",
            "date": "02.02.2020",
            "timestamp": "NA",
            "commentText": "É de esquerda dizer \"o escurinho do FMI\" e <b> racista </b>dizer \"a escurinha do Livre\"? ...",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5aebc72c-60bd-4182-6901-08d7a80fb203",
                    "user": "8da0bf2b-d516-4442-be99-f0ffb024f296",
                    "date": "02.02.2020",
                    "timestamp": "NA",
                    "commentText": "Esses são irmãos gémeos!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racista"
            ]
        },
        {
            "id": "7da178db-bd18-45de-96a4-08d7a7234d68",
            "user": "ce39b74f-2a68-4997-94d4-77128678a025",
            "date": "02.02.2020",
            "timestamp": "NA",
            "commentText": "Se fundar um partido, este detestável ser é capaz de ser eleita. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6adb2f67-66d9-4294-85e2-08d7a71d3d96",
            "user": "ffbdc07d-6b94-4fb8-94df-8bfb1d301c55",
            "date": "02.02.2020",
            "timestamp": "NA",
            "commentText": "O parlamento português vai continuar usufruir da magnífica prestação desta grandiosa deputada. O ódio que destila vai certamente ser um fator decisivo para que todos aqueles que votam sem pensar, comecem a ver para além da imagem. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5acc60d2-7c4f-43c5-4134-08d7a7227332",
            "user": "be07263c-0c7d-4111-b8f2-626ead792d4a",
            "date": "02.02.2020",
            "timestamp": "NA",
            "commentText": "Eu sou deputada desde pequenina...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "c53204f3-ab47-4663-3155-08d7a71f81f3",
            "user": "39748c9c-7438-4687-be83-c83afddde74a",
            "date": "02.02.2020",
            "timestamp": "NA",
            "commentText": "Só numa frase são seis \"mim\" e três \"interessa-me\".  Não admira que uma pessoa que se serve exclusivamente da gaguez e da sua origem <b> africana </b>para se auto-promover acabe por provocar <b> \"racismo</b>\" e preconceito. E se calhar está mesmo a contar com isso. É tudo uma espécie de garantia do lugar no parlamento.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "f57ae0bd-1a1c-4163-96a6-08d7a7234d68",
                    "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
                    "date": "02.02.2020",
                    "timestamp": "NA",
                    "commentText": "Ao que parece a gaguez é só quando convem.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "0b842962-a154-4bb4-96a7-08d7a7234d68",
                    "user": "beaa8e9a-2321-4fd3-af07-a6badcbc56db",
                    "date": "02.02.2020",
                    "timestamp": "NA",
                    "commentText": "...Duvida?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "39b2f5cd-565a-49e4-ff9d-08d7960b4eed",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "02.02.2020",
                    "timestamp": "NA",
                    "commentText": "parafraseando karl valentin, que usava a expressão antes de himmler - 'e não se pode katá-la'? Atenção, o verbo katar só foneticamente se confunde com o verbo catar. Catar, sabemos o que é: é livrar o hospedeiro do parasita, coisa que nem o livre reivindica (num assomo de aristocrática impassibilidade que só lhe fica bem). Mas katar - verbo directamente emanado de uma essência pessoal que se não existisse tinha que ser inventada - ainda ninguém sabe o que e até onde pode insignificar. A 'E não se pode exterminá-lo?' - ao 'capitalismo internacional', no delírio do lado esquerdo de valentin - a resposta era: não. Ao fichteanismo de joacine, Eu=Eu, nada pode atingir: ele é, mas não existe, como sucede às divindades e à pura idealidade. Convenhamos que há piores ornamentos, tónicos da direita.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racismo",
                "Africana"
            ]
        },
        {
            "id": "f72c9c22-67cc-4719-6d21-08d7a71d3427",
            "user": "48a26fa5-3dda-4c4f-b5a3-a9759b9b1034",
            "date": "02.02.2020",
            "timestamp": "NA",
            "commentText": "Não sou defensor de teorias das conspiração mas começo a acreditar que a Joacine foi plantada no Livre pelo Chega. Quanto mais abre a boca e gagueja mas votos André Ventura recolhe. Joacine é uma personagem detestável. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "20a9dc54-faaa-464f-ce93-08d7a81169e6",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "02.02.2020",
                    "timestamp": "NA",
                    "commentText": "tem piada, quando, na altura em que a censura foi levantada, vi pela primeira vez o hilariante (involuntário...?) 'o triunfo da vontade', esse tigre de papel, também pensei que a riefenstahl era uma agente vermelha, infiltrada para desacreditar pelo ridículo das marchas-marchinhas militares a toque de corneta e pelos inflamados contra-picados dos discursadores de feira o regime hitleriano. Debord mais tarde fez exactamente o mesmo (devolvendo o cinema à sua verdade simulada: as vinte takes de um plano) na célebre repetição da carga do sétimo de cavalaria, cujo heroísmo wayneano se esvai em farsa. A joacine é a agente vermelha do seu próprio nazismo larvar, ou vice-versa, neste regresso em forma de farsa de le rouge et le noir.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4849fec7-ee30-4c76-60e1-08d7a811192c",
                    "user": "3faac4fe-2a65-456c-8e7c-b036c5c8a92a",
                    "date": "03.02.2020",
                    "timestamp": "NA",
                    "commentText": "Caros Senhores, respondi aos vossos comentários lá em cima. A primeira tentativa falhou. Parece que os meus comentários ficam pendurados até eu reenviar pela segunda vez.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "c94d512a-6bca-4f17-6d20-08d7a71d3427",
            "user": "72ff53cd-a190-47aa-a9e6-2770cafc43b0",
            "date": "02.02.2020",
            "timestamp": "NA",
            "commentText": "Wow...a esquerda anda em força na censura...nao gosta que se recorde a afirmacao da esquerda acerca de \"o escurinho do FMI\" ? Isso já nao era <b> racista?</b>",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1b58764e-a6f6-4cad-e8c7-08d7a71f1c34",
                    "user": "72ff53cd-a190-47aa-a9e6-2770cafc43b0",
                    "date": "02.02.2020",
                    "timestamp": "NA",
                    "commentText": "É de esquerda dizer \"o escurinho do FMI\" e <b> racista </b>dizer \"a escurinha do Livre\"?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racista"
                    ]
                }
            ],
            "keywords": [
                "Racista"
            ]
        },
        {
            "id": "964aa3cf-050a-41a7-ff96-08d7960b4eed",
            "user": "b0485fb1-5e36-4421-bd68-a4d21ecfe410",
            "date": "02.02.2020",
            "timestamp": "NA",
            "commentText": "Continuam a confundir anti-racismo com <b> nacionalismo </b<b> >africano</b>. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Africano",
                "Nacionalismo"
            ]
        },
        {
            "id": "d43f0bb6-c7ae-4e88-4131-08d7a7227332",
            "user": "717d2d61-f346-4b88-834f-eb1798ce6907",
            "date": "02.02.2020",
            "timestamp": "NA",
            "commentText": "\"eu nasci para...\" é uma afirmação perigosa. e perturbadora. seja sinal de fatalismo, determinismo ou elitismo, choca de frente com a ideia de que todos os cidadãos nascem livres e iguais. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "66e3a9b9-96a4-4325-96aa-08d7a7234d68",
                    "user": "beaa8e9a-2321-4fd3-af07-a6badcbc56db",
                    "date": "02.02.2020",
                    "timestamp": "NA",
                    "commentText": "Já diagnostiquei a aflição da senhora, aqui nestas linhas, há muito tempo...O mesmo perfil psicológico de um Lance Armstrong ou de um Oscar Pistorius. Como no primeiro, tudo vale pelo que \"nasceu para\". Como no segundo, todos se devem dobrar à sua vontade, sem lhes ser, sequer, admitido questionarem se a limitação que têm não os desaconselha, especialmente, para aquilo a que se propõem. Aqueles, acabaram como acabaram. Vamos ver se isto também não termina num qualquer triste drama.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6ae9bed1-1df2-48e7-4136-08d7a7227332",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "02.02.2020",
                    "timestamp": "NA",
                    "commentText": "é auto-afirmativo, julga em causa própria, e explica o que o partido teve que lhe aturar. Entretanto, as jornalistas de plantão à causa, em aliança com o programa do centro de propaganda da universidade do boaventura, não só não aprenderam a lição que lixou a trupe do tavares, como é essa mesma lição que nos querem ensinar e impingir, cúmplices na promoção de uma causa artificial cujo primeiro resultado é triplicar a votação no chega. O truísmo dos simplórios auto-verifica-se aqui: cada qual é para o que nasce...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "7895eb5f-d5fb-45ee-85df-08d7a71d3d96",
            "user": "39748c9c-7438-4687-be83-c83afddde74a",
            "date": "02.02.2020",
            "timestamp": "NA",
            "commentText": "Só numa frase são seis \"mim\" e três \"interessa-me\".  Não admira que uma pessoa que se serve exclusivamente da guaguês e da sua origem <b> africana </b>para se auto-promover acabe por provocar <b> \"racismo</b>\" e preconceito. E se calhar está a contar com isso. E tudo uma espécie de garantia do lugar no parlamento.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "68fe1f9c-2cd7-4adf-e0ac-08d7a80fba4b",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "02.02.2020",
                    "timestamp": "NA",
                    "commentText": "a esquerdalha 'inteligente', que tanto gosta de 'desconstruir o discurso burguês, capitalista, <b> machista,</b> fascista, ista e tirilista ista ista', bem podia de facto escrutinar este verdadeiro bólide em movimento do almanaque dos sintomas freudianos que é a<b>  gaga</b> miraculada pela ira. Tudo no fenómeno katar é profundamente odioso, a começar por esse autismo mimado de um ego do tamanho de áfrica (a guiné é piquinina demais) e de uma raiva militante contra o mundo, que de facto é uma peste esbracejante. Mas não será a esquerda (que raras vezes é de esquerda) a fazer essa desconstrução do vitimismo self-fulfilled. Mais fácil assistir a esta simpatia dos megafones mediáticos de serviço, que há mais de um ano militam pela causa quase diariamente. Ah - e que amiúde me censuram, quando acerto demais.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Machista",
                        "Gaga"
                    ]
                }
            ],
            "keywords": [
                "Racismo",
                "Africana"
            ]
        },
        {
            "id": "c6a8ed89-f33c-4033-6d1f-08d7a71d3427",
            "user": "42bd18f0-f8bc-4af5-b3a8-29a564445bb9",
            "date": "02.02.2020",
            "timestamp": "NA",
            "commentText": "Pelos vistos, não é mesmo <b> gaga </b>e simulou gaguez para ganhar popularidade. Vale mesmo tudo para chegar a deputada:)",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gaga"
            ]
        },
        {
            "id": "9e2f138e-5b9a-46f3-6d1e-08d7a71d3427",
            "user": "5e810cf6-dec1-41e9-bbe0-df1e65158d75",
            "date": "02.02.2020",
            "timestamp": "NA",
            "commentText": "A \"Loucura mansa\" desceu à rua. Está senhora não ajuda em nada a onda anti-racista. Talvez alguém próximo lhe tenha de dizer isso mesmo. É ainda se queixam do populismo do André Ventura...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9b71aa98-a29b-4a1b-6d1d-08d7a71d3427",
            "user": "8f93609b-106b-45cb-834e-c08730a2bca4",
            "date": "02.02.2020",
            "timestamp": "NA",
            "commentText": "Não gosto de pessoas que se julgam ungidas. LOL",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "d2b92a66-8331-4439-314d-08d7a71f81f3",
            "user": "a71fd8cd-58de-494c-9193-e381610d288b",
            "date": "02.02.2020",
            "timestamp": "NA",
            "commentText": "É a melhor diretora de Campanha que o Ventura podia ter. E o motorista do autocarro que foi agredido por elementos da minoria por ter cumprido a sua função. Alguém sabe o que é feito dele.? ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "3b96eab9-a6f8-4730-60d0-08d7a811192c",
                    "user": "25e81347-315b-4eff-b106-0e4d3cc4cce1",
                    "date": "02.02.2020",
                    "timestamp": "NA",
                    "commentText": "Isso não interessa. Se fosse <b> preto.</b>..",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Preto"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "67462e58-750e-4cb5-969a-08d7a7234d68",
            "user": "b315d779-8b43-4aeb-9c92-373627323e20",
            "date": "02.02.2020",
            "timestamp": "NA",
            "commentText": "Ninguém nasce para ser deputado, só os narcisistas inveterados acreditam nisto. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "3755719f-c310-49f6-96ac-08d7a7234d68",
                    "user": "beaa8e9a-2321-4fd3-af07-a6badcbc56db",
                    "date": "02.02.2020",
                    "timestamp": "NA",
                    "commentText": "Narcismo patológico, meu caro, Narcisismo patológico...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "1551017b-8b67-4602-e8b9-08d7a71f1c34",
            "user": "f280efd0-7692-4abc-a3e2-582579b61cff",
            "date": "02.02.2020",
            "timestamp": "NA",
            "commentText": "Infelizmente a joacine vai ser o catalisador que vai impulsionar o chega a ter mais deputados nas próximas eleições. As sementes estão lançadas ...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "005e18f5-9719-4534-3147-08d7a71f81f3",
            "user": "f6ce2266-3e78-4baa-a31c-960b23237319",
            "date": "02.02.2020",
            "timestamp": "NA",
            "commentText": "Eheh! A criatura livrou-se do criador! ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "eb00a2b1-f3e4-46da-6d1a-08d7a71d3427",
            "user": "3faac4fe-2a65-456c-8e7c-b036c5c8a92a",
            "date": "02.02.2020",
            "timestamp": "NA",
            "commentText": "Segunda tentativa (já agora, e porque não eu?): Primeiro eu, depois eu e finalmente eu. Haja auto-confiança. Desgraçadamente quem está sempre a dizer eu, tem falta de auto-confiança. É só arrogância da pior espécie. A senhora Moreira está a ajudar o Ventura. Chega! As causas maiores não podem estar nas mãos de pessoas deste calibre. O Livre só tem uma saída se quiser merecer o estatuto de alternativa política: distanciar-se veementemente desta senhora, não deixar dúvidas ao eleitorado de que tem capacidade e competência para separar o trigo do joio.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6e368b96-29f0-4bba-ff8a-08d7960b4eed",
            "user": "5cb421f3-a9ec-4552-b733-e34f51fabff3",
            "date": "02.02.2020",
            "timestamp": "NA",
            "commentText": "Sim, sim, graças às nossas estupidas Leis racistas da AR, podes lá continuar sem ter apoio do partido pelo qual foste eleita...",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5c748c04-5f8c-4d39-ff9c-08d7960b4eed",
                    "user": "6453fbf9-c762-4508-9d3d-bde37bfd6970",
                    "date": "02.02.2020",
                    "timestamp": "NA",
                    "commentText": "Em que é que o regimento actual da AR, aplicando-se a todos os deputados, é <b> racista?</b> ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racista"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "7bb2670c-a507-4268-3145-08d7a71f81f3",
            "user": "34c9ea1f-4c3c-432d-973b-d2d08f19b6a7",
            "date": "02.02.2020",
            "timestamp": "NA",
            "commentText": "A imbecilidade parlamentar dum parlamento a dormir. Vamos longe!!!!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "24840730-9aab-44ff-4122-08d7a7227332",
            "user": "f3d50f05-a6a1-4c47-976b-938803589d8f",
            "date": "02.02.2020",
            "timestamp": "NA",
            "commentText": "Continuar no parlamento é bom para o ego, é excelente para ventura e não sei se para mais alguém.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "230cbad8-4c51-4163-6d16-08d7a71d3427",
            "user": "2ce678e6-a475-41c0-9b14-59aef60a5f88",
            "date": "02.02.2020",
            "timestamp": "NA",
            "commentText": "Não gaguejou quando fez o discurso. Já nem sei em que acreditar.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "cbad2c75-1635-4255-ffc9-08d7960b4eed",
                    "user": "8b70902f-4991-4843-8f80-f98e480c2620",
                    "date": "03.02.2020",
                    "timestamp": "NA",
                    "commentText": "Acredita...3900\u0080 de ordenado + diversos subsídios",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "53114f67-2777-4542-85d2-08d7a71d3d96",
            "user": "48a26fa5-3dda-4c4f-b5a3-a9759b9b1034",
            "date": "02.02.2020",
            "timestamp": "NA",
            "commentText": "Nem a Rainha Vitória que era eu, eu, eu, eu ganha à camarada Joacine. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "e63db5c8-7e20-4f50-ff99-08d7960b4eed",
                    "user": "beaa8e9a-2321-4fd3-af07-a6badcbc56db",
                    "date": "02.02.2020",
                    "timestamp": "NA",
                    "commentText": "Bom, nesse sentido que bem menciona, a Joacine é apenas o pináculo de uma aflição de carácter quase geral nos bem-pensantes. \"Eu\", \"Eu e \"Eu\", apesar das pias declarações de \"solidariedade\" e preocupação com os outros (...animaizinhos incluídos...). Os papás nunca lhes disseram \"não\", não conseguem perceber, nunca, que a vida é um percurso de aperfeiçoamento pessoal e...nós que os aturemos.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "043e89ef-0eb0-4566-4120-08d7a7227332",
            "user": "b6c40688-5915-40ec-a287-0e572e594d1b",
            "date": "02.02.2020",
            "timestamp": "NA",
            "commentText": "Votei em ti, longe de adivinhar quanto eras <b> racista,</b> vaidosa, provocadora e interesseira. Destróis todos os princípios que se julgava personificares. Agora inventas \" que nasceste  para estar ali\", qual designação divina com que tentas encobrir o oportunismo. És a figura da chacota nacional e, pior do que isso, aquela que destrói os valores de esquerda que capturou. Até a gaguez serve. VALE TUDO!!",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "b1573ba1-7b14-4a06-e8c6-08d7a71f1c34",
                    "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
                    "date": "02.02.2020",
                    "timestamp": "NA",
                    "commentText": "Sobre as outras \"qualidades\", só mesmo convivendo de perto com ela se poderia perceber, agora quanto a  ser <b> racista </b>estava bem à vista, só se deixou enganar quem quis.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racista"
                    ]
                }
            ],
            "keywords": [
                "Racista"
            ]
        },
        {
            "id": "c377d6f9-30b3-4272-313f-08d7a71f81f3",
            "user": "7baae8ec-4bb7-4241-a935-66df24bf7aac",
            "date": "02.02.2020",
            "timestamp": "NA",
            "commentText": "Perante palavras tão \u0093sólidas\u0094 com \"nasci para estar ali\", quem são os Portugueses ou o Livre (partido através da qual foi eleita) para a contrariar?! Afinal, todos temos o direito de realizar (ou tentar, pelo menos) os nossos sonhos. Infelizmente, ainda não estão previstos constitucionalmente lugares perpétuos ou, no mínimo, enquanto a \u0093gaguez não desaparecer\u0094. Assim, quem por razões quiçá estranhas mas que desconheço, decidiu propor a pessoa em causa poderá, querendo, fazer mea culpa. Nós, cidadãos, pagamos a fatura, independentemente da mais ou menos-valia de cada candidato, da sua maior ou menor capacidade de gritar ou gaguejar, das suas (in)competências (alguns talvez valham mais quando não se manifestam). Depois queixam-se do escasso apreço dos Portugueses pelos políticos e pela AR.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "e997ae50-24ea-4040-e8b1-08d7a71f1c34",
            "user": "8da0bf2b-d516-4442-be99-f0ffb024f296",
            "date": "02.02.2020",
            "timestamp": "NA",
            "commentText": "Uau! Quanta soberba e tanta falta de humildade! O poder subiu-lhe à cabeça! 'Eu não vou permitir...', 'Eu estou onde...', 'Eu nasci...', 'Eu não me imagino...', ...",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "8649d681-a492-4d30-968f-08d7a7234d68",
                    "user": "8da0bf2b-d516-4442-be99-f0ffb024f296",
                    "date": "02.02.2020",
                    "timestamp": "NA",
                    "commentText": "\"Eu adoro estar aqui porque a minha gaguez desaparece. Enquanto a minha gaguez não desaparecer da Assembleia da República, não saio de lá também\u0094... Um ego descomunal! Mais palavras para quê?!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "be7cc187-1869-44d2-6d12-08d7a71d3427",
            "user": "f280efd0-7692-4abc-a3e2-582579b61cff",
            "date": "02.02.2020",
            "timestamp": "NA",
            "commentText": "Aproveita os 3 anos e meio que faltam. Quando o mandato acabar não voltas a meter os pés na assembleia da república a não ser para lavar escadas. O país todo já viu ao que vens e não se vai deixar enganar uma segunda vez ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "199d51a0-8062-4609-e8b3-08d7a71f1c34",
                    "user": "ab0c660e-4a2a-496c-bfac-c41ebec203c5",
                    "date": "02.02.2020",
                    "timestamp": "NA",
                    "commentText": "Joacine só deveria regressar ao parlamento para \"lavar escadas\"? Não sabia que o Chega já tinha chegado às caixas de comentários do público.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "24912f9c-6030-4604-4127-08d7a7227332",
                    "user": "f280efd0-7692-4abc-a3e2-582579b61cff",
                    "date": "02.02.2020",
                    "timestamp": "NA",
                    "commentText": "Não é um comentário <b> racista.</b> Ela não tem valor para mais nada ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racista"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "823122f6-e8e1-4391-6d10-08d7a71d3427",
            "user": "de7a0163-f62a-4821-ad66-17aef50d0ed5",
            "date": "02.02.2020",
            "timestamp": "NA",
            "commentText": "Já todos vimos quais são os interesses que esta pessoa serve. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "e6b2d1d1-a065-4246-85cd-08d7a71d3d96",
            "user": "2da6647a-2879-4ebf-baa9-02b74a4caecc",
            "date": "02.02.2020",
            "timestamp": "NA",
            "commentText": "Mais uma sebastianica. Não há pachorra para tanta imbecilidade.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "c060f4a8-525a-43e7-313c-08d7a71f81f3",
            "user": "51fb28d7-b05c-45ca-9016-3ae4ce996d79",
            "date": "02.02.2020",
            "timestamp": "NA",
            "commentText": "Eu, eu, eu...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "bd183d94-c5b2-489f-e8ac-08d7a71f1c34",
            "user": "0936d42a-b3e3-4157-8e0f-7968eb059b69",
            "date": "02.02.2020",
            "timestamp": "NA",
            "commentText": "É curioso que num sistema eleitoral em que se vota em partidos e não explicitamente em candidatos, seja o partido a perder o seu lugar na AR. Mais uma vez se confirma que os deputados não fazem a mínima ideia do que é a \"res publica\". Se o candidato ali estivesse para servir os ideais e interesses do partido pelo qual deu a cara nas eleições, no momento em que lhe é retirada a confiança política, não seria normal ceder o seu lugar ao candidato seguinte do partido? Seria, claro. Só que isso não se pode nem equacionar nesta república de egos. Porque é que não concorreu como independente?",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5a1d8a29-48aa-4a89-ff80-08d7960b4eed",
            "user": "61aa0c56-9b10-4c99-8730-88357c0617dd",
            "date": "02.02.2020",
            "timestamp": "NA",
            "commentText": "vais estar ali se quisermos que continues ali, é assim que a democracia funciona. casmurra",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5c699b79-3083-448e-313a-08d7a71f81f3",
                    "user": "051aa21d-8362-4b6b-8f5f-cc125eeea26d",
                    "date": "02.02.2020",
                    "timestamp": "NA",
                    "commentText": "Acabem de vez de ajudar a inflacionar o ego desta senhora. Ela não precisa. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}