{
    "header": {
        "title": " A culpa e a reparação ",
        "subtitle": " A ideia de que os portugueses de hoje têm de reparar o que os de há cem ou duzentos anos fizeram é totalmente absurda! ",
        "owner": " ['António Barreto'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 400  partilhas",
        "datePosted": " 16 de Junho de 2019, 7:55 ",
        "dateExtraction": " 2020-01-14 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2019/06/16/opiniao/opiniao/culpa-reparacao-1876485 ",
        "postText": " ['A desigualdade \u0093racial\u0094 (e por vezes religiosa, étnica\u0085) é tema infinito. Em Portugal e no resto do mundo. Entre nós, está agora mais vivo do que no passado, o que se fica a dever a intervenções de brancos e negros, africanos e europeus, cristãos e muçulmanos, judeus e gentios. Sem falar em académic...'] ",
        "numberPosts": " 22 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Ethnicity - General,Nationality - General,Sexual Identity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racismo,Xenofobia,Nacionalidade,Homofobia",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "80906c80-fddc-4123-82a2-08d6f2f7f176",
            "user": "2f7b443c-70d5-4a03-8b33-6c2fe5ae8746",
            "date": "17.06.2019",
            "timestamp": "NA",
            "commentText": "Belíssimo artigo! Pos com clareza os pontos  nos ii. Obrigada. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "96dcc9f3-e3e2-4d0e-c099-08d6f1e0230b",
            "user": "51e4df24-306a-444c-b319-09f5f5174ce2",
            "date": "16.06.2019",
            "timestamp": "NA",
            "commentText": "Quem tivesse lido esta crónica desconhecendo a sua autoria, pela certa que no fim não tinha dificuldade em saber que o seu autor só podia ser Álvaro Barreto. Aliás, já na sua última crónica fiz este exercício e verifiquei que provocou mal-estar àqueles que  não despem a camisola do partido como ele faz. Parabéns pela sua coragem.  ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "49c57517-438d-4c72-8c40-08d6f1e8c48f",
                    "user": "51e4df24-306a-444c-b319-09f5f5174ce2",
                    "date": "17.06.2019",
                    "timestamp": "NA",
                    "commentText": "Peço desculpas a António Barreto pela troca do nome.        ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "ef749653-6203-4c7c-64e7-08d6f1e84e3a",
            "user": "a344e59e-b749-4734-b6d4-07e32fb79941",
            "date": "16.06.2019",
            "timestamp": "NA",
            "commentText": "Reduza-se ao essencial o tema e as perguntas e respostas se reduzirão à sua insignificância. O essencial é que os fortes usam e abusam dos fracos! Pobreza, <b> racismo,</b><b>  homofobia</b><b> , xenofobi</b>a, chauvinismo... são algumas das diferentes formas da luta eterna de fortes contra fracos. As diferentes formas de piedade que os fortes, ou parte deles, concedem aos fracos faz parte da luta contra eles. Há RSI, Rendimento Social de Inserção, para evitar níveis de indigência que constitua ameaça. Há reformas, de pouco mais de 200 Euros por mês, para evitar a epidemia de moribundos e cadáveres de fracos espalhados pelas ruas e praças da cidade. Há gastos com os bairros para conter a violência em limites geográficos e intensidade tolerável pelos fortes. E há a sublimação de tudo em poemas e orações!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo",
                "Xenofobia",
                "Homofobia"
            ]
        },
        {
            "id": "20e8cb45-fcde-4014-ae9c-08d6f1dda281",
            "user": "50287135-45a6-4a72-b3c5-8f99044b310c",
            "date": "16.06.2019",
            "timestamp": "NA",
            "commentText": "Não. Não é com Salário Mínimo de 600, ou discursos populistas do 10 de Junho, que diminuimos a desigualdade. No entanto, se Portugal tem 2 colheitas ou mais por ano, grandes reservas de petróleo, diamantes, ouro, platina, uma floresta maior do que a Amazónia para destruir para criar gado, etc, não vejo porque não devemos compensar a história, e isto só demonstra má vontade de Portugal (Ahahahahah - estou a brincar, como é óbvio, porque Portugal sempre foi um país pobre e miserável, apesar de alguns terem lucrado com a coisa)...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "36c45cb7-56c4-4b88-8c2e-08d6f1e8c48f",
            "user": "02c114cc-c3d3-46e6-a30e-1021cd031153",
            "date": "16.06.2019",
            "timestamp": "NA",
            "commentText": "Na verdade, a pobreza não tem cor, <b> nacionalidade,</b> sexo,  credo ou opinião política, mas tem solução. Para a erradicar, terão de se promover políticas de prevenção e de discriminação positiva, não só na mudança e reconstrução física de bairros, mas também em políticas específicas de educação e emprego viradas para a inclusão. No fundo, trata-se de aplicar os Direitos Humanos às regras da cidade.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nacionalidade"
            ]
        },
        {
            "id": "c3ed8ac8-d64e-429d-8c2c-08d6f1e8c48f",
            "user": "02c114cc-c3d3-46e6-a30e-1021cd031153",
            "date": "16.06.2019",
            "timestamp": "NA",
            "commentText": "O facto de agora vivermos felizes em união de facto com a UE, não quer dizer que nos devamos esquecer daqueles de quem abusamos por muito e demasiado tempo. Não se trata de culpa e reparação, trata-se de responsabilidade. Não é por acaso que a CPLP existe e promete cooperação e desenvolvimento entre povos de língua portuguesa.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "f825f6f6-1122-4666-c08c-08d6f1e0230b",
            "user": "02c114cc-c3d3-46e6-a30e-1021cd031153",
            "date": "16.06.2019",
            "timestamp": "NA",
            "commentText": "Enquanto houver memória de milhares de mortes provocadas pela fome, nos anos 40, em ilhas de Cabo Verde, para onde Salazar se recusou a enviar um único saco de farinha; enquanto houver memória da colonização tardia e da guerra colonial absurda na década de 60 e 70, não se pode ficar indiferente e fingir que nada se passou nas últimas décadas do império português. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "8a7317d9-c21c-4b5b-64e9-08d6f1e84e3a",
                    "user": "a344e59e-b749-4734-b6d4-07e32fb79941",
                    "date": "16.06.2019",
                    "timestamp": "NA",
                    "commentText": "O que aconteceu após tanta humilhação física, de dignidade humana, material perpetrada pelo Império Colonial Fascista, forte contra os povos fracos, foi os fracos se fazerem fortes e terem destruído o Império Colonial Fascista em 25 de Abril de 1974. A força organizada dos povos português, cabo-verdiano, guineense, angolano, moçambicano, e de Timor Leste venceu o forte opressor. Todos esse povos ficaram livres e independentes. De todos o povo português foi o primeiro a perder a independência e a liberdade dada à UE. Faz falta fazerem-se os fracos fortes!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "f71c1be8-6b1e-4ed8-d751-08d6f1d9c03e",
                    "user": "b78163aa-b503-424c-82bc-43654c2ff5ab",
                    "date": "17.06.2019",
                    "timestamp": "NA",
                    "commentText": "Nos anos 40 tínhamos sacos de farinha a mais?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "cf7a9986-8d16-4e41-a7dd-08d6f2dcd9f3",
                    "user": "a344e59e-b749-4734-b6d4-07e32fb79941",
                    "date": "17.06.2019",
                    "timestamp": "NA",
                    "commentText": "Nos anos 40 tivemos racionamento de tudo em todo o país. Tivemos confisco de bens e produtos agrícolas, repressão, intrusão militar, prisões arbitrárias, delação, roubo, medo, fome e propaganda fascista. Carla Moreira a história não se reescrever! Há dias o historiador Borges Coelho respondia ao jornalista que perguntava por que razões se escreve pouco sobre a época dizendo que são os filhos e netos da ditadura quem está nos postos chave do poder. Talvez tenha razão, não? ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "42136955-8ae0-48b7-64dd-08d6f1e84e3a",
            "user": "051aa21d-8362-4b6b-8f5f-cc125eeea26d",
            "date": "16.06.2019",
            "timestamp": "NA",
            "commentText": "Por uma vez um artigo de António Barreto cheio de bom senso, o que nem sempre tem sido o caso. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "a5566d82-c7fe-4981-ae96-08d6f1dda281",
            "user": "eaee87a6-2570-4d0d-aaeb-fad5d2e26da0",
            "date": "16.06.2019",
            "timestamp": "NA",
            "commentText": "António  Barreto tem toda a razão. A discriminação positiva pode dar péssimos resultados quando afirma a culpa do \"nós\" e enfatiza a vitimização dos \"outros\". É uma forma paternalista de acentuar as diferenças e aliviar más consciências. Outro problema é o do <b> racismo,</b> que se cruza com este e que tem que ser combatido implacavelmente, mas de forma genuína e não com ineficazes argumentos de culpas históricas.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "808638d9-ca2c-4162-8c20-08d6f1e8c48f",
            "user": "75bb8a96-7c51-4751-927e-b1d1f897b424",
            "date": "16.06.2019",
            "timestamp": "NA",
            "commentText": "Enfim, uma opinião lúcida sobre um assunto complexo e recorrente. Há que olhar para o futuro aprendendo com os erros do passado. A história da humanidade foi construída assim, com conquistas, mortes, escravatura, sempre, antes e desde que o sapiens eliminou os restantes Homo. Resta-nos evoluir, crescer e assim respeitar todos os humanos, os restantes animais e principalmente o planeta que a todos suporta.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "f620323b-8f94-4a21-d72d-08d6f1d9c03e",
            "user": "2ac6f34d-e4aa-4348-afbb-ea2ed5ef85ba",
            "date": "16.06.2019",
            "timestamp": "NA",
            "commentText": "Só falta culpar Adão e Eva.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "d2fbbc52-8cf5-46c7-ae87-08d6f1dda281",
            "user": "24eb67fd-d7d3-4ec3-b583-aa4a6a288e6b",
            "date": "16.06.2019",
            "timestamp": "NA",
            "commentText": "Muito bom! ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "0f645ace-7cd0-47e0-ae84-08d6f1dda281",
            "user": "c7621000-17ba-4e8f-ad64-19553db4f3ad",
            "date": "16.06.2019",
            "timestamp": "NA",
            "commentText": "Típica mistura de alhos com bugalhos. A desigualdade é o <b> racismo </b>não são a mesma coisa, não provocam os mesmos efeitos, embora devam ser as duas combatidas. Ambas são prioridades ideológicas, como tudo em política, e embora possam existir ligações entre ambas, a pobreza e a discriminação racial não são fenómenos iguais... ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "fd83a66e-d4e1-46d0-8c0c-08d6f1e8c48f",
            "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
            "date": "16.06.2019",
            "timestamp": "NA",
            "commentText": "\"Estes bairros são a vergonha de todos nós e não é por estarem habitados por negros, muçulmanos ou ciganos. É por não terem suficiente atenção por parte dos poderes públicos, dos políticos, das empresas, das instituições, das igrejas e dos sindicatos.\": nem-nem: o q AB assim enuncia é uma relação fatal de causa/efeito em círculo ou em espiral: bairros abandonados e degradados porque habitados por quem os habita, e habitados por quem os habita porque abandonados e degradados. É esse e não outro o problema. Daí q lhe fuja a boca da pena para a verdade na frase a seguir: \"É verdade q há uma componente racial entre as causas e as manifestações de pobreza, desigualdade e degradação social.\". Mas a reparação já existe: chama-se país, estado, electricidade, vacina, esperança de vida. Ou Ocidente.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "f8498c48-c1d4-43ad-c06d-08d6f1e0230b",
                    "user": "25241b78-c64c-409f-8520-b7efcd02fe04",
                    "date": "16.06.2019",
                    "timestamp": "NA",
                    "commentText": "Concordo!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "1f8c8093-b2d5-4555-fa0b-08d6d8471620",
                    "user": "2f7b443c-70d5-4a03-8b33-6c2fe5ae8746",
                    "date": "17.06.2019",
                    "timestamp": "NA",
                    "commentText": "Bem visto.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "35290237-a63c-4abb-64bc-08d6f1e84e3a",
            "user": "91168998-e16c-49b5-a12c-d21286d9e99c",
            "date": "16.06.2019",
            "timestamp": "NA",
            "commentText": "Ler ou ouvir o que António Barreto diz ajuda a reconciliação com o país e os portugueses. É uma prova de que o copo não está vazio e que podemos sempre tentar focar-nos na parte do seu conteúdo e não na parte vazia.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "aaba08b0-509e-4d83-9946-08d6f1e73812",
                    "user": "32f79b34-6931-468d-886a-cbc0d60f2405",
                    "date": "16.06.2019",
                    "timestamp": "NA",
                    "commentText": "Subscrevo o comentário do Andrade, tal como todo o artigo, aliás. Gostaria que fosse uma opinião unânime, em prol da igualdade e do bendito humanismo. Não acredito que o seja, não por discordância dos discordantes, passe o pleonasmo, mas porque as \"causas\" dão de comer a muita gente e a constatação do óbvio, para além de ser muito mais saudável e construtiva, esbarra (ainda) com um imenso muro de resistência inconsequente e contraproducente. Foquemo-nos no copo meio cheio, sim.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}