{
    "header": {
        "title": " Joacine Katar Moreira recusa \u0093paternalismo\u0094 dos deputados ",
        "subtitle": " A deputada do Livre queria agendar as audições de três cidadãos para falarem sobre as dificuldades que têm tido para obter nacionalidade portuguesa. ",
        "owner": " ['Lusa'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 289  partilhas",
        "datePosted": " 4 de Dezembro de 2019, 14:38 ",
        "dateExtraction": " 2020-01-23 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2019/12/04/politica/noticia/joacine-katar-recusa-paternalismo-deputados-1896171 ",
        "postText": " ['Joacine Katar Moreira, do Livre, envolveu-se nesta quarta-feira numa breve polémica na comissão de Assuntos Constitucionais, recusando o \u0093paternalismo\u0094 dos deputados sobre as regras do Parlamento a propósito de uma audição urgente sobre a lei da nacionalidade.', 'A deputada única do Livre propôs que fossem ouvidos um advogado e dois cidadãos para que comissão pudesse recolher testemunhos sobre \u0093as dificuldades\u0094 na obtenção da nacionalidade, mas como o debate sobre a mudança da lei, na generalidade, é na próxima semana, no dia 11, já não há agenda possível, até devido às jornadas do PCP, na quinta-feira e na sexta-feira, dias em que não há trabalhos parlamentares.', 'Foi isso que explicou o social-democrata Luís Marques Guedes, presidente da comissão de Assuntos Constitucionais, Direitos, Liberdade e Garantias, remetendo essa audição, se fosse aprovada, como foi, para a fase da especialidade, depois de dia 11, após o debate na generalidade e antes de uma eventual votação final global.', 'Seria importante ouvir aqueles testemunhos, justificou Joacine Katar Moreira, para \u0093realçar o contributo enriquecedor que as audições poderiam dar numa fase inicial\u0094 da discussão da alteração à lei, para além dos pareceres que chegam à comissão. E foi nesta fase do debate que assinalou esperar que não haja \u0093paternalismo nas intervenções de cada um\u0094.', 'Vários foram os deputados - como Marques Guedes, Isabel Moreira (PS) ou Beatriz Gomes Dias (BE) - a dizer que fazer essas audições na especialidade não era uma menorização desse tipo de auscultação. \u0093Não há nada de pouco digno nem se diminui ninguém quando se ouvem as pessoas na fase da especialidade\u0094, disse Isabel Moreira, com Marques Guedes a dizer depois que não tinha \u0093veleidade de dar lições a ninguém\u0094.', 'A deputada do Livre recordou as vicissitudes em torno do seu projecto de lei e disse aceitar \u0093quaisquer orientações e decisões\u0094 da comissão.', 'PS e PSD manifestaram-se a favor da audição, apenas tinham dúvidas quanto à sua urgência, e, no final, a audição do advogado e dos dois cidadãos foi aprovada por unanimidade, ficando decidido que aconteceria no \u0093momento mais adequado\u0094, nas palavras de Marques Guedes.', 'O presidente da Assembleia da República promoveu, na quinta-feira, um consenso parlamentar e admitiu \u0093a título excepcional\u0094 que o projecto do Livre sobre a lei da nacionalidade seja debatido juntamente com os de BE, PCP e PAN em 11 de Dezembro.', 'Ferro Rodrigues emitiu um despacho de admissibilidade da iniciativa da deputada única do Livre para ultrapassar o impasse gerado na semana passada, quando o projecto de lei do Livre foi entregue, mas fora do prazo informalmente acordado entre os diversos partidos na legislatura anterior, uma espécie de \u0093acordo de cavalheiros\u0094, à margem do regimento da Assembleia da República.'] ",
        "numberPosts": "25 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Nationality - General,Physical Identity - Physical (and Mental) Impairments,Gender - Female sexuality,Ethnicity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Nacionalidade,Gaga,Ridícula,Racista",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "3d99bdd8-3631-47e8-067e-08d773511a8d",
            "user": "90f05110-5bc9-4fe8-8eb7-48053b0df698",
            "date": "05.12.2019",
            "timestamp": "NA",
            "commentText": "Joacine Katar, do Livre, que aparentemente desconhece as regras e os regulamentos, não terá do \"seu\" partido e do \"seu\" gabinete o apoio necessário e depois, dizendo rejeitar paternalismos, quer tratamentos\" de excepção e de especial deferência? E o \"Público\", alegremente e por aparentemente insondáveis razões dá gratuito tempo de antena às tricas e desaguisados de Joacine e querelas com um Livre que não mostra capacidade de se articular com a \"sua\" desapoiada deputada? Que fazem correr o Público, Joacine e o Livre?",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2face4cd-fd18-483c-9ddb-08d7783996d3",
            "user": "da0198ea-82b8-45b4-b529-36fdcdd4901e",
            "date": "04.12.2019",
            "timestamp": "NA",
            "commentText": "A deputada tem contado com a contrapartida educada face às ofensas de que foi vítima por ser <b> gaga </b>e, também, por ser inexperiente e desorganizada da parte do parlamento. Senhora deputada pode gaguejar. Mas não dê nas vistas além disso. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gaga"
            ]
        },
        {
            "id": "1a0ada25-9f0c-4601-065b-08d773511a8d",
            "user": "1886aaaa-5bc7-4a10-ac83-fb21864b938d",
            "date": "04.12.2019",
            "timestamp": "NA",
            "commentText": "Em resumo: a deputada propôs a audição de três pessoas no âmbito da discussão da lei da <b> nacionalidade.</b> Os restantes deputados aprovaram por unanimidade a audição, logo, consideraram relevante a audição proposta pela deputada. Por unanimidade! A notícia da comunicação social, mais interessada em prolongar uma novela<b>  ridícula</b> que rende cliques: a deputada queria que a audição tivesse lugar ainda antes da aprovação na generalidade, mas os deputados explicaram-lhe que já não havia tempo para agendar e que era normal as audições durante a discussão na especialidade. Que escândalo! Meu Deus! Não há ainda uma petição?",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "e4431cd4-b3cb-4ed1-840d-08d7783c9ff4",
                    "user": "283631f5-b877-47d4-b6c9-cf3771ef6960",
                    "date": "04.12.2019",
                    "timestamp": "NA",
                    "commentText": "Concordo. O título é um engodo.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Ridícula",
                "Nacionalidade"
            ]
        },
        {
            "id": "deb267f5-63d0-4e45-8406-08d7783c9ff4",
            "user": "35b5a314-72c6-4a48-a8c7-8f1bea921360",
            "date": "04.12.2019",
            "timestamp": "NA",
            "commentText": "O lugar desta Senhora é em um qualquer reality show de terceira classe a horas tardias. Daqueles que cuja audiência é  composta por gente sem nada para fazer que se deita e levanta tarde. No Parlamento é  uma vergonha para a Democracia.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "bfcc693a-cb1d-4cfa-06a0-08d773511a8d",
                    "user": "66dfd57a-c79f-43fc-b526-b28d0a63500e",
                    "date": "05.12.2019",
                    "timestamp": "NA",
                    "commentText": "Concluiu isso da notícia, ou foi só pelo título? Ou aproveitou para cascar na deputada só porque viu a foto dela?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "c9ed69c7-2cbf-4f52-fc83-08d77892208f",
            "user": "8da0bf2b-d516-4442-be99-f0ffb024f296",
            "date": "04.12.2019",
            "timestamp": "NA",
            "commentText": "Xiça! Já chega! Mas esta fulana está a passar das marcas!!! Depois de rejeitar - como se fosse política desde há anos - 'lições' do LIVRE em como exercer política, como se já tudo soubesse! Não apresentou a proposta de lei sobre a <b> nacionalidade </b>no prazo! O assessor achou que o jornalista ao querer saber por que razão disse-lhe, via Twiter, para 'largar o osso'! Humildade, para começar seria uma boa aposta!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nacionalidade"
            ]
        },
        {
            "id": "d8d1de44-c42b-41f1-9dce-08d7783996d3",
            "user": "1af33823-cbbb-45eb-b6ec-c613581a481d",
            "date": "04.12.2019",
            "timestamp": "NA",
            "commentText": "A Joacine anda de desastre em desastre, de asneira em asneira",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "a77ac044-c7b3-4916-9dbb-08d7783996d3",
            "user": "0b6262c9-f5dc-4470-b522-fa7b8f5ae035",
            "date": "04.12.2019",
            "timestamp": "NA",
            "commentText": "Esta senhora anda a gozar com o pagode e ninguém lhe puxa as orelhas e a mete no devido lugar. \"A deputada do Livre queria agendar as audições de três cidadãos para falarem sobre as dificuldades que têm tido para obter <b> nacionalidade </b>portuguesa\". De duas uma, ou o MAI discrimina, ou os três cidadãos são muito especiais.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nacionalidade"
            ]
        },
        {
            "id": "227a1e29-092b-402a-fc6c-08d77892208f",
            "user": "9d96ceca-6bd7-44a4-90df-8bbfa1203f73",
            "date": "04.12.2019",
            "timestamp": "NA",
            "commentText": "\"Resumindo, a deputada única do Livre propôs que fossem ouvidos um advogado e dois cidadãos para que comissão pudesse ouvir o testemunho sobre \u0093as dificuldades\u0094 na obtenção da <b> nacionalidade,</b> mas como o debate sobre a mudança da lei, na generalidade, é na próxima semana, no dia 11, já não há agenda possível, até devido às jornadas do PCP, na quinta-feira e na sexta-feira, dias em que não há trabalhos parlamentares.\" Misturar verbos no presente e no pretérito e um estilo de escrita calamitoso: é isto que se espera num jornal de referência?",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nacionalidade"
            ]
        },
        {
            "id": "cd90e9d1-d4f2-4663-83f6-08d7783c9ff4",
            "user": "6a95c7b2-d695-424b-81e9-e847192f28f5",
            "date": "04.12.2019",
            "timestamp": "NA",
            "commentText": "O tempo que se perde com esta lixo parlamentar....Quanto custa ao contribuinte uma hora de debate? Que efeito prático tem esta conversa de telenovela mexicana?",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "3261fd70-19b7-4f9b-f3ea-08d7798b577b",
                    "user": "66dfd57a-c79f-43fc-b526-b28d0a63500e",
                    "date": "05.12.2019",
                    "timestamp": "NA",
                    "commentText": "\"Que efeito prático tem esta conversa de telenovela mexicana?\"  Tem toda a razão. E o facto de esta não notícia dar um artigo de jornal é responsabilidade da deputada, ou do jornalista que a escreveu? Eu começo a suspeitar que a Lusa anda a cumprir agenda de alguém.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "3c325fc6-76d4-4691-9db0-08d7783996d3",
            "user": "c5ceaf11-8aa7-40d6-bd15-26518694ae74",
            "date": "04.12.2019",
            "timestamp": "NA",
            "commentText": "Um País que tem conseguido, e com mérito, descer abaixo da Fossa das Marianas.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "4f97875a-a880-4cb2-c74c-08d77894bd2b",
                    "user": "b9160c40-fb89-4db3-accd-7da96a21110e",
                    "date": "04.12.2019",
                    "timestamp": "NA",
                    "commentText": "Com as ovelhinhas amestradas que temos em Portugal, nao e' dificil.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "b078a57c-d3e9-4721-fc67-08d77892208f",
                    "user": "20151309-7b2f-4981-8432-8d422e9a0c5f",
                    "date": "04.12.2019",
                    "timestamp": "NA",
                    "commentText": "O Sum Legend a dizer que os outros são ovelhinhas amestradas. Hahahaha. Tem muita graça.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5f6233b7-063f-452c-c750-08d77894bd2b",
                    "user": "b9160c40-fb89-4db3-accd-7da96a21110e",
                    "date": "04.12.2019",
                    "timestamp": "NA",
                    "commentText": "Claro que tem. Mais, tambem tem razao de ser.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "6ffd6946-bc2b-42c8-83ee-08d7783c9ff4",
            "user": "b9160c40-fb89-4db3-accd-7da96a21110e",
            "date": "04.12.2019",
            "timestamp": "NA",
            "commentText": "Uma deputada que se preocupa apenas com estrangeiros, só merece ser recambiada para de onde veio. Olhe, chame portugueses que vivem nas zonas mais rurais e que ganham ordenados miseráveis, ou idosos que nem dinheiro têm para comer ou ter uma velhice feliz e decente, isso é que era de valor. Mas esta deputada foi eleita pelos portugueses ou pelos \u0093portugueses de conveniência\u0094?",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 8,
            "replies": [
                {
                    "id": "6200eee0-cf23-4362-062c-08d773511a8d",
                    "user": "f280efd0-7692-4abc-a3e2-582579b61cff",
                    "date": "04.12.2019",
                    "timestamp": "NA",
                    "commentText": "Já viu a quantidade de votos na cova da moura e outros bairros de lata na periferia de Lisboa? Este tipo de causas são favas contadas para as eleições. Nem precisa do livre para concorrer as próximas legislativas",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4cbb378b-7ffb-46a3-83ef-08d7783c9ff4",
                    "user": "b0ec117f-e7b2-483e-bb60-a91e70a220ec",
                    "date": "04.12.2019",
                    "timestamp": "NA",
                    "commentText": "Se isto não é um comentário <b> racista </b>não sei o que será um comentário<b>  racista</b>. Mas tudo bem, cada qual come da gamela que é a sua, acho eu",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racista"
                    ]
                },
                {
                    "id": "00b4469d-9620-4e81-a0a6-08d777fbdcce",
                    "user": "7a616fbb-1134-493a-8000-0ac09cdae7f3",
                    "date": "04.12.2019",
                    "timestamp": "NA",
                    "commentText": "O unco português de conveniência é o senhor. Que nem os mais básicos desígnios da constituição Portuguesa respeita. Vá-se embora de Portugal porque aqui não é querido.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "766658c5-e569-4ea0-83f2-08d7783c9ff4",
                    "user": "b9160c40-fb89-4db3-accd-7da96a21110e",
                    "date": "04.12.2019",
                    "timestamp": "NA",
                    "commentText": "Considerem o meu comentario o que quiserem, isso nao impede que o que eu escrevi esteja (para mim) correcto. Nao tem nada que ir para a Assembleia da Republica preocupada com os estrangeiros que nao conseguem papeis quando e como lhes apetece. Quem nao gosta do que encontra ca, que se va embora, ha mais paises na UE, mas tambem adianto que nao ha mais nenhum que tenha/va ter em breve as permissivas leis da <b> nacionalidade </b>que Portugal vai ter. Deputadas destas, que lutam contra o colonialismo, querendo vergar e humilhar a Historia do pais que acolheu gracas a esse mesmo colonialismo, que se nao fosse isso a esta hora estava na Guine a carregar bananas em cima da cabeca, nao fazem ca falta nenhuma. Que lute pelos que escrevi acima, que merecem mais que os que chegaram agora.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nacionalidade"
                    ]
                },
                {
                    "id": "14148efa-520f-4a9a-fc6a-08d77892208f",
                    "user": "3150d42f-4ea5-48f7-af6b-3e6f2915bba6",
                    "date": "04.12.2019",
                    "timestamp": "NA",
                    "commentText": "Por definição esta deputada representa uma minoria daí as que as suas causas deveriam concentrar se nos problemas das mesmas.        As pessoas de que fala são a maioria, governada pela maioria, portanto a sua ira está mal direcionada. Devia queixar se do PS e PSD, os únicos partidos que chegaram ao poder.        Finalmente, os comentários não se consideram, quem se consideram são as pessoas.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "53959317-0a03-4036-e608-08d778b55b9e",
                    "user": "b9160c40-fb89-4db3-accd-7da96a21110e",
                    "date": "04.12.2019",
                    "timestamp": "NA",
                    "commentText": "Peco desculpa pela errada utilizacao da gramatica, deve no entanto compreender que eu faco parte de uma minoria que nao sabe tudo e, como tal, deve haver uma \"consideracao\" pela minha pessoa. De resto, as necessidades das maiorias devem sempre sobrepor-se, por uma questao de logica, as necessidades de uma minoria. E' assim que funcionam, por exemplo, as eleicoes, e' assim em democracia. O que refere de \"queixar-se ao PS e PSD\" esta enganado, pois quem quer mudar as leis da <b> nacionalidade </b>nao e' o PSD mas sim o PS que quer dar esse rebucado ao BE e aos outros partidos de esquerda, Convem (re)lembrar que quem nos governou, para bem e para o mal, nos ultimos 4 anos nao foi o PSD (apesar de ter sido o partido com mais voitos).",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nacionalidade"
                    ]
                },
                {
                    "id": "a0618b43-0c46-470c-c75b-08d77894bd2b",
                    "user": "b40fad38-d764-45d0-85c0-5335920ee940",
                    "date": "04.12.2019",
                    "timestamp": "NA",
                    "commentText": "Sempre achei piada a esse bota-abaixismo bem lusitano: \"O quê?? Estás a lutar pelos direitos de A?? Então e os de B e C e D e E?? Não fazes nada por eles, é??\" E o mais hilariante é que invariavelmente quem faz este tipo de crítica nunca mexeu uma palha pelos direitos de alguém que não do(a) próprio(a).",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "0046ea44-b413-4709-e621-08d778b55b9e",
                    "user": "20dba57a-a0a7-4391-9f3c-804eb0cd3f7f",
                    "date": "04.12.2019",
                    "timestamp": "NA",
                    "commentText": "Apoio o que escreveu, Sum.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}