{
    "header": {
        "title": " Clima social em Portugal ainda é homofóbico e transfóbico, denuncia ILGA ",
        "subtitle": " \u0093Houve de facto mudanças no terreno, mas não houve mudanças ao nível das políticas públicas\u0094, defende relatório da ILGA. Esta sexta-feira, 17 de Maio, assinala-se o Dia Internacional contra a Homofobia e a Transfobia. ",
        "owner": " ['Lusa'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 1691  partilhas",
        "datePosted": " 16 de Maio de 2019, 12:43 ",
        "dateExtraction": " 2019-10-28 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2019/05/16/p3/noticia/clima-social-portugal-homofobico-transfobico-ilga-1872877 ",
        "postText": " ['Portugal mantém um clima social homofóbico e transfóbico, denunciou esta quinta-feira, 16 de Maio, a ILGA Portugal, segundo a qual o país precisa de outra lei antidiscriminação, recolha de dados oficiais, outro sistema de registo de denúncias e formação para os funcionários públicos.', 'Esta sexta-feira, 17 de Maio, assinala-se o Dia Internacional contra a Homofobia e a Transfobia, data que a ILGA (Intervenção Lésbica, Gay, Bissexual, Trans e Intersexo) aproveita para divulgar o segundo relatório de acompanhamento à recomendação do Conselho da Europa para a adopção de medidas de combate à discriminação em razão da orientação sexual ou da identidade de género.', 'A recomendação é de 2010 e o primeiro relatório de 2012. Passados sete anos, a ILGA reconhece que a realidade dos direitos das pessoas LGBTI (Lésbicas, Gay, Bissexuais, Trans e Intersexo) melhorou em Portugal, mas as sugestões feitas na altura continuam a ser as mesmas de agora, já que neste período não foram acatadas.', 'Em declarações à agência Lusa, Marta Ramos, da direcção da ILGA, salientou que \u0093houve de facto mudanças no terreno, mas não houve mudanças ao nível das políticas públicas\u0094, um facto que considerou \u0093preocupante\u0094. De acordo com o documento, \u0093o clima social em Portugal ainda é homofóbico e transfóbico\u0094, destacando que não é feita qualquer avaliação do impacto da legislação na comunidade LGBTI, além de que Portugal não faz recolha de dados sobre as experiências destas pessoas, nomeadamente crimes, apesar das \u0093reivindicações constantes\u0094 de várias organizações.', 'Para a responsável da ILGA, esse clima homofóbico é facilmente perceptível nos resultados anuais do Observatório da Discriminação e através do qual a organização não-governamental recolhe dados sobre incidentes contra pessoas LGBTI.', 'Marta Ramos referiu que as denúncias às autoridades continuam a ser residuais, comparativamente às que a própria ILGA recebe, explicando que as pessoas \u0093muitas vezes não denunciam por questões que lhes escapam a si próprias, porque esse é o status quo em termos de percepção social\u0094.', 'A ILGA (Intervenção Lésbica, Gay, Bissexual, Trans e Intersexo) Portugal vai assinalar Dia Internacional contra a Homofobia e a Transfobia, 17 de Maio, com um debate entre os candidatos nacionais às eleições europeias para perceber quais as suas posições em matéria de direitos humanos. Convidou quase todos os partidos nacionais que concorrem às eleições europeias: \"Não vamos dialogar com quem não é possível dialogar [sobre] estas questões\", justificou.', 'O objectivo do debate \u0097 marcado para as 18h30 de dia 17, na Fundação José Saramago - Casa dos Bicos, em Lisboa \u0097 é informar o eleitorado para um voto consciente também nestas questões LGBTI.', 'Por outro lado, criticou que as políticas públicas não tenham \u0093um contexto de continuidade\u0094, ou seja, a sua aplicação \u0093depende muito do entendimento daquele ou daquela profissional que estarão na altura à frente daquele serviço\u0094. Em matéria de recomendações, Marta Ramos referiu que continuam a ser as mesmas do primeiro relatório, uma das quais é a criação de uma lei antidiscriminação que compreenda todas as áreas da discriminação.', '\u0093As pessoas não são exclusivamente LGBTI. Também são pessoas de determinada etnia, também são pessoas de fé, com deficiência e, portanto, é na discriminação múltipla que nós continuamos a falhar a protecção enquanto Estado\u0094, assinalou, acrescentando que falta legislação no que diz respeito à discriminação no acesso a bens e serviços.', 'A ILGA recomenda também uma revisão ao artigo 13.º da Constituição \u0097 Princípio da Igualdade \u0097 porque só prevê de forma explícita a questão da orientação sexual. A associação entende que deve igualmente estar explícita a identidade de género, expressão de género e as características sexuais. Pede também uma harmonização da legislação avulsa, para que todas as características identitárias estejam previstas em toda a legislação, a recolha de dados estatísticos oficiais e a formação específica para os profissionais que trabalham nesta área.', 'Por outro lado, a ILGA sugere a criação de serviços públicos específicos para analisar e resolver casos de discriminação, bem como a formação sobre direitos humanos e direitos relacionados com as características sexuais aos funcionários públicos.', 'Marta Ramos adiantou que o relatório vai agora ser enviado ao Governo e a alguns organismos públicos, e disse ter a convicção de que algumas das recomendações venham a ser acatadas, já que \u0093não faz sentido que numa segunda exortação de acção elas não sejam acolhidas\u0094.'] ",
        "numberPosts": " 6 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "293a15d1-ebb9-436d-9a56-08d6da1e4295",
            "user": "060401d6-1b03-43dd-a52c-a4726dd3dfbb",
            "date": "16.05.2019",
            "timestamp": "NA",
            "commentText": "E a bifofobia ?! Ninguém fala da bifofobia ?!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "31b90032-3374-4726-c2f4-08d6d93536d5",
            "user": "b1d8dce2-053a-4d40-8904-04ba74170ebd",
            "date": "16.05.2019",
            "timestamp": "NA",
            "commentText": "O arco-íris não merecia isto...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "f5e5e561-1cd9-4e37-c2e2-08d6d93536d5",
            "user": "b0485fb1-5e36-4421-bd68-a4d21ecfe410",
            "date": "16.05.2019",
            "timestamp": "NA",
            "commentText": "Se não fosse, a ILGA perdia o emprego.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "49e6de9b-82c3-4f3c-577a-08d6d9377b3a",
            "user": "619f4f7a-3618-4991-9723-0fabb6e88ac8",
            "date": "16.05.2019",
            "timestamp": "NA",
            "commentText": "Deveriam ver então como é em quase todos os outros países do planeta. Portugal ainda assim é um oásis. Há também descriminação com os feios, os gordos, os pouco inteligentes,os  muito inteligentes, os muito bonitos, os que têm pouca educação, os que vivem no interior ou nas ilhas, os que vestem-se mal,... Enfim. Em todos os portugueses há um descriminado pela sociedade. Deveriam ser todos recompensados com um subsídio de ofendidos. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4960f5c0-07b6-4fbe-46cd-08d6d93677bc",
            "user": "717d2d61-f346-4b88-834f-eb1798ce6907",
            "date": "16.05.2019",
            "timestamp": "NA",
            "commentText": "eu gosto muito da ILGA e apoio totalmente as causas que defendem mas há aqui um ponto do relatório que não digeri: a realidade dos direitos LGBTI melhorou em Portugal mas as sugestões da ILGA não foram acatadas. então as sugestões da ILGA não se têm focado em pontos decisivos para melhorar os direitos LGBTI? ou será que a realidade não mudou de forma significativa? qualquer coisa aqui não bate certo.  ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "f26858dd-5641-473a-5777-08d6d9377b3a",
            "user": "4e393c70-323b-49af-8f99-1f52aca425fd",
            "date": "16.05.2019",
            "timestamp": "NA",
            "commentText": "Estimados amigos LBGT. Peçam uma lei eficaz e o mais simples possível, caso contrário, será difícil de aplicar ou pouco aplicável e o Código Civil terá mais umas 50 páginas! ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}