{
    "header": {
        "title": " Polícias recebem formação para dar resposta a crimes de ódio contra pessoas LGBTI ",
        "subtitle": " Nesta terça-feira foi lançado o manual Policiamento de Crimes de Ódio contra Pessoas LGBTI: Formar para Uma Resposta Policial Profissional. ",
        "owner": " ['Lusa'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 770  partilhas",
        "datePosted": " 28 de Maio de 2019, 14:51 ",
        "dateExtraction": " 2019-10-28 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2019/05/28/sociedade/noticia/policias-recebem-formacao-lidar-crimes-odio-pessoas-lgbti-1874444 ",
        "postText": " ['Trinta agentes da PSP, GNR e Polícia Judiciária começaram nesta terça-feira a ter formação para melhor compreender as especificidades dos crimes contra as pessoas LGBTI (Lésbica, Gay, Bissexual, Trans e Intersexo), com recurso a um manual do Conselho da Europa que vai estar disponível em todo o país. A primeira acção de formação decorre até quarta-feira, em Lisboa.', 'Em declarações à agência Lusa, na sessão de apresentação do manual Policiamento de Crimes de Ódio contra Pessoas LGBTI: Formar para Uma Resposta Policial Profissional, a secretária de Estado para a Cidadania e a Igualdade explicou que o objectivo é capacitar as forças de segurança para uma resposta mais adequada junto das vítimas.', 'Rosa Monteiro apontou a importância de que \u0093as pessoas e profissionais das forças de segurança estejam capacitados para uma intervenção adequada com as pessoas que são vítimas e que compreendam a sua especificidade, que consigam compreender a sua experiência para evitar, designadamente, processos de revitimização\u0094.', 'Para isso, vão ter acesso a um manual do Conselho da Europa, traduzido para português, com orientações e abordagem compreensiva para uso diário e que aborda desde questões relativas a insultos, formas menos gravosas de violência, até à violência física, tudo questões que também têm vindo a ser denunciadas por organizações da sociedade civil que trabalham com as pessoas LGBTI.', 'Deu como exemplo a necessidade de compreender as \u0093especificidades interseccionais\u0094, como por exemplo uma mulher trans imigrante ou um homem cigano homossexual, em que há uma ausência de rede e é preciso perceber a complexidade de vida que aquela pessoa apresenta, que não é apenas mais uma vítima de uma agressão.', 'Um fenómeno que tem vindo a ser constatado é que vítimas deste tipo de crimes, na maior parte das vezes, não apresentam queixa junto das autoridades policiais, seja por terem medo de sofrer represálias, seja pelo estado emocional em que se encontram ou ainda por acharem que não vão ter o apoio de que precisam por parte das autoridades policiais.', 'Nesse sentido, a secretária de Estado defendeu que é preciso capacitar ambas as partes, ou seja, vítimas e forças policiais, para a necessidade da denúncia, sublinhando que só denunciando é possível conhecer as situações.', '\u0093Há todo um trabalho a fazer para dar mais visibilidade a este problema, que as pessoas sentem nas suas vidas concretas\u0094, apontou, acrescentando que este é um problema que tanto existe nas ruas como nas redes sociais e alertando para o fenómeno cada vez mais presente do ciberbullying.', '\u0093O grande objectivo é este e nós hoje vamos já ter uma sessão de formação, além da apresentação do manual, com a colaboração da PJ, para que estes agentes sejam depois disseminadores e multiplicadores da utilização deste manual pelas várias forças de segurança na sua formação\u0094, adiantou.', 'De acordo com Rosa Monteiro, a sessão é a primeira de uma série de formações que estão já planeadas e que irão ser integradas nas escolas de polícia, adiantando que este trabalho está a ser feito de forma articulada com o Ministério da Administração Interna (MAI).', 'A secretária de Estado sublinhou que não se trata de uma formação obrigatória, mas frisou que as próprias forças de segurança têm vindo a sentir necessidade de formação sobre matérias LGBTI, dando como exemplo que ainda recentemente houve uma formação, ainda que pontual, numa escola de polícia.', 'Relativamente ao manual do Conselho da Europa, Rosa Monteiro adiantou que será agora o MAI a fazer a sua distribuição por todo o país.', 'A secretária de Estado lembrou ainda as respostas especificas para as pessoas LGBTI criadas pelo actual Governo, nomeadamente três locais de atendimento especializado, que em 2018 atendeu 586 pessoas, e uma resposta de acolhimento de emergência especializada, que até ao final do ano passado recebeu 15 pessoas.'] ",
        "numberPosts": " 7 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Ethnicity - General,Gender - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Etnia,Raça,Mulher",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "017e280d-0455-4d08-3f92-08d6e2b1f878",
            "user": "3faac4fe-2a65-456c-8e7c-b036c5c8a92a",
            "date": "28.05.2019",
            "timestamp": "NA",
            "commentText": "Uma excelente iniciativa.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8d73aed2-aacf-4628-2d2c-08d6e2ab990d",
            "user": "43993747-edb9-4cfe-b23c-c38b08096cbe",
            "date": "28.05.2019",
            "timestamp": "NA",
            "commentText": "Dividir para reinar... Fragmentar...Um crime é um crime, seja contra quem for... Crianças, idosos, de <b> raça </b>ou<b>  etnia</b>... ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "54cad096-b753-41cf-d399-08d6e3aa8c3a",
                    "user": "78ab4baf-3648-471a-860a-5a9f7a84e3b8",
                    "date": "29.05.2019",
                    "timestamp": "NA",
                    "commentText": "Tal como uma violação é uma violação, seja ela contra um menor, uma <b> mulher </b>sem abrigo ou contra um homem adulto. As vitimas são todas iguais e têm todas o mesmo nível de apoio emocional e suporte social, certo?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Mulher"
                    ]
                },
                {
                    "id": "cd1e6e6b-276d-48d9-b021-08d6e592bd4f",
                    "user": "43993747-edb9-4cfe-b23c-c38b08096cbe",
                    "date": "01.06.2019",
                    "timestamp": "NA",
                    "commentText": "Certíssimo. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Etnia",
                "Raça"
            ]
        },
        {
            "id": "e7836f54-902f-4bdd-3f73-08d6e2b1f878",
            "user": "2064500e-8a01-42b5-b97a-16e9802404d4",
            "date": "28.05.2019",
            "timestamp": "NA",
            "commentText": "Em 2019 e ainda é preciso formação especial para lidar com a diversidade humana... Isto diz tudo sobre o atraso civilizacional da polícia portuguesa.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "1c48a959-1d46-4c25-2d16-08d6e2ab990d",
                    "user": "c178820f-0357-4307-bb6f-a5526d8a1f79",
                    "date": "28.05.2019",
                    "timestamp": "NA",
                    "commentText": "O atraso civilizacional da policia portuguesa, como você sentencia, é um aspeto da diversidade humana com que você não sabe lidar.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "996eb0fc-0338-45d2-2d21-08d6e2ab990d",
                    "user": "2064500e-8a01-42b5-b97a-16e9802404d4",
                    "date": "28.05.2019",
                    "timestamp": "NA",
                    "commentText": "Não tenho por profissão ter de lidar com a diversidade humana mas tenho o civismo suficiente para poder dar alguns ensinamentos à polícia portuguesa de como se comportar com o seu semelhante.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}