{
    "header": {
        "title": " Joacine Katar Moreira: 'Fui eu que ganhei as eleições sozinha' ",
        "subtitle": " No dia em que o partido festejava o seu 6.º aniversário, membros da direcção do Livre e a sua deputada eleita trocaram recados através de comunicados e desmentiram-se mutuamente. Este domingo, a direcção do partido, da qual faz parte Joacine Katar Moreira, reúne-se. ",
        "owner": " ['Liliana Borges'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 6085  partilhas",
        "datePosted": " 24 de Novembro de 2019, 12:43 ",
        "dateExtraction": " 2020-01-23 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2019/11/24/politica/noticia/joacine-katar-moreira-ganhei-eleicoes-sozinha-1894894 ",
        "postText": " ['A fricção entre o Livre e a sua única deputada eleita Joacine Katar Moreira continua. Depois de uma troca de comunicados, primeiro do Livre e depois de Joacine Katar Moreira, a deputada afirmou que \u0093a falta de apoio\u0094 que sente por parte da direcção do partido não é de agora. ​\u0093Fui eu que ganhei as eleições, sozinha, e a direcção quer ensinar-me a ser política\u0094, disse a deputada, em declarações ao Observador, à margem de um jantar comemorativo do aniversário do partido este sábado, em Lisboa.', 'Em causa está o voto de abstenção da deputada em relação à proposta \u0093de condenação da nova agressão israelita a Gaza e da declaração da Administração Trump sobre os colonatos israelitas\u0094 apresentada pelo PCP. A abstenção de Katar Moreira motivou um comunicado da direcção do partido, no qual se dizia \u0093preocupado\u0094 com o sentido de voto da deputada, uma vez que não não reflectia as tomadas de posição oficiais do partido sobre a questão palestiniana. Horas depois, Joacine Katar Moreira esclareceu que a \u0093abstenção não se deveu a uma falta de consciência ou descaso desta grave situação, mas à dificuldade de comunicação\u0094 com a actual direcção do Livre e que por isso se \u0093precaveu\u0094 com a abstenção. A justificação não convenceu a direcção e a troca de ataques continuou.', 'Ainda assim, a deputada garante que tem \u0093interesse\u0094 em manter uma boa relação com a direcção do partido, \u0093quer ao nível da relação institucional, quer ao nível da responsabilização\u0094, ainda que ressalve que até agora isso \u0093nunca aconteceu\u0094. E aponta a idade do partido, que este sábado celebrou o 6.º aniversário: \u0093Ainda estamos em aprendizagem\u0094, disse.', 'Segundo a deputada, a troca de comunicados poderia ter sido evitada, se o Livre não tivesse avançado com o primeiro comunicado, uma vez que a direcção do Livre tinha encontro marcado para este domingo. \u0093Tínhamos assembleia do Livre amanhã [domingo], conversávamos e íamos resolver isto\u0094, disse.', 'Quando lhe perguntaram se sentia apoio, a deputada respondeu: \u0093De maneira nenhuma\u0094. De acordo com Joacine, a ausência de apoio recua mesmo ao período pré-eleitoral.', 'Sobre a noite eleitoral, também deixa recados: a deputada diz ter-se sentido incomodada com \u0093alguns membros da direcção\u0094 e com Rui Tavares que, segundo a própria, festejaram a atribuição de subvenção partidária sem aguardar para saber se conseguiam eleger algum deputado.', 'Joacine Katar Moreira contou ainda que a comunicação entre a direcção do partido tem-se resumido à troca de e-mails, por canais oficiais, \u0093para que tudo fique registado\u0094.', 'No comunicado onde reage ao seu partido, a deputada do Livre assumiu \u0093total responsabilidade pelo voto\u0094 e esclareceu que \u0093apesar de a abstenção não constituir um voto a favor ou um voto contra\u0094 a mesma não representou aquela que tem sido desde sempre a sua posição pública sobre esta temática. \u0093Votei contra a direcção de mim mesma. Condeno totalmente as ofensivas israelitas sobre a Faixa de Gaza e toda a repressão que o povo palestiniano tem sofrido a nível de bloqueios económicos, prisões e perseguições e da implementação dos colonatos israelitas\u0094, vincou.', 'Depois da troca de comunicados \u0097 e ainda antes das declarações da deputada ao Observador \u0097 Rui Tavares, fundador do Livre e cabeça de lista por Lisboa em 2015, sublinhou que esta questão \u0093é muito cara ao património\u0094 do Livre e que nessas eleições, em que Joacine também foi candidata, o reconhecimento do Estado da Palestina foi até apresentado como condição para dialogar com um futuro governo PS. Na RTP3, já ao final da noite, Tavares classificou este incidente com a agora deputada uma \u0093singularidade\u0094, acrescentando que \u0093não colhe o argumento\u0094 de que não conseguiu falar com a direcção antes da votação. \u0093A direcção do Livre é colegial e tem 15 pessoas\u0094, lembrou Tavares.'] ",
        "numberPosts": " 67 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Gender - General,Ethnicity - Black,Physical Identity - Physical (and Mental) Impairments,Ethnicity - General,Ethnicity - White",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Mulher,Negra,Gaga,Muda,Racista,Racismo,Branco,Balofa",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "21f80e2a-bdef-4197-b993-08d7719566a2",
            "user": "ef3b7777-4dd5-402e-bc30-a956e2ca8580",
            "date": "25.11.2019",
            "timestamp": "NA",
            "commentText": "Ninguém ganha eleições sozinho! Fez asneira na votação. Podia ter saído ilesa se tivesse alegado por exemplo que não concordava na totalidade com a proposta. Mas teve a tal \"gaguez mental\" que dizia ser tão grave, e pior, mordeu a mão que a alimentou. Como diz o outro: Estás apresentada.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "e7bd8ec3-89d4-4cf5-06aa-08d770ce8bbe",
            "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
            "date": "25.11.2019",
            "timestamp": "NA",
            "commentText": "já se percebeu a simplória emproada que está por baixo da 'vítima racializada-genderizada': uma pavoa inchada de vaidade estúpida a quem cai ao mesmo tempo o verniz, e a última aparência de não ser uma parvinha amadora. Ninguém ganha eleições sozinha. Mente (sem gaguejar) com todos os dentes que tem na boca, e depois incha de bazófias de adolescente de subúrbios. Daqui para diante, entre Livre e katar, é o descrédito e a irrisão até ao fim do mandato. Ah, e a deputada presta declarações ao... Observador! Animal de circo.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "3a209727-4366-4832-843a-08d770be643a",
                    "user": "f8fcd449-82f8-4e75-95d8-d449ec759524",
                    "date": "25.11.2019",
                    "timestamp": "NA",
                    "commentText": "Muito bom",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "e019b6f7-16d0-4316-ae1d-08d77121360d",
            "user": "beaa8e9a-2321-4fd3-af07-a6badcbc56db",
            "date": "24.11.2019",
            "timestamp": "NA",
            "commentText": "Mais do mesmo...reitero o diagnóstico e repito: Aturem-na.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "d1a983ac-f17b-4993-06ab-08d770ce8bbe",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "25.11.2019",
                    "timestamp": "NA",
                    "commentText": "Precisamente. Saiu-lhes pela culatra terem feito eleger uma paranóica super-fracturante, especializada em vitimismo (e acumuladora pelo menos quádrupla de 'condições de vítima': <b> mulher,</b> pobre,<b>  negra</b><b> , gag</b>a): atacada de síndroma auto-imune, a figurona entretém-se agora a vitimizar-se, já não à direita, mas a torto e a direito na cara da esquerdalha. está uma porcaria para outra, nesta história de irresponsabilidade tipo preczinho bisneto.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Mulher",
                        "Negra",
                        "Gaga"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "c78d2529-114e-46b5-c3d2-08d770fd3b03",
            "user": "ebf144f3-b109-4105-af74-0654d3a7f2a2",
            "date": "24.11.2019",
            "timestamp": "NA",
            "commentText": "Tal como Rui Tavares disse não colhe a atitude desta senhora ela quer ser popstar está boa Para se juntar ao chega. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "cdfd7d91-87a4-4b38-a13b-08d770bea65c",
            "user": "1d08c814-3ebc-4b73-861a-dfee0db3a41d",
            "date": "24.11.2019",
            "timestamp": "NA",
            "commentText": "RT devia era estar preocupado com o facto de com cerca de 60000 votos , o Livre ter elegido um deputado e o PS com o mesmo número de votos ter elegido 3.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "c50a1ba9-a869-4635-8429-08d770be643a",
                    "user": "1f01d620-6de2-4998-ac7e-bd8de2276a9d",
                    "date": "25.11.2019",
                    "timestamp": "NA",
                    "commentText": "Dona Luisa. é uma pena que não conheça o sistema eleitoral do país.        Desde as primeiras eleições que é o mesmo.        Mas infelizmente, o seu conhecimento politico de como funciona a democracia é zero.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "e292cb67-f72b-4895-5a40-08d7517b8e2d",
            "user": "ebf144f3-b109-4105-af74-0654d3a7f2a2",
            "date": "24.11.2019",
            "timestamp": "NA",
            "commentText": "Esta senhora é a prova que não existem minorias pois chegou viu e venceu.... Lamentável, foi declaradamente um assalto ao livre, em que agora a dita acha que faz o que quer. Abster se?? Um governo de extrema direita em Israel?? Oh dita junta te ao chega! ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "977c4962-e6e3-43cc-5a3c-08d7517b8e2d",
            "user": "35b5a314-72c6-4a48-a8c7-8f1bea921360",
            "date": "24.11.2019",
            "timestamp": "NA",
            "commentText": "Lamentável o egocentrismo, a vaidade, o radicalismo e a falta de etica desta Senhora.O total desconhecimento da politica nos mais variados assuntos e das palhaçadas que promove na Assembleia da República estão a prejudicar o LIVRE e a vulgarizar a vida politica. Está mais que na hora de a \"despedir\" do Partido e do Parlamento.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "e1a9390c-006b-4a8f-c3d0-08d770fd3b03",
            "user": "0081f6cd-1e31-40b6-ad90-aef190b4a78b",
            "date": "24.11.2019",
            "timestamp": "NA",
            "commentText": "\u0093Fui eu que ganhei as eleições sozinha\u0094 ... presunção e água benta cada um toma a que quer, já lá diz o povo!Mais outra que se julga a \"o supra-sumo da barbatana do peixe\"! ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5915aaf7-5bb0-48b6-c3c6-08d770fd3b03",
            "user": "d52eb510-c6e9-4156-b3be-8ccffd43e9c2",
            "date": "24.11.2019",
            "timestamp": "NA",
            "commentText": "Nao tenho a mínima dúvida de que a posição do Livre era clara em relação a Palestina. Nao tenho a minima duvida de que a Joacine sabia qual era essa posição e que, tal como disse, quisesse aprovar o voto de condenação discutido na AR e que se absteve \u0091contra si própria\u0092. Porque o que a Joacine nao sabia era... se podia votar a favor de uma proposta vinda do PCP! E isso é que é deplorável. Porque aqui temos um representante de um pequeno partido que, em vez de votar em consciência com as suas ideias, está como todos os outros mais preocupado em fazer política, no mau sentido do termo. É que afinal a verdadeira batalha do Livre é pelo mercado de votos do PCP e BE.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "87388f93-4354-46ff-5a3f-08d7517b8e2d",
                    "user": "1d08c814-3ebc-4b73-861a-dfee0db3a41d",
                    "date": "24.11.2019",
                    "timestamp": "NA",
                    "commentText": "Vota-se para eleger deputados e não partidos.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "52637642-41b9-44a9-5a4e-08d7517b8e2d",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "25.11.2019",
                    "timestamp": "NA",
                    "commentText": "em cheio. É a politicalha suja da esquerda totalitária, que nunca renegou o seu passado sangrento e nunca pestanejou por uma única vítima que não fosse das que lhe dessem jeito. Na verdade, as «vítimas da fome» são apenas os proletários hiperproletarizados pela sua instrumentalização conveniente e oportunista pela esquerda tartufa. A katar está-se absolutamente nas tintas para os palestinianos, a única coisa que lhe interessa é o oposto disso: a 'causa palestiniana' (que necessita do esmagamento dos palestinianos propriamente ditos, mais ainda do que o próprio Israel), e de que modo disputar o protagonismo relativamente a essa causa. Para os abutres e as hienas comunóides, titulares da 'causa', o palestiniano oprimido é o repasto ideal, em torno do qual esgrimirem as suas lutas palacianas.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "1e5f8c02-4b13-4122-a133-08d770bea65c",
            "user": "39461e21-65fe-4fd0-b425-cf8d199db68b",
            "date": "24.11.2019",
            "timestamp": "NA",
            "commentText": "Acontece agora em Portugal o que aconteceu em Europa e nos Estados unidos. A esquerda tradicional abre a porta a esta nova geração de activistas comunitários, e depois levam uma facada nas costas e ficam substituídos pelos mesmos. Eles que abram os olhos.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5fcfb0e0-9842-477d-5a38-08d7517b8e2d",
            "user": "b78163aa-b503-424c-82bc-43654c2ff5ab",
            "date": "24.11.2019",
            "timestamp": "NA",
            "commentText": "Dá vontade de rir. Como se diz em Espanha, o Rui Tavares montou um circo mas cresceram-lhe os anões. Esta deputada saiu melhor que a encomenda. Daqui a nada está a chamar <b> racista </b>ao RT. E será muito bem feita, para ver se toda a gente percebe melhor o \"conceito\" de<b>  racista</b> na boca de alguns.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "feb4624c-8119-4595-5a3b-08d7517b8e2d",
                    "user": "d52eb510-c6e9-4156-b3be-8ccffd43e9c2",
                    "date": "24.11.2019",
                    "timestamp": "NA",
                    "commentText": "Tem toda a razao. Aliás, ja acusou o Daniel Oliveira de ser de extrema-direita. O conceito de extrema-direita ou fascista e\u0092 outro que também tem um sentido muito lato na boca de alguns.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4c648cff-8935-4ebe-5a4f-08d7517b8e2d",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "25.11.2019",
                    "timestamp": "NA",
                    "commentText": "é o neo-totalitarismo de uma esquerda transcontinental, que já conseguiu o que o estalinismo nunca remotamente aproximou: minar a cultura (e, cada vez mais, o sistema jurídico) euro-americana, a começar pela universidade e a continuar pelos códigos do new speak a circular na comunicação social. Claro que a reacção a isso (e ao resto do despejo do exógeno) é a ascensão da extrema-direita.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racista"
            ]
        },
        {
            "id": "04f1ee4d-1287-4340-2c67-08d7702eaf8b",
            "user": "79e0253b-fab9-4666-a154-6e8a3eb13000",
            "date": "24.11.2019",
            "timestamp": "NA",
            "commentText": "Só quem não estava atento, e depois do episódio com o Daniel Oliveira , não percebeu que a Joacine não segue as indicações um <b> branco </b>heterossexual como o RT mas sim a agenda do SOS<b>  racismo</b>, quer lá ela saber do passado político e princípios do RT...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo",
                "Branco"
            ]
        },
        {
            "id": "9d9566c4-78fc-4a25-5a33-08d7517b8e2d",
            "user": "77419550-1f95-4422-8a83-4c1e9d54716a",
            "date": "24.11.2019",
            "timestamp": "NA",
            "commentText": "\u0093Fui eu que ganhei as eleições sozinha.\":O :O :O Esta frase diz tudo do carácter de Joacine Katar Moreira, do seu espírito de equipa e da sua capacidade gregária.O Rui Tavares deve estar a torcer-se todo para descalçar a bota.Que desilusão que tenho, eu que a apoiei e até achei que pudesse ser uma voz pioneira...",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "371cf3df-8ecc-42cc-5a50-08d7517b8e2d",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "25.11.2019",
                    "timestamp": "NA",
                    "commentText": "pioneira, como voz, nem conheço igual.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "af9b0861-dbaf-49e0-2c60-08d7702eaf8b",
            "user": "50287135-45a6-4a72-b3c5-8f99044b310c",
            "date": "24.11.2019",
            "timestamp": "NA",
            "commentText": "Se é de esquerda, não sei. Mas sei que já enganou dois povos (o português e o palestiniano)...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3d22ed26-6072-45be-8879-08d7700b2bb8",
            "user": "ad7bf462-f638-44ed-8f67-f611e64b3726",
            "date": "24.11.2019",
            "timestamp": "NA",
            "commentText": "Bela ironia, considerando a história de Rui Tavares no parlamento europeu. What goes around comes around. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "93ad0ecf-8e2c-42cf-2c5a-08d7702eaf8b",
            "user": "283631f5-b877-47d4-b6c9-cf3771ef6960",
            "date": "24.11.2019",
            "timestamp": "NA",
            "commentText": "Como se demonstra, João Miguel Tavares estava errado em querer que não fosse a Joacine a protagonista do Livre no Parlamento. Com uma abstenção e sem abrir a boca nem gaguejar, anda nas bocas do mundo. Irónico, não é? Embrulha, JMT. Há mais mundo para além da oratória <b> balofa.</b> E, pelo caminho, embrulha também, Rui Tavares - o karma é tramado...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Balofa"
            ]
        },
        {
            "id": "18d35a8d-f932-43e9-2c58-08d7702eaf8b",
            "user": "a7f7231d-dacf-485d-9ebe-e0affc619047",
            "date": "24.11.2019",
            "timestamp": "NA",
            "commentText": "E foi. O Livre de Rui Tavares nunca conseguiu ganhar um eleição. Nas próximas legislativas o Livre sai do parlamento.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "b8b17ca5-c57e-48a0-068b-08d770ce8bbe",
                    "user": "0ab8ca6a-2dea-440e-85e9-00d7fb3973b0",
                    "date": "24.11.2019",
                    "timestamp": "NA",
                    "commentText": "Este também não ganhou nenhuma eleição. Os únicos partidos que ganharam eleições legislativas em Portugal foram o PS e o PSD",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5bfd1427-64f1-4a6f-bea5-08d77062f8bd",
            "user": "a8799d91-d727-41f0-8bda-427c9acb0a6d",
            "date": "24.11.2019",
            "timestamp": "NA",
            "commentText": "Agora que confirmo aquilo de que sempre desconfiei, que os pequenos partidos não são melhores nem mais confiáveis que os grandes, e que as eleições destas deputadazecas são por vezes fenómenos espúrios made in redes sociais ou nos corredores lisboeteses e elitistas do politicamente correto, sou de opinião de que não há diferença entre votar num pequeno ou num grande, ou que o preferivel é não votar em ninguém. Pelo menos não temos problemas de consciência por nos termos deixado enganar.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "a5b02b00-6e32-4e64-2c56-08d7702eaf8b",
            "user": "c7621000-17ba-4e8f-ad64-19553db4f3ad",
            "date": "24.11.2019",
            "timestamp": "NA",
            "commentText": "Vão longe assim, a atirarem-se para a frente do autocarro uns aos outros... ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8aaad23a-bf12-4f92-a127-08d770bea65c",
            "user": "a9363530-2c93-4de4-95fe-f95ed4e888dc",
            "date": "24.11.2019",
            "timestamp": "NA",
            "commentText": "Qual partido? Já aprendeu com o Ruizinho",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4431f6b8-475b-4cd7-bea1-08d77062f8bd",
            "user": "65940cde-c5df-448d-849a-5231f45506f2",
            "date": "24.11.2019",
            "timestamp": "NA",
            "commentText": "Sozinha não foi mas isto dá para perceber o carácter de Joacine. Está a sentir-se maior do que aquilo que é. De resto, boa novela que parece que foi mesmo promovida pelos protagonistas. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "8e339098-5630-4f57-8876-08d7700b2bb8",
                    "user": "65940cde-c5df-448d-849a-5231f45506f2",
                    "date": "24.11.2019",
                    "timestamp": "NA",
                    "commentText": "Ah, outra coisa. Ela \"ganhou\" as eleições ou apenas conseguiu ser eleita? Pensava que tinha sido o António Costa a ganhar as eleições. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "eba61d23-d819-463a-0688-08d770ce8bbe",
                    "user": "1f01d620-6de2-4998-ac7e-bd8de2276a9d",
                    "date": "24.11.2019",
                    "timestamp": "NA",
                    "commentText": "Senhor Fernando o Costa não ganhou nada, quem ganhou as eleições foi o PS de quem o Costa, era um dos candidatos a ser eleito como deputado.        Não deturpe a realidade.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "11657115-6974-4940-2c59-08d7702eaf8b",
                    "user": "283631f5-b877-47d4-b6c9-cf3771ef6960",
                    "date": "24.11.2019",
                    "timestamp": "NA",
                    "commentText": "Adoro! O seu comentário e a novela. Tudo isto é delicioso.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "47559de8-4c01-4d03-2c5f-08d7702eaf8b",
                    "user": "65940cde-c5df-448d-849a-5231f45506f2",
                    "date": "24.11.2019",
                    "timestamp": "NA",
                    "commentText": "Certo senhor Conde. Mas se há um deputado que possa dizer \"eu ganhei as eleições\" é esse que eu disse. Não sei em que é que isso deturpa a realidade.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "f66b2242-9f74-47d6-069a-08d770ce8bbe",
                    "user": "1f01d620-6de2-4998-ac7e-bd8de2276a9d",
                    "date": "24.11.2019",
                    "timestamp": "NA",
                    "commentText": "Porque a única coisa que o Costa ganhou, foi o lugar de deputado, ele e todos os deputados que foram eleitos.        O PS foi o partido vencedor porque elegeu mais deputados que os outros, com o Costa incluído.        ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "12e65ddf-edfd-45fd-8872-08d7700b2bb8",
            "user": "2c1e73f5-550f-4fd2-8d15-a004065bd442",
            "date": "24.11.2019",
            "timestamp": "NA",
            "commentText": "Afirmar: \u0093Fui eu que ganhei as eleições sozinha\u0094 diz muito sobre quem é Joacine. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "b5bcaf39-6b2c-4ade-c3bd-08d770fd3b03",
                    "user": "a375fa52-df9b-4818-bc24-44cf27864de2",
                    "date": "24.11.2019",
                    "timestamp": "NA",
                    "commentText": "Só não se percebe por que é que então precisava de contactar alguém (os chefes?), para tomar posição sobre o assunto em discussão",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "d99fc34e-4725-4f1f-8871-08d7700b2bb8",
            "user": "3faac4fe-2a65-456c-8e7c-b036c5c8a92a",
            "date": "24.11.2019",
            "timestamp": "NA",
            "commentText": "O drama instalou-se, não é fácil e só se aprende a fazer, fazendo. Desdramatizando, até porque isto são acidentes de percurso em democracia, por um lado: é possível ser mãe de uma criança pequena, trabalhar a 100% e candidatar-se a deputada? Antes, durante e depois da eleição, é possível dar atenção a tudo? Eu digo que não é, sirvo-me para isso do facto de ser esposa, mãe e profissional que acredita ter competências no trabalho. Ser tudo ao mesmo tempo não é possível no enquadramento social presente. Pronto, adiante: ou há uma mudança radical, e não há, ou fazem-se escolhas. Colocar a família em primeiro lugar, sim, em detrimento de uma alegada carreira, sim, pois de quimeras está o inferno cheio. O problema é coordenar prioridades e assumi-las. Por outro lado: é libertador assumir erros.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "39b5615e-2c53-4902-5a2b-08d7517b8e2d",
            "user": "2c1e73f5-550f-4fd2-8d15-a004065bd442",
            "date": "24.11.2019",
            "timestamp": "NA",
            "commentText": "Joacine foi um clamoroso erro de casting do Livre. Será que vamos ter aqui uma reedição da comédia chamada Zita Seabra?",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "edb897f6-65e9-4fc4-2c52-08d7702eaf8b",
            "user": "8e71a3ab-3833-429f-8ad3-dd5f6cd068e6",
            "date": "24.11.2019",
            "timestamp": "NA",
            "commentText": "Como se costuma dizer: quem fala assim não é de´gago... Rui Tavares tem de se apressar que esta história é um erro de casting monumental!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "f0b50dd9-ce09-456e-0681-08d770ce8bbe",
            "user": "1f01d620-6de2-4998-ac7e-bd8de2276a9d",
            "date": "24.11.2019",
            "timestamp": "NA",
            "commentText": "E eis que Joacine, consegue vazar o protagonismo do Chega.Nesta data especial, da direita destrambelhada.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "11a42c77-d734-499a-840f-08d770be643a",
                    "user": "91168998-e16c-49b5-a12c-d21286d9e99c",
                    "date": "24.11.2019",
                    "timestamp": "NA",
                    "commentText": "Bem visto, mas, na minha opinião, ainda bem que a corte se alargou. Já ando farto de ver reduzida a discussão ao que se passa na corte. A vinda de novos atores e atrizes, pelo menos ajuda um pouco a cortar a monotonia. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "fbbd55ff-9a2b-4a67-886e-08d7700b2bb8",
            "user": "91168998-e16c-49b5-a12c-d21286d9e99c",
            "date": "24.11.2019",
            "timestamp": "NA",
            "commentText": "Isto é tudo culpa da velocidade com que a moda no vestir <b> muda.</b> Só pode ser. O assessor da deputada teria evitado isto tudo, não fosse a distração provocada pela dificuldade de escolha da saia. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "96a04629-7948-4e0e-2c62-08d7702eaf8b",
                    "user": "a375fa52-df9b-4818-bc24-44cf27864de2",
                    "date": "24.11.2019",
                    "timestamp": "NA",
                    "commentText": "Tem toda a razão AndradeQB... Isto já só dá para rir.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Muda"
            ]
        },
        {
            "id": "997fd428-1231-4482-5a26-08d7517b8e2d",
            "user": "f280efd0-7692-4abc-a3e2-582579b61cff",
            "date": "24.11.2019",
            "timestamp": "NA",
            "commentText": "A deliciosa ironia de Rui Tavares provar do seu próprio veneno que serviu ao BE quando foi eleito deputado e a seguir mandou o partido às urtigas ... parede que o estrume se atrai mutuamente ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "a6ef864c-92be-4e5f-a121-08d770bea65c",
            "user": "841a4abc-bf11-40e7-9aac-775d30f13f29",
            "date": "24.11.2019",
            "timestamp": "NA",
            "commentText": "Não, ela ganhou as eleições só, só, só, sózinha...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "d5870d6a-94ab-41e8-be98-08d77062f8bd",
            "user": "0ab8ca6a-2dea-440e-85e9-00d7fb3973b0",
            "date": "24.11.2019",
            "timestamp": "NA",
            "commentText": "Muito humilde, a Joacine. É giro que ela não consiga contactar a direção do próprio partido mas esteja sempre em contacto com o Observador. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "93666375-598c-4de3-be9e-08d77062f8bd",
                    "user": "f280efd0-7692-4abc-a3e2-582579b61cff",
                    "date": "24.11.2019",
                    "timestamp": "NA",
                    "commentText": "O observador não é o papão da direita?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "1864a11f-587c-409e-2c51-08d7702eaf8b",
                    "user": "77419550-1f95-4422-8a83-4c1e9d54716a",
                    "date": "24.11.2019",
                    "timestamp": "NA",
                    "commentText": "\"É giro que ela não consiga contactar a direção do próprio partido mas esteja sempre em contacto com o Observador.\" ---- O quê?! E o que tem uma coisa a ver com a outra? Você percebe português?! Já viu o completo disparate do seu argumento?! E um queijo.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "78aeeeed-c64b-4bd5-be9f-08d77062f8bd",
                    "user": "0ab8ca6a-2dea-440e-85e9-00d7fb3973b0",
                    "date": "24.11.2019",
                    "timestamp": "NA",
                    "commentText": "O que uma coisa tem a ver com a outra é que ela só não contacta quem não quer. A não ser que alguém acredite que hoje é possível estar 3 dias sem conseguir contactar uma direção de 15 pessoas. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "0223be75-45b5-427a-067a-08d770ce8bbe",
            "user": "1510c04c-2f34-4bf6-8163-62188a863907",
            "date": "24.11.2019",
            "timestamp": "NA",
            "commentText": "É como eu tenho vindo a dizer, os do \"Livre\" são uns narcisistas! O que se podia esperar do projecto carreirista do Prof. Dr. comentador \"independente\" Europeísta totalitário defensor de guerras \"humanitárias\" Rui Tavares?!?!",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "9edf285a-4a17-41c2-2c54-08d7702eaf8b",
                    "user": "20dba57a-a0a7-4391-9f3c-804eb0cd3f7f",
                    "date": "24.11.2019",
                    "timestamp": "NA",
                    "commentText": "Forte!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "815e2832-0e21-46eb-2c4a-08d7702eaf8b",
            "user": "2f2195e2-a291-452b-9a28-f21237c36edf",
            "date": "24.11.2019",
            "timestamp": "NA",
            "commentText": "Desde a gaguez até ao preconceito subjacente, o que estão a fazer à deputada Joacine Moreira é o linchamento político. Obviamente que a sua eleição não se deveu à notoriedade do Livre mas à candidata que  não é <b> gaga </b>no pensamento, pelo contrário, incomoda com a clareza das ideias em defesa da<b>  mulher</b> e da inclusão de todos na sociedade portuguesa. Podemos discordar de algumas das suas ideias (aparentemente) mais radicais, mas não há dúvida que a sua presença no parlamento é uma pedrada no charco do marasmo e do clubismo da política. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "f824730e-ca31-4e0a-5a25-08d7517b8e2d",
                    "user": "a45d2cb5-927c-47eb-8e0a-2ab8923543ad",
                    "date": "24.11.2019",
                    "timestamp": "NA",
                    "commentText": "Concordo com este comentário de Rui Dinis.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "9c09f939-b058-4c72-840c-08d770be643a",
                    "user": "0d720e20-859c-43ca-9c1e-057750816202",
                    "date": "24.11.2019",
                    "timestamp": "NA",
                    "commentText": "Na minha ideia, acho que não fosse a Joanine o Livre não teria elegido ninguém. Mas não elegeram pelas ideias da Joanine, nem do Livre sejam as mesmas ou duferentes, elegeram porque ela tem um visual e uma presença diferente do habitual.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "87704862-d3fa-47c7-0682-08d770ce8bbe",
                    "user": "91168998-e16c-49b5-a12c-d21286d9e99c",
                    "date": "24.11.2019",
                    "timestamp": "NA",
                    "commentText": "Aproveitar barrigas de aluguer terá os seus custos. Digo eu, que fui criado na obrigação de que só poderia andar de cara levantada trabalhando ao nível das minhas possibilidades, o que na minha interpretação cabe trabalhar aceitando que as moedas têm duas faces. Se tivesse sido criada a convicção de que todo o mundo, morto ou vivo, me é devedor, talvez que eu hoje, assim como Joacine, só aceitasse uma das faces da moeda. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "235dcb78-6c79-408f-840d-08d770be643a",
                    "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
                    "date": "24.11.2019",
                    "timestamp": "NA",
                    "commentText": "Pode dizer-nos em que se tem ela destacado no parlamento (tirando a gaguez) para fazer afirmações como \"sua presença no parlamento é uma pedrada no charco do marasmo e do clubismo da política.\"? ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6e3cc7b1-8c06-46af-2c53-08d7702eaf8b",
                    "user": "38733c5b-bbe9-4df7-afb7-6ae27228f499",
                    "date": "24.11.2019",
                    "timestamp": "NA",
                    "commentText": "À partida o Livre já não me inspirava muita \"cúnfia\", logo a começar pelo seu criador e mentor, mas quando o mesmo se transforma num partido meramente identitário, fazendo o jogo da extrema-direita, é natural que se enfiem mais uma série de barretes. E já agora: gostaria que me explicassem a razão de não terem publicado este comentário. Que critério de publicação infringi?!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "d704ffba-2af9-48da-4ce3-08d771940bb3",
                    "user": "aff3b6d6-269d-42d3-9d88-7dac216dfe07",
                    "date": "25.11.2019",
                    "timestamp": "NA",
                    "commentText": "Rui, o Sr. é um poeta um tanto ou quanto narcisista! Para escrever o que escreveu precisou de engolir bastantes sapos e outros tantos kompensan's! Não pense que passa, o Sr. e os demais seus adeptos, um atestado de menoridade intelectual com essa narrativa, porque não passa! É por demais evidente a falta de coluna vertebral da deputada! A conclusão é só uma: quem se filia num partido politico ou num movimento politico tem só um objetivo: ascender socialmente na vida pública, profissional e pessoal, o interesse nacional e o bem comum perdem-se com o fim da campanha!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Mulher",
                "Gaga"
            ]
        },
        {
            "id": "d7fa1342-6b7f-468e-5a23-08d7517b8e2d",
            "user": "8b7f8fc7-531b-445a-8d72-a12e1c7fa951",
            "date": "24.11.2019",
            "timestamp": "NA",
            "commentText": "Até ao momento o Livre não tinha tido qualquer sucesso eleitoral, e decidiu jogar nas eleições com a aposta numa candidata que prova não ser mais que pura cosmética. À falta de apoio das ideias do Livre, especialmente quando proferidas por um homem <b> branco </b>(esse tipo demónio), decidiram apoiar uma<b>  mulher</b<b> > negr</b>a com dificuldades de oratória não pelo seu valor para o partido mas simplesmente por ser u<b> ma mulh</b<b> >er ne</b>gra com dificuldades de oratória. A sua eleição deveu-se simplesmente à cartada da vitima (quem não gosta de um \"underdog\"?) e por ser uma candidata que encaixa nos critérios do activismo actual. Isto é, mais forma que conteúdo. Por isso, Joacine não deixa de ter razão quanto à sua responsabilidade na vitória do Livre. E este agora paga a factura pela aposta no populismo.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "48d5f073-8b57-40bc-5a2e-08d7517b8e2d",
                    "user": "0d720e20-859c-43ca-9c1e-057750816202",
                    "date": "24.11.2019",
                    "timestamp": "NA",
                    "commentText": "É também a minha interpretação.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Mulher",
                "Negra",
                "Branco"
            ]
        },
        {
            "id": "4c33a006-f6cb-4334-5a22-08d7517b8e2d",
            "user": "38733c5b-bbe9-4df7-afb7-6ae27228f499",
            "date": "24.11.2019",
            "timestamp": "NA",
            "commentText": "Deus nos livre do Livre! Já parece o Rui Tavares quando foi eurodeputado pelo Bloco.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1564dbb0-c497-4b13-be95-08d77062f8bd",
            "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
            "date": "24.11.2019",
            "timestamp": "NA",
            "commentText": "O Público resolveu fazer novela deste tema, não sei é porque acha que os leitores estão interessados. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "357e509e-df8b-4365-beaa-08d77062f8bd",
                    "user": "a375fa52-df9b-4818-bc24-44cf27864de2",
                    "date": "24.11.2019",
                    "timestamp": "NA",
                    "commentText": "Eu estou, Dr. Severino...Talvez por não ser Dr.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "8df412c2-3b86-45b1-a11b-08d770bea65c",
            "user": "b8fb5d88-c52d-4262-95de-fb352eb4e5d3",
            "date": "24.11.2019",
            "timestamp": "NA",
            "commentText": "Mamma mia ! De mal em pior.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "a5d2bea3-5577-4182-5a20-08d7517b8e2d",
            "user": "aff3b6d6-269d-42d3-9d88-7dac216dfe07",
            "date": "24.11.2019",
            "timestamp": "NA",
            "commentText": "E bem que aqui chegamos! Tudo aquilo que já por aqui disse sobre esta Sra., foi bem dito e começa a confirma-se para aqueles que padecem de cegueira mental! Afinal esta malta que organiza movimentos, como forma de resposta às estruturas partidárias origárquicas, têm também eles interesses pessoais acima do interesse coletivo! Está bem de ver que somos todos iguais e que nos movemos por interesses meramente pessoais, que são cinicos e hipocritas!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "34079b49-0751-413b-8404-08d770be643a",
            "user": "a148de76-7201-435c-904f-6fafde97ada2",
            "date": "24.11.2019",
            "timestamp": "NA",
            "commentText": "Claro que foi ela que ganhou as eleições sózinha. Toda a gente a conhecia antes, toda a gente sabia ao que vinha, toda a gente tinha ouvido os discursos fluidos, a mensagem de unidade e nada <b> racista,</b> as fantásticas ideias que tinha para o país que a acolheu. Eis a \"nossa\" deputada, a excelsa doutora em Estudos Africanos em todo o seu esplendor.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racista"
            ]
        }
    ]
}