{
    "header": {
        "title": " Novo director da PSP diz que há \u0093tanto racismo\u0094 na polícia \u0093como há na sociedade portuguesa\u0094 ",
        "subtitle": " Questionado sobre o caso de Cláudia Simões, o novo director nacional da PSP afirma que, com base no vídeo, vê apenas \u0093um polícia a cumprir as suas obrigações e as normas em vigor\u0094. ",
        "owner": " ['PÚBLICO'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 4537  partilhas",
        "datePosted": " 10 de Fevereiro de 2020, 23:17 ",
        "dateExtraction": " 2020-02-13 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2020/02/10/sociedade/noticia/novo-director-psp-ha-tanto-racismo-policia-ha-sociedade-portuguesa-1903634 ",
        "postText": " ['O novo director nacional da Polícia de Segurança Pública (PSP) afirma que há \u0093tanto racismo na PSP como há na sociedade portuguesa\u0094, uma vez que \u0093os polícias não vêm de Marte\u0094. Magina da Silva falou sobre \u0093o alegado racismo na polícia portuguesa\u0094 durante uma entrevista ao Jornal das 8 da TVI.', 'Começando por falar sobre o caso de Cláudia Simões, que se queixa de ter sido agredida em Janeiro na Amadora por um agente da PSP, Magina da Silva repete o que já disse: com base nos vídeos publicados, vê apenas \u0093um polícia a cumprir as suas obrigações e as normas em vigor na PSP\u0094. Não vê, novamente, \u0093qualquer infracção\u0094, tal como já havia afirmado no início de Fevereiro, durante a sua tomada de posse no Ministério da Administração Interna.', 'Citando a norma de execução permanente policial, ou \u0093a Bíblia dos Polícias\u0094 para o uso da força, como a apelidou, o novo director nacional da PSP refere que que \u0093depois de um suspeito ou de um detido estar manietado, controlado e algemado com as mãos atrás das costas\u0094 devem \u0093ser tomadas todas as precauções tendentes a evitar quedas ou pancadas inopinadas\u0094.', '\u0093É proibida a utilização de quaisquer armas ou técnicas que impliquem impactos, podendo excepcionalmente optar pelo uso de gases neutralizantes\u0094, caso o indivíduo continue a resistir. Para Magina da Silva, resta apenas apurar se \"as lesões aconteceram no momento do vídeo ou num momento posterior\u0094 \u0097 uma questão à qual não tem, ainda, resposta.', 'Para o novo director da PSP, os polícias que \u0093trabalhem mal\u0094, isto é, \u0093fora das regras aplicadas quanto ao uso da força\u0094 terão de ser responsabilizados. \u0093A diferença entre os polícias usarem a violência ou a autoridade legítima delegada pelo Estado é o cumprimento da norma.\u0094', '\u0093Os polícias que cumprem com as obrigações e com a lei vão ter de ser defendidos quando cumprem as suas obrigações, mesmo que isso possa não ser perceptível para o cidadão que não está por dentro das normais policiais\u0094, afirmou durante a entrevista. \u0093A esmagadora maioria dos polícias sãos bons. Esses polícias terão de ser defendidos.\u0094', 'Questionado directamente sobre se há racismo na polícia, Magina da Silva responde com uma metáfora: \u0093Os polícias não vêm de Marte. Vêm da sociedade portuguesa e reflectem todas as virtudes e todos os defeitos da sociedade portuguesa. São cidadãos.\u0094', 'O combate a qualquer forma de discriminação ou extremismo no seio das forças policiais continua a ser um dos seus grandes pilares, mas termina dizendo que \u0093há tanto racismo na PSP como há na sociedade portuguesa\u0094.', 'Admitindo que não pode \u0093mudar o que vai na cabeça de cada homem\u0094, o director da PSP reforça que \u0093quando os polícias exteriorizarem comportamentos racistas, se para qualquer cidadão isso pode passar incólume, para os polícias não vai passar\u0094.', 'Questionado novamente sobre a presença da extrema-direita nas forças de segurança portuguesas, o director afirma não estar \u0093tão seguro de que haja infiltrações na extrema-direita generalizadas como se comenta\u0094.', 'Salientando que a política \u0093não é assunto para os polícias\u0094, Magina da Silva olha de forma negativa para a politização da PSP: \u0093 Eu não sei qual é a orientação política dos meus camaradas e nem me interessa\u0094. Idealmente, a polícia deve ser apartidária, defende.', 'Magina da Silva, até há pouco número dois da PSP, tomou posse como director nacional da Polícia Segurança Pública em substituição de Luís Farinha, que estava no cargo desde Novembro de 2013 e cujo mandato terminou em Novembro de 2019.​'] ",
        "numberPosts": " 40 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Ethnicity - General,Gender - General,Physical Identity - Physical (and Mental) Impairments,Age - Over 65s",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racismo,Racista,Mulher,Género,Sexual,Cego,Surdo,Mudo,Acabado",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "5503c1dd-3272-4852-ae7f-08d7aec8e2fc",
            "user": "ea528681-6960-473b-ad53-6f1b6fa63e5f",
            "date": "11.02.2020",
            "timestamp": "NA",
            "commentText": "Concordo com a afirmação em título. O problema é que os racistas que possam existir na polícia andam armados. Também podemos dizer que há em média tantos pedófilos nas escolas como há na sociedade portuguesa. O problema é que estes pedófilos estão, por profissão, ao pé de crianças. Temos a obrigação de não encarar estas situações como uma espécie de normalidade. O que espero é que a PSP seja implacável no tratamento dos seus elementos racistas, e que o ministério da educação seja implacável no tratamento dos seus elementos pedófilos. Esta intenção deve ser sempre, mas sempre, sublinhada e enfatizada. Note-se que não estou a querer equiparar racistas a pedófilos. Não saberia nem como começar tal comparação.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6f259eee-2822-4ddf-c986-08d7aecca7da",
            "user": "f7116234-1dfe-4b75-a006-ae424d0d7833",
            "date": "11.02.2020",
            "timestamp": "NA",
            "commentText": "o Sr. Director a tentar iludir os Portugueses, ora que afirmação mais absurda",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9622b7b6-8214-4b6a-6c8c-08d7aec3ebce",
            "user": "e393ae1c-2dc4-4261-b951-5c56fb999b8b",
            "date": "11.02.2020",
            "timestamp": "NA",
            "commentText": "Quando se pergunta se os portugueses são racistas, estamos a falar de que portugueses? Os portugueses tipo Claudia? a sujeita que não quis pagar bilhete, mordeu no policia, resistiu à detenção e arranjou uns manos para agredirem o motorista.Esses portugueses que nos concelhos à volta de Lisboa já não são minorias e que num futuro próximo serão em Portugal a maioria.É desses portugueses que estamos a falar? Então eu diria que os portugueses são racistas e vai piorar.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "8ccb2b1b-97b1-41fd-a4a4-08d7aec88423",
                    "user": "e2a9bfc7-4b85-4b11-917c-180b2167554a",
                    "date": "11.02.2020",
                    "timestamp": "NA",
                    "commentText": "Já começa o spin!        Vá apresente as notícias com os factos que está a enumerar, há tempo de espera....        Senão é apenas mais uma conta a espalhar mentiras.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "df13360e-c709-40c9-0333-08d7960b4eee",
                    "user": "832a15c9-5e81-467f-b57c-3be117a36652",
                    "date": "11.02.2020",
                    "timestamp": "NA",
                    "commentText": "O caso é mesmo de seres como você que emanam ódio no seu discurso, e disfarçam-no com mentiras para de alguma forma terem a desculpa para continuar a odiar...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "227aeaec-064e-4d9c-6aa7-08d7aec9ed5f",
            "user": "9d96ceca-6bd7-44a4-90df-8bbfa1203f73",
            "date": "11.02.2020",
            "timestamp": "NA",
            "commentText": "Pois se há tantos racistas na polícia como há na sociedade portuguesa isso é uma péssima notícia e sinal de que não não só não está a haver uma boa selecção de candidatos para a PSP como também os serviços internos não funcionam correctamente. Os agentes da polícia distinguem-se dos restantes cidadãos porque, juntamente com os militares, podem aplicar a autoridade e a força, inclusive letal, que é monopólio do Estado. Um agente da polícia tem legitimidade em muitas situações para aplicar a força contra cidadãos e, em último caso, lhes retirar a vida, o que lhes traz uma enorme responsabilidade que os cidadãos não têm. E além de racistas, também há a mesma percentagem de alcoólicos e toxicodependentes? De agressores familiares? De assassinos e pedófilos?",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "3c073c6e-0664-462e-a49d-08d7aec88423",
                    "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
                    "date": "11.02.2020",
                    "timestamp": "NA",
                    "commentText": "\"   e sinal de que não não só não está a haver uma boa selecção de candidatos para a PSP\"  Como sugere que se identifique os candidatos aos são racistas? ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "646aea8a-17ab-477f-a4a2-08d7aec88423",
                    "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
                    "date": "11.02.2020",
                    "timestamp": "NA",
                    "commentText": "errata: que são racistas",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "bc9a16fd-30c0-4116-c989-08d7aecca7da",
                    "user": "3faac4fe-2a65-456c-8e7c-b036c5c8a92a",
                    "date": "11.02.2020",
                    "timestamp": "NA",
                    "commentText": "Caro Zut Mut, os tipos de carácter existem e é sabido que por exemplo, pedófilos, escolhem profissões que lhes possibilitem ter contacto com crianças. Subscrevo o seu comentário, ressalvo que os mecanismos de controle são dispendiosos e complexos. E se inicialmente uma pessoa apresenta um perfil adequado para ser agente da autoridade, isso não pode ser tido como dado adquirido, tem de ser controlado regularmente. O mesmo se aplica a todas as profissões sociais, como professores, assistentes sociais, etc. O Estado não pode demitir-se da sua função de controle, concordará que esta é uma discussão complexa. Mas que a psicopatia é transversal, socialmente falando, não tenho dúvidas. O importante seria enfrentar a natureza humana e procurar soluções sustentáveis mas justas.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "3fe82f77-0584-48c8-c982-08d7aecca7da",
            "user": "2064500e-8a01-42b5-b97a-16e9802404d4",
            "date": "11.02.2020",
            "timestamp": "NA",
            "commentText": "Este director julga que os portugueses são parvos e que vão permitir que a extrema-direita continue a espalhar-se pela PSP adentro. Se calhar ele também é <b> racista.</b> Se é uma probabilidade matemática então há uma forte hipótese de ele ser. E se não há<b>  racismo</b> na PSP onde é que andam os polícias negros? É que eu até hoje só vi um.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "798eec74-1c3e-438e-a4ae-08d7aec88423",
                    "user": "f7116234-1dfe-4b75-a006-ae424d0d7833",
                    "date": "11.02.2020",
                    "timestamp": "NA",
                    "commentText": "muito bem",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racismo",
                "Racista"
            ]
        },
        {
            "id": "35ab4b15-5ada-4ca8-6c89-08d7aec3ebce",
            "user": "309dd08d-7551-49b0-b139-f107026c1ab5",
            "date": "11.02.2020",
            "timestamp": "NA",
            "commentText": "Nem Portugal nem o mundo são locais perfeitos. Dito isto o importante é o respeito pelos direitos cívicos e o cumprimento dos deveres. Quando acontece situações de desvio tem de se fazer valer a lei.,após os devidos inquéritos.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "0b60824e-04e2-44e4-6ac8-08d7aec9ed5f",
                    "user": "32f79b34-6931-468d-886a-cbc0d60f2405",
                    "date": "11.02.2020",
                    "timestamp": "NA",
                    "commentText": "Exactamente. Comentário sábio e cheio de bom senso.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "aa99013f-1e23-4d88-a497-08d7aec88423",
            "user": "f3d50f05-a6a1-4c47-976b-938803589d8f",
            "date": "11.02.2020",
            "timestamp": "NA",
            "commentText": "Se o até agora número dois da PSP garante não estar \u0093tão seguro de que haja infiltrações na extrema-direita generalizadas como se comenta\u0094 então talvez possamos finalmente começar a compreender de onde a onde vai essa infiltração. As outras hipóteses, que eram o novo director ter <b> acabado </b>de chegar de Marte ou ser<b>  cego</b><b> , surd</b>o<b>  e mu</b>do, parecem-me descabidas.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Acabado",
                "Cego",
                "Surdo",
                "Mudo"
            ]
        },
        {
            "id": "b495b565-cdc6-4909-6c80-08d7aec3ebce",
            "user": "ad097f06-d46d-41d8-85cb-78486c87dd09",
            "date": "11.02.2020",
            "timestamp": "NA",
            "commentText": "Eu não predou-o aos africanos pela depurtacao de um milhão de Portugueses das províncias ultramarinas expoliados das suas coisas",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "f5513bcb-4cba-4324-ae59-08d7aec8e2fc",
                    "user": "bd8c6007-2aba-4683-b45f-6ea261858023",
                    "date": "11.02.2020",
                    "timestamp": "NA",
                    "commentText": "Pontos pelo esforço.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "8de2c15d-b3ec-4f3e-ae5b-08d7aec8e2fc",
                    "user": "832a15c9-5e81-467f-b57c-3be117a36652",
                    "date": "11.02.2020",
                    "timestamp": "NA",
                    "commentText": "Tem de \"predoar\" para seguir em frente.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "650e5ffb-6946-4c7e-6ab1-08d7aec9ed5f",
                    "user": "3faac4fe-2a65-456c-8e7c-b036c5c8a92a",
                    "date": "11.02.2020",
                    "timestamp": "NA",
                    "commentText": "Não sejam mauzinhos. O conteúdo é mais do que a soma das partes do design.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "04f3a1b7-fa0b-433e-6c7f-08d7aec3ebce",
            "user": "77419550-1f95-4422-8a83-4c1e9d54716a",
            "date": "11.02.2020",
            "timestamp": "NA",
            "commentText": "O Magina esquece-se de um \"muito ligeiro\" detalhe: na sociedade portuguesa os cidadãos não andam com armas nem cassetetes nem bastões nem algemas. Vá chamar burro a quem lhe fez as mandíbulas.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8baee3b9-61ba-42b1-ae55-08d7aec8e2fc",
            "user": "2da6647a-2879-4ebf-baa9-02b74a4caecc",
            "date": "11.02.2020",
            "timestamp": "NA",
            "commentText": "Diz e diz bem. Quem tem dúvidas?",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "44e6be9a-0076-4921-a48f-08d7aec88423",
            "user": "77419550-1f95-4422-8a83-4c1e9d54716a",
            "date": "11.02.2020",
            "timestamp": "NA",
            "commentText": "O Vagina esquece-se de um \"muito ligeiro\" detalhe: na sociedade portuguesa os cidadãos não andam com armas nem cassetetes nem bastões nem algemas. Vá chamar burro a quem lhe fez as mandíbulas.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "d76eb33e-e2d0-47a6-ae51-08d7aec8e2fc",
            "user": "48a26fa5-3dda-4c4f-b5a3-a9759b9b1034",
            "date": "11.02.2020",
            "timestamp": "NA",
            "commentText": "Uma polícia que não se faz respeitar deixa de fazer sentido e perde a razão da sua existência. Obviamente a PSP e a GNR não são uma aldeia gaulesa. Haverá tanto <b> racismo </b>como numa empresa, numa repartição pública ou numa escola. Apenas não pode ser tolerado. Mas o polícia tem de sentir-se protegido pela hierarquia e pela estrutura. Este tipo parece inteligente e sensato. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "40cfe95c-9f4f-40d1-ae4e-08d7aec8e2fc",
            "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
            "date": "11.02.2020",
            "timestamp": "NA",
            "commentText": "Se a senhora fosse branca gostava de saber se o novo diretor da polícia achava normal um polícia montar as costas da senhora como se ela fosse um cavalo. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "d6aadb87-8ec4-48a2-030d-08d7960b4eee",
                    "user": "84e8c1b1-a05c-4d93-9df0-7659e1ff45ef",
                    "date": "11.02.2020",
                    "timestamp": "NA",
                    "commentText": "Seria igualzinho.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2bd27594-6c5b-4bf6-6c7e-08d7aec3ebce",
                    "user": "8b7f8fc7-531b-445a-8d72-a12e1c7fa951",
                    "date": "11.02.2020",
                    "timestamp": "NA",
                    "commentText": "E que tal recuar um bocado e questionar se a <b> mulher </b>em causa, independentemente da sua cor devia ter negado identificar-se e resistir à detenção? Se o tivesse feito aquilo que vimos ter-se-ia passado? É que a leio a opinar sempre sobre este tema, mas em momento algum a vi expressar uma opinião sobre o erro inicial da<b>  mulher</b> que espoletou toda a situação. Independentemente do que se passou no vídeo, que na minha opinião a única pessoa a incumprir foi <b> a mulhe</b>r a resistir e a agredir o policia, e daquilo que se terá passado depois, deixo-lhe estas questões. É opinião sua que qualquer cidadão deve de resistir à identificação e lutar corpo-a-corpo com a policia só por achar ter razão? Será que, por qualquer motivo fútil e facilmente solucionável devemos entrar em combate contra a policia?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Mulher"
                    ]
                },
                {
                    "id": "fb0e4f92-d2b3-4a54-031f-08d7960b4eee",
                    "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
                    "date": "11.02.2020",
                    "timestamp": "NA",
                    "commentText": "Perigo, a sua retórica é do estilo \"se a <b> mulher </b>foi violada é porque não se dava ao respeito ou usava roupas provocadoras\", \"se uma<b>  mulher</b> é vitima de violência doméstica é porque estava a pedi-las\". Conheço <b> o géner</b>o!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Género",
                        "Mulher"
                    ]
                },
                {
                    "id": "71e6061b-a15c-42ca-0321-08d7960b4eee",
                    "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
                    "date": "11.02.2020",
                    "timestamp": "NA",
                    "commentText": "Esse último comentário da Margarida é do mais desonesto que já por aqui vi. De facto o desrespeito à autoridade, crime consagrado no código penal, tem tudo a ver com \"é porque usava roupas provocadoras\" e afins. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "42c2c6e2-7dd6-4718-6b02-08d7aec9ed5f",
                    "user": "8b7f8fc7-531b-445a-8d72-a12e1c7fa951",
                    "date": "12.02.2020",
                    "timestamp": "NA",
                    "commentText": "@Margarida Paredes: Desculpe lá, mas gostava de lhe reconhecer mais inteligência... Neste caso a <b> mulher </b>não está isenta de criticas! Como é que você equivale o que se passou, resultante de uma recusa a uma simples identificação perante um policia, e posterior resistência à detenção e agressão a este (excluo o que se passou depois do vídeo pois não sei), com abusos e violações a uma<b>  mulher</b> que apenas faz uso da sua legitima liberdade de vestuário e liberdad<b> e sexua</b>l? Você está bem da cabeça? Alguma coisa daquelas se tinha passado se<b>  a mulh</b>er se tivesse comportado de forma cívica? Nomeadamente identificado-se ou na sua recusa, ter-se mantido pacifica perante a ordem de detenção? Aconselho-a a parar para reflectir no que escreveu a ver se ganha consciência sobre o seu radicalismo.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Mulher",
                        "Sexual"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "17853127-521b-4cc5-c96e-08d7aecca7da",
            "user": "3faac4fe-2a65-456c-8e7c-b036c5c8a92a",
            "date": "11.02.2020",
            "timestamp": "NA",
            "commentText": "É lógico que assim seja. Só falta corrigir o que deve ser corrigido.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "382647e7-3c56-44cd-c96c-08d7aecca7da",
            "user": "960db799-ed41-4889-b6be-c0e2a3fb79cb",
            "date": "11.02.2020",
            "timestamp": "NA",
            "commentText": "Pela lógica dele há tantos criminosos na policia como há no resto da sociedade, \"já que os policias não vêm de Marte\", o que não me espantava nada que seja verdade ou se calhar até pior (já que posições de poder tender a atrair certo tipo de gente, logo há mais deles lá). A questão é, queremos mesmo ou aceitamos passivamente que isto seja assim, ou devia-se ver se há algo que se possa fazer para o evitar?",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "640ca5d8-501a-4873-a48c-08d7aec88423",
                    "user": "ae879845-37ec-423c-9bef-f9ac1f1fd2b8",
                    "date": "11.02.2020",
                    "timestamp": "NA",
                    "commentText": "A resposta à sua pergunta é dada pelo entrevistado dois parágrafos a baixo: \"quando os polícias exteriorizarem comportamentos racistas, se para qualquer cidadão isso pode passar incólume, para os polícias não vai passar\"",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5662f53a-758a-4f97-c96a-08d7aecca7da",
            "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
            "date": "11.02.2020",
            "timestamp": "NA",
            "commentText": "Para aqueles que neste espaço defendem que não há <b> racismo </b>em Portugal. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "d40cae16-1f40-4e9c-c975-08d7aecca7da",
                    "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
                    "date": "11.02.2020",
                    "timestamp": "NA",
                    "commentText": "Claro que há <b> racismo </b>em Portugal, a Margarida é prova viva disso. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racismo"
                    ]
                },
                {
                    "id": "e5d9125c-7735-4c8a-ae54-08d7aec8e2fc",
                    "user": "8b7f8fc7-531b-445a-8d72-a12e1c7fa951",
                    "date": "11.02.2020",
                    "timestamp": "NA",
                    "commentText": "Tirando uns quantos racistas aqui recém-chegados, ninguém aqui nestas caixas de comentários negou que haja <b> racismo </b>em Portugal. Ninguém. Ao que toda a gente reage são as declarações absolutas e taxativas de que Portugal é um país<b>  racista</b>. E no lote dos que fazem essas afirmações está você, razão pela qual, com o seu radicalismo fundamentalista acaba por apanhar \"pancada\" dos racistas de extrema-direita, dos moderados e dos comentadores de esquerda, e só é poupada por um ou dois agitadores extremistas da sua tribo. É que <b> o racism</b>o combate-se lutando contra os racistas, não provocando e insultando toda uma população que de imediato fica na defensiva e deixa de dar ouvidos a qualquer coisa que se diga a seguir. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racismo",
                        "Racista"
                    ]
                }
            ],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "0618b399-e554-42d8-0301-08d7960b4eee",
            "user": "0aeafb79-f03e-4a5f-bd52-59e175d21bd5",
            "date": "11.02.2020",
            "timestamp": "NA",
            "commentText": "Já fui várias vezes abordado pela polícia, inclusive, uma vez, fui detido (em resultado de um equívoco) e nunca nenhum polícia foi mal educado comigo, nem fui vítima de quaisquer maus tratos. Sabem porquê? Porque também sempre me comportei de forma civilizada quando me abordam. Portanto, considero a maior parte destes casos \"não-casos\" que servem apenas para os \"entreter boi\" e tirar \"selfies\".",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "b2834014-c374-4109-a486-08d7aec88423",
                    "user": "bd8c6007-2aba-4683-b45f-6ea261858023",
                    "date": "11.02.2020",
                    "timestamp": "NA",
                    "commentText": "A mim sempre me correu bem, portanto tem de correr para bem para todos porque a minha experiência é a única válida. Um nível de pensamento sublime de um cérebro galáctico. Verdadeiramente \"Retabular\".",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "d2da1ce0-a184-43cc-28d6-08d7aec0fb1a",
                    "user": "ae879845-37ec-423c-9bef-f9ac1f1fd2b8",
                    "date": "11.02.2020",
                    "timestamp": "NA",
                    "commentText": "A sua experiência individual é uma gota de água no oceano. E a sua afirmação implícita de que que todos os agentes da polícia são correctos desde que os cidadãos sejam correctos para com eles é falsa. Também há agentes que tem dias maus e agentes que simplesmente não o deviam de ser. Veja o caso do agente da PSP que agrediu pessoas num jogo de futebol em Guimarães. E já agora acrescento que mesmo quando os agentes são profissionais e os cidadãos correctos também há casos de uso de força. Um amigo foi apanhado numa carga policial porque foi comprar pizza à hora errada e ficou com uns hematomas para recordação.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "d7dbf1ee-9c84-4a1b-6c74-08d7aec3ebce",
                    "user": "960db799-ed41-4889-b6be-c0e2a3fb79cb",
                    "date": "11.02.2020",
                    "timestamp": "NA",
                    "commentText": "Provávelmente esses caso são raros, daí estas notícias serem raras (quantas dezenas de milhares de detenções faz a policia por ano comparado com os poucos casos de possivel abuso que vêm ao cimo?). Lá porque, por exemplo, 99% dos policias são impecáveis profissionais não quer dizer que não se deva ir atrás dos 1% que não são. O bom profissional não quer \"gente que não presta a darem mau nome à nossa profissão\", mas no entanto a reação da policia é quase sempre de cerrar fileiras e proteger \"os seus\", o que na minha opinião é sinal de fracos standards profissionais.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "1510fc9e-ee83-4454-28ca-08d7aec0fb1a",
            "user": "a148de76-7201-435c-904f-6fafde97ada2",
            "date": "11.02.2020",
            "timestamp": "NA",
            "commentText": "Afirmações algo preocupantes e pouco prudentes, face ao resultado evidente da agressão policial no caso em questão. O novo diretor nacional da PSP tem uma carreira que é digna de respeito, mas terá a sensibilidade política para desempenhar o cargo? Estas afirmações levantam-me dúvidas. Sem dúvida que a polícia deve ter o apoio dos cidadãos para o cumprimento do seu papel, mas agressões bárbaras a cidadãos indefesos não fazem parte desse papel e têm de ser punidas com toda a severidade. Comportamentos criminosos por parte da polícia assumem uma particular gravidade, dados os especiais poderes que a própria lei lhes confere. Mensagens do topo a tolerar violência como a que foi exercida no caso em apreço são deveras preocupantes.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "44ade525-e166-46df-f0e1-08d7add6d729",
            "user": "1f01d620-6de2-4998-ac7e-bd8de2276a9d",
            "date": "10.02.2020",
            "timestamp": "NA",
            "commentText": "Foi difícil, de chegar a essa conclusão senhor director?já agora espero que tenha em conta, que em Portugal, o <b> racismo </b>configura um crime conforme o código penal português, sendo uma circunstância de agravo importante como móbil de um crime.O seu dever é combater o mesmo e expurgar a PSP de elementos racistas mesmo a nível da chefias.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo"
            ]
        }
    ]
}