{
    "header": {
        "title": " Joacine diz que votou 'contra ela própria' e devolve responsabilidades da abstenção à direcção do Livre ",
        "subtitle": " A deputada disse ter sido surpreendida pelo comunicado da direcção do partido e, já no final do dia, justificou o seu voto. Numa nota à qual o PÚBLICO teve acesso, Joacine Katar Moreira diz que durante três dias tentou sem sucesso perceber qual a posição que o seu partido queria que assumisse. Para não arriscar, absteve-se, diz. ",
        "owner": " ['Liliana Borges'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 4337  partilhas",
        "datePosted": " 23 de Novembro de 2019, 18:41 ",
        "dateExtraction": " 2020-01-24 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2019/11/23/politica/noticia/joacine-votou-propria-devolve-responsabilidades-abstencao-direccao-livre-1894855 ",
        "postText": " ['Joacine Katar Moreira reagiu no final deste sábado ao comunicado do Livre sobre a sua abstenção em relação à proposta, do PCP, \u0093de condenação da nova agressão israelita a Gaza e da declaração da Administração Trump sobre os colonatos israelitas\u0094. Depois do comunicado da direcção do partido ter afirmado que estava \u0093preocupado\u0094 com o sentido de voto da deputada \u0097 uma vez que não não reflectia as tomadas de posição oficiais do partido sobre a questão palestiniana \u0097 Joacine Katar Moreira esclarece que a \u0093abstenção não se deveu a uma falta de consciência ou descaso desta grave situação, mas à dificuldade de comunicação\u0094 com a actual direcção do Livre, da qual é parte integrante, para além de deputada única do partido. \u0093Foram três dias de contacto infrutífero para saber dos posicionamentos da direcção relativos ao sentido de voto das propostas que nos chegaram, onde esta constava\u0094, afirma numa nota enviada ao PÚBLICO. Por não saber qual a posição da direcção do Livre decidiu abster-se, justifica.', 'Rui Tavares, fundador do Livre e cabeça de lista por Lisboa em 2015, lembra que esta questão \u0093é muito cara ao património\u0094 do Livre e que nessas eleições, em que Joacine também foi candidata, o reconhecimento do Estado da Palestina foi até apresentado como condição para dialogar com um futuro governo PS. Na RTP3, já ao final da noite, Tavares classificou este incidente com a agora deputada uma \u0093singularidade\u0094, acrescentando que \u0093não colhe o argumento\u0094 de que não conseguiu falar com a direcção antes da votação. \u0093A direcção do Livre é colegial e tem 15 pessoas\u0094, lembrou Tavares.', 'No comunicado onde reage ao seu partido, a deputada do Livre assume \u0093total responsabilidade pelo voto\u0094 e esclarece que \u0093apesar de a abstenção não constituir um voto a favor ou um voto contra\u0094 a mesma não representou aquela que tem sido desde sempre a sua posição pública sobre esta temática. \u0093Votei contra a direcção de mim mesma. Condeno totalmente as ofensivas israelitas sobre a Faixa de Gaza e toda a repressão que o povo palestiniano tem sofrido a nível de bloqueios económicos, prisões e perseguições e da implementação dos colonatos israelitas\u0094, vinca.', 'Sobre o comunicado da direcção emitido ao início deste sábado, Joacine Katar Moreira diz-se surpreendida. \u0093Foi, então, com surpresa que recebi hoje, como todos vós, a posição da direcção do partido, o Grupo de Contacto, a distanciar-se da minha abstenção. O direito da Palestina à autodeterminação é para mim e para o Livre uma questão absolutamente consensual\u0094, garante a deputada eleita pelo distrito de Lisboa.', 'Ora, justamente sobre a posição do partido, o Livre dizia em comunicado que \u0093ao longo dos seis anos de existência foram várias as ocasiões\u0094 em que o partido pode dar \u0093conta desta posição e da vontade do Livre em defender a causa palestina na Assembleia da República\u0094. No documento, o Livre defende que \u0093a União Europeia, à semelhança do que já foi feito por uma boa parte da comunidade internacional, reconheça finalmente o Estado da Palestina\u0094. \u0093Caso esse reconhecimento continue a ser protelado, achamos que Portugal deve avançar em nome próprio e reconhecer a Palestina como um Estado soberano.\u0094', 'Só esse reconhecimento \u0093pode permitir um cenário de paz e coexistência na região e condições de vida dignas para os palestinianos\u0094, considera a direcção do Livre. Por isso, o Livre sublinha que a escolha de Katar Moreira \u0093não reflete as tomadas de posição oficiais do partido\u0094 e que está \u0093em contra-senso com o programa eleitoral do Livre e com o historial de posicionamento do partido nestas matérias\u0094.', 'E se o Livre afirma que o texto do PCP \u0093acolhe uma posição favorável por parte da direção do partido\u0094, a deputada defende-se lembrando a posição do partido em relação às negociações de paz. \u0093Apesar das posições do partido em 2014, as quais condenam agressões à Palestina por parte de Israel, o facto é que o texto do PCP era omisso em relação à questão da negociação para a paz e o Livre frisa nas suas posições a necessidade de diálogo entre as partes envolvidas. Decidi abster-me por prudência, acreditando estar a defender a posição do partido \u0096 não a minha\u0094, justifica.', 'Grupo Parlamentar do Partido Comunista Português (PCP)', 'De acordo com Pedro Nunes Rodrigues, membro do órgão de direcção do Livre, o grupo de contacto questionou Joacine \u0093por e-mail, por chamada e por SMS\u0094 para falar sobre o seu sentido e voto, não tendo \u0093recebido resposta até ao momento de publicação do comunicado\u0094.', 'A deputada do Livre sublinha que \u0093os votos de condenação são importantes pela sua carga simbólica\u0094, mas ressalva que se traduzem \u0093em posicionamentos retóricos em detrimento de impacte real na vida dos palestinianos\u0094. Por isso, Joacine Katar Moreira reforça a sua disponibilidade e solidariedade total para com \u0093quaisquer iniciativas que possam acrescentar força efectiva à causa palestiniana\u0094.', 'O texto em causa foi votado nesta sexta-feira, tendo sido aprovado com votos a favor do PCP, PEV, Bloco de Esquerda, PS e PAN . A votação contou com a rejeição de PSD, CDS-PP, Chega e Iniciativa Liberal. Além da abstenção de Joacine Katar Moreira, registou-se ainda a abstenção do deputado socialista Ascenso Simões.', 'O nome de Katar Moreira não surge no registo de votação em relação à proposta \u0093de saudação do 44.º aniversário do 25 de Novembro\u0094 apresentado pelo CDS a propósito do 25 de Novembro. No mesmo comunicado onde justifica o voto na proposta do PCP, a deputada única do Livre esclarece que estava ausente do hemiciclo devido \u0093ao imperativo de funções de deputada única\u0094 e que por isso não participou na votação. Já no texto \u0093de saudação à construção da democracia em Portugal\u0094, apresentado pelo PS, em resposta à proposta centrista, Joacine Katar Moreira optou por abster-se.', '\u0093Enquanto representante eleita do partido, cabe-me a tarefa de garantir que o programa pelo qual fui eleita seja levado a bom porto. São vários os desafios que esta nova função acarreta e quero assegurar que estes dois sentidos de voto, por mais questionáveis que possam parecer, em nada significam uma revirada ideológica\u0094, tranquiliza a deputada, num recado dirigido não só aos eleitores, mas também à direcção do partido.', 'A deputada conclui o comunicado dizendo que a sua eleição, que representou a estreia do partido em São Bento, \u0093congregou um movimento e uma união de forças e expectativas que extravasaram largamente as fronteiras partidárias\u0094, dizendo que trabalhará para que a confiança em si \u0093depositada tenha lugar em posições de uma esquerda solidária, igualitária e anti-colonial\u0094.', 'Notícia actualizada: Corrige a informação do voto de 25 de Novembro e actualiza com declaração do fundador do partido, Rui Tavares.'] ",
        "numberPosts": " 51 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Physical Identity - Physical (and Mental) Impairments,Ethnicity - General,Nationality - French,Gender - Female sexuality,Ethnicity - Black,Gender - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Gaga,Muda,Racismo,Francisco,Ridícula,Negro,Género",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "147b257c-2cd0-488e-572f-08d77159ec6e",
            "user": "aff3b6d6-269d-42d3-9d88-7dac216dfe07",
            "date": "25.11.2019",
            "timestamp": "NA",
            "commentText": "Sejamos frontais. Não precisamos, garantidamente, de pessoas com este perfil!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "719adc95-70c5-41ab-2c5e-08d7702eaf8b",
            "user": "f6a47c15-6984-4897-b08d-24849c4938c1",
            "date": "24.11.2019",
            "timestamp": "NA",
            "commentText": "Talvez a Joacine possa formar o seu proprio partido... por exemplo, Grupo Afro-Guineense Anarquista, conhecido por <b> GAGA.</b> Desta forma ficaria livre de qualquer disciplina partidária...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gaga"
            ]
        },
        {
            "id": "d5789e56-30dd-44aa-8406-08d770be643a",
            "user": "77419550-1f95-4422-8a83-4c1e9d54716a",
            "date": "24.11.2019",
            "timestamp": "NA",
            "commentText": "Apoiei-a e exultei com a sua eleição, convencido que, apesar de apenas uma voz, daria alento e serviria de farol a outras que se lhe seguiriam.Enganei-me. Rotundamente.Foi a antítese daquilo que eu consagro num político, com as \"características\" pessoais que eu não tolero, a falta de carácter, de integridade, de verticalidade. A Joacine, para não arriscar ir contra o seu partido, não votou de acordo com a sua consciência. PARA NÃO ARRISCAR?!!! QUE TEMIA, SER MULTADA? LEVAR UM TAU-TAU DO RUI TAVARES?! Isto não é inexperiência política, isto é mente tapada, reprimida, conspícua, com assomos de acomodamento e auto-anulação em prol de um tacho. Joacine: um módico de dignidade pedir-lhe-ia que abandonasse o seu lugar de Deputada. Um módico de respeito por si própria exigi-lo-ia. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3a996ab4-6636-4d8e-c023-08d76fb42207",
            "user": "d8d115f7-cfc3-4676-9b4b-0f5b378dffb9",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "Ela naofaz a minima ideia do que se passa na assembleia...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3801e3bf-80e6-4da8-2c21-08d7702eaf8b",
            "user": "72ff53cd-a190-47aa-a9e6-2770cafc43b0",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "Joacine, a Tonta?",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "e93363ab-5dd7-4638-c021-08d76fb42207",
            "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "em suma, a esquerda a tornar-se na anedota <b> gaga </b>de si própria, e com duas partes gagas à altura uma da outra: entre uma deputada que durante três dias (sem mentir!) garante que o partido não a esclareceu sobre a posição a tomar, e um partido que não controla a especialista em estudos quê, é uma chachada demencial que dá bem a indicação ao eleitorado do que é 'a esquerdinha' de brincar. Quanto a 'estar em reunião' durante a votação sobre o que é que se entende por democracia e liberdade, é apenas para confirmar o desastre da estreia do partido 'fracturantezinho'. Patético (com 34 'p').",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gaga"
            ]
        },
        {
            "id": "b84feee0-dc98-4de7-67bb-08d76fb324c4",
            "user": "ec311522-8123-43c7-8acb-639e5a17fa60",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "Estes são os meus princípios. Se você não gosta deles, eu tenho outros.Groucho",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3bb482af-17fd-4104-59f3-08d7517b8e2d",
            "user": "b47e4c23-d238-4604-881f-a3ae067260c9",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "A situação é absurda e quiçá paradoxal. Na verdade não se percebe quem é sincero. Em consciência Joacine não teria votado abstenção. É lamentável, e  desonrado que alguém se sinta constrangido a manifestar uma convicção diferente, daquela que a sua consciência defende. Falta de integridade e ética devia ser grave, porém não devemos esquecer que se trata de política, a menos integra e honesta das atividades humanas. Se a senhora deputada não se revê na organização política que se propôs defender, deve manifestar maturidade, querência, e abandonar. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "91e79949-2a11-4225-e867-08d76fe6ab57",
            "user": "43993747-edb9-4cfe-b23c-c38b08096cbe",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "E na finalidade, que consequências têm votar a favor ou contra?<b> Muda </b>alguma coisa na Palestina? ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "f3808f90-e461-49a2-59f8-08d7517b8e2d",
                    "user": "9c17c4f9-dc0a-4757-85e9-96b98c27bcb4",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "Concordo com o seu pareçer        ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "423b93cf-9cf8-40b0-8403-08d770be643a",
                    "user": "43993747-edb9-4cfe-b23c-c38b08096cbe",
                    "date": "24.11.2019",
                    "timestamp": "NA",
                    "commentText": "É tudo um circo. E a assistência rejubila. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Muda"
            ]
        },
        {
            "id": "12d2ee60-ceca-4be6-e866-08d76fe6ab57",
            "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "E esta desculpa esfarrapada esta prefeitamente em linha com uma \"especialista\" em estudos africanos. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "00083c63-8e43-4fc3-67b8-08d76fb324c4",
            "user": "be4ebf4b-a634-4f93-aed3-2d0634ba839d",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "Sinceramente perguntou-me como está indevida chega a AR  só sabe opinar sobre <b> racismo </b>está mal vá para o seu país lá não vai ter esses problemas ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "f00efe9b-abb0-44b3-67b7-08d76fb324c4",
            "user": "9f8281ed-5cf5-406f-a6e9-ea7f835c4e83",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "Que desgraça de partido e de deputada.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "c8940e97-c9ff-42a4-8848-08d7700b2bb8",
            "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "A joacine acabou de dar o golpe de misericórdia ao Livre. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "0bb6cf9d-a137-459e-67b6-08d76fb324c4",
            "user": "8d330022-4602-4900-82d5-55dc46507391",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "É isto a \"maneira diferente de estar na política\" que dizem que as mulheres têm? ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "81712355-d51e-4d89-59f0-08d7517b8e2d",
            "user": "fb6f60e5-25f1-4b4e-96fb-10a7857fa068",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "Este episódio é inqualificável, e. sendo embora de zero a importância do assunto, não deixa de cobrir desde já de ridículo este pequeno partido. Só lamento ver Rui Tavares aparentado com tais comediantes...",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "4cc9913e-b1ce-4820-e86a-08d76fe6ab57",
                    "user": "ec311522-8123-43c7-8acb-639e5a17fa60",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "Não sei porquê. O Rui Tavares votou a favor da \"zona de exclusão aérea\" na Síria e viu-se o que deu. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "339b1300-17c5-4885-59f5-08d7517b8e2d",
                    "user": "b47e4c23-d238-4604-881f-a3ae067260c9",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "...que desconforto. Atente-se, \"a importância do assunto é zero\" Estamos analisando uma questão fundamental: INTEGRIDADE E ÉTICA.  Para si estes dois pilares da sociabilidade representa zero. Abóbora!!!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5eb3dd70-8413-4ab3-2c47-08d7702eaf8b",
                    "user": "43993747-edb9-4cfe-b23c-c38b08096cbe",
                    "date": "24.11.2019",
                    "timestamp": "NA",
                    "commentText": "francisco cruz, qual é na prática o efeito deste voto? ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Francisco"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "88abe315-36d6-4a97-c01b-08d76fb42207",
            "user": "8b7f8fc7-531b-445a-8d72-a12e1c7fa951",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "Para mim, o que se terá passado é que a senhora Joacine na altura do voto ficou com dúvidas se apoiaria uma proposta do PCP. É mais que sabido que os partidos de esquerda lutam mais entre si que contra a direita, especialmente os mais pequenos de carácter esquerdista que tentam sempre atacar os maiores e mais estabelecidos para lhes roubar eleitorado. Não me admiraria se o antagonismo no Livre relativamente ao PCP seguisse as pisadas da arrogância que senti da parte do BE, até porque são uma ramificação deste. Considero realista considerar que na altura da votação a Joacine ou foi incapaz de votar favoravelmente em algo vindo do PCP ou ficou na dúvida se a direcção do Livre quereria apoiar uma proposta desse partido. Daí a barracada antes, e agora com esta desculpa esfarrapada.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "f1a8bdcf-d2e7-46ee-be72-08d77062f8bd",
                    "user": "ec311522-8123-43c7-8acb-639e5a17fa60",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "Todo o PS menos 1 votou a moção. Não tem justificação.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "a2cd3c81-176a-4d99-8847-08d7700b2bb8",
            "user": "5cb421f3-a9ec-4552-b733-e34f51fabff3",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "Vai-se percebendo melhor ao que vem este Livre bem como a Deputada eleita...sem autonomia e descarregando para outrem a responsabilidade das votações.  Não vão longe...mesmo debaixo do chapéu protetor da comunicação social. Das redes não falo que não ando nelas...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "69e31304-4e3d-4269-8846-08d7700b2bb8",
            "user": "ce1ed469-ea09-4b55-ae87-7bed8d31c370",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "Nem votou a favor das mulheres palestinianas mal tratadas pelos Israelitas. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "746e04f3-1e0b-4e11-c018-08d76fb42207",
            "user": "8b7f8fc7-531b-445a-8d72-a12e1c7fa951",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "Pessoal, vejamos a coisa pelo lado positivo.Em breve teremos o anedotário nacional enriquecido de mais umas boas piadas à conta destas bacoradas.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "d750efc5-9ab7-4b0d-c015-08d76fb42207",
            "user": "49458229-5263-4bc9-a44f-5c0c03c22d48",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "LOL!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "745b750f-7bd8-4e54-251b-08d76f70aad4",
            "user": "c178820f-0357-4307-bb6f-a5526d8a1f79",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "Atenção, que o voto foi na Joacine, como toda a gente enfatizou...Agora vou buscar as pipocas..",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4f76db7b-c5c3-4b8e-59ec-08d7517b8e2d",
            "user": "2064500e-8a01-42b5-b97a-16e9802404d4",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "Temos menina a rebelar-se... Vai saltar do Livre e tornar-se independente em menos de um esfregar de olhos. É bem feito que é para o Livre voltar ao seu núcleo ideológico original e deixar-se cá de partidarices identitárias que só servem para dividir ainda mais a esquerda e torná-la individualista. Não há grande futuro para amotinados. O Livre quis vender a alma e agora não reclame. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "de250f80-3f09-422b-67b3-08d76fb324c4",
            "user": "a148de76-7201-435c-904f-6fafde97ada2",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "A comunicação é uma enorme dificuldade, no Livre. O Livre não consegue comunicar com a deputada, depois da abstenção, a deputada não consegue comunicar com o Livre antes. Quem dizia que não havia gaguez mental, acabou de ser desmentido. Seria anedótico se não fosse patético. Ainda agora chegaram ao parlamento e já têm os vícios dos \"velhos\" partidos. o Livre também corre o risco de rapidamente se ser \"livre\" de ter deputada...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "23a3c062-733a-4842-8845-08d7700b2bb8",
            "user": "b40fad38-d764-45d0-85c0-5335920ee940",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "O mal está feito e esta justificação <b> ridícula </b>não tem ponta por onde se lhe pegue. O amadorismo e falta de profissionalismo demonstrados por este fiasco estão a enterrar a credibilidade do Livre (que, diga-se, já não ia muito bem tratada depois das várias jogadas de confrontação, hostilidade e vitimização desta deputada).",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "98a915ec-d29e-47a7-59ef-08d7517b8e2d",
                    "user": "5cb421f3-a9ec-4552-b733-e34f51fabff3",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "Subscrevo.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "235ebe92-e62a-4a63-be74-08d77062f8bd",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "absolutamente.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Ridícula"
            ]
        },
        {
            "id": "eeb84123-ac3c-4f64-2c15-08d7702eaf8b",
            "user": "e0d7cd06-ffbe-4fa5-9444-18fd099eca9d",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "Em 4 dias não conseguiu terminar a pergunta à direcção e depois deu nisto... isto é humor <b> negro </b>do pior, aceito, mas neste caso concreto e pelas \"justificações\" que dá, ela merece-o. Dos milhões de cidadãos minimamente informados, poucos teriam dúvidas sobre a posição do Livre sobre o assunto - e ela, deputada pelo partido, faz parte desses poucos. Provou ser uma fraude política e a única saída decente seria demitir-se!",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "c3aa26b0-cfd5-4160-e86b-08d76fe6ab57",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "genial!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Negro"
            ]
        },
        {
            "id": "bde84636-9896-4ba5-e85c-08d76fe6ab57",
            "user": "0d720e20-859c-43ca-9c1e-057750816202",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "Mandou um mail ao site do Livre e ficou à espera que lhe respondessem? Ou ficou pendurada ao telefone com uma gravação? Credo! O que vamos mais saber? Será que o Tavares não deu o número do seu telemóvel à Joacine sequer? Ou não o quis acordar porque ele está do outro lado do mundo a tratar da sua vida? Credo!",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "11301f5f-b29c-4a3f-e85d-08d76fe6ab57",
                    "user": "0d720e20-859c-43ca-9c1e-057750816202",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "É uma patetice de uma desculpa. Nunca discutiu lá no partido sobre uns assuntos? Umas visões? umas ideias? Não trocaram opiniões? Não tem ideia das opiniões ou políticas do partido? Enfim, é inacreditável, só pode ser uma desculpa esfarrapada, ou então uma farpa ou um recado. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6b1a658d-3aec-4a33-59e9-08d7517b8e2d",
                    "user": "0d720e20-859c-43ca-9c1e-057750816202",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "Nem o assessor de saias sabia de nada? Será que só está preocupado em escolher as peúgas com pior gosto possível para chamar a atenção? Enfim, uma tristeza esta desculpa, ou uma farpa venenosa. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "e3611ef5-ffc0-4e0d-e85b-08d76fe6ab57",
            "user": "99252799-2c23-4aba-a103-e35077357b7e",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "3 dias para a direcção dizer qualquer coisa sobre o assunto, é porq são mais gagos que a senhora",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4980a912-1885-44f1-67ac-08d76fb324c4",
            "user": "b78163aa-b503-424c-82bc-43654c2ff5ab",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "Que barracada desgraçada! Não é capaz de \"calcular\", por ela própria, qual a posição do partido que a elegeu?! Uma doutorada?",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8b9e45c1-ef3d-4a6b-59e5-08d7517b8e2d",
            "user": "c178820f-0357-4307-bb6f-a5526d8a1f79",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "Afinal aquela tirada de não ser <b> gaga </b>mental....",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gaga"
            ]
        },
        {
            "id": "101b0bd9-eb56-4d7c-e85a-08d76fe6ab57",
            "user": "717d2d61-f346-4b88-834f-eb1798ce6907",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "Chama-se «votar direito por linhas tortas »",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "f73008f7-a506-46aa-c011-08d76fb42207",
                    "user": "9404e88f-56c6-43e1-919a-8f60946b1fc0",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "lol E que altruismo admirável! Ela votou contra si própria. Nós somos representados por pessoas de uma integridade invejável. Sem dúvida. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "97e5f4d5-59ed-4c1c-2512-08d76f70aad4",
            "user": "9404e88f-56c6-43e1-919a-8f60946b1fc0",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "Surreal. \"A mentira tem perna curta.\" O Joacine claramente acredita que a malta é burra... tentou sem sucesso perceber  qual a posição que o seu partido queria que assumisse...\" Dio mio. O Parlamento está em vias de se transformar numa espécie de Monty Python permanente. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "1833c238-52a2-4d86-8841-08d7700b2bb8",
                    "user": "9404e88f-56c6-43e1-919a-8f60946b1fc0",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "Perdão &gt; A Joacine....",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "392ee222-3dec-4719-2516-08d76f70aad4",
                    "user": "e0d7cd06-ffbe-4fa5-9444-18fd099eca9d",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "Quatro ou cinco milhões de eleitores que não votaram no Livre sabiam, garantidamente, qual era a posição deste partido e ela não... surreal. E uma tristeza, sobretudo a \"justificação\". Faz uma boa parceria com a  deputada do PAN por Setúbal, lol.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "130d4139-c1be-4162-2c17-08d7702eaf8b",
                    "user": "9404e88f-56c6-43e1-919a-8f60946b1fc0",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "Eu há muito que interpreto a política como uma comédia e, admitamos, este foi um dos \"episódios\" mais divertidos de sempre.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "fe2ba49e-2aa3-40fd-8840-08d7700b2bb8",
            "user": "510452f6-f46d-4640-89c8-9334692ed2e5",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "Decididamente a comunicação social anda apostada em estupidificar os cidadãos. É esta a informação de qualidade que tanto defendem? De fait divers em fait divers, uma vezes com não-notícias, outras com traduções (nem sempre felizes) de notícias de jornais estrangeiros, e ainda temos de gramar com jornalismo de opinião mais apostado na quantidade do que na substância. No Público, salva-se a honestidade intelectual de José Pacheco Pereira, e pouco mais. Pensam continuar assim?",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5521c437-7436-4320-e85f-08d76fe6ab57",
                    "user": "e0d7cd06-ffbe-4fa5-9444-18fd099eca9d",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "P. Galvão, tem razão no geral, mas isto não é um simples fait divers...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "84fef3fa-0ae8-41eb-67aa-08d76fb324c4",
            "user": "37e27fce-bec9-4a46-8336-d03cfac80487",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "Hilariante... Na Era da Comunicação, a senhora não conseguiu comunicar. Nem imaginar qual deveria ser a posição do partido. Quando se troca a ideologia pelas questões de <b> género </b>e o pensamento por tomadas de posição, é no que dá. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "687b1344-7660-4650-2522-08d76f70aad4",
                    "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "Esqueceu que ela é <b> gaga </b>e a mensagem lens o seu tempo a chegar ao destino? ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gaga"
                    ]
                }
            ],
            "keywords": [
                "Género"
            ]
        },
        {
            "id": "8d05e941-ab76-4f4d-2c13-08d7702eaf8b",
            "user": "30f01946-47a7-4745-8ec1-4b94302866b6",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "Dificuldades de comunicação. Lá está... ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}