{
    "header": {
        "title": " Joacine admite fazer 'cedências necessárias'. Direcção do Livre diz que será preciso 'milagre' ",
        "subtitle": " Joacine Katar Moreira considera que órgãos do partido vão necessitar de conversar e encontrar-se \u0093imensamente\u0094 e \u0093regularmente\u0094. ",
        "owner": " ['Liliana Borges', 'Lusa'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 278  partilhas",
        "datePosted": " 19 de Janeiro de 2020, 16:44 ",
        "dateExtraction": " 2020-01-23 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2020/01/19/politica/noticia/joacine-admite-cedencias-necessarias-entendimento-orgaos-1900900 ",
        "postText": " ['A deputada única do Livre, Joacine Katar Moreira, afirmou este domingo que está disponível para fazer as cedências que \u0093forem necessárias\u0094 para melhorar as relações com os órgãos do partido, sem, no entanto as concretizar. Em declarações aos jornalistas no final do IX congresso do Livre, a deputada, que no sábado afirmava ter sentido que o adiamento da votação da proposta tinha sido \u0093um voto de confiança\u0094, saiu menos optimista, mas aberta à mudança. Depois de anunciada a vitória por 95 votos (no total de 110 boletins) da nova direcção - para a qual transitam sete membros com um mandato anterior -, Joacine Katar Moreira considerou que \u0093esta época irá obviamente ser uma época ainda um bocado agitada\u0094.', 'Joacine Katar Moreira considerou que, daqui para a frente, as partes vão necessitar de conversar e encontrar-se \u0093imensamente\u0094 e \u0093regularmente\u0094, bem como decidir \u0093o que é preciso alterar, o que se pode melhorar\u0094.', '\u0093E, especialmente, é preciso que haja cedências de parte a parte, e eu ainda estou disponível para isso\u0094, garantiu, comprometendo-se a fazer as cedências que \u0093forem necessárias para não inviabilizar a confiança dos eleitores depositaram\u0094 no Livre. \u0093Mas qualquer cedência da minha parte precisa de ser no que diz respeito ao meu trabalho e precisa de ser obviamente com base na verdade absoluta\u0094, alertou, advogando que \u0093o que não houve foi exactamente isso\u0094.', 'Mas para a nova direcção do partido, será preciso um milagre para o Livre não retirar a confiança política à deputada: \u0093Sim, só um milagre\u0094, respondeu Pedro Mendonça, um dos membros da antiga direcção que transita para a nova direcção eleita.', '\u0093A nossa expectativa não é que a relação entre a deputada e a direcção possa melhorar, num acto milagroso, de um dia para o outro\u0094, acrescentou. \u0093Esta é uma lista de continuidade\u0094, vincou. Com sete membros que transitam directamente da anterior direcção, Pedro Mendonça sublinhou que os 15 dirigentes escolhidos têm \u0093as mesmas ideias, os mesmos princípios e os mesmos métodos de trabalho\u0094.', '\u0093Vocês assistiram neste congresso a situações lamentáveis e que não são próprias de um partido com opiniões individuais e com decisões partilhadas. Tudo faremos para que a situação seja resolvida o mais rapidamente possível\u0094, garantiu Pedro Mendonça, que apelidou o actual momento vivido no partido de \u0093insustentável\u0094.', 'Ainda assim, \u0093se por algum acto milagroso\u0094 houver uma mudança na atitude de Joacine Katar Moreira, a direcção \u0093obviamente que trabalhará\u0094 com a deputada, disse. No entanto, ressalva que os votos deste congresso mostram que os apoiantes e membros do partido \u0093querem a continuidade da linha que tem sido seguida pela direcção\u0094 e por isso a retirada de confiança política deverá ser \u0093inevitável\u0094, consideram os novos dirigentes.', 'A direcção queixa-se do comportamento da deputada \u0093como se tivesse sido eleita sozinha\u0094 e avisa que para que \u0093o milagre\u0094 se concretize então Katar Moreira terá de assumir \u0093que o Livre tem um programa eleitoral, uma carta de princípios e um modo de estar na política\u0094 e que \u0093não recuse reuniões com outros partidos de esquerda e progressistas\u0094 e se mantiver a conduta educacional.', 'O congresso terminou sem que houvesse uma decisão acerca da retirada de confiança a Joacine Katar Moreira proposta em unanimidade pela assembleia, uma vez que os congressistas decidiram - por uma diferença de dois votos - entregar a decisão à nova assembleia eleita.', 'Na resolução apresentada em Dezembro e reiterada no início deste ano, a assembleia do Livre apontava precisamente de falta de disponibilidade e respostas por parte da deputada aos contactos feitos e apelava a uma maior comunicação entre as partes.', 'Aos jornalistas, a deputada eleita em Outubro apontou que, \u0093efectivamente, não houve uma cisão\u0094 e que também \u0093nunca houve uma unanimidade\u0094 dos órgãos face ao seu futuro. \u0093Eu ainda estou aqui, ainda sou deputada única e, especialmente, porque ontem [sábado] houve uma votação que a maioria dos militantes votaram para que eu iniciasse com a nova assembleia, e com os novos órgãos, efectivamente a que houvesse maneira de eu ser ouvida\u0094, sublinhou antes de se ausentar do congresso, que decorreu em Lisboa.'] ",
        "numberPosts": " 35 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Gender - General,Ethnicity - White,Ethnicity - Black,Social Class - Working class,Sexual Identity - General,Age - Over 65s,Ethnicity - General,Physical Identity - Physical (and Mental) Impairments",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Mulher,Branco,Negra,Bronca,Homossexual,Velho,Racismo,Muda",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "37fa6e22-30c0-48a0-5d7c-08d79cb0ab21",
            "user": "b582728d-9b87-46ca-8141-d9b13e3ad194",
            "date": "20.01.2020",
            "timestamp": "NA",
            "commentText": "Joacine está agarrada ao lugar de deputada como uma lapa à rocha. Que gritante erro este de o Livre apresentar uma deputada que não é entendida por quem a ouve! Esta arrogante <b> mulher </b>não tem uma competência essencial a um deputado, o dom da oratória, e tem uma enorme ausência de capacidade reflexiva sobre a sua acção na Assembleia. Devia rever as suas intervenções e reflectir sobre a  capacidade de percepção pelos portugueses de cada intervenção que faz. Avalie-se Joacine no que toca à sua acção parlamentar! É essencial que os partidos apresentem em lugares elegíveis quem tem competências para expor as ideias e propostas do partido.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Mulher"
            ]
        },
        {
            "id": "8dff53c3-1df1-47ad-13ea-08d79cb307be",
            "user": "5f5bfa2a-7a2f-4efd-a9ee-0ccbe9308a6d",
            "date": "20.01.2020",
            "timestamp": "NA",
            "commentText": "\"Agora imagem-se quotas para garantir Joacines, pessoas completamente impreparadas.\" Essa era a lógica que impedia o voto a quem não fosse escolarizado, proprietário, homem. Nós dias de hoje, devia exigir-se um doutoramento para se ser deputado, não era?",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "43b307a4-0046-406d-0f35-08d79da6b86d",
                    "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
                    "date": "20.01.2020",
                    "timestamp": "NA",
                    "commentText": "A Joacine tem doutoramento. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "d3285b7e-c1a2-4ce2-d4a6-08d79cb44c92",
            "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
            "date": "19.01.2020",
            "timestamp": "NA",
            "commentText": "Agora imagem-se quotas para garantir Joacines, pessoas compeltamente impreparadas.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "1a96d656-f48c-4b87-1374-08d79cbeac49",
                    "user": "478d04c3-87b3-46cb-821d-a9755bef8b3f",
                    "date": "20.01.2020",
                    "timestamp": "NA",
                    "commentText": "Sim, imagem-se compeltamente as ditas e... doutoras! Èssèké èça! Vão fazer-nes sombra.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "a7600548-80c6-4009-dad7-08d79da0e7ed",
                    "user": "717d2d61-f346-4b88-834f-eb1798ce6907",
                    "date": "20.01.2020",
                    "timestamp": "NA",
                    "commentText": "agora imaginem-se quotas para garantir que o macho <b> branco </b>preconceituoso tipo Dr Severino não monopoliza a cadeira do poder",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Branco"
                    ]
                },
                {
                    "id": "631d191a-7439-408c-7917-08d79d9e7d50",
                    "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
                    "date": "20.01.2020",
                    "timestamp": "NA",
                    "commentText": "A Ana Cristina deixa-me baralhado... Então já acha que a joacine foi uma boa escolha e está apta ao cargo? ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "cb221d89-9471-496b-791d-08d79d9e7d50",
                    "user": "717d2d61-f346-4b88-834f-eb1798ce6907",
                    "date": "20.01.2020",
                    "timestamp": "NA",
                    "commentText": "Acho que a joacine é a joacine e as quotas são as quotas.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7242f997-80bb-4949-1bb9-08d79d9e4aba",
                    "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
                    "date": "21.01.2020",
                    "timestamp": "NA",
                    "commentText": "Quando o critério não é o mérito, há grande probabilidade de sair uma joacine na rifa. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "ba13061c-0b94-444f-135f-08d79cbeac49",
            "user": "5aca69b9-dc66-405d-827b-4c6013b4fd0a",
            "date": "19.01.2020",
            "timestamp": "NA",
            "commentText": "\"As instituições portuguesas precisam de uma maior representatividade da comunidade <b> negra,</b> votada à invisibilização, à precariedade e à exploração laboral. Num ambiente de ressurgimento de ideologias vencidas e partidos racistas, misóginos e conservadores, só uma política baseada nas necessidades das consideradas minorias pode travar a crescente desigualdade, os baixos salários, a segregação habitacional e a insegurança no futuro. (...) Portugal faz parte deste cenário preocupante\" - proposta de candidatura de Joacine ao LIVRE. Razão para não ter votado no LIVRE nas legislativas. Isto nada tem de partido verde europeu...",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4725c14c-ece6-4e71-481e-08d79cb736b9",
                    "user": "478d04c3-87b3-46cb-821d-a9755bef8b3f",
                    "date": "20.01.2020",
                    "timestamp": "NA",
                    "commentText": "Como, ou para quê, ser verde europeu, se não se é simultaneamente pró-negro luso?... ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Negra"
            ]
        },
        {
            "id": "c271b9b3-aa0f-44fd-c63f-08d79cba9b76",
            "user": "d26eb8ca-e2cb-472d-9438-086b9f1d35b1",
            "date": "19.01.2020",
            "timestamp": "NA",
            "commentText": "Grande erro, deveriam ter retirado a confiança politica à sra. É uma questao de tempo, ela é \u0093gente que não sabe estar\u0094.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "72b94440-b69d-4a00-47fb-08d79cb736b9",
            "user": "717d2d61-f346-4b88-834f-eb1798ce6907",
            "date": "19.01.2020",
            "timestamp": "NA",
            "commentText": "por muita cedência que faça, a berraria de ontem vai-me ficar marcada na memória. Poderei voltar a votar no Livre mas não na Joacine. Atitude demasiado irresponsável para o meu gosto. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 15,
            "replies": [
                {
                    "id": "b4d45bb4-e4d5-443d-c635-08d79cba9b76",
                    "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
                    "date": "19.01.2020",
                    "timestamp": "NA",
                    "commentText": "Mulheres no poder: as coisas correm mal e desatam em choradeira ou berraria. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7012fda0-1fa7-465b-1353-08d79cbeac49",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "19.01.2020",
                    "timestamp": "NA",
                    "commentText": "ana cristina, não confunda a nuvem com juno. O imperdoável em joacine não é aquilo que até, da sua parte, a ac poderia compreender como o tipo de disparates que se preferem quando se perde a cabeça ou quando se fica possesso de uma indignação sufocante - quase sugerindo um fundo de verdade para a mesma, querendo-se conjecturar, mas a ac prefere não o fazer, para manter o livre impoluto para o próximo boletim de voto do seu descontentamento). O problema da explosão de joacine é que ela não foi um fenómeno isolado e excepcional, mas o exacto padrão da política provocatória, seis ou sete vezes retomado, de uma frustrada existencial perigosa, padrão que o livre  quis blackexploit e que julgou poder controlar na sua projecção fracturante e mediático-simbólica (de baixo astral, diga-se). ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "0104b7ac-8daa-4dbc-1357-08d79cbeac49",
                    "user": "f280efd0-7692-4abc-a3e2-582579b61cff",
                    "date": "19.01.2020",
                    "timestamp": "NA",
                    "commentText": "Se lhe quisessem tirar metade do tacho também gritava a viva voz :)",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "85dbd35d-fef1-446c-c63e-08d79cba9b76",
                    "user": "283631f5-b877-47d4-b6c9-cf3771ef6960",
                    "date": "19.01.2020",
                    "timestamp": "NA",
                    "commentText": "Concordo com o José quando acha que o mal não é o perder a cabeça uma vez - é o resto todo. Ao Dr Severino recomendo que reveja as lágrimas do mandato de Sampaio e os prantos de Luís Filipe Menezes. Nada contra nem a favor, é só para o ajudar a libertar-se do estereótipo \"mulheres choram\". Para a berraria temos o virilíssimo Costa.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "9fa50149-f71c-4085-5d50-08d79cb0ab21",
                    "user": "283631f5-b877-47d4-b6c9-cf3771ef6960",
                    "date": "19.01.2020",
                    "timestamp": "NA",
                    "commentText": "Ana, indo mais ao cerne da questão: claro que dá vontade de fulanizar o problema e dizer que a culpa é dela, não é do Livre. Mas como é que o Livre chegou aqui? O problema é que isto é também culpa da genética do Livre, que é muito moderno e não tem presidente, coordenador, porta-voz ou líder, tem uma (citando membros do partido) \"hierarquia vertical\" (perdão?!?!), não tem uma direcção mas um \"grupo de contacto\", escolhe cabeças de lista de maneira tão aberta, tão aberta que afinal nem sequer estão alinhados com o partido. Há uma parte do Livre que é pseudo-intelectualidade, modernice a mais e ingenuidade de querer fazer diferente onde já está tudo inventado. Votar na Joacine jamais - mas entregar o meu voto a um partido assim... também não apetece.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "f4f1ecb5-3e80-45cb-f8bf-08d7960b4eed",
                    "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
                    "date": "19.01.2020",
                    "timestamp": "NA",
                    "commentText": "Anjo: mas os homens é 1 em cada 1000, já as mulheres... ehehe Tirando a Odete do PCP, essa sim era rija!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5e61e80e-6cd3-4fc5-5d54-08d79cb0ab21",
                    "user": "402cb404-53c3-4c0b-bbd0-42618bc1b78d",
                    "date": "19.01.2020",
                    "timestamp": "NA",
                    "commentText": "Então para a ana cristina a berraria da Joacine é mais grave que o tal orçamento péssimo que o Livre também deixou passar?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "b0863b70-93c5-4ab8-480b-08d79cb736b9",
                    "user": "717d2d61-f346-4b88-834f-eb1798ce6907",
                    "date": "19.01.2020",
                    "timestamp": "NA",
                    "commentText": "a Joacine é uma pessoa. eu não acho que uma pessoa que resolve problemas aos gritos em frente a câmaras de televisão seja boa representante dos cidadãos na AR. não voto mais nela. O Livre é um partido. errou na escolha da candidata a representante. não votou como eu teria votado relativamente ao orçamento-fraude do costa. no entanto, tudo somado, hoje o Livre é o partido com que eu menos discordo. vou continuar a votar no Livre. simples, não? ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "fe94c9e1-0c89-4bf5-13d6-08d79cb307be",
                    "user": "717d2d61-f346-4b88-834f-eb1798ce6907",
                    "date": "19.01.2020",
                    "timestamp": "NA",
                    "commentText": "o Livre, como partido de esquerda, europeista e ecologista é o que melhor me representa. inclusivamente, a <b> bronca </b>Joacine mostra que é um partido falivel. não é de certeza uma máquina de catapultar candidatos que não pescam um boi do que vão fazer na assembleia mas dão garantias de \"sim, senhor\". agora, evidentemente, há ajustes a fazer..... nem tanto ao mar, nem tanto à terra.....",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Bronca"
                    ]
                },
                {
                    "id": "169b7538-1648-4bca-5d59-08d79cb0ab21",
                    "user": "717d2d61-f346-4b88-834f-eb1798ce6907",
                    "date": "19.01.2020",
                    "timestamp": "NA",
                    "commentText": "quanto à Joacine, não tem a ver com emoções. chorar é bom e gritar por vezes também. quer se tenha pilinha ou não. mas não para resolver problemas de comunicação com o partido que representa. não em frente às câmaras. não a acusar sem factos. não simplesmente a bater o pé. não se faz. a rapariga envergonhou-me como <b> mulher </b>e como simpatizante do livre. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Mulher"
                    ]
                },
                {
                    "id": "bb72c16e-a8f1-4d54-136c-08d79cbeac49",
                    "user": "283631f5-b877-47d4-b6c9-cf3771ef6960",
                    "date": "19.01.2020",
                    "timestamp": "NA",
                    "commentText": "Ana, acho a sua opinião sensata e razoável. Mas o Livre também tem de tirar as suas ilações e fazer o trabalho de casa. Senão daqui a 4 anos tentam pôr lá um activista Greenpeace que fez Erasmus e é <b> homossexual </b>só que não sabe bem qual é a linha do partido. Aprendam e cresçam, meninos e meninas do Livre.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Homossexual"
                    ]
                },
                {
                    "id": "c6e2d5b8-0b79-4eb1-c651-08d79cba9b76",
                    "user": "402cb404-53c3-4c0b-bbd0-42618bc1b78d",
                    "date": "19.01.2020",
                    "timestamp": "NA",
                    "commentText": "ana cristina: simples quando se ignora aquele <b> velho </b>ditado que diz que não se devem atirar orçamentos fraude aos telhados de vidro dos vizinhos quando se tem telhados de vidro também. Como a ilustre conhece bem esse ditado simples é coisa que a sua atitude não é. Isso tem nome minha cara mas abstenho-me ;-))) de escrevê-lo porque você sabe muito bem qual é.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Velho"
                    ]
                },
                {
                    "id": "5ab78288-a36a-41fc-481c-08d79cb736b9",
                    "user": "478d04c3-87b3-46cb-821d-a9755bef8b3f",
                    "date": "20.01.2020",
                    "timestamp": "NA",
                    "commentText": "Anjo Caído, creio que é uma senhora, não é verdade? Respondeu, a meu ver, com demasiada urbanidade ao comentário sexista de \"Dr. Severino\". No meu entender, e sem cair no insulto, não se deve ser \"manso\" perante tal tipo de manifestações machistas. Convido-a a intervir com mais firmeza sempre que tal volte a acontecer. A expressão do sexismo, como a do <b> racismo,</b> não é aceitável.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racismo"
                    ]
                },
                {
                    "id": "b8ed3c6e-37cf-4bb0-1b82-08d79d9e4aba",
                    "user": "283631f5-b877-47d4-b6c9-cf3771ef6960",
                    "date": "20.01.2020",
                    "timestamp": "NA",
                    "commentText": "Erro id 399319? Inadmissível! , o Dr Severino exprimiu uma opinião. Não me sinto no dever de reagir com muita ou pouca veemência, nem sequer de reagir, na verdade. O facto de eu ser uma <b> mulher </b>não<b>  muda</b> isso. E, ao contrário do que entende, eu acho que a expressão do sexismo é perfeitamente aceitável. Polícias de linguagem já aqui há muitos, não me alisto.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Mulher",
                        "Muda"
                    ]
                },
                {
                    "id": "f72ca735-012b-4eb6-0c9e-08d79d9d301e",
                    "user": "478d04c3-87b3-46cb-821d-a9755bef8b3f",
                    "date": "20.01.2020",
                    "timestamp": "NA",
                    "commentText": "Anjo Caído, é espantoso, o que diz. Não concordo, mas também não vou insistir mais.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "8762d613-5ad1-459c-134c-08d79cbeac49",
            "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
            "date": "19.01.2020",
            "timestamp": "NA",
            "commentText": "há qualquer coisa de ténia nesta estratégia de apego que lembra o célebre adesivo que acompanha o capitão haddock do princípio ao fim de uma aventura do tintin, em qualquer que seja o voo intercontinental em que o desgraçado se meta. Mais gravemente, a deputada parece 'enactar' a cena do encontro da morte em samarcanda. Arre, que a colada não arreda! devia ser bonito, a estratégia de massacre quotidiano a que esta obsessiva pretenderia submeter o partido, até o enlouquecer, como os loucos perseguidores costumam fazer aos infelizes alvos que vão na cantiga. Imaginem o que seria esta maníaca agarrada a uma cadeira do poder, presidindo a uma ditadura de 'reparação' e expurgo do 'racismo-colonialismo-fascismo' (que engloba o 'ódio e perseguição' por parte do livre, atenção, não só da 'direita'",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "334f3cef-00db-424e-c629-08d79cba9b76",
            "user": "d484b069-8c60-41cc-abc2-f50e1c6e445c",
            "date": "19.01.2020",
            "timestamp": "NA",
            "commentText": "Mas esta criatura feroz e desequilibrada dá ordens, orientações, sobre como se deve comportar o Livre a partir de agora? Julga-se dona e (muito pouco) senhora do Partido? Onde julga ela que está a viver? E todo o Livre se verga às ordens \"disto\"? Mantenham-na, e vejam esse projecto ir pelo cano. E é o que merecem. Nunca se viu serem feitas tantas concessões a mais nenhum outro político no activo. As figuras que essa <b> mulher </b>tem feito, deixam todos estupfactos. A tolerância face à peixeirada de ontem não augura nada de bom, e ela à mais pequena discordância entrará de novo no escandalo e peixeirada. Julgará ela que está a lidar com que tipo de gente? Que tristeza de país que permite ter uma representação tão baixo nível. Enfeite-se a<b>  mulher</b> com quantos adereços quiser, devia estar liquidada.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Mulher"
            ]
        },
        {
            "id": "d754d007-0198-4c83-13ab-08d79cb307be",
            "user": "f280efd0-7692-4abc-a3e2-582579b61cff",
            "date": "19.01.2020",
            "timestamp": "NA",
            "commentText": "Agora que se apercebeu que se habilita a perder metade do tacho e o partido não perde um cêntimo, já faz cedências. Típica oportunista vazia de ideias. É correr com ela quanto antes ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "91455d75-5ff1-4f18-d488-08d79cb44c92",
                    "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
                    "date": "19.01.2020",
                    "timestamp": "NA",
                    "commentText": "Perder metade do tacho? Como assim?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4167486a-a619-4c50-d48a-08d79cb44c92",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "19.01.2020",
                    "timestamp": "NA",
                    "commentText": "deslumbraditos patéticos como o alegre também um dia lhes subiu à cabeça serem os donos e detentores de 'um milhão de votos'. Viu-se quanto tempo e quão longe o pescador de robalos da foz do arelho (e outros livros de poemas ao vento) piou.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "780eac3c-d835-4739-c63c-08d79cba9b76",
                    "user": "f280efd0-7692-4abc-a3e2-582579b61cff",
                    "date": "19.01.2020",
                    "timestamp": "NA",
                    "commentText": "Estava numa notícia do público ontem. Ao perder a ligacao ao partido e passar a deputada independente, o montante da subvencao passa a metade por não ter estrutura partidária ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "84076270-de01-4060-135b-08d79cbeac49",
                    "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
                    "date": "19.01.2020",
                    "timestamp": "NA",
                    "commentText": "Assim sendo, percebe-se melhor a gritaria! ehehe",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}