{
    "header": {
        "title": " Primeiro projecto no novo Congresso do Brasil é de 'ex-gay' que quer que Bíblia seja património cultural ",
        "subtitle": " A proposta é da autoria do Pastor Sargento Isidorio, um militar que disse ter curado a sua homossexualidade com a palavra de Deus. Mas apresenta-se como crítico de Bolsonaro. ",
        "owner": " ['Ana Gomes Ferreira'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 1116  partilhas",
        "datePosted": " 5 de Fevereiro de 2019, 17:32 ",
        "dateExtraction": " 2020-01-14 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2019/02/05/mundo/noticia/projecto-novo-parlamento-brasil-exgay-quer-biblia-patrimonio-cultural-1860815 ",
        "postText": " ['O primeiro projecto de lei apresentado no novo Congresso do Brasil pretende tornar a Bíblia em património nacional, cultural e imaterial do Brasil e da Humanidade.', 'A nova legislatura arrancou na segunda-feira e o primeiro projecto a dar entrada foi da autoria do deputado Manoel Isidório de Santana Júnior, conhecido como Pastor Sargento Isidório, eleito na Bahia pelo partido Avante. Isidorio é um ex-militar que diz ter curado a sua homossexualidade com \"a palavra de Deus\".', 'Nas primeiras horas da legislatura deram entrada na Câmara de Deputados 64 projectos de lei \u0097 na legislatura inaugurada em 2015, e no mesmo período de tempo, foram 99 as propostas, diz a imprensa brasileira.', 'O deputado evangélico justificou a sua iniciativa explicando que a Bíblia é o livro mais antigo e \"mais lido do mundo\". \"É mais do que apenas um bom livro, é a vontade de Deus escrita para a humanidade. Para os cristãos, nela se encontram, acima de tudo, as respostas para os problemas da humanidade e a base para princípios e normas de moral\".', '\"É correcto dizer e já na autoridade do Espírito Santo que o livro que passo a defender como património imaterial cultural da nação brasileira e da humanidade já é reconhecido por seu vasto poder terapêutico, curador, histórico, libertador, restaurador, revelador e principalmente profético, cuja capacidade de milagres comprovados já ganhou legitimidade da ciência\", escreveu o deputado na defesa da sua proposta.', 'Pastor Isidório, que se definiu como \"ex-gay, ex-bandido, ex-drogado\", é pastor da Assembleia de Deus e sargento da Polícia Militar. Ao ser eleito, pela Bahia \u0097 foi o eleito para o parlamento federal com mais votos do estado \u0097 disse que não iria integrar as fileiras da bancada evangélica, conhecida como \"bancada da Bíblia\", nem as da chamada \"bancada da bala\", duas poderosas frentes parlamentares que apoiam o Presidente Jair Bolsonaro. O motivo é precisamente este: é um político que se define, como o seu partido, como de ideologia trabalhista e social-democrata cristã, e não quer dar o seu apoio a Bolsonaro.', 'Antes das eleições que deram a vitória a Jair Bolsonaro disse: \"Existe a possibilidade de ganhar a eleição quem está pregando que polícia que não mata não é polícia, derramamento de sangue e tortura. Estou preocupado. Duvido que os oficiais do Exército, Marinha e Aeronáutica queiram voltar para a ditadura\".'] ",
        "numberPosts": " 11 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Gender - General,Age - Over 65s",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Mulher,Velho",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "37fead5c-d76b-4c06-ebbd-08d685162c16",
            "user": "f6a47c15-6984-4897-b08d-24849c4938c1",
            "date": "06.02.2019",
            "timestamp": "NA",
            "commentText": "A iniciativa nem é original. Não vejo o que há de chocante. Goste-se ou não da Bíblia, religioso ou não , é um livro incontornável.Num ímpeto de transformar tudo em patrimonio, este é só mais um.Sobre o \"ex-gay\" é mais uma  excentricidade. Mas para os que defendem que tudo é cultural na sexualidade, então também se devia poder inverter  as preferências sexuais, ou  não ? :)",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "b3f33f0d-5a6d-4862-8fbc-08d68b823100",
            "user": "846842bb-e91f-4d6f-ad10-2770674b7315",
            "date": "06.02.2019",
            "timestamp": "NA",
            "commentText": "Esquizofrenia. Por um lado, a ciência é uma fraude desde Galileu, como afirma Olavo de Carvalho, o ideólogo dos Bolsonaro. Por outro lado, não vivem sem o status da mesma, nem que para isso seja necessário dizer coisas tão ridículas quando: \"a bíblia... cuja capacidade de milagres comprovados já ganhou legitimidade da ciência\". Profundamente lamentável.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "59e7c268-2a0a-4a02-c0ff-08d68b3f51ba",
            "user": "4e393c70-323b-49af-8f99-1f52aca425fd",
            "date": "06.02.2019",
            "timestamp": "NA",
            "commentText": "Isto é que é ser inovador! Pobre país que cai em mãos de pessoas tão incapazes de trabalhar para o seu desenvolvimento e para a justiça social. Mas não há no Brasil quem tenha um pouco de sentido do ridículo?",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "b59e3c2d-92dc-4f2d-c0fa-08d68b3f51ba",
            "user": "f3d50f05-a6a1-4c47-976b-938803589d8f",
            "date": "05.02.2019",
            "timestamp": "NA",
            "commentText": "Hahaha, o meu comentário é este, a minha <b> mulher </b>já me veio perguntar o que se passa, nem consigo comentar, \"ex-gay\" hahahaha.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Mulher"
            ]
        },
        {
            "id": "70909c7d-45e1-4ccb-783c-08d68b3d04e4",
            "user": "a9363530-2c93-4de4-95fe-f95ed4e888dc",
            "date": "05.02.2019",
            "timestamp": "NA",
            "commentText": "Um \"ex-gay\" não existe ,não há reversão.Perguntem à Ana Leal da TVI",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8445f37b-444a-4d68-8f4d-08d68b823100",
            "user": "260cb75e-dbd6-4648-9d0d-878cce68dbb9",
            "date": "05.02.2019",
            "timestamp": "NA",
            "commentText": "A Bíblia, o Mahabarata, o Corão, o Livro da Sabedoria, etc.Quanto ao que o homem gosta ou não gosta ou deixou de gostar na cama, é com ele. Não sou daqueles vermes que se preocupam com sexualidades alheias.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9fcf1fae-56e6-4b37-eb63-08d685162c16",
            "user": "bf044385-a892-4f92-93b1-874ae0331089",
            "date": "05.02.2019",
            "timestamp": "NA",
            "commentText": "Mais uma amostra paradigmática das extraordinárias escolhas dos Jumenaros para o (des)governo do Brasil, o importante era afastar o PT e as esquerdas... E a procissão ainda vai no adro...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9fb55056-83d3-49f0-ea98-08d68b40b366",
            "user": "f50761ec-7bcb-4c3d-b3a2-594a2d82b66a",
            "date": "05.02.2019",
            "timestamp": "NA",
            "commentText": "Nao e' preciso ir longe: basta implantar a Santa Inquisicao. O resto, vem por arrasto...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "ed067716-9bf3-488e-c0e0-08d68b3f51ba",
            "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
            "date": "05.02.2019",
            "timestamp": "NA",
            "commentText": "Um ex-gay que evita estar com homens por causa da tentação. Dizem que é candidato a prefeito de Salvador e é possível que ganhe. Só o realismo mágico explica estas personagens que querem transformar o Brasil numa teocracia.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "76f92a1e-bdb9-4ee7-b7ec-08d68b7d9c94",
            "user": "0561bd82-e33f-40d2-85f2-ed52cc263a61",
            "date": "05.02.2019",
            "timestamp": "NA",
            "commentText": "A bíblia não é o mais <b> velho </b>livro, o mais<b>  velho</b> livro e o Etrusco Livro de Ouro (Etruscan Gold Book) obviamente tinha outros livros mais velhos que não existe agora e foi perdido na história. O que falta é cura para idiotice. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Velho"
            ]
        },
        {
            "id": "e9654988-c3d5-44de-781a-08d68b3d04e4",
            "user": "2064500e-8a01-42b5-b97a-16e9802404d4",
            "date": "05.02.2019",
            "timestamp": "NA",
            "commentText": "É um verdadeiro gourmet... Deixou de gostar de salsicha e passou a comer hóstia. Devia espalhar a palavra pelo mundo... A começar por certos padres da igreja católica e evangélica com especiais apetites por miudezas de \"frango\"...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}