{
    "header": {
        "title": " Maioria da esquerda reduz poderes de Marcelo, dramatiza Cristas ",
        "subtitle": " Vetos presidenciais nas barrigas de aluguer, eutanásia, delimitação dos sectores seriam irrelevantes porque confirmados no Parlamento. ",
        "owner": " ['Nuno Ribeiro'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 13  partilhas",
        "datePosted": " 21 de Setembro de 2019, 11:39 ",
        "dateExtraction": " 2019-12-18 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2019/09/21/politica/noticia/maioria-esquerda-reduz-poderes-marcelo-dramatiza-cristas-1887424 ",
        "postText": " ['Uma maioria da esquerda de dois terços no Parlamento poria em causa os poderes do Presidente da República, Marcelo Rebelo de Sousa. É este o cenário invocado pela presidente do CDS-PP, Assunção Cristas, para mobilizar o voto à direita que, reconhece, está desaparecido desde as europeias de 26 de Maio e nas sondagens.', '\u0093Dois terços do Parlamento à esquerda tornam Marcelo absolutamente irrelevante\u0094, afirma Cristas em entrevista neste sábado ao semanário Expresso. \u0093Isso tem de fazer despertar campainhas\u0094, prossegue: \u0093É preciso as pessoas sentirem que quem não se revê em políticas de esquerda, que quem acha que há mais vida para além do Estado, tem de dizer presente em Outubro.\u0094', 'A dramatização é completada com exemplos da irrelevância presidencial com maioria reforçada da esquerda. \u0093Será uma maioria maior da esquerda, que superará qualquer veto presidencial\u0094, assinala Assunção Cristas.', 'E concretiza, na base de que uma maioria de dois terços à esquerda no hemiciclo pode reverter os vetos de Belém em leis orgânicas, eleitorais ou na delimitação de sectores. \u0093Aí o Presidente escusa de tentar vetar as barrigas de aluguer, a eutanásia, o financiamento dos partidos. Não vai ter ganho de causa\u0094, prognostica.', 'Para além do alerta aos eleitores da direita sobre o que se joga nas legislativas de 6 de Outubro, a presidente do CDS demarca-se da proposta de redução de impostos do PSD de Rui Rio que contempla um aumento do investimento público. \u0093Para nós é mais importante baixar impostos do que aumentar a despesa do Estado\u0094, afirma.', 'Embora refira a disponibilidade de diálogo com o PSD caso haja uma maioria de deputados à direita, Assunção Cristas não deixa de fazer uma crítica velada a Rio. \u0093A diferença é que o CDS sempre disso que é para isto [diálogo à direita] que está a trabalhar e não vê espaço para dar um apoio de uma legislatura ao PS\u0094, destaca.', 'Em relação ao seu futuro à frente do CDS-PP se o escrutínio das legislativas vier a confirmar as previsões das sondagens do pior resultado de sempre do seu partido, Cristas não é explícita. \u0093Trabalho todos os dias para que a direita não tenha esse resultado, porque seria dramático para o país. Compete-me batalhar para que não aconteça\u0094, responde.', '\u0093Não estou preocupada comigo, estou preocupada com o país\u0094, repete uma vez mais. Quanto às posições do líder da Juventude Popular (JP) em relação ao despacho do Governo sobre casas de banho escolares de crianças transgénero, consideradas como reflectindo as posições mais à direita do CDS, a líder desdramatiza.', '\u0093É um tema delicado e que tem de ter uma resposta caso a caso\u0094, sustenta. \u0093O CDS tem uma posição clara, acompanhada pelo líder da JP. O tom que cada um utiliza é o seu próprio tom\u0094, argumenta.'] ",
        "numberPosts": " 4 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Physical Identity - Physical (and Mental) Impairments",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Atrasado,Atrasado mental",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "2cc5bf10-e08e-4be9-a035-08d73e8f3986",
            "user": "0c0bccb9-4ebd-407c-963c-8a3feed853e5",
            "date": "21.09.2019",
            "timestamp": "NA",
            "commentText": "Há muita gente a pensar como ela, mas na hora de votar votam no BE porque dizem que o CDS é um partido só para gente rica e endinheirada. Ou seja preferem votar num partido que tem ideias contrárias aquilo que defendem só porque alegadamente é um partido para pobres. Pobres de inteligência talvez. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "075f7708-b3b6-44a2-a154-08d73e92e27f",
                    "user": "2da6647a-2879-4ebf-baa9-02b74a4caecc",
                    "date": "21.09.2019",
                    "timestamp": "NA",
                    "commentText": "Fez uma sondagem, foi?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "127c91ab-6d51-4b63-1830-08d73e92a2a1",
                    "user": "f50761ec-7bcb-4c3d-b3a2-594a2d82b66a",
                    "date": "22.09.2019",
                    "timestamp": "NA",
                    "commentText": "Fez. Chama-se psicanalise a si proprio.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "ffacb172-db49-4b32-b44e-08d73e1618ce",
            "user": "2da6647a-2879-4ebf-baa9-02b74a4caecc",
            "date": "21.09.2019",
            "timestamp": "NA",
            "commentText": "Coitada continua a pensar que o povo português é <b> atr<b> asado </b>mental</b>. Quem te manda a ti sapateiro tocar rabecão.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Atrasado",
                "Atrasado mental"
            ]
        }
    ]
}