{
    "header": {
        "title": " André Ventura \u0093propõe\u0094 que Joacine \u0093seja devolvida ao seu país de origem\u0094. Livre acusa-o de racismo ",
        "subtitle": " Líder do Chega fez comentário na página de Facebook. Partido de Joacine Katar Moreira denuncia ataques de índole racista de Ventura e \u0093Chicão\u0094, novo dirigente do CDS-PP. Bloco quer que AR condene declarações. ",
        "owner": " ['Miguel Dantas'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 8680  partilhas",
        "datePosted": " 28 de Janeiro de 2020, 18:23 ",
        "dateExtraction": " 2020-02-11 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2020/01/28/politica/noticia/andre-ventura-propoe-joacine-devolvida-pais-origem-livre-acusao-racismo-1902024 ",
        "postText": " ['Num comentário publicado no Facebook a uma das propostas de alteração ao Orçamento do Estado 2020 do Livre, André Ventura sugere que a deputada Joacine Katar Moreira \u0093seja devolvida ao seu país de origem\u0094. O líder do partido de extrema-direita Chega reagia assim à medida apresentada pelo Livre para que o património das ex-colónias portuguesas que esteja na posse de museus e arquivos nacionais possa ser identificado, reclamado e restituído às comunidades de origem. O partido de Joacine criticou com veemência as declarações de Ventura e o Bloco de Esquerda acrescentou que este \u0093acto exige de todos uma frontal condenação\u0094.', 'Na sua publicação, Ventura acrescenta que a \u0093devolução\u0094 da deputada do Livre, natural da Guiné-Bissau, seria mais tranquila para \u0093todos\u0094, incluindo o partido pelo qual Joacine foi eleita \u0097 uma referência à tensão vivida nos últimos dias entre a deputada e a direcção do Livre. O PÚBLICO contactou André Ventura, que explicou que a linguagem usada \u0093é obviamente irónica\u0094 (não estava a referir-se a uma deportação física) e que a intenção é demonstrar que \u0093quem permanentemente ataca a história de Portugal, se calhar, não está cá a fazer nada\u0094.', '\u0093Nesse sentido, tudo o que nós investimos nas nossas colónias, deveria ser devolvido\u0094, acrescentou.', 'A deputada do Livre também usou o Facebook para responder ao dirigente do Chega. \"Não é \u0091deportada\u0092, é \u0091deputada'\u0094, ironizou Joacine Katar Moreira, num post entretanto apagado.', 'Em resposta à publicação de André Ventura, o partido Livre denuncia \u0093ataques de carácter e referências de índole racista por parte de deputados e dirigentes partidários da direita\u0094 dirigidos a Joacine Katar Moreira, apontando o dedo ao Chega mas também ao CDS-PP. Classificando como \u0093deploráveis e racistas\u0094 as palavra de André Ventura, o partido de Joacine visa ainda as declarações \u0093sexistas e deselegantes\u0094 de Francisco Rodrigues dos Santos, \u0093Chicão\u0094, novo dirigente do CDS-PP, que disse que no seu partido \u0093não há Joacines\u0094, dando a entender que não retirará a confiança política à actual líder parlamentar, Cecília Meireles.', '\u0093O LIVRE não pode deixar de repudiar veementemente esses ataques e o uso de uma linguagem depreciativa e difamatória, que perpetua estigmas racistas e sexistas na sociedade portuguesa\u0094, escreve o partido.', 'Na sequência das declarações de André Ventura, o líder parlamentar do Bloco de Esquerda, Pedro Filipe Soares, escreveu no Twitter: \u0093André Ventura pede a deportação de Joacine Katar Moreira, expressão de racismo e falta de noção democrática. Este acto exige de todos uma frontal condenação. É isso que proporemos ao Presidente da Assembleia da República e a todos os parlamentares.\u0094', 'Recentemente, no Parlamento, André Ventura assumiu ter recebido uma contra-ordenação por causa de uma publicação nas redes sociais. \u0093Ainda há umas semanas eu próprio recebi uma multa em casa por fazer uma publicação no Facebook. Mas que país é este que multa pessoas por fazerem comentários no Facebook e que podem ter uma qualquer interpretação racista?\u0094, questionou o deputado perante a ministra da Presidência, Mariana Vieira da Silva.', 'O comício do Chega no Porto também levou a acusações de que o partido integra membros pertencentes a grupos neonazis. Num vídeo recolhido durante o convívio, é possível ver que, durante o hino nacional, um dos participantes faz a saudação nazi em direcção a André Ventura. Confrontado pelo PÚBLICO, o líder do Chega diz que \u0093lamenta profundamente o incidente\u0094, alegando que \u0093é impossível controlar\" o comportamento de \u0093centenas de pessoas\u0094.'] ",
        "numberPosts": " 273 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Ethnicity - General,Ethnicity - Black,Ethnicity - White,Nationality - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racista,Racismo,Raça,Negro,Africana,Negra,Preta,Preto,Africano,Branco,Gajo,Xenofobia,Nação,Imigrante,Bronca,Grunho,Proletariado,Bronco,Nazi,Bola,Gaga,Idade,Velha,Acabado,Mulher,Ordinária,Ridícula,Veado,Velha,Homofobia,Francisco",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "976ada0e-9721-45c3-5495-08d7a53bf3e9",
            "user": "81f14762-de58-46d8-a8e3-6ceaee514fd3",
            "date": "30.01.2020",
            "timestamp": "NA",
            "commentText": "Tenho em minha casa uma cabeça de <b> veado,</b> em cobre, que me trouxeram uma vez da antiga Rodésia.Eu creio que terá sido paga por quem me fez a oferta, mas na dúvida digam-me onde a devo entregar, pois não quero ser acusadode ladrão.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Veado"
            ]
        },
        {
            "id": "222a9fc7-1a86-4dab-b1e5-08d7a53929a8",
            "user": "8382b1a6-5475-4253-8366-e371929adcf9",
            "date": "30.01.2020",
            "timestamp": "NA",
            "commentText": "O <b> negro </b>odeia o<b>  branco</b> precisamente pelo mesmo motivo que o gentio odeia o judeu",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Negro",
                "Branco"
            ]
        },
        {
            "id": "3a475883-5ca0-4ea9-4f6f-08d7a54d842e",
            "user": "1f01d620-6de2-4998-ac7e-bd8de2276a9d",
            "date": "30.01.2020",
            "timestamp": "NA",
            "commentText": "Agradeço ao <b> racista </b>André Ventura e ao chega a clarificação politica que veio trazer ao país.Sempre soube que os apoiantes de PPC eram em grande parte racistas, os comentários a esta noticia confirmam o que eu sabia.Trinta por cento da direita portuguesa, é<b>  racista</b>/sal-azarista.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racista"
            ]
        },
        {
            "id": "39d5dd93-a44c-4efa-bfa2-08d7a442b6a7",
            "user": "d6bf77ed-5a51-4f09-be3e-b7da359d9488",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Plenamente de acordo, devemos acolher, como o fazemos, emigrantes que vêm com espirito de integração e de trabalhar em prol da comunidade, André Ventura teve a coragem de dizer aquilo que pensa quem o condena. Sim, e sou de opinião que quem tenha cometido crimes em Portugal deve ser deportado.Quanto a esta senhora, teve a responsabilidade acrescida de abrir caminho a uma assembleia pluricultural e racial. O que é que ela fez? Matou a criança à nascença.Portanto inteligencia, não abunda por alí, e se sente tão mal, por favor, deporte-se.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "f37b8bc3-d459-4523-e330-08d7a4444dbe",
                    "user": "1f01d620-6de2-4998-ac7e-bd8de2276a9d",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "\"Quanto a esta senhora, teve a responsabilidade acrescida de abrir caminho a uma assembleia pluricultural e racial.\" Esta afirmação caro Joaquim, não corresponde com a realidade.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3b0f598a-af52-468c-1e5b-08d7a443f8a6",
                    "user": "0b6262c9-f5dc-4470-b522-fa7b8f5ae035",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Claro que não sr. conde. O seu amigo António já tinha enviado Eduardo Nascimento à Eurovisão em 1967!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "b4f96937-2deb-47d5-b0c3-08d7a443991c",
                    "user": "1f01d620-6de2-4998-ac7e-bd8de2276a9d",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Este pela maneira que papagueia, também desconhece que a nosso AR já teve membros de outras etnias. E que a Joacine não abriu coisa nenhuma na AR. Aqui o Domnal, escreveu apenas mais uma bujarda daquelas em que é especialista.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "716a2d5c-45cd-494a-b092-08d7a443991c",
            "user": "0aeafb79-f03e-4a5f-bd52-59e175d21bd5",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Se a Joacine se fosse embora era ouro sobre azul para a direcção do Livre!",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "aca981db-5d5e-47d5-bfb6-08d7a442b6a7",
                    "user": "0b6262c9-f5dc-4470-b522-fa7b8f5ae035",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Não pode ser porque ouro sobre azul chegou a ser o logotipo do CDS-PP em tempos! Agora é mais \"papoilas\" sobre azul.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "541af870-e066-49f0-b08c-08d7a443991c",
            "user": "b4a7dc3b-5a7b-4a0a-85eb-539bcaddcafa",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Esta  sra Joacine  consegui enganar alguns; agora aguentem se a <b> bronca.</b> Vamos ter de levar com ela ate ao fim.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Bronca"
            ]
        },
        {
            "id": "fcbbab81-b314-42c9-e307-08d7a4444dbe",
            "user": "c7680446-9578-4617-9095-4d851f182e06",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Fiquei agora a saber que a Assunção Cristas é Angolana! Porque é que o Chega não pede a sua deportação?",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "3beeb927-f969-4c48-fd69-08d7960b4eed",
                    "user": "51e4df24-306a-444c-b319-09f5f5174ce2",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "E a Ministra da Justiça também é angolana e o André também não pediu. Será tão difícil saber a razão? Se necessitar de ajuda, diga.  ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "99d53e73-9673-4f16-1e36-08d7a443f8a6",
                    "user": "c7680446-9578-4617-9095-4d851f182e06",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Jorge, não faço ideia da razão. Se calhar ele ainda não sabe disso, tal como a maioria dos portugueses. Mas entretanto parece que a ministra já condenou as declarações do tio André ao passo que a Assunção e o Chicão estão caladinhos. Interessante...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "e0326d03-37ab-4236-e319-08d7a4444dbe",
                    "user": "43993747-edb9-4cfe-b23c-c38b08096cbe",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Porque a Cristas não tem ideias estúpidas... Pelo menos deste calibre.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "0956c3f0-2ad0-48e0-bfca-08d7a442b6a7",
                    "user": "c7680446-9578-4617-9095-4d851f182e06",
                    "date": "30.01.2020",
                    "timestamp": "NA",
                    "commentText": "Mas ideias estúpidas é o que não falta no Chega. O que devemos fazer então com os seus apoiantes? Atirá-los ao mar? E para além disso o que devemos fazer com o tio André que prefere fazer programas de futebol a ir a debates televisivos para não expôr as suas ideias ao contraditório?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "21cfee72-18c9-460e-ed3d-08d7a4437f6f",
            "user": "54d6098b-0846-40d8-83de-6802fb5b5b34",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Não sei bem o que se passou, porque só julgo quando ouço ou leio bem sobre as duas partes! Uma coisa eu sei, ao ler e reler esta notícia, passei a saber que vou passar a votar a partir das próximas eleições no Chega! ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "2968a8e7-1a03-45ce-ed48-08d7a4437f6f",
                    "user": "c7680446-9578-4617-9095-4d851f182e06",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Mas isso é porque exterminar a Segurança Social, SNS e sistema de ensino gratuito devem ser-te convenientes. Vai lá votar nos nazis e não te babes no boletim de voto que os senhores do CNE ainda ficam doentes.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "24d0024a-902e-4d0d-ed63-08d7a4437f6f",
                    "user": "fbcfc1e6-f248-46e3-b6bf-54cdd94ee60f",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "vota no palhaço rico..vendedor de banha da cobra...cura a sarna...queda do cabelo...unhas encravadas...como é que este palhaço consegue convencer alguns incautos???        ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "b1e6be4b-5705-4196-11c1-08d7a44322dc",
                    "user": "c7680446-9578-4617-9095-4d851f182e06",
                    "date": "30.01.2020",
                    "timestamp": "NA",
                    "commentText": "Qual palhaço? O André V? Esse é que diz que os portugueses vão ser mais felizes quando ficarem sem estado social.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "e8962fdf-8734-4e42-fd56-08d7960b4eed",
            "user": "81f14762-de58-46d8-a8e3-6ceaee514fd3",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Eu admiro-me como não há uma indignação geral contra os racistas como a Joacine e o Mamadou que passam a vida a provocar Portugal e os portugueses.A resposta do Ventura deve entender-se precisamente com uma reacção às contínuas provocações desses racistas, que demonstram não gostar de Portugal nem dos portugueses.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "6c245112-849e-49cd-bf82-08d7a442b6a7",
                    "user": "960db799-ed41-4889-b6be-c0e2a3fb79cb",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Entre esses dois parasitas especializados em espalhar discórida e manipular os pobres de espírito, venha o diabo e escolha.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5f687934-885e-478d-b079-08d7a443991c",
            "user": "f8fcd449-82f8-4e75-95d8-d449ec759524",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "A capacidade de efabulação de certas criaturas é notável. Vêem \"<b> racismo\"</b> e \"sexismo\" em afirmações que não contêm nada disso. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "7516dbf8-bd35-4b20-1168-08d7a44322dc",
                    "user": "0ba0ec45-aa72-41fa-a3e8-ce2d36dce731",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Mencionar deportar um indivíduo para África, que por acaso é <b> negro </b>e de origem<b>  africana</b>, não <b> é racism</b>o? Eu não digo que devamos proibir, censurar ou multar, mas<b>  é racis</b>mo com todas as letras.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racismo",
                        "Negro",
                        "Africana"
                    ]
                },
                {
                    "id": "ec68d9d2-4f73-4fce-bf79-08d7a442b6a7",
                    "user": "51e4df24-306a-444c-b319-09f5f5174ce2",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Não terá sido uma resposta à proposta de sua excelência a senhora deputada? Temos que ouvir a calar?  André já disse alguma coisa à Ministra da Justiça?. Depois admirem-se  que o Chega esteja a subir nas sondagens. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "db6feee4-8f45-4530-1e24-08d7a443f8a6",
                    "user": "9404e88f-56c6-43e1-919a-8f60946b1fc0",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Sim, Tiago, a miopia de certas criaturas é de facto notável. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "d8695000-4630-4294-b08b-08d7a443991c",
                    "user": "960db799-ed41-4889-b6be-c0e2a3fb79cb",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "\"Volta para a tua terra\" é uma das frase mais típicas dos racistas pobres de espírito, como você bem sabe.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "703937cd-8c5c-4551-1184-08d7a44322dc",
                    "user": "8382b1a6-5475-4253-8366-e371929adcf9",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Racismo está ao nível de heresia na <b> idade </b>média. É uma palavra usada pelos derrotados para calar pessoas que dizem e acima de tudo expõem verdades muiiiiito inconvenientes que eles tentam escamotear. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Idade",
                        "Racismo"
                    ]
                }
            ],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "00979417-6f27-4184-ed34-08d7a4437f6f",
            "user": "8f93609b-106b-45cb-834e-c08730a2bca4",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Toda a gente enganada sobre a interpretação das palavras do Ventura (o que Ventura diz deve ser lido como se lê a Bíblia - o que lá está escrito não é verdade, deve-se ler iluminado pelo o ES). Então o que disse, por detrás do que disse, Ventura?! Ventura quis fazer um elogio à Joacine e vai daí  disse \"que Joacine, sendo uma obra de arte (pela beleza e elegância que transbordam do seu ser!), deveria ser devolvida ao seu País de origem\". Ora isto está de acordo com o que Joacine propôs! LOL",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "8a311278-d7a1-415c-1164-08d7a44322dc",
                    "user": "f8fcd449-82f8-4e75-95d8-d449ec759524",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "LOL",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "c0c62119-6e3c-47e5-b06e-08d7a443991c",
            "user": "f9e617f0-76c4-4c71-ad04-832caae9b11d",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "É com comentários destes por parte de Ventura que o Chega ganha cada vez mais votos dos policias.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "9cc669ca-b28e-4315-fd48-08d7960b4eed",
                    "user": "9d19f447-c20c-491b-b5c3-d27a92a17c7b",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Os eleitores do Chega vieram na sua grande maioria da esquerda, não foi dos policias. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "326f9d66-4927-4979-1162-08d7a44322dc",
                    "user": "c7680446-9578-4617-9095-4d851f182e06",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Isso gostavas tu filipeluis. O programa do Chega não tem nada que ver com os programas dos partidos da esquerda.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "a263efd7-decb-4780-e2fc-08d7a4444dbe",
                    "user": "0ba0ec45-aa72-41fa-a3e8-ce2d36dce731",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Interessante que Livre e BE já se pronunciaram contra o Ventura, mas o PCP está calado.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3aba1453-0fa7-43e9-bf75-08d7a442b6a7",
                    "user": "9d19f447-c20c-491b-b5c3-d27a92a17c7b",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Para mim é indiferente, pode começar em Loures, por aí fora, veja onde teve maior votação. Quem se queixa é BE, PCP e PS, maioritariamente. Quem o disse foi o acto eleitoral.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3072d3b7-1f55-4d9d-1e1e-08d7a443f8a6",
                    "user": "51e4df24-306a-444c-b319-09f5f5174ce2",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Aposto como o 123.... nunca leu nenhum programa, mas está a dar~lhe para o intelectual.  ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6453d6e8-3154-44c0-ed4a-08d7a4437f6f",
                    "user": "960db799-ed41-4889-b6be-c0e2a3fb79cb",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Até pode haver uma centelha de verdade no que o filipeluis diz, se bem que de uma maneira muito mais súbtil do que o trogloditismo de \"Esquerda = Mau\" que o parece inspirar: a julgar pelo visto noutros países, muita gente mais <b> vel<b> ha </b</b>>e menos educada da classe trabalhadora são ao mesmo tempo em favor de políticas de esquerda que favorecem os trabalhadors e racistas. Isto provávelmente afeta mais o PCP, já que este é um partido tradicionalista e com um<b> a idad</b>e média de apoiantes e membros ma<b> is <b> vel</b</b>>ha e que está mais ancorado num \"esquerdismo\" simples e de chavões sobre \"patronato\" e \"trabalhadores\", enquanto que o BE e PAN encontram o seu apoio mais naqueles com educação mais elevada que tambem tendem a ser mais jovens (que cresceram em tempos quando a escolaridade obrigatória ia mais longe).",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Velha",
                        "Idade"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "d7c2a848-3004-488d-ed2c-08d7a4437f6f",
            "user": "ec694eb1-a448-41a7-ad0b-32a59f93e66c",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "O tema é interessante e deve ser discutido. O acervo museológico que foi trazido para Portugal das ex-colónias é imenso e contém artefactos e obras de arte e toda uma História por detrás que deve ser revelada. Como podem esses países, hoje independentes, beneficiar desse acervo é uma questão pertinente. Há muitas questões e opções a ponderar e que podem passar pela partilha comum, pela cooperação, pela compensação, enfim, pela divulgação. Agora o que não está certo é o Sr. (A)Ventura tentar reduzir ou anular a discussão da forma como o fez. A sua pobreza de ideias é tal que só através do insulto permanente é que se consegue fazer ouvir. Sr \"deportado\" já CHEGA!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7b1a6951-770d-415d-1e07-08d7a443f8a6",
            "user": "47ed874b-1356-4feb-978f-05995e5101b9",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Eu não conheço pessoalmente o Sr. André Ventura, mas pela generalidade dos comentários, o homem está em crescendo e os homens da luta não o conseguem travar, é como regar o fogo com gasolina, quanto mais falam mais o elevam. Esta estratégia do mal dizer não surte os efeitos pretendidos, bem pelo contrário. E sabem porquê? Porque o AV é capaz de dizer em público aquilo que a maioria dos comentadores apenas diz na sombra das redes sociais.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4c8aacab-86d5-4cfe-e2ed-08d7a4444dbe",
            "user": "23e07113-1558-4713-a06f-b4fc8b36dec6",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "O André Ventura fez esse comentário polémico para desviar as atenções das saudações Nazis que fizeram no comício do Chega no Porto.E felizmente ninguém tem que escolher entre Joacine ou Ventura.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "09523a77-e844-45ec-ed25-08d7a4437f6f",
            "user": "5b254b35-8546-43f8-bbfd-64275a06deb7",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Joacine e André são as duas faces da mesma moeda: intolerância, <b> xenofobia </b>e<b>  racismo</b>. Espero que daqui a 4 anos os votantes lhes dêem aquilo que merecem, que é a saída do parlamento.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "a722f2d6-ce64-4946-e2fb-08d7a4444dbe",
                    "user": "c7680446-9578-4617-9095-4d851f182e06",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Por acaso não são. A Joacine não quer (tanto quanto vejo) acabar com o estado social, com a desculpa dos ciganos...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racismo",
                "Xenofobia"
            ]
        },
        {
            "id": "bb8686bc-d0e1-4ac4-ed22-08d7a4437f6f",
            "user": "f280efd0-7692-4abc-a3e2-582579b61cff",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Á conta deste comentário, cobertura mediática e histerismo dos partidos politicos da AR esta personagem já ganhou mais uns milhares valentes de votos para as próximas eleições. Ele só disse o que milhões pensaram e tiveram vergonha de dizer por ser politicamente incorrecto. O facto é que a Joanie podia voltar para o País dela e isto não é uma afirmação <b> racista </b>(Não a estou a atacar por ser<b>  negra</b>) nem Xenofoba (Não a estou atacar por não ter nascido em Portugal) Mas apenas acho que alguem que está na AR a representar potencias estrangeiras de facto não faz falta nenhuma ao País e pode se ir embora",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "18af0a1f-c9eb-431a-b078-08d7a443991c",
                    "user": "c7680446-9578-4617-9095-4d851f182e06",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "O Ventura só ganhará votos se os restantes partidos não tiverem nada para oferecer que contrabalance a sede de destruição das pessoas que votam nas direitas duras.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racista",
                "Negra"
            ]
        },
        {
            "id": "de8f7e2f-ca41-491b-1e03-08d7a443f8a6",
            "user": "9e303225-bc6b-4f1d-a039-744ab6edc426",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Para quem se socorre do tribunal dos direitos humanos, de facto nunca ninguém assistiu ao mesmo tribunal defender as vítimas e os familiares de crimes hediondos, pelo contrário, apenas assitiram o mesmo \"tribunal\" defender os criminosos.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "a116aa76-ef00-44e3-ed27-08d7a4437f6f",
                    "user": "9d96ceca-6bd7-44a4-90df-8bbfa1203f73",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "O que o \"Vox Portugal\" é uma reles mentira despudorada.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5801286e-af67-4bb0-e2ee-08d7a4444dbe",
                    "user": "960db799-ed41-4889-b6be-c0e2a3fb79cb",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Eu conhece pessoalmente alguem que só graças a esse Tribunal é que conseguio compensação justa num assunto de emprego envolvendo a NATO e o governo Português. Sem esse tribunal não haveria recurso para quando os pequeninos são esmagados pelos entrincheirados no poder, e por isso é que os direitistas autoritários estão contra ele.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "3ad22cb4-4c01-497d-1e01-08d7a443f8a6",
            "user": "db13fe25-e6ec-470a-a2e1-90c21df7e5ef",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Posso não gostar de muito do que ouço e leio (independentemente das fontes)... mas é um atentado à liberdade de expressão, pilar de um Estado de Direito Democrático, impedir, proibir, censurar, condenar seja o que for. Aí, deixa de haver a verdadeira liberdade de expressão.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8dfb8403-61fd-47ed-bf50-08d7a442b6a7",
            "user": "9fb49854-6caf-44e9-b11b-61dc30ab7224",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Esta gente com fobias,como o <b> racismo.</b> sexismo<b> ,xenofobia</b<b> >,homofobi</b>a, resumindo:Um fascista não se respeita, combate-se, combater esta gente é combater o ódio.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo",
                "Xenofobia",
                "Homofobia"
            ]
        },
        {
            "id": "bd71c412-f78b-4db6-e2e5-08d7a4444dbe",
            "user": "10a71fd6-b97f-441a-b775-27d9fc4dea37",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Adolfo Mesquita Nunes (CDS): \u0093André Ventura sugere deportar uma deputada à conta de uma proposta discutível e há quem, nos comentários ao meu post anterior, veja na sugestão dessa deportação a verdadeira direita e, o que é pior, nela veja a direita dos valores do CDS. Acham-se muito corajosos e chamam-me de cobarde, como agora é moda. Pois a esses, os da coragem na ponta da língua, só tenho a dizer o seguinte: não quero saber se acham que são de direita ou se acham que são cristãos ou se acham que tudo vale desde que seja para malhar na esquerda, porque cada um acha-se o que quiser, mas há uma coisa de que eu jamais prescindirei, que é do princípio da dignidade da pessoa, princípio estruturante da matriz judaico-cristã e a raiz da igualdade entre os Homens. (...)\u0094",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "00adcb56-45c6-45b0-ed1b-08d7a4437f6f",
            "user": "ce39b74f-2a68-4997-94d4-77128678a025",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Gosto mais do Ventura do que da Katar. Posso não concordar com muitas das ideias  dele mas sinto-o português. enquanto que a Katar em tudo o que propõe a sinto anti-portuguesa. Não gosto nada da Katar",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1e0c95ea-0d79-4ce1-ed2a-08d7a4437f6f",
                    "user": "960db799-ed41-4889-b6be-c0e2a3fb79cb",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Ser Português só era ser como o André Ventura antes do 25 de Abril e isso só para os entrincheirados do fascismo que comiam à conta do resto dos portugueses. Há mais de 40 anos que ser Português não é nada disso.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "644c8fac-eb67-4216-1dfa-08d7a443f8a6",
            "user": "50287135-45a6-4a72-b3c5-8f99044b310c",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Uma afirmação gravíssima e um atentado à nossa Constituição e aos Direitos Humanos. Espero que rapidamente os deputados levantem a imunidade parlamentar ao fachola <b> racista </b>Ventura, e que o metam na prisão o quanto antes.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "68aefbd4-503a-47d7-e2e6-08d7a4444dbe",
                    "user": "c373fa43-9e13-400f-b67c-601b95813501",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Ele diz o que muitos portugueses pensam. A Katar abusou e mereceu isto.        Não foi politicamente correcto, mas enfim...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "c84a4b5b-48e5-4b95-fd37-08d7960b4eed",
                    "user": "f280efd0-7692-4abc-a3e2-582579b61cff",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Balelas",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "be216429-ec19-4c78-fd3e-08d7960b4eed",
                    "user": "d4781e53-6690-42a7-9add-f26f01f2acf2",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Gravíssimo és tu. Rebate com argumentos \u0097 paleio como o teu é que lhes dá votos.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7c427126-0782-4a1e-bf69-08d7a442b6a7",
                    "user": "c7680446-9578-4617-9095-4d851f182e06",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Muito bem Nuno. Estas pessoas não se importariam nada de voltar a construir campos de trabalhos forçados e de extermínio para aqueles que se lhes opõem.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "d071b005-b079-4f38-e30b-08d7a4444dbe",
                    "user": "8382b1a6-5475-4253-8366-e371929adcf9",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "123 que se opõem, não. Mas para os que cometem crimes, matam, roubam, olhe , é uma ideia ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "be244a49-41a2-4bc1-1e83-08d7a443f8a6",
                    "user": "c7680446-9578-4617-9095-4d851f182e06",
                    "date": "30.01.2020",
                    "timestamp": "NA",
                    "commentText": "Plutonium. Especialmente para aqueles que entram com os filhos de 4 anos no autocarro sem terem passe! Era bom era era que fosse ao contrário. Que desejassem esse tipo de campos apenas para quem é gratuito e/ou sádico. Mas claro, depois acabavam vocês lá dentro.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racista"
            ]
        },
        {
            "id": "62e068ca-d0b2-4b19-b058-08d7a443991c",
            "user": "8382b1a6-5475-4253-8366-e371929adcf9",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "O movimento anti <b> racista </b>já chega ser cômico. Até na América. Andrew Yang apresentou o exemplo do seu pai, um brilhante cientista chinês que contribuiu tremendamente para os Estados Unidos com inúmeras patentes em seu nome como um exemplo de que a imigração ajuda a economia de um país. Demorou pouco pra aparecerem milhares de blog na net escritos por \u0093certas pessoas\u0094 a chamarem o André (Yang) de<b>  racista</b>. Aparentemente ele estava a apelar à imigração d<b> e raç</b>a errada. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "09f54d66-78cf-4395-bf73-08d7a442b6a7",
                    "user": "c7680446-9578-4617-9095-4d851f182e06",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Andrew Yang é o candidato democrata nos EUA que promove entre outras coisas um Rendimento Básico Incondicional e a entrega de cupões públicos às pessoas para que elas possam financiar os partidos que querem e apenas durante o tempo que querem.        Não vejo as direitas duras a defenderem isto porque isto não lhes é conveniente (aliás tal como à maioria dos partidos).",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racista",
                "Raça"
            ]
        },
        {
            "id": "7a726eb5-7e68-4a84-ed16-08d7a4437f6f",
            "user": "1f811e00-36ef-4bd3-8f8a-5b51156243a3",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Caro jornal Público, eis como lidar com a extrema-direita: escreve-se sobre ela como se escreve sobre o cancro. Convida-se um especialista para dela falar como um problema. Não se fala como o tumor directamente.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "887bad1f-5446-4116-1166-08d7a44322dc",
                    "user": "0ba0ec45-aa72-41fa-a3e8-ce2d36dce731",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Muito bom!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "ba2650ae-6276-4b98-e2df-08d7a4444dbe",
            "user": "511753b7-685f-4d14-b3cc-ef67648fe041",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Este homem no meu entender representa um perigo iminente para Portugal, que deve ser tido em conta. Só não percebem os mais desatentos. Não concordo com a líder do Livre, de todo, mas isso não invalida ou sequer é motivo para o que escrevi.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "49b9dcf7-122e-4ae4-1142-08d7a44322dc",
            "user": "10a71fd6-b97f-441a-b775-27d9fc4dea37",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "As assinaturas falsas; a subvenção vitalícia de Sousa Lara (caso similar ao de Robles pois apesar de não constituir crime vai contra os princípios do partido que representa); os três dirigentes nazis pertencentes ao Chega comprovados pelo Polígrafo do Sapo/SIC; o apoiante a fazer a saudação <b> nazi </b>durante o hino nacional no comício do Chega no Porto; o afirmarem no programa do partido que estão contra o serviço público de saúde, o serviço público de educação, o serviço público de transportes...; e depois Ventura, quando confrontado, virar o bico ao prego e já dizer isto: \u0093farei \"uma clarificação em sentido inverso em relação ao que é o espírito do atual programa do partido\" no que toca à doutrina sobre Estado Social.\u0094 - E tudo isto em menos de um ano. Claramente um partido de confiança.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "d72be083-7547-4670-b05f-08d7a443991c",
                    "user": "10a71fd6-b97f-441a-b775-27d9fc4dea37",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "(Cont.) Acrescento também o facto de André Ventura ter preferido uma vez ir comentar <b> bola </b>na CMTV em vez de fazer parte de um debate político que estava a decorrer. E já ter sido do PSD, partido pejado de corrupção a par com o PS, e tal não o ter incomodado enquanto que ele agora bate tanto na tecla do combate à corrupção. Nem se sentiu, aparentemente, incomodado quando a corrupção lhe bateu à porta: \u0093Operação Tutti Frutti: Gabinete de André Ventura alvo de buscas 28.06.2018 13:11 por SÁBADO 2978 Investigação da PJ está a analisar a contratação de um assessor, proveniente do PSD de Lisboa, suspeito de ter um cargo fictício.\u0094",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Bola"
                    ]
                }
            ],
            "keywords": [
                "Nazi"
            ]
        },
        {
            "id": "3d1bfb24-a8e5-441c-b04d-08d7a443991c",
            "user": "3a2c85d7-7fb6-4cff-b674-1ec180de710f",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Compete dos países em questão negociar com Portugal a devolução das borboletas capturadas nos trópicos, ou as braceletes feitas com ouro do Brasil. Portugal devolve se quiser. Muitas dessas coisas provavelmente já nem existiriam, ou estariam nas coleções privadas das \u0093Isabéis\u0094, não estivessem guardadas em museus. Agora, continuem a perder tempo com as tretas das Joacines, em vez de trabalhar na melhoria das condições de vida dos portugueses, e depois queixem-se de que o <b> racismo </b>e intolerância crescem... ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "6e6f3c53-8b4e-4362-fd24-08d7960b4eed",
            "user": "9d19f447-c20c-491b-b5c3-d27a92a17c7b",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Temos que concordar que há expressões que entram no quotidiano, e os partidos de bairro são muito isso. Começam a surgir, o livre começa em Joacine e acaba em Matar,  \" não temos joacines\", \"não faça confusão, isto não é uma joacinice\". Quando os politicozecos utilizam a forma de estilo no contexto \" deportar\", as joacinices não param.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "495299d5-37be-436c-bf45-08d7a442b6a7",
                    "user": "9d19f447-c20c-491b-b5c3-d27a92a17c7b",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Queria dizer começa em Joacine e termina em Katar!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "76a48ac8-2140-4c10-1deb-08d7a443f8a6",
            "user": "a344e59e-b749-4734-b6d4-07e32fb79941",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Este tipo de agressões a pessoas por causa da sua cor não são ideias políticas. São expressões de ódio contrárias à Declaração Universal dos Direitos Humanos que Portugal subscreveu. São também ofensas a Lei fundamental da República. Os portugueses devem rejeitar o <b> racismo </b>com veemência isolando os seus protagonistas sejam polícias ou deputados ou simples pessoas msl formadas. Exigir aos poderes públicos medidas proporcionais adequadas à contenção destes ímpetos violentos, ilegais e humilhantes para todos nós. O<b>  racismo</b> é arma assassina covarde que mata a liberdade! Contra <b> o racism</b>o mais liberdade, mais respeito pela Lei fundamental da República. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "9a69caaf-bcfd-4199-b048-08d7a443991c",
                    "user": "38733c5b-bbe9-4df7-afb7-6ae27228f499",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Também me parece que este personagem indescritível que vive do escabroso, está a violar claramente a Constituição da República Portuguesa, o que é intolerável para um deputado da <b> nação.</b>",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nação"
                    ]
                }
            ],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "1c6c8c56-6856-4871-fd22-08d7960b4eed",
            "user": "6eb658db-5a58-4cbd-8b7c-55b25a154b4b",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Ventura veio para ficar,,,habituem-se.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "3152ecc7-117c-4b6e-1ded-08d7a443f8a6",
                    "user": "38733c5b-bbe9-4df7-afb7-6ae27228f499",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "A sífilis também.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "adf861a9-2fd9-47ee-bf40-08d7a442b6a7",
            "user": "38733c5b-bbe9-4df7-afb7-6ae27228f499",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Eu proponho que o André Ventura seja devolvido ao seu país de origem, ou seja, à Grunholândia.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1929d722-70f1-4082-fd18-08d7960b4eed",
            "user": "25e81347-315b-4eff-b106-0e4d3cc4cce1",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Esta Joacine é a \"quinta coluna\" e ninguém consegue ver isso.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5788dbff-2fb4-4b39-e2c9-08d7a4444dbe",
            "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Vai ser uma legislatura animada. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "bf582884-4374-4151-e2e8-08d7a4444dbe",
                    "user": "8382b1a6-5475-4253-8366-e371929adcf9",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "De facto, de facto, Dr. Severino :)",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "37589581-4c33-4701-1dd9-08d7a443f8a6",
            "user": "2da6647a-2879-4ebf-baa9-02b74a4caecc",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Pergunto: Se a Joacine não fosse <b> mulher,</b><b>  preta</b> <b> e gag</b>a depois do que já fez, do que já disse, do que já acusou, do que já ofendeu, da arrogância e do egocentrismo que já manfestou e do que já defendeu o que é que já lhe teria acontecido? Dentro e fora do partido.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "cbf24d96-fa8c-46a3-e2ca-08d7a4444dbe",
                    "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Guilhotina? Fogueira? Prisão perpétua? ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "0e34b77c-1afc-460c-bf59-08d7a442b6a7",
                    "user": "960db799-ed41-4889-b6be-c0e2a3fb79cb",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "O mesmo que ao André Ventura - nada. Depois de eleitos para o Parlamento só 4 anos depois é que lhe pode acontecer qualquer coisa.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Mulher",
                "Preta",
                "Gaga"
            ]
        },
        {
            "id": "1bf8cb61-0e30-4e7a-1dd7-08d7a443f8a6",
            "user": "0ba0ec45-aa72-41fa-a3e8-ce2d36dce731",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Devolvamos também o investimento que Portugal fez nas ex-colónias, como aquela enorme barragem em Moçambique. Em qualquer caso, o comentário de Ventura é deplorável.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "caaf7f7a-3866-498f-fd0c-08d7960b4eed",
            "user": "c23d64d0-221a-44af-ab67-503b40b41319",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "ao ter proferido aquelas palavras foi ele quem partiu numa viagem sem regresso. e desejavelmente afastar-se-á do Benfica também. até sempre!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "869809df-2dd6-4d7c-112d-08d7a44322dc",
            "user": "9d19f447-c20c-491b-b5c3-d27a92a17c7b",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Julgo que a AR não perde uma oportunidade, para passar o dia no verbo encher. Na semana passada foi o Luanda Leaks, passaram o dia naquilo sem terem terminado o verbo. Pachonchadas livres, querem mais  um dia para pachonchadas venturosas. E por aí andam, deve ser para ocuparem o tempo porque o orçamento é tão escabroso, que nem vale a pena falarem disso e assim passará!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "53a48c17-2c01-4588-e2c1-08d7a4444dbe",
            "user": "794fc3e5-2f92-41a7-84ea-efb02c252313",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "flagrante enviesado de uma mentalidade colonial que deve fazer vergonha até aos conservadores. \"as nossas colónias\" deveria de ser até um palavrão dizer isto. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "801164d9-d13a-424c-b03c-08d7a443991c",
            "user": "c7680446-9578-4617-9095-4d851f182e06",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "É através de pequenas acções e declarações como esta que políticos como André Ventura e Passos Coelho mostram ao que vêem. Estas pessoas têem como objectivo principal esmigalhar os indefesos e até a classe média para poderem dominar todos, com pouquíssima oposição. No dia em que deixar de haver SNS, educação gratuita e Segurança Social os leitores podem ter a ter a certeza de que vão andar demasiado ocupados a tentar sobreviver para conseguirem organizar qualquer forma de oposição decente. A fome e a miséria deixam as pessoas apáticas e sem capacidades de se defenderem! Quem tiver dúvidas disto que olhe para o dia-a-dia das pessoas nos países do terceiro mundo.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5da286f0-07ca-4dbc-b03b-08d7a443991c",
            "user": "de7a0163-f62a-4821-ad66-17aef50d0ed5",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Alguém pode fazer o favor de dar uma \u0093palmada\u0094 nestas crianças que decidiram fazer da assembleia da república o seu recreio? Para isto vai?",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "c53d4f10-3530-46a2-fd09-08d7960b4eed",
            "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "O caso é bem simples: a porta das 'devoluções' - porta ideológica de chantagem inadmissível - é suficientemente larga para lá caber toda uma enxurrada de devoluções. Começa com passinhos de lã, com o 'património'  (lembram-se de como se cantava uma canção de floresta no bosque puro alemão, no Cabaret, de Bob Fosse, e depois a letra começava a inflectir ligeiramente, até se tornar naquilo que sabemos?), e, se se abrirem suficientemente as pernas dessa porta, daí a pouco a devolução paga juros de dois séculos sobre todos os bens (esquecendo o influxo inverso: quanto custa à ex-colónia ter, o colonizador, pela primeira vez passado a escrito, no século XV, o 'património'...he.... oral dos locais? Quanto custa o século XIX e o século XX por lá implantados nas alegres culturas locais?... Quanto?",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "c8adfc91-a10f-4126-b03a-08d7a443991c",
            "user": "3150d42f-4ea5-48f7-af6b-3e6f2915bba6",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Ventura, o deputado mais mal <b> acabado </b>do parlamento.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "02c86833-d9fd-49b5-1df1-08d7a443f8a6",
                    "user": "8382b1a6-5475-4253-8366-e371929adcf9",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "So a jakina vai-te catar consegue ultrapassa-lo ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Acabado"
            ]
        },
        {
            "id": "c7d60b7e-e34a-4dd2-e296-08d7a4444dbe",
            "user": "4f09f92f-22a5-497f-a35c-995842cc6a9e",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Caro Rogu.Tenha em atenção que, muitas vezes, a palavra <b> racismo </b>é usada contra terceiros para desviar a atenção do<b>  racista</b> que a profere, disfarçado de antirracista.Veja o caso da Ana Gomes, Não hesitou em chama<b> r racist</b>a ao polícia que deteve<b>  a mulh</b>er<b>  de r</b<b> >aça n</b>egra na Amadora mas nunca fala sobre os seus correligionários do MRPP, partido político do qual foi militante, que espancaram, quase até à morte, o luso-guineense Marcelino da <b> Mata. Ra</b>cismo ? Nada disso. Para Ana Gomes terá sido um ato de solidar<b> iedade af</b>ricana.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "35f9904e-576a-43f0-fd1a-08d7960b4eed",
                    "user": "25e81347-315b-4eff-b106-0e4d3cc4cce1",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "E esta, heim, quem ouve falar a Ana Gomes... ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3dd0395e-b5d7-4513-ed06-08d7a4437f6f",
                    "user": "9fa25d09-1472-4334-a205-edae220bacc3",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Não há como não adorar os papagaios que lêem num qualquer blog facista coisas como a que acabou de escrever sobre a Ana Gomes e, do nada, desatam a escrever nos comentários de uma qualquer notícia. Qualquer pessoa atenta, percebe ao que vêem e para onde vão. Também deves mamar pouco com a corrupção, deves, para andar aí cheio de medo como se vê. É o problema deste país: achamos que só os grandes é que são corruptos, quando uma grande maioria faria o mesmo se lá estivesse. Enquanto assim for, não há salvação para este pedaço de terra à beira-mar plantado e muito mal frequentado.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Mulher",
                "Racismo",
                "Racista",
                "Raça",
                "Negra",
                "Africana"
            ]
        },
        {
            "id": "775321ca-a605-4e3a-ece3-08d7a4437f6f",
            "user": "d8d115f7-cfc3-4676-9b4b-0f5b378dffb9",
            "date": "28.01.2020",
            "timestamp": "NA",
            "commentText": "devolvam de igual modo o investimento feito nas ex colonias...vamos ficar a ganhar, so pelo facto de devolver a jaquina",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9a297d1a-870c-4fa8-1108-08d7a44322dc",
            "user": "0a3f5416-92c0-4a59-84ad-9eaabff0dc23",
            "date": "28.01.2020",
            "timestamp": "NA",
            "commentText": "Joacine quer que Portugal \u0093devolva\u0094 meia dúzia de tarecos a África. Mas não a ouvi pedir a Isabel dos Santos para devolver nada aos angolanos... Por que será?",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "a61165d9-0d84-4722-b037-08d7a443991c",
                    "user": "846842bb-e91f-4d6f-ad10-2770674b7315",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Porque anda distraída.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "ecefeaca-0626-4c6c-e2bf-08d7a4444dbe",
                    "user": "8382b1a6-5475-4253-8366-e371929adcf9",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Nada mais simples, minha cara. Porque são da mesma cor. A lógica das devoluções, pagamentos e Indemnizacoes exigidas aos \u0093racistas\u0094 só se aplicam quando são de cores diferentes. Antes queixavam-se que eram escravisados pelos brancos. Hoje são escravisados pelos que são da cor deles \u0093e ta-se bem, yo! My man!\u0094         Na América aquilo é giro. Um <b> branco </b>mata um<b>  negro</b> que o agrediu e é o país inteiro<b> , pret</b>o<b>  e bran</b>co, a exigir justiça para o morto. No sul de Chicago, Baltimore, Detroit, São Luis, todo o santo dia o Jamal é morto pelo Abu Bidé e vê se alguém na rua a segurar cartazes de \u0093justiça para Jamal morto pelo Bidé\u0094? Nem nada! Black lives matter tem o nome errado. Black lives killed by whites matter é que e o nome correcto. Coz black lives killed by blacks don\u0092t matter the f***ing thing,yo!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Preto",
                        "Negro",
                        "Branco"
                    ]
                },
                {
                    "id": "2d48b431-05cd-441c-bf32-08d7a442b6a7",
                    "user": "fa9b6d90-21ec-47a2-ba73-ceb24ecc75b0",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "São farinha do mesmo saco. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "100cab84-e0c4-4779-ed03-08d7a4437f6f",
                    "user": "25e81347-315b-4eff-b106-0e4d3cc4cce1",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Era <b> racismo,</b> como disse a Isabel acerca das noticias publicadas acerca de si.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racismo"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "df036863-0986-4fab-1da7-08d7a443f8a6",
            "user": "1f811e00-36ef-4bd3-8f8a-5b51156243a3",
            "date": "28.01.2020",
            "timestamp": "NA",
            "commentText": "Por favor, pesquisem e assinem a petição pública \"Deportar André Ventura para o cometa Halley.\" A decorrer.... ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "38494054-ce7b-4c36-fd23-08d7960b4eed",
                    "user": "98ee4ecd-35fe-4e8b-94c9-9481e7ed7506",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Isso e' <b> racismo </b>e<b>  xenofobia</b>. Ou la por Ventura se<b> r branc</b>o ja nao ha problema de dizer semelhantes coisas?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racismo",
                        "Branco",
                        "Xenofobia"
                    ]
                },
                {
                    "id": "41a61a5e-8e6e-4b57-1df5-08d7a443f8a6",
                    "user": "1f811e00-36ef-4bd3-8f8a-5b51156243a3",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Não é <b> racismo,</b> é uma questão de saúde pública... Assim Deus determinou. Oremos.        ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racismo"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "087e075c-28bf-485f-fce1-08d7960b4eed",
            "user": "f8fcd449-82f8-4e75-95d8-d449ec759524",
            "date": "28.01.2020",
            "timestamp": "NA",
            "commentText": "A lady <b> gaga </b>redigiu uma proposta de lei risível. Não podia ter senão esta resposta.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "bfa335aa-48eb-493a-1da8-08d7a443f8a6",
                    "user": "9404e88f-56c6-43e1-919a-8f60946b1fc0",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "o Museu de Manchester já devolveu artefactos roubados aos aborigenes australianos e muitos outros museus britânicos preparam-se para fazer o mesmo, se solicitados para tal. eu detesto o PC mas há uma coisinha chamada chazinho. chá, uma bebida fantástica. ser bem educadinho. Lady <b> Gaga,</b> Monsieur Vesgo, Lorde Zarolha, Duque Mentecapto...enfim. há certas coisas que só se ensinam cedo na vida. haja pachorra",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gaga"
                    ]
                },
                {
                    "id": "c2b6216f-1eba-43b5-1105-08d7a44322dc",
                    "user": "841a4abc-bf11-40e7-9aac-775d30f13f29",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "Mais uma história trágica de desamor em Assim Nasce Uma Estrela, no Palácio de São Bento...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "656c659a-0e69-46cd-fd06-08d7960b4eed",
                    "user": "b6e435d2-808f-4094-b73a-7f2b77733041",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Aqui andam os amantes do <b> grunho </b>Vergonhas Ventura. São  sempre os mesmos com nomes diferentes para tentar enganar papalvos, muitos devem ser daqueles polícias da zero, malta sem honra e que andam por aqui em vez de patrulhar as ruas como aquele que foi corrido da PSP por faltar mais  de 80 dias seguidos sem justificacão. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Grunho"
                    ]
                }
            ],
            "keywords": [
                "Gaga"
            ]
        },
        {
            "id": "6b8b114b-9f56-4051-10fd-08d7a44322dc",
            "user": "9404e88f-56c6-43e1-919a-8f60946b1fc0",
            "date": "28.01.2020",
            "timestamp": "NA",
            "commentText": "ó Sr Moderador ou Sra Moderadora...então pq é q não publica o outro comentário????? o que é o outro comentário tem de ofensivo????  \"uma adivinha envolta num mistério, dentro de um enigma\". bolas. vocês tem a noção do quão chatinho isto é???? ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "f11adbbd-54b9-4a67-e290-08d7a4444dbe",
                    "user": "9404e88f-56c6-43e1-919a-8f60946b1fc0",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "As minhas desculpas. Já foi publicado. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "9351399a-dead-481b-bf03-08d7a442b6a7",
            "user": "4f09f92f-22a5-497f-a35c-995842cc6a9e",
            "date": "28.01.2020",
            "timestamp": "NA",
            "commentText": "O que, no Parlamento, nem brancos nem pretos comentam são as afirmações de Isabel dos Santos sobre o financiamento do Grupo Bilderberg à SIC de Pinto Balsemão e o objetivo do mesmo. Por que será ?",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "0847b2dd-7009-49a2-bf2f-08d7a442b6a7",
                    "user": "a74b3853-100f-43d1-a289-e01348a2431f",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Nesse ninguém toca. É o verdadeiro DDT. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "b78a6bd4-e998-43b7-1da3-08d7a443f8a6",
            "user": "16837219-17e0-4b79-adaf-f706ffab933c",
            "date": "28.01.2020",
            "timestamp": "NA",
            "commentText": "Cambada de racistas, ainda dizem que os Portugueses não são racistas...Vejam só os comentários abaixo, que nojo...",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1e22629c-c9d0-487e-fce5-08d7960b4eed",
                    "user": "92fae059-e073-41d4-8991-c431577f1afc",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "É pra dar que fazer à Henriques! Se não ainda fica desempregada! ;-)        ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "798b09aa-d6a2-430c-bf01-08d7a442b6a7",
            "user": "9404e88f-56c6-43e1-919a-8f60946b1fc0",
            "date": "28.01.2020",
            "timestamp": "NA",
            "commentText": "Explicitação contundente, clareza de propósito, o trauma e o blitzkrieg discursivo ao serviço da mobilização dos marginalizados. O facto destas crenças e estratégias nos chocarem não deve ofuscar um facto muito importante: são politicamente muito eficazes. Sinceramente, alguém deveria estudar a fundo as mais importantes tendências políticas da abstenção portuguesa. Fica aqui o repto. O Chega não ameaça apenas a direita. Já o disse aqui e repito (o comentário n foi publicado, não percebo porquê!): inumeros estudos sérios (vide West European Politics, tandfonline co uk) demonstram que, p ex, boa parte do eleitorado de Le Pen provém da esquerda radical. o mesmo acontece com o AfD que atraiu mts Die Linkers. Não subestimem os demagogos e não idealizem o <b> proletariado.</b>",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "09eabcfc-ccea-4beb-b010-08d7a443991c",
                    "user": "8382b1a6-5475-4253-8366-e371929adcf9",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "Respondi a tua pergunta mas não publicaram. Deve ser o polícia do PC. Apesar de não haver nada políticamente incorreto na minha resposta. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "125508c4-f90a-4075-b011-08d7a443991c",
                    "user": "9404e88f-56c6-43e1-919a-8f60946b1fc0",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "Obrigado pela resposta Plutonium239. Li-a agora mesmo.  Eu acho que o moderador ou moderadora está cheio/a de trabalho. Quero acreditar q esta é a razão da não publicação de comentários perfeitamente inofensivos.  Sim, Cunhal era inteligentissimo, sem dúvida. Um homem de aço.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "da5fb399-c2b1-496e-1107-08d7a44322dc",
                    "user": "9404e88f-56c6-43e1-919a-8f60946b1fc0",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "Plutonium, bastou a palavra \"palerma\"...lol. como é sabido, a malta do PC não  considera ninguém palerma...aliás, o palerma é uma mera \"construção discursiva\", não existe, é uma miragem pós-moderna....não existem palermas!!!!!! LOL discordo contigo. o Rosas na minha op não é palerma, longe disso, mas to each his own, como dizem os brits.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Proletariado"
            ]
        },
        {
            "id": "59ad69ba-0723-45e4-ecdf-08d7a4437f6f",
            "user": "10a2343b-0632-4402-8e6d-ceed1578068c",
            "date": "28.01.2020",
            "timestamp": "NA",
            "commentText": "Nao sei porque e que o lado da Joacine fcou presa no seculo 19, avancando sempre o argumento de que escravizamos os Afric anos. Acaso hoje existe salarios para brancos e salarios para negros ou apartheid porque e que vem semore com nao argumentos? Ponha-se antes a question estao hoje os paises colonizados melhor que quando correram os portugueses de la? O povo Angolano, Micambicano ... vive melhor e tem melhores estruturas e desenvolvimento que quando descolonizamos esses paises. Sejam honestos se puderem e acabem com a vitimizacao, ja em paises onde as causas identitarias foram aolicadas resolveu-se o problema racial? Nao, antes acirraram mais os ressentimentos e hostilidades, so nao ve quem nao quer. Mas como o odio e a discriminacao sao o seguro de vida do Livre e fo BE a que mante-lo!!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6d37e5ff-aa2a-4063-10f9-08d7a44322dc",
            "user": "4f09f92f-22a5-497f-a35c-995842cc6a9e",
            "date": "28.01.2020",
            "timestamp": "NA",
            "commentText": "Então e o património daqueles que foram corridos de África, a quem chamaram retornados ?E, já agora, alguém que proponha a devolução do Presidente da República a Moçambique, a sua dita segunda pátria. O contribuinte agradeceria.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "9c1c49d1-9de8-48f4-e2ce-08d7a4444dbe",
                    "user": "25e81347-315b-4eff-b106-0e4d3cc4cce1",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Concorde plenamente.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "e4b120d3-0125-4569-bf00-08d7a442b6a7",
            "user": "85c47bb4-6dea-47a3-b000-ceef5703ee34",
            "date": "28.01.2020",
            "timestamp": "NA",
            "commentText": "Um dos grandes dons dos extremismos é o dom da auto-multiplicação no lamaçal que eles continuamente fazem por alimentar.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "df77b167-26d1-4178-bf72-08d7a442b6a7",
                    "user": "25e81347-315b-4eff-b106-0e4d3cc4cce1",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Como o caso daqueles que apoiam a a Katar.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4f25ff31-c274-4234-916a-08d7a3549ee3",
            "user": "79e0253b-fab9-4666-a154-6e8a3eb13000",
            "date": "28.01.2020",
            "timestamp": "NA",
            "commentText": "Toda e qualquer critica à Joacine e suas propostas radicais são sempre <b> racismo.</b>..Alguém que propõe um plano de \"descolonização da cultura\" , que nos quer roubar as obras de arte para as entregar a países que tudo destruiram, que tudo vendem, não merece uma resposta firme dos portugueses?  A maioria dos portugueses não conheceram Portugal com colônias, não foram \"colonizadores \" e vem esta<b>  imigrante</b> da Guiné ressuscitar assuntos que nada dizem aos portugueses,  ódios do passado, claramente defendendo não os interesses dos portugueses nas dos estrangeiros?  Em muitos países isto seria traição,  e deveriam investigar as suas ligações a interesses estrangeiros...",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5b45513c-9f36-4d21-10f8-08d7a44322dc",
                    "user": "43993747-edb9-4cfe-b23c-c38b08096cbe",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "Ainda há-de surgir um hacker como o Rui Pinto e por a nu as ligações destes neo extremistas        ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "640f658f-8df8-4482-b046-08d7a443991c",
                    "user": "25e81347-315b-4eff-b106-0e4d3cc4cce1",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "A Joacine é a \"quinta coluna\" e ninguém vê isso.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racismo",
                "Imigrante"
            ]
        },
        {
            "id": "707cbcf6-b277-4638-c60b-08d7a352f9a9",
            "user": "654f33bd-271c-4f7a-bce9-c7438a0d60df",
            "date": "28.01.2020",
            "timestamp": "NA",
            "commentText": "Este Ventura é uma Vergonha! ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 8,
            "replies": [
                {
                    "id": "68742a7f-df69-40fb-fcdf-08d7960b4eed",
                    "user": "8382b1a6-5475-4253-8366-e371929adcf9",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "Sim? Olhe, o pessoal do livre também não  fica muito atrás ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6d155dcf-2ae5-4f7f-b00a-08d7a443991c",
                    "user": "9404e88f-56c6-43e1-919a-8f60946b1fc0",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "Se me permitem, uma pergunta dirigida a todas/os os comentadores: quais foram/são os lideres dos vossos partidos e de outros partidos que não os vossos que V Exas respeitam ou respeitaram???? Começo por mim: Sá Carneiro, Mário Soares, Álvaro Cunhal, Miguel Portas, Lucas Pires...respeito-os por razões distinctas, obviamente. Respeito a tenacidade e a coragem de Cunhal, a inteligência de Soares, a inteligência e a mundividência de Sá Carneiro, a inteligência e combatividade do grande Miguel Portas (e de Fernando Rosas) etc....estou a falar de respeito e não de pertença tribal. Tentem, por momentos, sair do vosso casulo, por assim dizer. Estou a tentar responder a uma pergunta que coloquei a mim mesma: a pertença política é mesmo tribal??? ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "801c93d6-9e56-4ba2-bf04-08d7a442b6a7",
                    "user": "8382b1a6-5475-4253-8366-e371929adcf9",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "Respeito todos os que mencionaste excepto Fernando Rosas, um palerma. Respeito o Dr. Mário Soares mas não demasiado e certamente não pela inteligência. Inteligência prefiro guardar para Álvaro Cunhal, Lucas Pires, Sa Carneiro, Freitas do Amaral e <b> Francisco </b>Louçã. Não sou bloquista nem comuna mas Cunhal foi dos homens mais inteligentes que já passaram pela política portuguesa. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Francisco"
                    ]
                },
                {
                    "id": "15245998-f9f5-4a22-110b-08d7a44322dc",
                    "user": "9404e88f-56c6-43e1-919a-8f60946b1fc0",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "errata: não concordo contigo acerca de Rosas. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "754389fd-7f2f-47df-b038-08d7a443991c",
                    "user": "8382b1a6-5475-4253-8366-e371929adcf9",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "É uma questão de opinião, Raquel :) toda a gente tem a sua e a minha é a melhor do mundo e todos os outros pensam o mesmo :)         Mas tirando o João Semedo e Miguel Portas, Deus lhes tenha a alma em eterno descanso, não simpatizo com nenhum dos do bloco. O que não quer dizer  que não reconheça o valor intelectual ao Louçã. Fica bem ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "8b97c5ef-d2c2-44d8-112e-08d7a44322dc",
                    "user": "3150d42f-4ea5-48f7-af6b-3e6f2915bba6",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Do meu tempo o que mais apreciei foi Jorge Sampaio. Antonio Costa arrisca se, com um pouco de sorte, a ser o primeiro com 3 mandatos como 1.° ministro, o que se acontecer é obra. Mário Soares foi sem dúvida o político mais influente de Portugal, quer na revolução, como primeiro e mais tarde como presidente. Ainda assim não tenho qualquer afiliação política, embora nunca tenha votado na direita.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2eb77d0f-d3d3-4384-ed07-08d7a4437f6f",
                    "user": "25e81347-315b-4eff-b106-0e4d3cc4cce1",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "A Joacine é um modelo de virtudes.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "c03ad604-86da-4790-1155-08d7a44322dc",
                    "user": "9404e88f-56c6-43e1-919a-8f60946b1fc0",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "PM.877587,  sim, Jorge Sampaio tb. foi o Presidente que mais insistiu na necessidade imperativa de modernizar o \"sector productivo\" (leia-se: incentivar a elite económica do país a ser mais inovadora e, acima de tudo, menos injusta na distribuição do bolo). foi incansável. acho que visitou todas as PME's do país. gosto mt dele.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "0325c4bc-67c3-47b4-ed3a-08d7a351bb9e",
            "user": "10a2343b-0632-4402-8e6d-ceed1578068c",
            "date": "28.01.2020",
            "timestamp": "NA",
            "commentText": "O Ventura deu o pau ao adversario para lhe baterem. No entanto o objecto do ataque tem tambem intervencoes extremistas e polemicas, no entanto e tida como uma santa. Os extremos se tocam no entanto o extremo do adversario e sempre abjecto e o meu nao, o meu e causa justa ja se sabe o que a casa gasta se condenam um condenem todos is extremistas os segregacionistas e os \"includivistas\" Sejam imparceais para terem credibilidade para que is Venturas nao tenham pretexto ou desculpa para terem discursos deste tipo. Nao apoio este tipo de discurso nem o duscurso do Livre pois e mais do mesmo um e pela supermacia branca outros sao pelo dominio do colonizado sobre o colonizador ou pela supermacia e superioridade da raca <b> negra,</b> pois os maus sao sempre os brancos e isso e desonesto muito desonesto.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "bfb753b6-419c-4f3a-b005-08d7a443991c",
                    "user": "0b6262c9-f5dc-4470-b522-fa7b8f5ae035",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "Estava à espera de um milagre de Fátima em pleno século XXI?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "600e353d-9974-4b73-b009-08d7a443991c",
                    "user": "c7680446-9578-4617-9095-4d851f182e06",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "Isaias. È só para ficares a saber que muita gente votou no livre por causa das suas propostas de reforço do estado social, de introduzir mais tempo para o lazer e de aumentar o salário mínimo. Não vejo os partidos de direita a fazerem isso (nem sequer os partidos de esquerda que já estavam na AR).",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "15bbf300-5989-4d28-bf31-08d7a442b6a7",
                    "user": "3150d42f-4ea5-48f7-af6b-3e6f2915bba6",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Pois eu só me apercebi que o livre existia quando apareceu um tipo de saias na assembleia.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Negra"
            ]
        },
        {
            "id": "ad708c13-7bd3-4141-ed39-08d7a351bb9e",
            "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
            "date": "28.01.2020",
            "timestamp": "NA",
            "commentText": "Vou fazer Greve da Moderação neste artigo porque os comentários são tóxicos. Isto significa que não vou aprovar nem rejeitar nada. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "380f565f-d8eb-4ec2-bf9e-08d7a3510328",
                    "user": "b9160c40-fb89-4db3-accd-7da96a21110e",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "Pena ser só agora. Vá e não volte. Olhe, como a Katar.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "045ba271-6060-42df-ecdd-08d7a4437f6f",
                    "user": "43993747-edb9-4cfe-b23c-c38b08096cbe",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "Devia ser o seu estado natural, abster-se de moderar. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4ac635a4-0d7c-4386-e2bd-08d7a4444dbe",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "pois eu sou um moderador imoderado: aprovo tudo, por definição. Tenho horror à cor vermelha (ou castanha) do lápis azul, o que é que querem. E aproveito para deixar aqui a minha visão da questão da deportação. \"Não é deportada, é deputada\", escrevia a joacine, pondo involuntariamente o dedo na ferida: deputada autodeportada, deputada por procuração dos países recipientes da 'devolução', é caso para perguntar de que país é ela 'deputada', a que país - e a que <b> raça </b>- jura ela aliança? A Portugal? Ou à Guiné, Angola, Moçambique? De que país defende ela os interesses? Obviamente, os dos países africanos, contra os de Portugal. E porquê? Porque o seu programa político não é português, é<b>  africano</b>. E é um programa com uma cor, e uma só. Foi o que o Livre já levou na cara, e ainda não quer ver.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Raça",
                        "Africano"
                    ]
                },
                {
                    "id": "be1c0e5d-fb71-489d-bf5c-08d7a442b6a7",
                    "user": "9404e88f-56c6-43e1-919a-8f60946b1fc0",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "JMM, a cultura guineense não faz parte da nossa? A cultura <b> africana </b>não faz parte da nossa? Não a incorporamos na nossa quando para lá decidimos ir? A J não pode ser uma Portuguesa Guineense ou uma Guineense Portuguesa? A que país e a que<b>  raça</b> jura ela aliança????? Faça um teste de ADN para ficar a conhecer a sua<b>  \"raç</b>a\". Existem marcadores genéticos mas não existem raças. Somos todos rafeiros. Ela defende (entre outros) os interesses de todos os blacks nascidos neste país que não são Portugueses porque os pais não nasceram aqui. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Raça",
                        "Africana"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "bbf88e42-3bb0-44fc-9162-08d7a3549ee3",
            "user": "0b6262c9-f5dc-4470-b522-fa7b8f5ae035",
            "date": "28.01.2020",
            "timestamp": "NA",
            "commentText": "O que mais gosto nestes comentários é siempre os de esquerda atirarem com o argumento que os que não estão com eles são fascistas. E alguna deles denomeiam-se condes!",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "84e34057-8e24-4b7a-1d9f-08d7a443f8a6",
                    "user": "c7680446-9578-4617-9095-4d851f182e06",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "É mentira. Também existem nazis e fundamentalistas cristãos nos partidos das direitas duras. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "ab052440-f9b0-4d88-b00d-08d7a443991c",
                    "user": "10a71fd6-b97f-441a-b775-27d9fc4dea37",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "Domnall, olhe que está comprovado (pelo Polígrafo da SIC) que existem \u0093dirigentes do Chega com ligações históricas ao movimento <b> nazi </b>em Portugal\u0094. O Polígrafo identifica três, mas eu vou colocar aqui só informação sobre um deles (não há espaço para tudo): \u0093Luís Filipe Graça é presidente da Mesa da Convenção Nacional do Chega. Foi dirigente e fundador da organização neonazi 'NOS', cujo dirigente máximo foi Mário Machado, o mais conhecido skinhead português. Fundador da organização neofascista 'Portugueses Primeiro', em que figura o conhecido assassino de Alcindo Monteiro, João Martins, e colaborou com o 'Escudo Identitário'. Na última Convenção Nacional do Chega encabeçou a lista da Mesa da Convenção Nacional\". - Quem por aqui apoia o Chega está a apoiar nazis. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nazi"
                    ]
                },
                {
                    "id": "08029b76-a785-49de-10fc-08d7a44322dc",
                    "user": "b9160c40-fb89-4db3-accd-7da96a21110e",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "@123 Isso é porque na direita existe pluralismo, na esquerda estão as ovelhas todas :)",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "fed5d2a2-f172-4b4f-112b-08d7a44322dc",
                    "user": "c7680446-9578-4617-9095-4d851f182e06",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Existe pluralismo até uma boas parte estar no campo de concentração e os restantes ficarem com medo.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7cf47389-94e4-4262-1165-08d7a44322dc",
                    "user": "0b6262c9-f5dc-4470-b522-fa7b8f5ae035",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Cristina, não é esse o contexto. Eu estou a falar dos comentadores destas notícias. Não estou a falar desses meninos de coro.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "59f34e6a-0717-4961-c605-08d7a352f9a9",
            "user": "a5f505ac-e98f-467d-8322-887b0c79f250",
            "date": "28.01.2020",
            "timestamp": "NA",
            "commentText": "Ele disse isto num contexo, Joacine propos que o ERstado devolva tudo o que é da Guiné Bissau, o que é ridiculo e patetico pois não existe nada da Guiné Bissau em Portugal, então ele em tom irónico desse que podiam devolve-la já que ela é da Guiné Bissau.  Não existe nada de <b> racismo </b>nisto.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "f6453517-d76b-4778-e28b-08d7a4444dbe",
                    "user": "fd11c74d-a528-4a3b-a28c-eb074051c2bc",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "Esta gente rasteja literalmente pelo chão à procura do mais ínfimo galhito para arremessar ao ar. São puro veneno. Tóxicos onde quer que estejam. Gente odiosa que cultiva o ódio e os ressentimentos. Só por isso devolvê-los à origem deveria ser obrigatório.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "c25bca76-9c6b-4a36-9160-08d7a3549ee3",
            "user": "612f665c-279c-4870-81c1-039a392cd19f",
            "date": "28.01.2020",
            "timestamp": "NA",
            "commentText": "Uma esquerda radical que não estava habituada a uma direita radical, agora já têm com quem brincar, uns e outros.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "3d6c8208-4696-4c75-b006-08d7a443991c",
                    "user": "c7680446-9578-4617-9095-4d851f182e06",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "Não! Tu não encontras partidos de esquerda a desejarem o fim do estado social, o aumento das desigualdades de poder, nem a fazerem campanhas de ódio contra as pessoas vulneráveis como encontras na direita. Dizer que existe uma esquerda radical no parlamento não é honesto!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "82ce5fc8-dc74-41c0-ece0-08d7a4437f6f",
                    "user": "b9160c40-fb89-4db3-accd-7da96a21110e",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "@123... É, tem razão, à direita tem quem trabalha para pagar os benefícios reclamados pela esquerda que defende os que querem mais apoios sociais porque não querem trabalhar. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "1331eb54-58ad-4746-ece1-08d7a4437f6f",
                    "user": "0b6262c9-f5dc-4470-b522-fa7b8f5ae035",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "A esquerda nunca desea nada de desigualdades. Curiosamente, é muito eficaz a agravar essas desigualdades.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "d506f5b3-aa35-4ebd-fce3-08d7960b4eed",
                    "user": "c7680446-9578-4617-9095-4d851f182e06",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "Não Sum Legend, a direita não é quem trabalha para pagar apoios sociais. Nenhum trabalho produz o dinheiro que tu utilizas quando vais ao supermercado. Sim, há pessoas que não querem trabalhar. Geralmente porque estão fartas!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "c279f7e8-1751-4b85-e2be-08d7a4444dbe",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "sim, o ventura é o rigoroso simétrico do marxismo cultural de uma esquerda até aqui à trela solta. Inventar 'sexismo' na expressão 'nós não temos por cá joacines' é de uma imbecilidade descarada que se torna numa chantagem perigosamente silenciadora. Nas ditaduras, não se fala porque se tem medo de falar - e, quando numa democracia se tem medo de falar - dada a criminalização dos discursos, o policiamento da expressão e do pensamento pela esquerdalha institucionalizada pelo centro cobarde -, esse medo de falar para não ir preso chama-se ditadura. Fascista ou não fascista, é contra esse fascismo que ventura se perfila, espelho rigorosamente perpendicular ao dos desplantes de lesa-pátria da katar, quinta coluna dos interesses exógenos dentro das nossas portas. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "e5fa6cf6-5f58-4ad4-061c-08d7a350e9a2",
            "user": "a7f7231d-dacf-485d-9ebe-e0affc619047",
            "date": "28.01.2020",
            "timestamp": "NA",
            "commentText": "O circo gerido pela Gerigonça está a melhorar os seus espetáculos. Mas corre o risco de perder espectadores. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "786c1546-fe10-4cda-fcd7-08d7960b4eed",
            "user": "f9caf906-bca9-47bc-8095-2669aa132e07",
            "date": "28.01.2020",
            "timestamp": "NA",
            "commentText": "Ventura ou o \"radicalismo dos primários\"! O que vale, é que os seguidores deste coiso não cessam de lembrar-nos o quão chão e boçal se pode ser...",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "2033ba09-9db4-4cca-c608-08d7a352f9a9",
                    "user": "8382b1a6-5475-4253-8366-e371929adcf9",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "E os seguidores do livre são os protagonistas do nível ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "6cd747ca-9059-4f26-fcd5-08d7960b4eed",
            "user": "c7680446-9578-4617-9095-4d851f182e06",
            "date": "28.01.2020",
            "timestamp": "NA",
            "commentText": "Sim! Continuem a desejar salvadores autoritários e a votar em partidos xenófobos. É que é mesmo esta gente das direitas duras que nos vai aumentar a qualidade de vida. As campanhas de diabolização dos mais vulneráveis e dos mais pobres (brancos incluídos), do estado e dos apoios sociais. É que é mesmo isto que nos vai tornar a todos mais ricos e felizes (sarcasmo). ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 8,
            "replies": [
                {
                    "id": "8acb9215-ccf9-4d20-ed34-08d7a351bb9e",
                    "user": "98ee4ecd-35fe-4e8b-94c9-9481e7ed7506",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "Sim, porque ate agora os partidos evoluidos com gente formada e honesta, e\u0092 que nos tem salvado.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "8383e926-090e-4279-c604-08d7a352f9a9",
                    "user": "8382b1a6-5475-4253-8366-e371929adcf9",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "123 olhe que não sei se não prefiro a direita dura a um maduro que já está quase podre. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "dbe02f97-71b0-424b-fcdb-08d7960b4eed",
                    "user": "c7680446-9578-4617-9095-4d851f182e06",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "Podemos sempre enviar todos aqueles de quem não gostas para o Tarrafal. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "a604aef0-0db2-476b-9164-08d7a3549ee3",
                    "user": "3bc9039c-90d8-4e81-91a3-de5cdccb8549",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "Concordo perfeitamente que é preocupante o empolamento do discurso quer à direita como à esquerda. Mas esclareça-me que partidos falam de uma ideia abstrusa e mesmo insultuosa (tendo em conta o presente e o passado recente de muitos portugueses) do \"privilégio da branquitude\". Sabe há trinta anos quando frequentava a escola primária, tinha colegas de classe que eram subnutridos, que o leite que davam na escola era o único alimento que tinham. Tinha colegas que viviam em casas sem saneamento, sem electricidade. Tinha colegas com roupas esfarrapadas e cabelos cheios de piolhos.  E nem estou a falar no tempo da \"meia sardinha\" no tempo dos meus pais. Este país de pequenos burgueses esqueceu-se rapidamente dos \"rapa Salazar\". Convinha sair um pouco da capital para vêr como vivem muitos Portug ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "906ef91e-0644-4574-ecde-08d7a4437f6f",
                    "user": "c7680446-9578-4617-9095-4d851f182e06",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "Helena. Não percebi muito bem o que querias dizer. Sim eu também conheci casos desses. Existia e ainda existe muita miséria entre os brancos. Mas desconfio que hoje em dia é mais provável veres um <b> preto </b>de 25 anos a morar numa barraca sem condições do que um<b>  branco</b>. Infelizmente não conheço estatísticas que possam comprovar a minha ideia. Mas em todo o caso, não vão ser as campanhas de ódio contra os mais vulneráveis (pretos ou brancos), nem contra a segurança social que te vão trazer mais protecção.ou felicidade. A menos que já faças parte das elites que querem reforçar o seu status quo. Aí é capaz (ou não) de valer a pena.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Preto",
                        "Branco"
                    ]
                },
                {
                    "id": "b5d1c0f3-d010-4d44-110a-08d7a44322dc",
                    "user": "3bc9039c-90d8-4e81-91a3-de5cdccb8549",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Lá está, essa é uma precepção errada e alimentada pelo discurso do \u0093 privilégio da branquitude\u0094. Há neste país muita miséria escondida não é exclusivo de nenhuma minoria, bem pelo contrário. Mas há partidos que se alimentam das minorias em vez de falar no problema geral. Muitos portugueses imigraram, foram para os \u0093bidonville\u0094 em França, foram discriminados, trabalharam de sol a sol e ninguém lhes estendeu a passadeira. Um discurso de vitimização das minorias, em Portugal, é totalmente contraproducente, porque um \u0093esfarrapado\u0094 não se vê privilegiado perante um \u0093roto\u0094. São os vulneráveis (não minorias) que sofrem na pele que votam em partidos como o Chega, as elites não se preocupam com quem são os vulneráveis desde que não mudem o status quo.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6b20f072-4273-47d0-112a-08d7a44322dc",
                    "user": "c7680446-9578-4617-9095-4d851f182e06",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Helena, o facto de terem havido muitos portugueses que tiveram de imigrar, que trabalharam de sol a sol e foram descriminados deve-nos fazer desejar não repetir esse ciclo com mais ninguém. <b> Preto </b>ou<b>  branco</b>, português o<b> u imigrant</b>e. Mas aquilo que eu vejo no Livre é precisamente o contrário. O desejo de perpetuar ciclos de pobreza, de falta de apoios sociais, de discriminação e de marginalização (de pretos e de brancos). Não são os vulneráveis que votam no Chega (com a excepção de alguns estúpidos) porque esses sabem bem o que significa viver à mercê de gente arrogante e sem apoios. Quem vota no Chega são precisamente os outros, os autoritários, os mequinhos, aqueles para os quais é mais importante ver os outros humilhados do que melhorar a sua própria vida. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Preto",
                        "Branco",
                        "Imigrante"
                    ]
                },
                {
                    "id": "94b53532-9c47-46d8-e2d9-08d7a4444dbe",
                    "user": "c7680446-9578-4617-9095-4d851f182e06",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Correcção ao meu último comentário: \"Mas aquilo que eu vejo no CHEGA é precisamente o contrário.\" Fazer comentários às 3 da manhã é o que dá...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "876063b9-c1db-4f60-fcd2-08d7960b4eed",
            "user": "a344e59e-b749-4734-b6d4-07e32fb79941",
            "date": "28.01.2020",
            "timestamp": "NA",
            "commentText": "Declaração repugnante de expulsar portuguesa de Portugal só pode sair da cabeça <b> ordinária </b>de uma vulgaridade repugnante.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "85137191-9380-408f-ed41-08d7a351bb9e",
                    "user": "0b6262c9-f5dc-4470-b522-fa7b8f5ae035",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "Um ser desprezível a fazer um comentário desprezível. Fantástico! Parece a anedota do espião afro-americano enviado pela CIA no tempo da guerra fria para a URSS. Fluentíssimo em russo, mas reconhecidíssimo americano sabe-se lá porquê. No contexto da anedota nunca percebi se os soviéticos eram racistas ou não estavam surpreendidos por dialogor com um afro.americano fluente em russo...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "e547b3db-0ada-4283-b03d-08d7a443991c",
                    "user": "23a5091f-7a2c-4b3f-95c0-1bf70974bdd6",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "\"portuguesa\" so no papel,  pq spr q abre a bo ca é para atacar portugueses, Portugal ou a sua historia.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Ordinária"
            ]
        },
        {
            "id": "f0bcd79a-a532-4f3c-0617-08d7a350e9a2",
            "user": "72e90a38-f116-4dbf-9cc7-e71cebe6251c",
            "date": "28.01.2020",
            "timestamp": "NA",
            "commentText": "racista! ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "c72780ce-1ae7-4eae-ed35-08d7a351bb9e",
                    "user": "98ee4ecd-35fe-4e8b-94c9-9481e7ed7506",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "Mas voce julga que isso ofende alguem? As etiquetas nao colam, senhora.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "9e3088ec-8b64-4024-bf02-08d7a442b6a7",
                    "user": "c7680446-9578-4617-9095-4d851f182e06",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "Só que neste caso não é ofensa, nem etiqueta. É apenas verdade!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "0d5d3e8f-b994-41e7-1dce-08d7a443f8a6",
                    "user": "8382b1a6-5475-4253-8366-e371929adcf9",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "123 Diz quem?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "c074b9ba-6d81-4955-fda8-08d7960b4eed",
                    "user": "c7680446-9578-4617-9095-4d851f182e06",
                    "date": "30.01.2020",
                    "timestamp": "NA",
                    "commentText": "Diz a Anne Frank.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racista"
            ]
        },
        {
            "id": "538169e1-23e0-445f-bf90-08d7a3510328",
            "user": "8382b1a6-5475-4253-8366-e371929adcf9",
            "date": "28.01.2020",
            "timestamp": "NA",
            "commentText": "Força, André Ventura!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "c3e2a14e-1a9f-4dee-bf8f-08d7a3510328",
            "user": "da0198ea-82b8-45b4-b529-36fdcdd4901e",
            "date": "28.01.2020",
            "timestamp": "NA",
            "commentText": "Super Ventura. A salvação política de Joacine! Lol. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "dfd02a65-37ea-47a6-bf93-08d7a3510328",
                    "user": "8f93609b-106b-45cb-834e-c08730a2bca4",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "Bem observado! Fez o milagre da ressurreição de Joacine! LOL",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "b1ca9562-a8df-450d-bf8c-08d7a3510328",
            "user": "3bc9039c-90d8-4e81-91a3-de5cdccb8549",
            "date": "28.01.2020",
            "timestamp": "NA",
            "commentText": "Vejam também a convocação de uma manifestação no próximo sábado, a favor das senhora Cláudia e contra a brutalidade policial por organizações antirracistas em que rematam a convocatória com esta preciosidade: \u0093Bateram numa de nós, bateram em todos nós! O <b> racismo </b>não passará!\u0094. Uma de nós??????",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "8cffed92-8b88-402b-1da4-08d7a443f8a6",
                    "user": "c7680446-9578-4617-9095-4d851f182e06",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "Helena. Existem demasiados casos de violência gratuita e sadismo policial mesmo contra brancos. Acredita que não acontece só aos outros. Tu não vais querer que a tua vida e saúde esteja à mercê dos caprichos de pessoas dessas.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "ca087f7a-cc4b-4fd6-bf89-08d7a3510328",
            "user": "3bc9039c-90d8-4e81-91a3-de5cdccb8549",
            "date": "28.01.2020",
            "timestamp": "NA",
            "commentText": "Este senhor é mais esperto do que pensei. Chega mesmo a ser maquiavélico. Isto não foi um desabafo de \u0093mesa de taberna\u0094, isto foi um ataque calculado, não à senhora Joacine, mas ao Livre. Com isto encostou o Livre às cordas, não têm agora condições de tirar a confiança política à senhora deputada. O Ventura percebeu que enquanto esta senhora estiver na assembleia o Chega ganhará votos. Vejam só a carta de apoio do \u0093Forum das Marielles\u0094 partilhado no \u0093face\u0094 da senhora Joacine onde denunciam \u0093manobras políticas e os abusos sofridos também dentro do seu próprio partido, e que a parlamentar diz serrem inverdades e uma perseguição absurda que é conjugação do <b> racismo,</b> do sexismo e do colonialismo de uma lógica branca que prevalece nos partidos.\u0094 Este tipo de discurso é pão para a boca do Chega.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "0ea85ef9-8179-4ecb-9169-08d7a3549ee3",
                    "user": "0b6262c9-f5dc-4470-b522-fa7b8f5ae035",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "Acabou de cometer um pecado fatal... Até me admiro que não0 tenha sido censurada pela élite intelectual que por aqui modera os comentários!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "ceceaddb-078f-433a-10f5-08d7a44322dc",
                    "user": "7014d855-7285-471a-b359-8d36faf78b2d",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "Excelente análise ! ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "28d809d7-eec6-4a19-bf88-08d7a3510328",
            "user": "fd11c74d-a528-4a3b-a28c-eb074051c2bc",
            "date": "28.01.2020",
            "timestamp": "NA",
            "commentText": "Vamos lá mas é dar maioria absoluta ao Chega nas próximas eleições. Dignidade.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "677d9c1b-d231-4154-060e-08d7a350e9a2",
            "user": "fbcfc1e6-f248-46e3-b6bf-54cdd94ee60f",
            "date": "28.01.2020",
            "timestamp": "NA",
            "commentText": "O palhaço do Ventura só quer é ser falado....digam bem ou mal quer é que o citem. Steve Bannon está a aplicar os seus $ com a certeza de ser bem sucedido. Já foi em Espanha e em Itália. Em Portugal teve o azar de estar a investir num palhaço rico..j..que já foi pobre quando passou pelos jotinhas do PSD....vendeu os policias....vendeu o zero. Além de palhaço é um autêntico vendedor de banha da cobra. Quem compra também acredita que cura unhas encravadas...piolhos...tosse convulsa...e sogras embirrantes.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "a31a89b6-4d13-445b-cc6d-08d7a3515d78",
            "user": "(null)",
            "date": "28.01.2020",
            "timestamp": "NA",
            "commentText": "O Cocó Ventura diz esta coisas para deixar os seus toscos seguidores em êxtase! Até já saúdam o seu supremo pequeno líder com a saudação <b> Nazi!</b>",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "f78c9559-26c8-4931-cc74-08d7a3515d78",
                    "user": "8382b1a6-5475-4253-8366-e371929adcf9",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "Isso foi um <b> gajo.</b> Um!         Não váMos dizer que por um ter feito isso que são todos Nazis.         Até porque muito provavelmente esse \u0093um\u0094 nem leu o \u0093Mein Kampf\u0094. Mas o que é giro é que parece que toda a gente que defende \u0093certa gente\u0094 que rouba, agride, Mata e estupra são PhD em matéria de \u0093Mein Kampf\u0094. E\u0092 falar naqueles caras de toalha na cabeça que o anti-semitismo deles sai do armário com uma pinta !!! ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gajo"
                    ]
                }
            ],
            "keywords": [
                "Nazi"
            ]
        },
        {
            "id": "f9b92939-8a3a-4090-cc69-08d7a3515d78",
            "user": "5cb421f3-a9ec-4552-b733-e34f51fabff3",
            "date": "28.01.2020",
            "timestamp": "NA",
            "commentText": "Isto promete , entre partidos sem relevância alguma na AR, salvo o de ter como agenda assuntos idiotas mas muito divulgados nas tv's.  Assim vai o nosso erário, a pagar a imbecis...",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "35310d62-97c2-4dd1-fcda-08d7960b4eed",
                    "user": "c7680446-9578-4617-9095-4d851f182e06",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "Fosse tudo PS e PSD e se calhar nem precisaríamos votar...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "88159401-ae31-4a24-bf81-08d7a3510328",
            "user": "308eef58-9f01-403a-977b-88fd93694eee",
            "date": "28.01.2020",
            "timestamp": "NA",
            "commentText": "concordo plenamente e já agora que se devolva o mamadou ba à sua tao amada pátria, onde tem muito que fazer quanto a <b> racismo.</b>",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "9004ce0f-286f-4703-fcc2-08d7960b4eed",
            "user": "278ffa2f-fef0-40b1-a1fe-c195dd3c1282",
            "date": "28.01.2020",
            "timestamp": "NA",
            "commentText": "Está tudo excitado.... Mais que a fazer uma coisa de caráter físico mais animalesco que, por respeito e civilidade, me recuso a detalhar!Tudo isto é patético. Patética e desajustada a proposta do Livre. Patética e desajustada a resposta do Chega.Portanto, em minha opinião, este é mais um episódio para proporcionar ao Ventura mais uns bons milhares de votos. Passo a explicar: quando se faz uma proposta ou se diz algo sem sentido a resposta é sempre contundente, mesmo que mais ou menos exagerada. Neste caso o Livre acrescentou mais um episódio ao seu desastroso percurso político das ultimas semanas e colocou-se a jeito. Mais um Chega 1 - Livre 0!A excitação dos pseudomoralistas anti tudo e mais alguma coisa é simplesmente <b> ridícula!</b> ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "ba9ad14f-a3df-4979-fcc5-08d7960b4eed",
                    "user": "0b6262c9-f5dc-4470-b522-fa7b8f5ae035",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "Infelizmente, óbvio...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Ridícula"
            ]
        },
        {
            "id": "b816dd4a-b466-4df7-bf7b-08d7a3510328",
            "user": "f3d50f05-a6a1-4c47-976b-938803589d8f",
            "date": "28.01.2020",
            "timestamp": "NA",
            "commentText": "Fascista!",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "c8abf7a3-6f6e-4b40-fcc6-08d7960b4eed",
                    "user": "0b6262c9-f5dc-4470-b522-fa7b8f5ae035",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "Tem provas? A constituição portuguesa não permite a formação de partidos fascistas.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "976048fb-0f73-4a5a-061d-08d7a350e9a2",
                    "user": "c7680446-9578-4617-9095-4d851f182e06",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "Pois a constituição não permite, mas as pessoas que estão encarregadas de a aplicar permitem.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "a7e9ec3f-b231-4b5a-916b-08d7a3549ee3",
                    "user": "0b6262c9-f5dc-4470-b522-fa7b8f5ae035",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "123 456.882731 não me diga que o PR que tanto apreguou que iria nsianar à AR o que é a constituição anda mais preocupado com selfies e beijocas...?!?!?!?!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "9ada9487-de29-4298-ed26-08d7a351bb9e",
            "user": "225a1ae0-6c45-4038-8f2d-78a34796b05f",
            "date": "28.01.2020",
            "timestamp": "NA",
            "commentText": "Mas que labrega personagem. É pena é que saiba perfeitamente o que está a fazer. Está a falar para as mesas dos cafés centrais deste país fora, que não mudam da CMTV para outro canal a não ser que esteja a dar <b> bola </b>e que nem o JN compram... ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "8d1db2a1-771f-46dd-bf9d-08d7a3510328",
                    "user": "0b6262c9-f5dc-4470-b522-fa7b8f5ae035",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "A estupidez combate-se... com estupidez. Isto já vem desde o tempo do Império Romano... pelo menos!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Bola"
            ]
        },
        {
            "id": "744a2436-7342-4407-9153-08d7a3549ee3",
            "user": "a9363530-2c93-4de4-95fe-f95ed4e888dc",
            "date": "28.01.2020",
            "timestamp": "NA",
            "commentText": "Grande e simpático Ventura,ao propor o fim da angústia da Joacine",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "b86e2da0-8502-4de5-ed24-08d7a351bb9e",
            "user": "1f01d620-6de2-4998-ac7e-bd8de2276a9d",
            "date": "28.01.2020",
            "timestamp": "NA",
            "commentText": "\"André Ventura \u0093propõe\u0094 que Joacine \u0093seja devolvida ao seu país de origem\u0094. Livre acusa-o de <b> racismo\"</b> Não é nada<b>  racismo</b>, é mesmo parvoismo que é um mal de que Portugal padece. Procurem nos comentários a este arroto do Ventura e rapidamente saberão do que escrevo.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "816f6aea-e8b3-45d2-fcc1-08d7960b4eed",
                    "user": "d4781e53-6690-42a7-9add-f26f01f2acf2",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "E logo este ataque selvagem à nossa querida Joacine...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "9ca8fefc-dd2f-4530-ed2a-08d7a351bb9e",
                    "user": "0b6262c9-f5dc-4470-b522-fa7b8f5ae035",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "Está preocupado porque o Tavares e \"camaradas\" ficaram sentidos com a \"boca\" irrelevante do Ventura? O que é preocupante é ver a falta de conhecimento de alguns comentadores quando decidem disparar o carregador todo de uma vez...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "67f7ac01-0c14-4f6a-ed2d-08d7a351bb9e",
                    "user": "1f01d620-6de2-4998-ac7e-bd8de2276a9d",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "Está a falar da sua cultura Europeia Domnall Mór Ua Briain?        É que a sua cultura é claramente de raiz facista/racista que convenhamos é uma tribo de trogloditas. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "52e446af-b90e-49f9-bf94-08d7a3510328",
                    "user": "c7680446-9578-4617-9095-4d851f182e06",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "\"A boca fala daquilo que o coração está cheio.\" - Jesus Cristo.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "0688ddd9-6df5-4b68-fcbd-08d7960b4eed",
            "user": "850a17e4-d66e-4844-910e-2450e75e0d20",
            "date": "28.01.2020",
            "timestamp": "NA",
            "commentText": "Quais os limites do decoro  de um parlamentar? Estas afirmações são claramente racistas e xenófobas. Deveriam ter consequências políticas e criminais, apesar do estatuto terão de ser traçadas linhas vermelhas aos insultos e provocações de qualquer doido ou energúmeno. Já agora se vamos falar em devoluções, eu iria mais longe Mário Borges, ele deveria era ser devolvido ao útero materno.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "a6052f41-8868-4f68-ed27-08d7a351bb9e",
                    "user": "0b6262c9-f5dc-4470-b522-fa7b8f5ae035",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "Consegue na semânntica e do léxico do português afirmar que existe uma palavra <b> racista </b>e/ou xenéfoba? Não consegue. O homem pode não ter os parafusos todos ajustados, mas não me parece ser burro nenhum. Até pode alegar em tribunal sarcasmo e ironia.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racista"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "889b0cf2-0a66-4184-bf75-08d7a3510328",
            "user": "fd11c74d-a528-4a3b-a28c-eb074051c2bc",
            "date": "28.01.2020",
            "timestamp": "NA",
            "commentText": "É a reação a ter. Não há outra possível. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "ea879b2e-1335-4fa0-0607-08d7a350e9a2",
                    "user": "225a1ae0-6c45-4038-8f2d-78a34796b05f",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "Todas as reações são possíveis menos a expressão do desejo público da deportação de uma cidadã portuguesa, legal e democraticamente eleita para o cargo que ocupa na AR. Chama-se democracia e sei que os retornados vivem mal com isso, mas esse tempo já lá vai. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "b2f959d4-47d2-42b3-060a-08d7a350e9a2",
                    "user": "8382b1a6-5475-4253-8366-e371929adcf9",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "Portugal - Ame-o ou deixe-o",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "da0933db-97e8-4148-fcc9-08d7960b4eed",
                    "user": "0b6262c9-f5dc-4470-b522-fa7b8f5ae035",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "AOS quando devolve uma encomenda postal que comprou na Amazon também está a deportar a encomenda? Continuem a dar importância ao homem e vão ver o efeito.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "b7193399-fe97-4661-bf9a-08d7a3510328",
                    "user": "fd11c74d-a528-4a3b-a28c-eb074051c2bc",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "Car@ aos. Isso do ser cidadã portuguesa quer dizer que tem cartão de cidadão de Portugal, não é? É um estatuto fabuloso para nacionais fugidos de países fracassados. Têm as nossas relativas regalias. Nenhum dos nossos compromissos com  preservação da comunidade que somos. Como se vê a cada instante, a cada gesto a cada palavra dita ou gaguejada.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "a0374ee7-edf8-4805-9150-08d7a3549ee3",
            "user": "2da6647a-2879-4ebf-baa9-02b74a4caecc",
            "date": "28.01.2020",
            "timestamp": "NA",
            "commentText": "Sobre isto limito-me a opinar sobre o comportamento da senhora. Egocentrica, exibicionista, rancorosa, mal educada e prepotente. Sou de opinião que não representa os que a elegeram. Quanto ao resto tudo não passa de pulhitiquices visando criar espaço político e votos com legitimidade, pois também foi eleito democraticamente.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "fc4edfb6-18d9-42aa-cc61-08d7a3515d78",
            "user": "98ee4ecd-35fe-4e8b-94c9-9481e7ed7506",
            "date": "28.01.2020",
            "timestamp": "NA",
            "commentText": "Estas declaracoes nao sao \u0093<b> racismo\u0094</b>, pois toda a gente sabe que esta senhora e\u0092 de origem guineense. Se ela pede a devolucao dos artigos originarios das ex-colonias, nao sei porque se sente ela ofendida. Ela tambem e\u0092 oroginaria duma ex-colonia. Quanto ao CDS, o que ele disse foi no contexto sobre divisoes no interior do partido, que ele disse \u0093aqui nao ha joacines\u0094. Esta senhora esta\u0092 sempre a fazer-se de vitima coitadinha. Esta mal, a porta da rua e\u0092 a serventia da casa. Ja ninguem a pode criticar que e\u0092 logo<b>  racismo</b>. Nunca se viu tao poucos terem mais poder que muitos, tudo \u0091a custa do<b>  \u0093racism</b>o\u0094. Tenha vergonha!",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "6f24dc8a-b26a-44a6-c5f8-08d7a352f9a9",
                    "user": "225a1ae0-6c45-4038-8f2d-78a34796b05f",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "A senhora é portuguesa, naturalizada legalmente. Vive legalmente no país dela, que se chama Portugal. E foi eleita legal e democraticamente deputada na AR, goste ou não. Eu também gostaria de deportar milhares de labregos analfabetos que só querem saber de futebol e da Cristina Ferreira, mas tenho de viver com eles. É a vida. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "e2a01297-c343-4a3a-cc6e-08d7a3515d78",
                    "user": "98ee4ecd-35fe-4e8b-94c9-9481e7ed7506",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "O Ventura tambem foi eleito \"legal e democraticamente\". Viva com isso, e' a vida.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "cbdf816a-66bb-4aaa-915c-08d7a3549ee3",
                    "user": "e0d7cd06-ffbe-4fa5-9444-18fd099eca9d",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "\"Esta senhora esta\u0092 sempre a fazer-se de vitima coitadinha. Esta mal, a porta da rua e\u0092 a serventia da casa\". Essa lógica também se aplica aos polícias  Zeros?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "5a4b19de-0926-4ec0-ed20-08d7a351bb9e",
            "user": "2064500e-8a01-42b5-b97a-16e9802404d4",
            "date": "28.01.2020",
            "timestamp": "NA",
            "commentText": "Eu proponho que o André Ventura seja devolvido ao manicómio de origem.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "5ac3de4b-dbd3-4fcf-fcbf-08d7960b4eed",
                    "user": "0b6262c9-f5dc-4470-b522-fa7b8f5ae035",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "Eu proponho que o Mário Borges volte à escola primária para aprender o que foram os Descobrimentos portugueses e o dinheiro que se gastou o Infante D. Henrique!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "d20f876d-36d6-4937-0609-08d7a350e9a2",
                    "user": "225a1ae0-6c45-4038-8f2d-78a34796b05f",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "Mesmo!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "0d65e5d8-b1f1-4ace-bf80-08d7a3510328",
                    "user": "8382b1a6-5475-4253-8366-e371929adcf9",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "Ele não teve culpa, coitado. Lá no mato dos Angola não tinha escola primária ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "8e1ab710-46ad-4cf1-915a-08d7a3549ee3",
                    "user": "2064500e-8a01-42b5-b97a-16e9802404d4",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "Foram escravizados na própria terra onde nasceram e ainda se queixam. Se calhar tinham é de pagar por terem sido condenados à escravatura.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "3941e718-b437-4934-914c-08d7a3549ee3",
            "user": "f280efd0-7692-4abc-a3e2-582579b61cff",
            "date": "28.01.2020",
            "timestamp": "NA",
            "commentText": "Não gosto do personagem mas que os tem no sítio, tem :) resposta bem dada a gentinha sem o mínimo de respeito para com o país que a acolheu",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3c0b84a7-9b32-4510-cc60-08d7a3515d78",
            "user": "bfaf1c8e-a223-436c-9e59-4eb752901ffe",
            "date": "28.01.2020",
            "timestamp": "NA",
            "commentText": "e pode levar os patetas todos do Livre com ela",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6b2dbcd7-8c5c-4ec7-cc5f-08d7a3515d78",
            "user": "c7621000-17ba-4e8f-ad64-19553db4f3ad",
            "date": "28.01.2020",
            "timestamp": "NA",
            "commentText": "Olha o troca tintas! Então comentador, o chega apresentou propostas para a privatização do SNS e da escola pública? E o fim das progressões na função pública, também? Espero que inclua os polícias, para não haver discriminação. Volta para o comentário da <b> bola </b>na cmtv que é onde tu estás bem. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Bola"
            ]
        },
        {
            "id": "0bafb6e1-08d3-459f-fcb8-08d7960b4eed",
            "user": "7fcbdd92-54ce-422c-8398-8738dcc75220",
            "date": "28.01.2020",
            "timestamp": "NA",
            "commentText": "O livre e o Bloco vão-se katar, qualquer dia nós Portugueses deixamos de ter direitos sobre a nossa própria terra, eles quiseram a independência e diziam para os brancos irem para a sua terra (brancos que já lá tinham nascido) agora que estão na sua terra ainda têm que os aturar? Era o que faltava, eles se não estão bem que voltem para a terra deles! Estamos fartos de brasileiros e alguns africanos a incomodarem-nos. O Chega ainda se vai tornar tão forte como o Vox em Espanha, é tudo uma questão de tempo.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "729dfb22-5f0d-456f-9154-08d7a3549ee3",
                    "user": "225a1ae0-6c45-4038-8f2d-78a34796b05f",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "Acho que deveria ler as últimas notícias sobre o VOX em Espanha para ver o trato que dão aos cidadãos por lá. E se gosta tanto, pode ir para lá morar. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "a140af71-ccae-4ce5-c5ed-08d7a352f9a9",
            "user": "772a3b7f-c94d-4f7f-8b2d-e864647afe1e",
            "date": "28.01.2020",
            "timestamp": "NA",
            "commentText": "Mas qual foi a heresia que disse André Ventura?Ainda não votei no André, mas por uma leitura mesmo que superficial dos meios de comunicação parece que a sua proposta não é assim tão contundente.E devemos ressalvar que a culpa não é da Joaquina, afinal ela apenas percebeu qual a importância numérica daquela vasta faixa de apoiantes dos desgraçadinhos, foi ela como podia ter sido qualquer outra.Há em Portugal grupos de votantes errantes que se vendem pela promessa de uma sociedade ainda mais primária, sem ambições, se possível sem a obrigação de trabalhar para o sustento, sem elites ou hierarquias, uma sociedade que destrua a riqueza sem pensar como foi obtida. A exemplo do que foi o desnorte do  pós 25 de Abril, e que nos deu algo único no mundo \"o subsidio de almoço\"  ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "cc6b0ac2-81bf-4486-fcc4-08d7960b4eed",
                    "user": "ae879845-37ec-423c-9bef-f9ac1f1fd2b8",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "A heresia é, antes de mais, ele sugerir que porque uma cidadã da República Portuguesa discorda de certos actos e políticas da República Portuguesa para com outros países deve ficar calada ou abandonar o país.        Ainda para mais uma cidadã democraticamente eleita para a Assembleia da República Portuguesa. Se o André Ventura tivesse dito tal coisa a respeito de um cidadão cuja cor da pele ou nome não fosse diferente tinham-nos chamado de traidor (que é o que ele é). O facto de ele se atrever a dizê-lo e o facto de haver quem o defenda é, de facto <b> racismo.</b> Ou dito de outra forma: umbiguismo. Há muitos brancos tão focados no seu umbigo que não param para pensar nas reacções dos Venturas deste mundo para com pessoas que discordam dele e não imaginam que um dia a fava lhes pode calhar a eles.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racismo"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "85a72e03-98fa-496b-c5ec-08d7a352f9a9",
            "user": "2064500e-8a01-42b5-b97a-16e9802404d4",
            "date": "28.01.2020",
            "timestamp": "NA",
            "commentText": "O problema de eleger  gente como esta é mesmo esse. O facto de estarem eleitos. Eu neste momento preocupo-me seriamente porque pela primeira vez na vida os meus impostos estão a serem usados para pagarem o salário deste (...). Não sabe história nem sequer sabe matemática... O dinheiro que Portugal \"investiu\" nas colónias? Primeiro não houve investimento. Houve necessidade de viver numas colónias com o mínimo de condições civilizacionais e mesmo essas eram só garantidas nas grandes metrópoles e beneficiando colonos principalmente. Depois o  Ventura é tão <b> bronco </b>que não sabe que a extrema-direita da qual faz parte refere-se às ex-colónias como (territórios do) ultramar. Ele nem sabe a nomenclatura dos ideais que defende. É um vazio de ideias. Nem as roubadas sabe utilizar correctamente.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "42281af1-ac5e-4a08-bf74-08d7a3510328",
                    "user": "f280efd0-7692-4abc-a3e2-582579b61cff",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "Porque o dinheiro dos seus impostos que paga a joacine e a restante corja do bloco central é dinheiro bem gasto ... quando Portugal descolonizou deixou para trás estradas, caminhos de ferro, hospitais, portos, estações eléctricas (cabora baça era uma das maiores do mundo na altura), aeroportos, edifícios mais robustos que as palhotas que la haviam. Nada disso foi financiado pelos nativos que depois herdaram todo esse património. Mas o insulto maior foi a destruição e abandono desse património após a descolonização por parte dos selvagens locais ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "0900d025-7f9d-434e-ed23-08d7a351bb9e",
                    "user": "8382b1a6-5475-4253-8366-e371929adcf9",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "Houve imenso investimento nas colônias. Principalmente Angola mas também Moçambique. Em 73 a maior potência econômica <b> africana </b>era Angola exceptuando a África do Sul, claro. Havia imensas Indústrias  lá, principalmente agro alimentar mas não só. Havia em Luanda excelentes hospitais alguns até melhores  que na metrópole. Claro que assim que correram com o<b>  branco</b> de lá ficaram com as nossas fábricas mas ficaram com elas todas fechadas porque eles não sabiam trabalhar com as máquinas. Não vale a pena pedir que se transfiram essas indústrias pra PT pois agora já apodreceu tudo. Mas pedir que se transfiram peças de museu para lá merece de facto essa resposta. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Africana",
                        "Branco"
                    ]
                },
                {
                    "id": "9ce2bd81-929e-486a-0606-08d7a350e9a2",
                    "user": "2064500e-8a01-42b5-b97a-16e9802404d4",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "Os colonos deviam ter metido as autoestradas na sacola conjuntamente com o caminho de ferro e embrulhado o aeroporto numa manta e trazido. Era deixá-los só com palhotas porque ninguém convidou os portugueses a entrar numa terra que não era deles e a ocuparem e fazerem escravos. Foram escravizados na própria terra onde nasceram e ainda se queixam. Era já processá-los e voltar a invadir as terras que não eram nossas.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "e3643ef8-a7f3-42ce-bf7a-08d7a3510328",
                    "user": "0b6262c9-f5dc-4470-b522-fa7b8f5ae035",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "Mário Borges, o que eu não sabia é que não houve investimento para chegar às ex-colónias. Foi de borla. Aqueles tipos todos da dinastia de Aviz não tiveram que construir embarcações, formar navegadores, pagar a tripulações. E ainda chama de burro o Ventura. Tenha dó. Que argumento mais bacoco e ridículo. Ficou-se pela quarta classe romântica Mário Borges? Eu não defendo o Ventura, mas o seu argumento é absolutamente ridículo, ou adora ser hipócriata e cínico como um francês.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6098d903-c9f9-4932-bf7e-08d7a3510328",
                    "user": "8382b1a6-5475-4253-8366-e371929adcf9",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "Mario Borges,         Então porque não vai viver pra uma palhota? Você fala mal do <b> branco </b>mas usufrui de coisas que só o<b>  branco</b> tem cabeça pra fazer? Vá viver pra sua palhota e se ficar doente não vá ao hospital d<b> o branc</b>o usar medicina <b> de bran</b>co. Use voodoo e macumba que resulta melhor. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Branco"
                    ]
                },
                {
                    "id": "dd395b4a-a430-4d15-fccc-08d7960b4eed",
                    "user": "2064500e-8a01-42b5-b97a-16e9802404d4",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "Foram escravizados na própria terra onde nasceram e ainda se queixam. Estes ex-escravos agora com a mania de serem cidadãos como os outros seres humanos...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "b93893bc-d10a-4f9c-bf8e-08d7a3510328",
                    "user": "11a10c66-d5ff-4c97-baa3-edf3eb11d96e",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "És ligeiramente <b> racista </b>plutonium, ou não?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racista"
                    ]
                }
            ],
            "keywords": [
                "Bronco"
            ]
        },
        {
            "id": "01ca2504-59cf-427d-ed1a-08d7a351bb9e",
            "user": "43993747-edb9-4cfe-b23c-c38b08096cbe",
            "date": "28.01.2020",
            "timestamp": "NA",
            "commentText": "É preciso lutar contra os extremismos. Venham de onde vierem. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2d72a0ca-eac8-4dc7-bf70-08d7a3510328",
            "user": "130acfc5-05b4-46d7-933e-7e10cc1837cf",
            "date": "28.01.2020",
            "timestamp": "NA",
            "commentText": "Poderá haver liberdade de expressão no país onde vivo? É em Portugal. Já não me interessa muito com 96 anos, mas que seja para os meus filhos netos e bisnetos. A cor não interessa, talvez, digo eu! Nascido a 23-2-1923 na cidade da Praia, ilha de Santiago, Cabo Verde. Dupla nacionalidade: cabo-verdiana e portuguesa, voto: sempre em <b> branco.</b> A democracia tem coisas muito boas e também muito ruins. A melhor das coisas boas é a liberdade de expressão. a pior é isto que vemos destes radicais que nem sabem muito bem como vão parar a cargos que também eles não percebem muito bem para que servem. A liberdade de voto tem disto, quem votou, votou bem - democraticamente, este sr. não sabe muito bem o significado disto. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "a4ed5f7b-e07f-4ef3-c5ee-08d7a352f9a9",
                    "user": "0b6262c9-f5dc-4470-b522-fa7b8f5ae035",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "A liberdade de expressão tembém serve para dizer disparates. A cada um de os julgar. Aos juízes de os condenar. Se o homem não tem os parafusos bem ajustados o que é que podemos fazer?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "50aa9fdb-59ec-4361-ed22-08d7a351bb9e",
                    "user": "130acfc5-05b4-46d7-933e-7e10cc1837cf",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "Acho que Trump seria o melhor mecânico para lhe ajustar esses parafusos... lá na América. Ficaria uma família mais feliz com ele. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "b43fae21-3fba-4e8d-060c-08d7a350e9a2",
                    "user": "0b6262c9-f5dc-4470-b522-fa7b8f5ae035",
                    "date": "28.01.2020",
                    "timestamp": "NA",
                    "commentText": "Já está a meter o pé em rama alheia... LOL! Ainda vamos passar a ter um calendário Antes de Trump e Depois de Trump... LOL!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Branco"
            ]
        }
    ]
}