{
    "header": {
        "title": " \u0093Nunca haverá um tempo sem Deus ou religião\u0094 ",
        "subtitle": " Académico que faz best sellers sobre religião, nómada espiritual, crítico de Trump, Reza Aslan é uma das vozes mais ouvidas nos EUA quando se fala de fé e religião. Em Deus \u0096 Uma Biografia defende que há milénios que os homens projectam Deus à sua imagem e semelhança \u0096 e vão continuar a fazê-lo. \u0093Há mais de cem anos que andámos a dizer que Deus está morto. Talvez devêssemos deixar de dizer isso.\u0094 ",
        "owner": " ['Pedro Rios'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "datePosted": " 9 de Fevereiro de 2019, 22:02 ",
        "dateExtraction": " 2019-10-29 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2019/02/09/sociedade/entrevista/havera-tempo-deus-religiao-1861003 ",
        "postText": " ['Livros como O Zelota \u0097 A Vida e o Tempo de Jesus de Nazaré (ed. Quetzal, 2014) e No God but God: The Origins, Evolution, and Future of Islam (Random House, 2005) figuraram nas listas de melhores livros dos respectivos anos e nos escaparates dos best sellers. A descrição que faz do que terá sido o Jesus histórico em O Zelota valeu-lhe críticas de sectores religiosos, tal como a série Believer, na CNN, que o levou a dar voltas ao mundo à procura de manifestações religiosas marginais ou bizarras aos olhos de outros. Reza Aslan, nascido no Irão e fixado nos Estados Unidos, onde se tornou escritor e académico na área das Religiões Comparadas, fez da religião o seu grande assunto de investigação. Nos últimos anos, tornou-se um crítico feroz de Donald Trump e dos evangélicos brancos que o apoiam, apesar de a sua vida ser \u0093o exacto contrário do que Jesus pregou\u0094, como diz nesta entrevista telefónica ao P2.', 'Em Deus \u0096 Uma Biografia, editado no final de 2018 em Portugal pela Quetzal, lança-se a uma tarefa ciclópica: contar a história da relação entre os humanos e o divino e perceber a raiz do \u0093impulso\u0094 para humanizar Deus, que identifica como uma função cerebral da qual dificilmente os humanos se conseguem libertar. Uma história que passa pelos deuses da Suméria que tinham relações sexuais e \u0093nasciam de mães que os amamentavam quando eram pequenos\u0094, por Osíris, que ensinou os antigos egípcios a cultivar a terra antes de ser \u0093morto e desfeito em pedaços pelo seu irmão diabólico, Set, que espalhou os restos do corpo por todo o vale fértil do Nilo\u0094, até Jesus, Deus feito homem de carne e osso, figura central da maior religião contemporânea.', 'Encontrámos Deus \u0097 Uma Biografia à venda em hipermercados portugueses. Não é o sítio mais habitual para encontrar obras sobre a história das religiões.[Risos]', 'O seu objectivo é chegar às massas?Foi sempre esse o meu objectivo. O que sempre quis foi atrair pessoas que normalmente não pegariam num livro sobre história da religião, seja sobre o islão, o Jesus histórico ou a história de Deus. Baseei a minha carreira em pegar em assuntos complexos do ponto de vista académico e torná-los divertidos, fáceis. Fico muito contente por saber que as pessoas se interessam pelo meu trabalho.', 'Disse que Deus \u0097 Uma Biografia será o seu último livro sobre religião. Mantém essa afirmação?[Risos] Sim, pelo menos por agora, penso que sim.', 'Por agora?Por agora. Foi o livro mais difícil que já escrevi, talvez isso tenha algo que ver com a minha vontade de avançar para outros assuntos. Quero escrever alguma ficção, algumas biografias. A fé e a crença fascinam-me, por isso, tudo o que fizer será tingido por esses assuntos, mas, para já, no que toca a estes livros de grande ambição sobre religião, este pode ser o último durante uns tempos. O meu próximo livro será uma biografia do norte-americano Howard Baskerville, que morreu em 1909. Era um missionário cristão, foi para o Irão e acabou por participar na Revolução Constitucional. Haverá temas religiosos, mas não é necessariamente um livro sobre religião.', 'Se a edição original do livro se chama God: A Human History, em Portugal o título foi traduzido como Deus \u0097 Uma Biografia. É uma grande ambição biografar Deus\u0085[Risos]', 'O que o levou a fazer um livro com um espectro tão amplo? Não é sobre figuras religiosas ou sobre uma religião, mas sobre a própria ideia de fé, de religião, do divino. Mostra-nos que há milhares de crenças e religiões desde os tempos pré-históricos e até antes disso.Não é sobre se Deus existe ou não, mas sobre o que queremos dizer quando dizemos \u0093Deus\u0094, sobre como a própria ideia de Deus surge na história da evolução humana. Remonta ao puzzle fundamental que os biólogos evolutivos têm estado a tentar resolver há séculos. A crença em Deus é universal, existe em todas as culturas, em todos os povos, em todos os tempos. Há muitas provas arqueológicas de que a crença numa figura divina precede até a existência do Homo sapiens. Isto significaria que essas crenças são parte do nosso processo evolutivo e, se isso acontece, que deveria haver uma razão para isso \u0097 a regra da evolução determina que haja um propósito, alguma vantagem para que essa crença exista.', 'O problema é que 200 anos de investigação sobre o que poderá ser essa vantagem resultaram em nada. Literalmente, nada: pelo contrário, o consenso esmagador é que, longe de ser uma vantagem, essa crença é uma desvantagem. Não nos ajuda a sobreviver, mas, pelo contrário, tira-nos recursos que deviam ser usados para a sobrevivência e são canalizados para a expressão dessas crenças. Fiquei fascinado: não há motivo [na teoria da evolução das espécies] para a nossa crença na existência do divino. Quis explorar essa ideia de uma perspectiva científica e racional, mas também sem necessariamente negar a possibilidade de fé e de Deus.', 'Diz que essa crença está como que programada no nosso cérebro. A teoria principal de Deus \u0097 Uma Biografia é que os humanos projectam Deus à sua imagem e semelhança \u0097 e não o contrário. Você é crente, mas, curiosamente, essa tese lembrou-me a de um ateu, Christopher Hitchens, que escreveu que os humanos criaram Deus \u0097 e não o contrário. Outro ateu, o físico Lawrence M. Krauss, defende que Deus é irrelevante tendo em conta os avanços da ciência. Para si, a fé é uma escolha: escolhe acreditar.Há mais de cem anos que andámos a dizer que Deus está morto. Talvez devêssemos deixar de dizer isso. Se olharmos para o mundo de hoje, constatamos que a religião é uma força em crescendo em grande parte do planeta. As pessoas estão cada vez mais a definir-se através da sua religião, talvez porque outras formas de identidade, sobretudo o nacionalismo, estão a começar a perder força. Deus e religião estão muito vivos, para o bem e para o mal.', 'Quero virar ao contrário essa ideia de que Deus não nos criou e de que nós é que criámos Deus: digo que Deus não nos criou à sua imagem, nós é que criámos Deus à nossa imagem. Tal não significa que Deus existe ou não \u0097 não sei a resposta a essa pergunta, ninguém sabe! Quando digo que a fé é uma escolha, digo isso mesmo a sério. Penso que a fé é uma emoção, mais do que qualquer outra coisa, como o amor \u0097 não podemos provar a existência ou a inexistência do amor e de outras emoções, é algo que se sente. A fé é a mesma coisa. É uma resposta ao mundo que se baseia nas nossas próprias experiências, nos nossos sentimentos, em como nos vemos a nós mesmos e como vemos o mundo.', 'Acredite-se em Deus ou não, acredite-se em mais do que um deus ou não, isso não é importante: aquilo que me interessa é o que queremos dizer quando dizemos a palavra \u0093Deus\u0094. O que é fascinante, e o meu livro é sobre isso, é que, mais vezes do que o contrário, quer acredite em Deus ou não, quando diz a palavra \u0093Deus\u0094 está a criar uma versão divina de você, a criar uma figura divina, que se parece, age, pensa e sente tal como você. Já agora, isto é tão verdade para os não crentes como para os crentes. Se Christopher Hitchens estivesse vivo e lhe perguntasse \u0093não acredita em Deus, mas o que é que quer dizer quando diz Deus?\u0094, Hitchens, como o resto de nós, acabaria por descrever Deus como uma versão de si mesmo. Somos inconscientemente forçados a pensar desta forma, é involuntário.', 'Em Portugal, 4,6% das pessoas afirmam-se crentes sem religião (estudo Identidades Religiosas em Portugal: representações, valores e práticas, publicado em 2012, coordenado por Alfredo Teixeira). Escândalos como os abusos sexuais de menores por clérigos católicos ajudam a explicar o crescimento deste tipo de crentes?Sim. Como há maior acesso à informação, estamos mais conscientes da corrupção que existe nas instituições religiosas, vemos a religião a ser usada para promover a intolerância e a violência, seja no cristianismo, no islão, no judaísmo, no hinduísmo ou no budismo. Há monges budistas em Myanmar [Birmânia] a massacrar mulheres e crianças; gangues hindus na Índia a queimar edifícios e a matar pessoas não hindus; judeus nacionalistas em Israel a usar a sua religião para negar os direitos básicos de não judeus no território palestiniano; o islão a ser usado para promover terror e violência pelo mundo fora; o cristianismo a ser utilizado para promover ódio anti-imigração e anti-gay. Se olhar para o que a religião está a fazer pelo mundo fora, claro que vai sentir que é uma força não do bem, mas do mal, algo que se tornou uma instituição corrompida. Boa parte da minha tese no livro é que tudo o que é bom ou mau na nossa religião é tudo o que é bom ou mau em nós. Se estamos a criar Deus à nossa imagem, as nossas religiões vão ser um reflexo do que somos, tanto da nossa compaixão e sentido de justiça como da nossa intolerância e vontade de violência. As coisas que odiamos na nossa religião são apenas um reflexo das coisas que odiamos em nós mesmos.', 'Mas, ao mesmo tempo, penso que para muitas pessoas no mundo ocidental o desejo de uma ligação espiritual \u0097 a fé, em vez da religião, por outras palavras \u0097 ainda está presente. Por isso, cada vez mais pessoas, nos Estados Unidos, mas também na Europa ocidental, estão a abandonar a religião, mas não a espiritualidade. Procuram outras formas de experienciar a espiritualidade, divorciada de uma instituição religiosa específica. Essa tendência tornou-se tão comum que os estudiosos lhe deram um nome próprio: chamamos-lhes \u0093os não afiliados\u0094. São pessoas que não são ateus, não são descrentes, mas dizem: \u0093Acredito em Deus, só não quero ser chamado cristão, judeu, muçulmano, hindu ou budista.\u0094 Muitas dessas pessoas estão desesperadamente à procura de espiritualidade alternativa. Nos Estados Unidos, um país profundamente religioso, 24% dos americanos referem-se a si mesmos como não afiliados. É a identidade espiritual com maior crescimento na América.', 'Critica quase diariamente Donald Trump \u0097 no Twitter ou como comentador nos media. Em Deus \u0097 Uma Biografia, conta como, em tempos idos, no Médio Oriente, uma tribo e o seu deus eram uma unidade. As guerras eram assim travadas. Ao ler essa passagem, lembrei-me da polarização ideológica e religiosa visível nos EUA, nomeadamente sobre como os cristãos evangélicos brancos vêem as outras religiões e etnias e de como Trump contribui para e beneficia desse estado de coisas. O cristianismo foi capturado por Trump (e vice-versa, já que parece que ambas as partes têm a ganhar)?Nos EUA, o cristianismo e o nacionalismo estão casados há muito tempo. Para uma grande maioria de cristãos aqui nos EUA, ser americano e ser cristão significam exactamente a mesma coisa. [Os evangélicos] Foram durante décadas uma força negativa poderosa na sociedade americana. O que vemos hoje com Donald Trump é o resultado inevitável dessa ideia.', 'É muito importante reconhecer que há um elemento racial claro naquilo a que chamo \u0093culto de Trump\u0094: não estamos perante um casamento de Trump com o cristianismo evangélico, mas sim com o cristianismo evangélico branco. De facto, há quase uma guerra civil a acontecer nos EUA entre evangélicos brancos e evangélicos não brancos. Oitenta e um por cento dos evangélicos brancos votaram em Donald Trump, um recorde (é mais do que os que votaram em George W. Bush, que era, ele mesmo, um evangélico branco), mas 67% dos evangélicos não brancos votaram em Hillary Clinton. São pessoas que acreditam exactamente nas mesmas coisas, têm a mesma doutrina, mas uma cor de pele diferente.', 'É muito importante não ignorar os tons raciais do apoio evangélico. Na América, o cristianismo evangélico branco sempre teve tons racistas, só que, graças a Donald Trump, esse racismo veio à superfície. Assim, temos líderes evangélicos brancos como Franklin Graham, por exemplo, ou Jerry Falwell Jr., que, numa entrevista recente, disse que não havia nada que Trump pudesse fazer que lhe custasse o apoio dos evangélicos. Isto é o que um membro de um culto diria, não o que uma pessoa religiosa diria. É por isso que chamo a isto ​\u0093um culto\u0093, no sentido mais depreciativo do termo.', 'Na sua página de Twitter encontramos uma pintura que compara uma família de migrantes à família de Jesus. Como é que um cristão não vê essas semelhanças e apoia uma retórica anti-imigrantes? Porque Trump vai favorecer uma agenda \u0093pró-vida\u0094, anti-LGBT, etc.?Há uma incrível polarização na sociedade, mesmo que a maior parte das pessoas não esteja num lado ou no outro, mas antes no meio. Infelizmente, estão a ser obrigadas a escolher um lado. Isto é verdade nos EUA, mas também na Europa ocidental. Há um apoio sem precedentes a Trump entre os evangélicos brancos. É porque ele vai nomear juízes conservadores, porque vai promover legislação anti-LGBT? Sejamos claros: qualquer Presidente republicano vai apoiar juízes conservadores e promover leis anti-LGBT, é parte da marca republicana. Isso não é a razão de a larguíssima maioria dos evangélicos brancos ser pró-Trump e não a favor de outros republicanos. Há uma diferença entre Marco Rubio, Ted Cruz, um republicano qualquer e Donald Trump: Donald Trump é um racista explícito e um nacionalista branco. Parece muito simplista dizer isto, mas não é. O problema é o racismo. Está à nossa frente e não podemos ter vergonha de o dizer enquanto facto: o que está a mobilizar os evangélicos brancos e o seu apoio sem precedentes a Donald Trump não é a sua política, é o seu racismo. Se continuarmos com medo de simplesmente o dizer, nunca vamos lidar com isto de uma forma real.', 'Segundo o Public Religion Research Institute, os evangélicos brancos, no espaço de um ciclo eleitoral (da reeleição de Obama até à eleição de Trump), nesses quatro anos, passaram do grupo na América com maior probabilidade de dizer que a moralidade de um político é relevante ao grupo com menor probabilidade de o dizer. Os ateus e os satanistas [risos] têm maior probabilidade de o afirmar. O que mudou nos últimos quatro anos? Um homem negro estava a concorrer a Presidente e um racista branco estava a concorrer. Não é preciso um doutoramento: porque é que um homem casado três vezes, mentiroso, racista, misógino, que nem consegue citar um versículo da Bíblia e cuja vida é o exacto contrário do que Jesus pregou consegue um apoio tão grande entre os evangélicos brancos? É o racismo.', 'Identifica-se como muçulmano panteísta: Deus é tudo.Todos os sufis são panteístas, faz parte do sufismo, mas o panteísmo existe em todas as religiões. Significa que não há uma distinção entre criador e criação.', 'Foi criado numa família muçulmana, no Irão e depois nos Estados Unidos, tornou-se cristão evangélico na adolescência e converteu-se ao islão antes de estudar em Harvard, encorajado por amigos jesuítas. É um percurso pouco habitual.É parte da minha evolução espiritual natural querer compreender e conhecer Deus e não saber como o compreender. Ter alguém a dizer: \u0093Queres saber o que é Deus? Deus é o mais perfeito ser humano. Basta imaginar uma pessoa perfeita: chama-se Jesus.\u0094 Isso foi muito atraente enquanto jovem, mas, à medida que cresci, tornou-se insatisfatório. Não queria pensar em Deus como um ser humano perfeito; Deus, seja o que for, deve ser diferente, maior. Foi assim que descobri não apenas o islão, mas o sufismo e a ideia de que Deus não é um ser humano, mas o contrário: Deus é o completo outro. Se reconheceres que não há divisão entre criador e criação, todas as coisas são divinas, todas as pessoas são Deus, toda a criação está infundida com a presença de Deus. Esse tipo de espiritualidade é agora mais atraente do que a espiritualidade elementar que recebi do cristianismo.', 'Se Deus é todas as coisas, uma energia presente no bem e no mal, esse Deus merece louvor?É uma pergunta muito boa. Dizem-me: \u0093Se és um panteísta, não consegues ter uma relação próxima com Deus.\u0094 Mas é o contrário: como sinto Deus em toda a criação, estou sempre numa posição de oração e louvor. A forma como reajo aos outros seres humanos, a forma como reajo ao mundo à minha volta é em louvor. Para mim, a devoção é ser um só com a natureza e a criação, é mergulhar na criação, é estar consciente da presença de Deus à minha volta. Para muitas pessoas, é difícil imaginar isso porque os nossos cérebros estão desenhados para humanizar Deus, queremos imaginar Deus sentando-se, parecendo-se connosco, tendo ouvidos, ouvindo o que dizemos, tendo uma boca pela qual fala.', 'Mas as pessoas podem pedir a esse Deus \u0093humanizado\u0094 que as ajude, que dê sentido à vida e às tragédias diárias.Percebo por que razão as pessoas se sentem assim, é difícil manter a espiritualidade quando se desumaniza Deus. Mas gera uma espiritualidade mais profunda e enriquecedora, algo que quero pregar. Brincam comigo, dizendo que neste livro, que é mais pessoal e tem uma tese para defender, tento pregar. Mas quero mesmo que as pessoas pensem de forma diferente sobre Deus. Reconheço, contudo, que é difícil. Para os não afiliados à procura de uma espiritualidade mais profunda sem uma ligação religiosa, o panteísmo é uma boa forma de conseguirem experienciar um Deus desumanizado. Fé sem religião, por outras palavras.', 'Em O Zelota procura contar o que defende ser o \u0093Jesus da História\u0094, que é muito diferente do \u0093Jesus da fé\u0094. Mostra-nos um Jesus revolucionário, que resistia à ocupação romana, um rebelde que ameaçava a ordem estabelecida e que foi executado por isso. Defende que a Igreja tentou, logo nos seus primeiros anos, fixar uma imagem de Jesus como um líder espiritual pacífico, uma imagem que lhe parece inverosímil. O cristianismo suavizou Jesus?Quer acredites que Jesus foi o filho de Deus, o Messias ou Deus encarnado, ele foi também um homem. Ele pode ter sido Deus, o Messias, o filho unigénito de Deus, mas, independentemente disso, foi um ser humano. Quer sejas católico, protestante ou ateu, não interessa: se queres mesmo saber quem Jesus foi, o que quis dizer, tens de conhecer o mundo em que Jesus viveu. Esse mundo interessa: Jesus não apareceu no vácuo; ele viveu num sítio e num tempo específicos. Zelota é sobre esse sítio e esse tempo, é sobre o mundo em que Jesus surgiu, o mundo que o influenciou. É apenas ridículo pensar: aqui está um homem que viveu num dos tempos politicamente mais turbulentos no Médio Oriente, no meio de revoluções e ideias apocalípticas, mas nunca foi influenciado por essas ideias.', 'Lemos hoje as palavras de Jesus na Bíblia e assumimos que ele está a falar para nós, mas ele não está a falar para nós: está a falar com pessoas de há 2 mil anos. O que tento fazer em Zelota é contar para quem ele estava a falar, qual é o contexto das suas palavras, porque é que ele diz o que diz. Se compreenderes o mundo de Jesus, podes compreender melhor quem ele era, o que queria dizer, o que tentou fazer. Não importa se és cristão ou não. O livro não tem de ser controverso, como tantas pessoas disseram que é. O livro foi um best seller global porque muitos cristãos o leram. Não afectou a sua fé ou as suas crenças, só lhes deu uma perspectiva diferente sobre o mundo em que Jesus viveu e sobre como esse mundo o afectou.', 'Esperava a controvérsia em torno da obra?Sempre que escreves sobre Jesus, haverá controvérsia, claro que esperava que houvesse alguma, mas não contava que tivesse o nível que teve. Mas estes são assuntos muito sensíveis, as pessoas levam-nos pessoalmente. Compreendo isso e tento ao máximo lidar com a religião de forma respeitosa.', 'Para as próximas décadas, esperam-se avanços tecnológicos, em áreas como a inteligência artificial, e médicos que prolongarão a vida humana durante cada vez mais anos, raiando a quase imortalidade. Há muitas coisas a acontecer na ciência e na tecnologia que desafiam conceitos como a vida, a morte e a vontade humana (ou a vontade das máquinas). O que espera que aconteça à religião? Teremos novas religiões e novos deuses, tal como tivemos milhares de religiões e deuses no passado?A religião está num estado constante de evolução e mudança. Aquilo a que chamamos \u0093cristianismo\u0094 hoje não é aquilo a que chamávamos há 300 ou 400 anos e não será aquilo a que chamaremos \u0093cristianismo\u0094 dentro de 100 anos. A religião está constantemente a absorver a realidade do mundo à sua volta e a fazer dela parte de si. Quando descobrimos que a Terra não era o centro do Universo, isso não fez com que o cristianismo desaparecesse \u0097 o cristianismo absorveu essa informação e avançou. Se, amanhã, seres alienígenas nos visitarem, isso não fará a religião desaparecer: a religião vai absorver essa informação nova, mudar e continuar. A religião vai estar sempre connosco, vai parecer diferente, haverá novas religiões, algumas religiões morrem, novas religiões nascem, os conceitos de Deus e espiritualidade vão ser afectados pelo conhecimento e progresso científicos. Sempre foi assim e sempre será. Nunca haverá um tempo em que não há Deus ou religião, vamos apenas mudar a nossa definição de ambos porque foi aquilo que sempre fizemos.'] ",
        "numberPosts": " 29 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Gender - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Género",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "1883fae8-647e-47cd-b59b-08d695f7f437",
            "user": "364edc1e-d855-4440-912b-7fbc6d8525bd",
            "date": "19.02.2019",
            "timestamp": "NA",
            "commentText": "\u0093Nunca haverá um tempo sem Deus ou religião\u0094É mentira !Les dieux n\u0092étant plus et le Christ n\u0092étant pas encore, il y a eu, de Cicéron à Marc Aurèle, un moment unique où l\u0092homme seul a étéFlaubert",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "87376f15-2d51-49f1-51a3-08d692b7ac7e",
            "user": "f9ee1f8d-c2d7-4edc-a6e1-20317c7727fd",
            "date": "15.02.2019",
            "timestamp": "NA",
            "commentText": "A religião é o mal do mundo. culpada por mortes e sofrimento em todo o mundo.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5b19d2e5-33e4-462d-6ff0-08d690cadfcf",
            "user": "260cb75e-dbd6-4648-9d0d-878cce68dbb9",
            "date": "13.02.2019",
            "timestamp": "NA",
            "commentText": "Só desaparecerá se desaparecer o medo da morte.É por isso, e só por isso, que todas as civilizações têm um - obviamente, diferente de uma para outra.O resto ...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "697a4aa5-464b-4ad8-e649-08d68f496b2b",
            "user": "18237bda-d08d-4cde-8964-ca6105dd6765",
            "date": "11.02.2019",
            "timestamp": "NA",
            "commentText": "a religiao é um mel espiritual  enquanto  nao se transforma em veneno para a conscienca como uma obrigaçao de aderir  ou uma lei religiosa, ou   uma justiça divina aplicada por carascos  ou um juiz religioso que decreta um castigo ou um pena que pode ir a  pena de morte.....o problema de certos paises religiosos é que confundem ... religiao e politica... livro santo e livro de leis, .. palavras divinas de deus e justiça na terra .. misericordia e puniçao..",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "a64416cd-3a4e-4ea3-d186-08d68f50b179",
            "user": "5561061c-46a0-40b0-84aa-688bfd747862",
            "date": "10.02.2019",
            "timestamp": "NA",
            "commentText": "O deus deste Reza Aslan é muito bonito e atraente, qualquer pessoa de bem se sente em sintonia com ele. Só um \"pequeno\" detalhe: esse deus é pura fantasia do nosso cérebro e da sua prodigiosa imaginação, que torna-se ridículo e muitíssimo improvável à luz do conhecimento e da ciência.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "154a2661-7e24-4398-0d30-08d68eec01ca",
            "user": "d12f4b2e-4710-4fcc-9c96-961571c3266b",
            "date": "10.02.2019",
            "timestamp": "NA",
            "commentText": "Mais uma boa entrevista do jornal publico. Quanto ao entrevistado   é mais um espertalhão que descobriu o filão da religião para ganhar dinheiro  com  os livros...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "c27f8097-5c86-4695-0d13-08d68eec01ca",
            "user": "4ad9c13d-63ca-4a51-beea-566e58169f36",
            "date": "10.02.2019",
            "timestamp": "NA",
            "commentText": "Entre outros disparates: \"Hitchens, como o resto de nós, acabaria por descrever Deus como uma versão de si mesmo.\" Acho este autor bastante fraquinho, está bem para as prateleiras do continente. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "3fd5e23f-4d70-466a-7d71-08d68ee51901",
                    "user": "f8368ead-1095-4d72-9ad1-1cfaf1ad87c0",
                    "date": "10.02.2019",
                    "timestamp": "NA",
                    "commentText": "Totalmente de acordo. É lá o lugar do livro. Um Deus de supermercado. Literatura de alheamento que apenas produz lucro, e prejuízo. Daí a rápida publicação da editora. Se estes, ao menos, empregassem parte do dinheiro para editar livros inovadores...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "bc2dcfaf-5c14-44cc-0d0c-08d68eec01ca",
            "user": "10a71fd6-b97f-441a-b775-27d9fc4dea37",
            "date": "10.02.2019",
            "timestamp": "NA",
            "commentText": "É verdade sim senhora. Sou pessimista e também não creio que a ignorância humana alguma vez acabe. O acreditar em contos do vigário. \u0093Duas coisas são infinitas: o universo e a estupidez humana; e não tenho bem a certeza quanto ao universo.\u0094",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "f5320eea-d78a-4a57-4d47-08d68e6a9c27",
                    "user": "f8368ead-1095-4d72-9ad1-1cfaf1ad87c0",
                    "date": "10.02.2019",
                    "timestamp": "NA",
                    "commentText": "O nada existe? Se não existe, é porque existe o tudo. E o tudo, sem o nada, só pode ser infinito, e por isso sempre existente.         Acreditar que o nada existe é uma contradição. Para muita gente o nada existe e até lhe dão nomes.         Se vivemos num mundo infinito, então o nada existe, pode-se argumentar. O existente afirma-se, o nada nega-se si próprio. Um existente infinito, só seria possível se prevesse a existência do nada, que por impossibilidade própria, não por imposição exterior não existe. (Talvez) uma prova de que o universo  é realmente infinito é a existência da possibilidade do que o negaria, que na realidade não pode existir, senão nada existiria. Vivemos num mundo real onde a mentira é possível. Mas, Meu Deus, o que se investe a tornar a mentira real!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "d7f216de-be78-4371-7d6c-08d68ee51901",
            "user": "06772604-260e-4da2-b78e-bdd2d900f323",
            "date": "10.02.2019",
            "timestamp": "NA",
            "commentText": "Não li a obra, por isso não a posso comentar, mas li os comentários aqui expostos e verifico que se não houvesse tá tá ignorância, o mundo estaria bem melhor, não apareceriam no mundo Trampa, Maduros e outros que tais, nem comentários ridículos.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4cff6384-b785-46ee-0d0d-08d68eec01ca",
                    "user": "10a71fd6-b97f-441a-b775-27d9fc4dea37",
                    "date": "10.02.2019",
                    "timestamp": "NA",
                    "commentText": "Nos Trampas e Bolsonaros votam maioritariamente os evangélicos. Parece que ser religioso não é a mezinha cura tudo afinal...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "759abf73-74d6-4600-ecf7-08d685162c16",
            "user": "152fd61f-800e-4dc9-91a2-a92338865705",
            "date": "10.02.2019",
            "timestamp": "NA",
            "commentText": "Eu sei quem é Deus e onde está. Mas não o digo a ninguém. Ninguém há-de ficar a saber.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4f656a25-6af6-4180-7d69-08d68ee51901",
            "user": "bab99655-ec40-4163-8e13-baaa16271164",
            "date": "09.02.2019",
            "timestamp": "NA",
            "commentText": "Quando a Humanidade desaparecer da face da Terra Deus esfumar-se-á.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "c6fdf712-5185-4a3d-f7dc-08d68e6957be",
                    "user": "152fd61f-800e-4dc9-91a2-a92338865705",
                    "date": "10.02.2019",
                    "timestamp": "NA",
                    "commentText": "Tão certo quanto a Terra ficar esturricada pelo Sol.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "871b01b9-42a8-423f-163d-08d68e1142a0",
                    "user": "a8799d91-d727-41f0-8bda-427c9acb0a6d",
                    "date": "10.02.2019",
                    "timestamp": "NA",
                    "commentText": "O Sol só esturricará a Terra daqui a 4500 milhões de anos. Mas a Humanidade será esturricada muito antes, e não será pelo Sol. E não é preciso invocar o Nostradamus.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6d587cea-09db-48f4-ecbd-08d68f086ea8",
                    "user": "152fd61f-800e-4dc9-91a2-a92338865705",
                    "date": "10.02.2019",
                    "timestamp": "NA",
                    "commentText": "Desde que vi gente feliz a viver numa lixeira compreendi que o ser humano se adapta a tudo, menos à ideia de que não é livre.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "97c8e8c6-c0ad-4b18-ecf5-08d685162c16",
            "user": "f8368ead-1095-4d72-9ad1-1cfaf1ad87c0",
            "date": "09.02.2019",
            "timestamp": "NA",
            "commentText": "O que leva as pessoas a comprar este tipo de livros é o facto de ninguém saber o que é Deus. Este facto é explorado pelas religiões e por escritores deste <b> género.</b> No final da leitura, pode ficar-se com mais alguns conhecimentos histórico, mas Deus, esse, nunca passará de uma crença.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Género"
            ]
        },
        {
            "id": "34b17706-ab7a-43de-4d3b-08d68e6a9c27",
            "user": "164eda69-0bf5-4cc2-b621-22de3a9c3aa4",
            "date": "09.02.2019",
            "timestamp": "NA",
            "commentText": "Se bem compreendi a ideia panteísta de totalidade e de omnipresença, tal como Reza Aslan a expõe, não sei se já atentaram que somos os primeiros a avistar deus: está ali em cima, com a cabeça inclinada para a direita Dele e com a expressão de gozo de quem julga que ninguém irá dar por isso.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "69ac7438-5c19-43c7-4d39-08d68e6a9c27",
            "user": "d484b069-8c60-41cc-abc2-f50e1c6e445c",
            "date": "09.02.2019",
            "timestamp": "NA",
            "commentText": "Tema controverso, sempre antigo e actual, interessante de ser estudado/observado/vivido nas suas diversas...\"abordagens\", formas, mas nunca para ser ignorado ou ridicularizado. O \"tema\" já originou muita...tubulência ao longo dos tempos, e continua a gerar como aliás temos observado mesmo nos tempos de agora.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "c7c046d8-090c-4f59-4d38-08d68e6a9c27",
            "user": "3051b51c-4e68-4fd7-b165-15ec6ee53475",
            "date": "09.02.2019",
            "timestamp": "NA",
            "commentText": "Deus não morreu, fugiu. Andam à caça dele em Marte.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "cf594a37-7a5a-42ce-ecf3-08d685162c16",
            "user": "f8fcd449-82f8-4e75-95d8-d449ec759524",
            "date": "09.02.2019",
            "timestamp": "NA",
            "commentText": "\"Crítico de Trump\" é uma espécie de insígnia, sem a qual muito poucos conseguem ver uma entrevista sua publicada neste jornal...",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5e12fca4-8275-4ef8-65db-08d691bc1b15",
                    "user": "841a4abc-bf11-40e7-9aac-775d30f13f29",
                    "date": "14.02.2019",
                    "timestamp": "NA",
                    "commentText": "É difícil entrevistar os outros. Ou estão na prisão ou a caminho.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "583903d8-2fd6-4051-29d5-08d68df72e6d",
            "user": "a9363530-2c93-4de4-95fe-f95ed4e888dc",
            "date": "09.02.2019",
            "timestamp": "NA",
            "commentText": "Os homens precisam de um deus,porque morrem e acham que há um \"contabilista\" de pecados,que os deixa ,ou não,entrar no \"paraíso\",ou seja a eternidade\".Ainda ninguém voltou para contar.Obviamente",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "423e6877-e55f-40c0-29da-08d68df72e6d",
                    "user": "152fd61f-800e-4dc9-91a2-a92338865705",
                    "date": "09.02.2019",
                    "timestamp": "NA",
                    "commentText": "Está-se lá bem: por que haveria de voltar? Aqui na Terra é que é o inferno, entre os homens. Daí que o Paraíso seja lá fora.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4023039c-c0dc-40e9-4d32-08d68e6a9c27",
            "user": "18237bda-d08d-4cde-8964-ca6105dd6765",
            "date": "09.02.2019",
            "timestamp": "NA",
            "commentText": "erro ou manipulaçao de romance..jesus nunca foi zelote ou zelota ...as suas palavras foram bem claras deixai  a cesar o que é de cesar...ou deixai o poder a quem tem o poder  na terra o meu reino é o reino dos ceus...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "778227ec-a325-4541-f7d7-08d68e6957be",
            "user": "f8368ead-1095-4d72-9ad1-1cfaf1ad87c0",
            "date": "09.02.2019",
            "timestamp": "NA",
            "commentText": "Já passou tanto tempo, e ainda ninguém o viu. Vamos esperar mais um bocadinho.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "b5d73b4e-ce9c-423d-4d34-08d68e6a9c27",
                    "user": "10a71fd6-b97f-441a-b775-27d9fc4dea37",
                    "date": "09.02.2019",
                    "timestamp": "NA",
                    "commentText": "Ahahaha",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "b782f294-7a48-4987-f7d2-08d68e6957be",
            "user": "e1080876-fe21-4669-ac49-299ffdd372ac",
            "date": "09.02.2019",
            "timestamp": "NA",
            "commentText": "Nunca digas nunca...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}