{
    "header": {
        "title": " Nem sexo, nem morte. Bruno Maia, o médico sem tabus a caminho da AR ",
        "subtitle": " É neurologista em Lisboa. Assume-se como gay e abraça várias causas: despenalização da morte assistida, legalização da cannabis, direitos LGBTI+, activismo na área do VIH. O \u0093esquerdalho\u0094, como se adjectiva, está nas listas em lugar elegível pelo Bloco de Esquerda. ",
        "owner": " ['Maria João Lopes', 'Rui Gaudêncio'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 5626  partilhas",
        "datePosted": " 29 de Julho de 2019, 6:03 ",
        "dateExtraction": " 2019-10-28 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2019/07/29/politica/perfil/sexo-morte-bruno-maia-medico-tabus-caminho-ar-1881434 ",
        "postText": " ['Não tem receio de falar sobre temas delicados, sejam eles drogas, eutanásia, seja sobre a sua própria biografia. Não tem tabus e nem os meios mais conservadores, como diz ser a classe médica, o retraem. Basta, aliás, uma rápida passagem de olhos pelo Twitter para perceber a forma desassombrada como se apresenta: \u0093Neurologista, esquerdalho, nadador, gay, ateu, portista\u0094. Vai em 5.º nas listas do Bloco de Esquerda pelo Porto às eleições legislativas. Tendo em conta que em 2015 o BE elegeu cinco deputados por aquele círculo, é provável que o médico Bruno Maia troque, por uns tempos, os corredores do Hospital de São José, em Lisboa, pelos do Parlamento.', 'Nunca quis ter outra profissão que não médico. E é também por isso que se envolve em várias causas, como a despenalização da morte assistida, os direitos LGBTI+, a legalização da cannabis, e até o activismo na área do VIH. Bruno Maia tem 37 anos, é natural de Gondomar, neurologista e coordenador hospitalar de doação de órgãos e tecidos no Centro Hospitalar Universitário de Lisboa Central.', 'Ao contrário do exercício da medicina, nunca se imaginou deputado. Cumprirá o mandato, se para tal for eleito, mas numa perspectiva temporária. Regressará sempre à medicina, é aí que se sente em casa. Mas é também aquela vocação que o fará levar para o hemiciclo, em primeiro lugar, os temas da defesa do Serviço Nacional de Saúde (SNS) e da despenalização da morte assistida. Se houver oportunidade para as outras causas, garante agarrá-las.', 'O activismo de Bruno Maia tem diferentes extensões. Foi organizador da 1.ª Marcha do Orgulho LGBTI+ do Porto em 2006. É delegado Sindical do Sindicato dos Médicos da Zona Sul, fundador e membro da direcção do Observatório Português de Canábis Medicinal, e faz parte do Movimento Direito a Morrer com Dignidade.', 'Chegou ao BE por volta de 2002, depois de se ter envolvido nas lutas contra o aumento de propinas, na Universidade do Porto, onde foi estudante-bolseiro. Foi na faculdade que assumiu a homossexualidade. Até lá, e durante a adolescência em Gondomar, nem sempre foi fácil. Mesmo tendo amigos e estando integrado, não era um \u0093adolescente gay\u0094, sentia-se a viver \u0093no segredo\u0094, tentando \u0093esconder\u0094 quem era.', 'Conhece, por isso, bem o \u0093isolamento\u0094 e a \u0093invisibilidade\u0094 por que passam muitos jovens LGBTI+, cita estudos que apontam a forma discriminatória como são tratados nas escolas quando se assumem, por alunos, professores, funcionários. O país mudou desde que foi adolescente, mas ainda há muito por fazer neste campo, entende. Até na medicina, na relação entre médico e paciente, nota.', 'O passo seguinte foi dizer aos pais que viviam em Gondomar. A mãe era costureira, o pai carpinteiro. Foi mais fácil do que estava à espera, admite. Hoje em dia, os pais já não vivem no norte do país, emigraram para França durante a intervenção da troika, sem sequer saberem a língua, empurrados pelo desemprego. O pai continua a ser carpinteiro, a mãe faz limpezas.', 'Todos os activismos que Bruno Maia abraça cruzam-se com a profissão. A defesa da despenalização da morte assistida é um exemplo: \u0093Como médico, vejo pessoas em situação de grande vulnerabilidade. Temos de respeitar a autonomia das pessoas e aquilo que cada pessoa considera ser a sua dignidade, do seu corpo, dos momentos finais da sua vida.\u0094', 'Se fosse legalmente possível atender o pedido de alguém para antecipar a morte \u0096 cumprindo os princípios de que a doença é incurável, de que o sofrimento é \u0093insuportável\u0094, de que a pessoa está em condições de decidir de forma autónoma, sem estar submetida a qualquer coacção, e sem doença psiquiátrica \u0096, Bruno Maia fá-lo-ia: \u0093Perante esta situação, não vejo como pode um médico recusar-se a ajudar esta pessoa\u0094. Diz, aliás, que é um acto de \u0093compaixão, empatia e proximidade\u0094.', 'É também esta vontade de ajudar, como médico, que o leva a defender o uso medicinal da cannabis e que o levou a fundar o Observatório Português de Canábis Medicinal. Apesar de esta utilização já ter sido aprovada e regulamentada, Bruno Maia critica a excessiva \u0093burocracia\u0094 no acesso aos produtos em causa. Conta que ao Observatório chegam mães de crianças e adolescentes com epilepsias refractárias, que utilizam um óleo de canabidiol com \u0093resultados\u0094, mas que \u0093ainda têm de fazer a encomenda através da Internet a um país estrangeiro\u0094.', 'A posição de Bruno Maia em relação à cannabis é, porém, mais abrangente. Não fala só nas \u0093muitas finalidades terapêuticas\u0094 que tem, defende também a legalização da cannabis recreativa. Porquê? Porque \u0093a proibição não funciona\u0094 quando se quer eliminar ou diminuir o consumo e porque a substância deixaria de estar \u0093nas mãos dos traficantes que a podem adulterar\u0094. Diante disto, afirma: \u0093Só há um caminho, a regulamentação\u0094. E um consumo \u0093informado\u0094.', 'O médico garante que \u0093a cannabis é uma substância muito segura\u0094, quando comparada com outras que são legais, como o tabaco ou o álcool: \u0093Tem um potencial de adição inferior ao tabaco\u0094 e \u0093um potencial para prejudicar órgãos no corpo inferior ao álcool\u0094, enumera, ressalvando que \u0093os riscos são sobretudo psiquiátricos\u0094, uma vez que, \u0093em pessoas com predisposição para doenças psicóticas, a cannabis pode ser um gatilho\u0094.', 'Há ainda outra luta que abraçou, com outros activistas, e que lhe dá satisfação ter sido cumprida: haver, no SNS, um medicamento preventivo do VIH gratuito para quem precisa. Mas, antes de esse passo ter sido dado, Bruno Maia assumia publicamente que, para se prevenir de comportamentos de risco, tomava aquele medicamento que protege da infecção de VIH, comprando o genérico na Internet. Já nessa altura fazia questão de emprestar a sua voz à causa, fazia questão de, como dizia, dar \u0093a cara\u0094.'] ",
        "numberPosts": " 5 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Sexual Identity - General,Ideological and Political Identity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Gay,Esquerdalho",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "d43b49e2-12eb-423f-08c2-08d6d8471621",
            "user": "a344e59e-b749-4734-b6d4-07e32fb79941",
            "date": "30.07.2019",
            "timestamp": "NA",
            "commentText": "A faceta \"Isabel Jonet\" do BE. O puxar ao desgraçadinho é abuso como a caridadezinha. \"... Vamos brincar à caridadezinha // Festa, canasta e boa comidinha...\"",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "467a32e3-6467-4f23-6902-08d7141594d0",
            "user": "9d96ceca-6bd7-44a4-90df-8bbfa1203f73",
            "date": "29.07.2019",
            "timestamp": "NA",
            "commentText": "\u0093Neurologista, <b> esquerdalho,</b> nadador,<b>  gay</b>, ateu, portista\u0094 É pá, sei o que o que vou escrever a seguir pode levantar polémica, mas nadador é que não, deus nos livre de ter gente dessa no parlamento, querem lá ver que ainda para lá vai com as suas toucas e óculos de natação?",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "7ce48a15-cc76-45dd-0856-08d714102abc",
                    "user": "4ad9c13d-63ca-4a51-beea-566e58169f36",
                    "date": "29.07.2019",
                    "timestamp": "NA",
                    "commentText": "Para o caso de meter água, acho prudente.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Gay",
                "Esquerdalho"
            ]
        },
        {
            "id": "8964e84b-c267-4a3e-242a-08d714186ce2",
            "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
            "date": "29.07.2019",
            "timestamp": "NA",
            "commentText": "Da geração do meu filho e com excelente cabeça. Espero que seja eleito. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "d9ed29e5-ec7a-480a-6904-08d7141594d0",
                    "user": "(null)",
                    "date": "29.07.2019",
                    "timestamp": "NA",
                    "commentText": "Eu também espero, Guida, será uma mais valia no parlamento nacional, e espero também que o menino Paredes não saia à mãe! ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}