{
    "header": {
        "title": " Numa escola em Taiwan, os rapazes vão poder optar pela saia como uniforme ",
        "subtitle": " À luz de um plano de uniformes sem género, uma escola secundária de Taiwan vai permitir que os alunos vistam as peças que querem. \u0093A ideia é estimular os estudantes a escolher os seus uniformes, respeitando os seus direitos\u0094, disse o director da escola. ",
        "owner": " ['Reuters'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 1338  partilhas",
        "datePosted": " 24 de Julho de 2019, 12:24 ",
        "dateExtraction": " 2019-10-28 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2019/07/24/p3/noticia/numa-escola-em-taiwan-rapazes-vao-poder-optar-pela-saia-como-uniforme-1881020 ",
        "postText": " ['Rapazes e raparigas vão poder vestir saias numa escola em Taiwan. O plano para acabar com os uniformes diferenciados foi anunciado esta quarta-feira e é encarado por activistas LGBT+ (lésbicas, gays, bissexuais, transgénero e outras identidades) como um estímulo à igualdade de género.', 'A mudança \u0097 caso raro na Ásia, onde os valores tradicionais prevalecem \u0097 aconteceu depois de, em Maio último, estudantes e professores homens da Escola Secundária de Banqiao, perto de Taipei, terem vestido saias numa campanha contra estereótipos de género. A decisão da escola é vista como um reforço para a reputação da ilha enquanto referência do liberalismo na Ásia. Em Maio, Taiwan tornou-se no primeiro local da região a legalizar o casamento entre pessoas do mesmo sexo.', 'De acordo com as orientações actuais, os estudantes homens têm de vestir calças e as estudantes mulheres têm de vestir saias. O novo dress code \u0097 que deverá entrar em vigor no próximo ano lectivo, a partir de 30 de Agosto \u0097 vai acabar com qualquer menção específica de género. \u0093A ideia é estimular os estudantes a escolher os seus uniformes, respeitando os seus direitos\u0094, disse o director da escola em comunicado à Thomson Reuters Foundation. A escola, localizada em Nova Taipé, mesmo junto à capital, tem mais de dois mil alunos com idades entre os 16 e os 18.', 'Segundo alguns jornais locais, funcionários do Ministério da Educação taiwanês saudaram a decisão da escola. \u0093Isto é um passo em direcção à diversidade\u0094, disse, por seu turno, Du Sih-cheng, director de campanhas da Taiwan Tongzhi Hotline Association, uma organização sem fins lucrativos para os direitos LGBT+. \u0093Vai permitir que estudantes transgénero tenham a liberdade de escolher o que querem vestir na escola\u0094, declarou ao telefone a partir de Taipei, incitando mais escolas a fazer o mesmo.', 'Uma campanha global para impulsionar uniformes gender-neutral nas escolas ganhou força nos últimos tempos. No mês passado, a presidente da Câmara da Cidade do México anunciou que os estudantes podem decidir se querem vestir saias ou calças para a escola \u0097 o que criou controvérsia num país predominantemente católico, com uma sociedade conservadora. No País de Gales, o governo comunicou este mês que iria deixar de ter códigos diferentes para os uniformes de rapazes e raparigas. A nova regra deverá entrar em vigor a partir do dia 1 de Setembro.'] ",
        "numberPosts": " 6 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Gender - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Género,Machismo,Machista,Mulher",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "bf815395-9467-440e-b333-08d7104acdc7",
            "user": "40fd61b8-7c3d-43cb-87bb-72c72167eb08",
            "date": "24.07.2019",
            "timestamp": "NA",
            "commentText": "Acho muito bem! A ideia <b> machista </b>de que as mulheres podem usar calças mas os homens não podem usar saias (pois isso seria descer ao ridículo de usar algo associado a um ser \"inferior\" como a<b>  mulher</b>) é repugnante e já devia ter sido ultrapassada no nosso tempo. Verdadeira igualdade é tratar todos da mesma maneira e deixar de fazer distinções entre o que se associa a u<b> m géner</b>o ou a outro, e muito menos considerar aquilo que é associado a um determina<b> do géne</b>ro como ridículo, vergonhoso ou menos digno do que aquilo que se considera característico do outro<b> . O machi</b>smo e o feminismo são formas de descriminaçã<b> o de gé</b>nero que devem ser extintas, pois cada uma valoriza o seu sexo em detrimento do outro. Numa sociedade civilizada só a igualdade total deve prevalecer.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "3ea6c9c8-9244-43d2-00ed-08d7104d632a",
                    "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
                    "date": "24.07.2019",
                    "timestamp": "NA",
                    "commentText": "vê-se logo que não sabe o que é o Feminismo. Vá estudar!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7e843e43-a9bd-4fdf-188b-08d7104574f9",
                    "user": "f8fcd449-82f8-4e75-95d8-d449ec759524",
                    "date": "25.07.2019",
                    "timestamp": "NA",
                    "commentText": "Numa sociedade livre, um homem pode vestir-se de calças, calcões, saias ou vestido. Não pode é proibir o escárnio dos demais (NOTA: republicação de comentário pavlovianamente censurado por um esquerdista autoritário; a moderação neste jornal continua impunemente entregue à bicharada)",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Género",
                "Machismo",
                "Machista",
                "Mulher"
            ]
        },
        {
            "id": "36724455-5816-4bec-00d0-08d7104d632a",
            "user": "152fd61f-800e-4dc9-91a2-a92338865705",
            "date": "24.07.2019",
            "timestamp": "NA",
            "commentText": "Esses e os escoceses são todos mariconços.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "fc1474ad-3824-4b2b-b32f-08d7104acdc7",
            "user": "ce39b74f-2a68-4997-94d4-77128678a025",
            "date": "24.07.2019",
            "timestamp": "NA",
            "commentText": "Se usassem todos calças, resolvia-a questão. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3a75347d-f44c-4c35-4ccd-08d7103c0bd9",
            "user": "3faac4fe-2a65-456c-8e7c-b036c5c8a92a",
            "date": "24.07.2019",
            "timestamp": "NA",
            "commentText": "A roupa tem a ver com a identidade de <b> género?</b> Gostava de saber o que dizem os polícias nas ilhas Fiji...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Género"
            ]
        }
    ]
}