{
    "header": {
        "title": " Como Tancos salva a direita de si própria ",
        "subtitle": " O homem que esvaziou o Porto como está a esvaziar o PSD - massa crítica, identidade, desígnio -, lá vai carregando a caravana pelas ruas do país longe das arruadas laranja de outrora. ",
        "owner": " ['Pedro Abrunhosa'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 7422  partilhas",
        "datePosted": " 2 de Outubro de 2019, 6:52 ",
        "dateExtraction": " 2019-10-25 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2019/10/02/politica/opiniao/tancos-salva-direita-propria-1888462 ",
        "postText": " ['Quando, em 2016, a poucos dias das eleições presidenciais norte-americanas, James Comey, então director do FBI, decidiu abrir um inquérito sobre alegadas irregularidades na utilização do e-mail pessoal de Hillary Clinton por parte da candidata, o resultado final da já então titubeante disputa entre Trump e a ex-secretária de Estado ficou decidido. O resto é história. Da mesma forma, nesta semana, e na sequência do criminoso assalto a Tancos ocorrido há dois anos, a putativa influência do Ministério Público, após deduzir acusação contra Azeredo Lopes, na decisão dos portugueses atribuírem ou não maioria absoluta ao PS será determinante.', 'Embora distantes na essência, na matéria e no direito, talvez a nenhum dos dois casos seja estranho o sentido de oportunidade na cronologia dos calendários eleitorais. Se assim for, por muito que Rui Rio tenha esbracejado contra o favoritismo deste Governo pelos magistrados, parece que os factos não lhe dão razão. Pelo contrário: com um vulgar assalto feito por Rambos-de-Meia-Tigela, caiu nas mãos da oposição, sobretudo à direita, um balão de oxigénio que será espremido, séria ou demagogicamente, até à segunda-feira subsequente ao acto eleitoral. Maioria absoluta ou não, daqui a uma semana, \u0093à Justiça o que é da Justiça\u0094, como diz, e bem, António Costa. Curioso é que esta ande mais depressa nestas semanas e mais devagar no pousio dos mandatos. A propósito: como vamos de Salgado, Bava, Granadeiro, Sócrates e Marquês?', 'Tancos teve pelo menos a virtude de, além de trazer para o debate público o mistério do \u0091achamento\u0092, outorgar ao CDS verdadeiras razões para exigir responsabilidades políticas ao Governo, abandonando, até ver, o lancinante discurso de Calimero: querem acabar com os nossos valores, as nossas tradições, a Família, a Pátria e, talvez, autoridade. Se acabar com isso tudo significar pôr fim às touradas, manter os direitos no casamento gay, ao mesmo tempo que se sobe o salário mínimo, se aumenta a tributação sobre o consumo de produtos petrolíferos, se mantém vivo e recomendável o SNS, e tudo isto dentro de um quadro económico sustentado, então vamos a isso. Tem o CDS toda a razão. Afinal é para isto mesmo que existe uma esquerda e uma direita.', 'A segunda virtude de Tancos é ter sido salvífico para Rui Rio que, após um brilhante debate com o primeiro-ministro em que mostrou estar à altura da única matéria que dá alguma alma àquele ar arreliado, a contabilidade, consegue diminuir, ainda que residualmente, o fosso que separa PSD do PS nas intenções de voto. O homem que esvaziou o Porto como está a esvaziar o PSD - massa crítica, identidade, desígnio -, lá vai carregando a caravana pelas ruas do país longe das arruadas laranja de outrora. Como no Porto, talvez estas eleições sirvam para renovar o partido, uma vez terminadas. Trazer chama e visão à liderança do PSD urge, porque é fundamental para o país que a direita se reencontre como parceira de um centro comum para esvaziar a chico-espertice saloia da ladainha populista.'] ",
        "numberPosts": " 85 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Ethnicity - White",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Gajo,Branco,Francisco,Gago",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "06de7129-6167-49cd-d330-08d743683e5c",
            "user": "ff148bf7-1a11-479e-a2ed-b66ab9855783",
            "date": "03.10.2019",
            "timestamp": "NA",
            "commentText": "Do assunto e de Justiça, Abrunhosa nada percebe. Não sabe que o MP pronunciou nesta altura porque era esse o prazo? Não sabe. tenho para mim que quando alguém, dando a sua opinião, inventa cabalas e teorias da conspiração é porque é cognitivamente débil ou está a soldo de uma facção. Rui Rio pegou numa câmara municipal corrupta, ineficaz e gerida para pagar a clientelas partidárias e outros parasitas e transformou-a numa organização equilibrada. naturalmente que isso não agradou a si nem aos seus amigos que viviam parasitariamente da CMP.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2c5940ee-754e-41f7-d893-08d748126a85",
            "user": "f3c71378-979b-4a29-ad6b-097ce48a0e3f",
            "date": "03.10.2019",
            "timestamp": "NA",
            "commentText": "Como  vamos  de Salgado, Bava, Granadeiro e  Marquês? Isso  deve  perguntar a Costa.Por  outro  lado referir  que  Rio esvaziou a cidade  do Porto é  desonesto. Sei  que  alguma gente se refere  a Rio como  \"contabilista, contra  as artes e o Fcp\". Esse  é  um  discurso patético. Há  que  reconhecer valor  no  que  fez pela  cidade, e  que o eleitorado  sempre  reconheceu e reforçou. Nunca  existiram familygates, protecção a grupos económicos, pelo  contrário.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7e2b2bb1-f760-463c-c70e-08d747278411",
            "user": "3b6d04e6-d7ea-4bfc-99d1-a9ad19b37a62",
            "date": "03.10.2019",
            "timestamp": "NA",
            "commentText": "Que pobreza de argumentos, Pedro Abrunhosa. Que pobreza mesmo!Lembra o Coliseu e as correntes do \"daqui não saio\" (será que já saiu?). Não lembra nem ao diabo (olá!), dizer que Rui Rio está a tirar a massa crítica do PSD. Confesso que prefiro Pacheco Pereira a Miguel Relvas e companhia.  Mas afinal Abrunhosa defende o passado PSD? Ou defende o PS com maioria absoluta? É contra a esquerda do PS?  É bom ter um jornal que estrategicamente  o deixa vir aqui dizer umas coisitas, não é? Bom sentido de oportunidade. Ainda vou ver por aqui o <b> Francisco </b>Assis... Tema? Aqui vai. O PS deve juntar-se à direita democrática ,   se e apenas se não obtiver uma maioria absoluta, imprescindível para o avanço social de Portugal e contra os perigos totalitários. Pedo Abrunhosa já ganhou o dia ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Francisco"
            ]
        },
        {
            "id": "40458a7c-d75f-4bd8-4565-08d7471e83ae",
            "user": "0a3f5416-92c0-4a59-84ad-9eaabff0dc23",
            "date": "03.10.2019",
            "timestamp": "NA",
            "commentText": "Depois de se ter transformado num músico medíocre, Abrunhosa infecta de mediocridade também as suas opiniões. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "79818f28-ecf7-4e37-d2d1-08d743683e5c",
            "user": "b78163aa-b503-424c-82bc-43654c2ff5ab",
            "date": "03.10.2019",
            "timestamp": "NA",
            "commentText": "Quanto à sua outra dúvida transcendental sobre a oportunidade de Tancos agora, em pleno período eleitoral, aqui vai a explicação pela boca de outrem (mas de um outrem informado): \"O Lacão anda sempre nestas andanças. Não lhe adiantou nada alvitrar nomes para a PGR...e devia perceber uma coisa: o MºPº teve necessidade de deduzir a acusação neste período eleitoral por causa de um motivo singelo e prosaico que as teorias de conspiração nunca contemplam: o prazo de prisão preventiva dos presos esgotava-se e teriam que ser soltos. Se o ministro Azarado não andasse a engonhar no processo nada disto aconteceria...portanto a culpa é destes lacões e laconas.\" ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "0657344d-5494-45a8-d2d0-08d743683e5c",
            "user": "b78163aa-b503-424c-82bc-43654c2ff5ab",
            "date": "03.10.2019",
            "timestamp": "NA",
            "commentText": "\"Como vamos de Salgado, Bava, Granadeiro, Sócrates e Marquês?\", pergunta o autor. Pois vamos ao ritmo que os \"desfazedores\" de trabalho feito permitem, qual fio de Ariadne. Não foi para isso que o sorteio só produziu resultados à quarta ou quinta vez?! Mas que raio de perguntinha, Abrunhosa. Não lê jornais?",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8f949889-2606-4749-1c42-08d7471cb23d",
            "user": "275d9ced-3b68-4dc4-bd47-441c76edf850",
            "date": "02.10.2019",
            "timestamp": "NA",
            "commentText": "Pois foi o Rio tirou-lhe a teta e ele agora tenta vingar-se, mas palpita-me que não terá muita sorte",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "93506ff9-5244-4c37-455e-08d7471e83ae",
                    "user": "ad91ec31-3d7e-45f5-afd3-01905b95c359",
                    "date": "03.10.2019",
                    "timestamp": "NA",
                    "commentText": "A central de corrupcao do PSD so da' a mama aos apaniguados, Rui Rio nao vai fugir 'a regra ate porque a ordem dos contabilistas tem umas contas a acertar com o sr Rui Rio quando este la passou e mamou 27000 Euros por ano por 2 sessoes da assembleia geral. No departamento de urbanismo da CM do Porto parece que tambem se mamou la muito por altura do Rui Rio.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4df407e0-f136-426e-d2ca-08d743683e5c",
            "user": "4febcb41-83c5-43f2-8236-838cffb9c7fc",
            "date": "02.10.2019",
            "timestamp": "NA",
            "commentText": "\"Tancos. Por que razão o Presidente da República e o Primeiro-Ministro não foram ouvidos?\"      A Processo de Tancos é ainda Pior que o Processo Freeport que por sua vez já era muito Mau, é por isso que as 48 perguntas a Marcelo e Costa foram Mandadas Apagar do Processo e o Povo Português Vai Votar para a Assembleia da República na Ignorância do Envolvimento de Costa e Marcelo no Caso de Tancos, o Mais Grave Acontecimento Político dos Últimos Cinquenta Anos.....!!!!!!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "bfab321a-12eb-4b04-d2c8-08d743683e5c",
            "user": "4febcb41-83c5-43f2-8236-838cffb9c7fc",
            "date": "02.10.2019",
            "timestamp": "NA",
            "commentText": "\"Contudo, a prática seguida no processo de Tancos  contraria a que foi seguida pelo DCIAP numa situação muito semelhante que ocorreu no processo Freeport em 2010. Os dois procuradores deste inquérito, Vítor Magalhães (o mesmo do processo de Tancos) e Paes Faria, queriam ouvir o então primeiro-ministro José Sócrates nos autos daquele inquérito como testemunha mas a procuradora-geral adjunta Cândida Almeida, então diretora do DCIAP, não autorizou a referida diligência e as 27 perguntas que Paes Faria e Vitor Magalhães queriam fazer a Sócrates foram incluídas nos autos do caso Freeport.\" ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "a8fcc532-a01e-4500-c6fd-08d747278411",
            "user": "4febcb41-83c5-43f2-8236-838cffb9c7fc",
            "date": "02.10.2019",
            "timestamp": "NA",
            "commentText": "Acresce que o DCIAP é um órgão da Procuradoria-Geral da República e Albano Morais Pinto responde directamente perante a Procuradora-Geral Lucília <b> Gago </b>\u0097 que, por sua vez, foi nomeada pelo Presidente Marcelo por indicação do Primeiro-Ministro António Costa....!!!!!  Eis a Razão porque  a PGR Joana Marques Vidal foi substituída por uma Amiga da Ministra da Justiça Francisca Van Dunen.....!!!!!  Afasta-se uma Pessoa Competente e Nomeia-se uma Pessoa Obediente....!!!!! ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "ee026290-79cd-4e03-3b41-08d7471dd7c5",
                    "user": "b78163aa-b503-424c-82bc-43654c2ff5ab",
                    "date": "03.10.2019",
                    "timestamp": "NA",
                    "commentText": "Nem mais!!! É preciso explicar tudo tim-tim por tim-tim ao Sr. Abrunhosa senão ele não alcança.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Gago"
            ]
        },
        {
            "id": "9361537c-0119-46a1-d2c0-08d743683e5c",
            "user": "(null)",
            "date": "02.10.2019",
            "timestamp": "NA",
            "commentText": "Que o PS vá para o inferno e leve com ele o PSD e CDS!!! E essa da Clinton ter sido roubada é mais outra labreguice da \"esquerda\" cosmopolita caviar. A Hillary, a mesma Hillary que recebeu milhões do regime decapitador Saudita e da Goldman Sachs, perdeu porque muitos norte americanos já não estão para aturar neoliberais de \"esquerda\"!!!",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5487f533-60aa-45a7-d2cb-08d743683e5c",
                    "user": "275d9ced-3b68-4dc4-bd47-441c76edf850",
                    "date": "02.10.2019",
                    "timestamp": "NA",
                    "commentText": "Esqueceste do Sócrates, Penedos Pinho, Sucateiro, Salgado, Bava, etc. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "29588fa5-b963-43ba-4e31-08d7471b40f9",
                    "user": "ad91ec31-3d7e-45f5-afd3-01905b95c359",
                    "date": "02.10.2019",
                    "timestamp": "NA",
                    "commentText": "Nao 'e isso que esta' em questao. O que esta' em questao 'e o facto de um dos pilares fundamentais do Estado, a Justica, estar a conspirar para beneficio de umas das partes. No caso Hilary 'e evidente que o caso dos mails foi empolado pel FBI com o intuito de prejudicar Hilary (o que de facto estou em crer que aconteceu) e nada mais. Se a sra tambem nao se pode queixar muito porque tambem nao jogou limpo, isso ja e' outra questao.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "df3be266-2482-4ebc-c6f7-08d747278411",
            "user": "ad91ec31-3d7e-45f5-afd3-01905b95c359",
            "date": "02.10.2019",
            "timestamp": "NA",
            "commentText": "A por o dedo na ferida. Onde estao, ja nao 'e como, 'e onde estao os processo por corrupcao de Marcos Antonio Costa, Felipe Menezes? E os recusros do Oliveira e Costas? E em relacao ao arquivamenteo do processo Dias Loureiro/BPN/Cavaco?",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "71b98d5b-bd8b-4ce7-d2bf-08d743683e5c",
            "user": "33795b39-80ee-40e9-8be6-4206f1666816",
            "date": "02.10.2019",
            "timestamp": "NA",
            "commentText": "Abrunhosa!Tas-te a passar, rapaz.Nem a direita é tão pior, nem os socialistas são tão bons. Estes então, são do pior que já tivemos. Vê o exemplo do presidente do partido e naquilo em que o transformou...O Governo é a mesma coisa: um tacho familiar...Francamente, tenho vergonha deste socialismo.E olha que o oásis socialista não é mais que o resultado da conjuntura económica. Quando a economia arrefecer, até os pintelhos do Centeno começam a enrolar ..",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "fd44086e-9125-4b31-3b38-08d7471dd7c5",
                    "user": "ad91ec31-3d7e-45f5-afd3-01905b95c359",
                    "date": "02.10.2019",
                    "timestamp": "NA",
                    "commentText": "A direita trauliteira veio aqui confessar-se, trauliteira e ordinario, 'e a marca de agua dos apoiantes da central de corrupcao do PSD.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "92164046-7055-4a2a-0a1b-08d7471b2fc4",
                    "user": "86d37218-6251-462e-84b5-96ba0549a719",
                    "date": "03.10.2019",
                    "timestamp": "NA",
                    "commentText": "O Napoleon tem vergonha deste socialismo porque não passa de um primário fascista. E também um pobre coitado...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "fc579b22-fd67-4254-3b47-08d7471dd7c5",
                    "user": "717d2d61-f346-4b88-834f-eb1798ce6907",
                    "date": "03.10.2019",
                    "timestamp": "NA",
                    "commentText": "uma chuva de adjetivos para quem ousa radiografar a governação costa. vieira e antónio gonçalves: ao menos, aprendam a argumentar. a era dos insultos era nos anos 70. cresçam. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "098ab01f-c90e-4593-3b37-08d7471dd7c5",
            "user": "283631f5-b877-47d4-b6c9-cf3771ef6960",
            "date": "02.10.2019",
            "timestamp": "NA",
            "commentText": "Ah! Estava a ver que não via ninguém queixar-se do timing da justiça! Já pecava por tardio. Os pobres magistrados hoje em dia não podem mexer nos processos sem terem o calendário eleitoral à mão. Se fosse em Maio era por causa das europeias. Se for agora são as legislativas. Se for daqui a uns tempos hão-de ser as presidenciais. Senhores magistrados, quem se mete com o PS leva. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "f0ec69df-3890-4683-0a0c-08d7471b2fc4",
            "user": "51e4df24-306a-444c-b319-09f5f5174ce2",
            "date": "02.10.2019",
            "timestamp": "NA",
            "commentText": "Mais um comentário inofensivo  para o tecto. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "10301e5a-6d38-480e-4e24-08d7471b40f9",
            "user": "58bf916c-63bf-4c12-9c6d-6843a28a4407",
            "date": "02.10.2019",
            "timestamp": "NA",
            "commentText": "Nunca mais cantou o \u0093não pagamos \u0093...É medo??",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "fcc4a1f5-cf6c-4bd8-454c-08d7471e83ae",
            "user": "3f7bd486-aad5-461c-9c02-acae284e8979",
            "date": "02.10.2019",
            "timestamp": "NA",
            "commentText": "Se preza o SNS não se envolva em birras contra o ex-presidente do Porto (câmara) e esqueça a chama de liderança, que no passado recente correspondeu ao leilão de bens públicos. Qual é o problema de termos um PSD social democrata? Nunca percebi esta mentalidade pirotécnica de gostar de chama. Do que os políticos precisam é de boas políticas para o país, não é de chama. Guarde a chama para acender o cigarro, se é o caso disso.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3bbad82f-4a9a-4ca7-4e1d-08d7471b40f9",
            "user": "278ffa2f-fef0-40b1-a1fe-c195dd3c1282",
            "date": "02.10.2019",
            "timestamp": "NA",
            "commentText": "Só cá faltava este. Só ao falar dos mandatos de Rio à frente da Câmara Municipal do Porto não se dá conta do ridículo da sua prosa.Na verdade não é desprovido da inteligência suficiente para concluir que esta crítica contribui para o aumento dos votos em Rio, não são votos no PSD, são votos em Rio para que este coloque os Abrunhosas deste país na linha, assim como os colocou quando foi autarca da Invicta.Abrunhosa é tão pouco inteligente que não tem sequer a noção da existência de um Porto pós Rio, completamente diferente desse Porto pré Rio.Obrigado Abrunhosa, em nome de Rui Rio!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "b73a8a17-59ba-4f01-d2a9-08d743683e5c",
            "user": "f5d9a942-fd7d-451a-89b0-c99c2520b0d4",
            "date": "02.10.2019",
            "timestamp": "NA",
            "commentText": "Do directo de campanha: \"Tancos: PS e BE disponíveis para nova comissão de inquérito proposta pelo CDS-PP\", evidentemente, depois das eleições. Será coincidência?",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "6bb5bc80-5a8d-49f2-c6fc-08d747278411",
                    "user": "f50761ec-7bcb-4c3d-b3a2-594a2d82b66a",
                    "date": "02.10.2019",
                    "timestamp": "NA",
                    "commentText": "E que tal discutir o programa eleitoral, para esclarecer os eleitores?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "09959e92-c6cb-4534-0a1f-08d7471b2fc4",
                    "user": "f5d9a942-fd7d-451a-89b0-c99c2520b0d4",
                    "date": "03.10.2019",
                    "timestamp": "NA",
                    "commentText": "Para esclarecer os eleitores é crucial saber-se qual a qualidade dos candidatos que irão aplicar o programa eleitoral. As suspeitas sobre Costa deviam ser discutidas agora, antes das eleições.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "1cb46708-9b2b-48e0-d2a3-08d743683e5c",
            "user": "eaee87a6-2570-4d0d-aaeb-fad5d2e26da0",
            "date": "02.10.2019",
            "timestamp": "NA",
            "commentText": "Pedro Abrunhosa, coerente com ele próprio, preocupado com a decisão dos portugueses de atribuírem, ou não, a maioria absoluta ao PS. Só não é coerente quando pergunta pelos casos Salgado, Bava, Granadeiro, Sócrates e Marquês que estão completamente colados a uma maioria absoluta PS. Ou talvez seja apenas o desgosto e o receio de ver o seu inimigo de estimação sem um resultado humilhante.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "b0287f44-0e6a-4fde-3b19-08d7471dd7c5",
            "user": "f5d9a942-fd7d-451a-89b0-c99c2520b0d4",
            "date": "02.10.2019",
            "timestamp": "NA",
            "commentText": "Já agora, aos que subscrevem a teoria da conspiração da justiça contra o PS, leiam a notícia\"Director do DCIAP travou inquirição de Costa e Marcelo no caso de Tancos\". É deste jornal, e pode ser que acalme os vossos receios.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "4f941980-828b-4f23-09f3-08d7471b2fc4",
                    "user": "1f01d620-6de2-4998-ac7e-bd8de2276a9d",
                    "date": "02.10.2019",
                    "timestamp": "NA",
                    "commentText": "Quais receios?        Andas mesmo fora da realidade, o povo português tem o direito de saber o que se passou na realidade em Tancos.        Não queremos mentiras, nem lavagens de responsabilidades que nos envergonham e nos colocam mal aos olhos da UE, como o caso da Tecnoforma que foi arquivado pela justiça portuguesa e a UE obrigou o país a devolver o dinheiro que deu indevidamente àquela associação criminosa e ainda deu um puxão de orelhas aos nossos tribunais. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "514631f8-320c-4c90-d2a6-08d743683e5c",
                    "user": "f5d9a942-fd7d-451a-89b0-c99c2520b0d4",
                    "date": "02.10.2019",
                    "timestamp": "NA",
                    "commentText": "Olhe essa pressão arterial, que está a levar a desvios de assunto. E deixe de falar pelo povo português.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "062583ee-fe7a-495a-c6e0-08d747278411",
                    "user": "1f01d620-6de2-4998-ac7e-bd8de2276a9d",
                    "date": "02.10.2019",
                    "timestamp": "NA",
                    "commentText": "E salta sapo e salta sapo.        Estás mesmo a ficar atabafado, será que vais aguentar até domingo?        Já nem consegues interpretar correctamente o que lês, olha isso indica falta de oxigenação do cérebro.Tem cuidado com os sintomas.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "8bab57a7-e338-478b-09ef-08d7471b2fc4",
            "user": "f5d9a942-fd7d-451a-89b0-c99c2520b0d4",
            "date": "02.10.2019",
            "timestamp": "NA",
            "commentText": "É curioso ver como tantos apoiantes do PS já dão como adquirida uma vitória por poucochinho. Homens e mulheres (ordem estritamente alfabética) de pouca fé!",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "c8b2226c-cde5-44d8-3b1a-08d7471dd7c5",
                    "user": "1f01d620-6de2-4998-ac7e-bd8de2276a9d",
                    "date": "02.10.2019",
                    "timestamp": "NA",
                    "commentText": "Só depois de compararmos a votação conseguida pela PaF em 2015 e os votos que o PS conseguir nas eleições de domingo é que podemos avançar para chegar ao seu desconforto.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "35680ba0-9b69-4972-4e13-08d7471b40f9",
                    "user": "f5d9a942-fd7d-451a-89b0-c99c2520b0d4",
                    "date": "02.10.2019",
                    "timestamp": "NA",
                    "commentText": "Eu espero, já falta pouco.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "70293d93-28e4-4617-0a08-08d7471b2fc4",
                    "user": "3dc18d5b-15af-4356-b963-0cf922d1573f",
                    "date": "02.10.2019",
                    "timestamp": "NA",
                    "commentText": "Conde Cruzeiro, as duas eleições não são comparáveis. A de 2015 foi depois do PS ter metido o país em bancarrota e o PSD ter tido que tomar medidas impopulares para tirar o país da bancarrota em que o PS o meteu (nunca é demais repetir porque os fanáticos são pouco racionais). Já estas  eleições ocorrem depois do PSD ter tirado o país da bancarrota e posto a economia a funcionar. O mérito do Centeno e do PS foi seguirem a política do governo anterior mutatis mutandis.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4037b319-fb6b-46c2-c701-08d747278411",
                    "user": "1f01d620-6de2-4998-ac7e-bd8de2276a9d",
                    "date": "02.10.2019",
                    "timestamp": "NA",
                    "commentText": "Não esquecer os 76 mil milhões que Passos recebeu e derreteu, que se juntarmos os 10 Mil milhões que recebeu da venda em saldo das empresas públicas, perfaz a quantia de 86 mil milhões, nunca um governo em Portugal teve tanto dinheiro, nem tanto dinheiro foi sacado ao país em tão pouco tempo, os números indicam que foram desviados 30 mil milhões as investigações continuam.        O mérito do Centeno foi ter posto trancas na porta.        É esta verdade, que a direita esconde.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "aacfbf06-2147-42d2-d2d4-08d743683e5c",
                    "user": "f5d9a942-fd7d-451a-89b0-c99c2520b0d4",
                    "date": "03.10.2019",
                    "timestamp": "NA",
                    "commentText": "Disparate completo. Os 78 mil milhões foram para compensar o défice de 11% entregue por Sócrates enquanto esse défice era gradualmente levado aos 3% em 4 anos; as privatizações foram para que o sector empresarial do Estado deixasse de sangrar o orçamento e piorar ainda mais a situação da dívida.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "f8f6ccbe-823c-4490-0a2a-08d7471b2fc4",
                    "user": "1f01d620-6de2-4998-ac7e-bd8de2276a9d",
                    "date": "03.10.2019",
                    "timestamp": "NA",
                    "commentText": "Oh Sarmento, explica lá a este o que eu afirmei no meu comentário.        Coitado, interrompeu a medicação.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "76f78ad0-463f-41bc-c6dc-08d747278411",
            "user": "81f14762-de58-46d8-a8e3-6ceaee514fd3",
            "date": "02.10.2019",
            "timestamp": "NA",
            "commentText": "Mas este <b> gajo </b>que não sabe cantar agora também quer ser comentador político ?",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gajo"
            ]
        },
        {
            "id": "83471571-a6b0-41b5-09e9-08d7471b2fc4",
            "user": "47c92239-0b1c-4071-a461-666be768d4ad",
            "date": "02.10.2019",
            "timestamp": "NA",
            "commentText": "Este Abrunhosa é um pateta. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "29a7c190-321a-4273-d29c-08d743683e5c",
                    "user": "1f01d620-6de2-4998-ac7e-bd8de2276a9d",
                    "date": "02.10.2019",
                    "timestamp": "NA",
                    "commentText": "Aprendeu contigo?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "cab0c8c6-2c6a-46a8-3b1c-08d7471dd7c5",
                    "user": "612f665c-279c-4870-81c1-039a392cd19f",
                    "date": "02.10.2019",
                    "timestamp": "NA",
                    "commentText": "Sempre foi...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "f086ec7e-5142-4b5f-c6d3-08d747278411",
            "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
            "date": "02.10.2019",
            "timestamp": "NA",
            "commentText": "o que é que tu e os teus hão-de ir fazer... delirante o paternalismo 'imparcial' de fazer votos por um psd forte - porque já se percebeu que, com o esquerdismo destravado que por aí grassa, a resposta será de direita-direita, e disso os óculos escuros têm receiozinho. Depois, a vulgaridade do assalto a tancos, a vulgaridade do silêncio do be, que bradaria como louco se o PM fosse silva ou passos (e é isso a esqª: a mentira), é a vulgaridade das lyrics do nacional-cançonetista (a não ser que se tivesse tornado internacional sem se dar por isso). Depois, parece que não é um fosso, pois não? Depois, as arruadas rosa ou rubro extinguiram-se, não foi? Por que é que é preciso mentir tudo isto para produzir um estalinho de carnaval como este? O timing, esse - it's the politics, stupid.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3cd69c94-133f-4ab1-c6d2-08d747278411",
            "user": "f5d9a942-fd7d-451a-89b0-c99c2520b0d4",
            "date": "02.10.2019",
            "timestamp": "NA",
            "commentText": "Não terá reparado que havia prazos judiciais que ditaram a acusação nesta altura? Ou não considera que se há que cortar a direito sem contemplações é mesmo na justiça, doa às conveniências de quem doer?",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "63b4f0b2-5050-47d0-09ec-08d7471b2fc4",
                    "user": "9fb49854-6caf-44e9-b11b-61dc30ab7224",
                    "date": "02.10.2019",
                    "timestamp": "NA",
                    "commentText": "OldVic ,acredita no Pai Natal, ingénuo/a ou ignorante?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "a650a280-4ae4-450a-c6dd-08d747278411",
                    "user": "f5d9a942-fd7d-451a-89b0-c99c2520b0d4",
                    "date": "02.10.2019",
                    "timestamp": "NA",
                    "commentText": "Não acredito no Pai Natal, quer ele seja ingénuo ou ignorante.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "8d6fb860-ec10-451e-1c1f-08d7471cb23d",
            "user": "e1448afb-59cd-4d21-94a2-e2448f04c5f9",
            "date": "02.10.2019",
            "timestamp": "NA",
            "commentText": "Como diz a canção, o que é que se pode fazer?Talvez f###??????",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4fc25923-51ca-4a4d-4e0a-08d7471b40f9",
            "user": "eb35c9ca-2073-4e03-8a61-7799959bbd8c",
            "date": "02.10.2019",
            "timestamp": "NA",
            "commentText": "Tudo serve, para levar os direitolas ao poder, mas esse tudo...é nada e quando se derem conta da sua indignidade, provavelmente será tarde. Eu vou rir-me desses caras de pau.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "93015f5d-7878-4ac6-d297-08d743683e5c",
            "user": "084e3ab0-31f7-4280-ba30-f64f58f65aa2",
            "date": "02.10.2019",
            "timestamp": "NA",
            "commentText": "Quando os agentes culturais não tem nada melhor que oferecer, e que valha a pena pagar, necessitam de subsídios e de encostarem-se a quem lhes assegure os mesmos. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "add6b3df-a78c-4ab7-d295-08d743683e5c",
            "user": "717d2d61-f346-4b88-834f-eb1798ce6907",
            "date": "02.10.2019",
            "timestamp": "NA",
            "commentText": "reduzir o problema de tancos a \"um vulgar assalto feito por rambos-meia-tigela\" é a anedota do dia..... esta cumplicidade dos intelectuais (ou ditos intelectuais) de esquerda em relação aos comportamentos  mafiosos quando vêm da esquerda é terrivel para este país. por causa dessa protecção sectária, o PS  dá-se ao luxo de mentir ao parlamento, colocar os primos, alimentar as máfias locais, etc, etc, ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "e7407575-71cd-43be-c6cb-08d747278411",
            "user": "1f01d620-6de2-4998-ac7e-bd8de2276a9d",
            "date": "02.10.2019",
            "timestamp": "NA",
            "commentText": "Esta crónica tem total actualidade e se fosse preciso conferir a sua legitimidade, basta ver os lamentos de dor que ela arrancou aos desesperados de direita.Muito bem.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "1cc36017-2995-4641-453b-08d7471e83ae",
                    "user": "f5d9a942-fd7d-451a-89b0-c99c2520b0d4",
                    "date": "02.10.2019",
                    "timestamp": "NA",
                    "commentText": "Esta crónica é mais do mesmo vindo dos do costume, e para prova basta ver os aplausos que arrancou aos amigos da situação.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "0770fe30-023f-4daa-09ea-08d7471b2fc4",
                    "user": "1f01d620-6de2-4998-ac7e-bd8de2276a9d",
                    "date": "02.10.2019",
                    "timestamp": "NA",
                    "commentText": "Continuas, com o sapo atravessado na garganta.        No domingo, engoles o mesmo de uma vez.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "9b10c27a-e563-4bd6-d2a7-08d743683e5c",
                    "user": "f5d9a942-fd7d-451a-89b0-c99c2520b0d4",
                    "date": "02.10.2019",
                    "timestamp": "NA",
                    "commentText": "Quando é sapo, eu cuspo.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "ddcff505-6ab8-4fe3-09f5-08d7471b2fc4",
                    "user": "1f01d620-6de2-4998-ac7e-bd8de2276a9d",
                    "date": "02.10.2019",
                    "timestamp": "NA",
                    "commentText": "Engana-te, que me divertes.        Ventila vá-lá, já falta pouco para deixares de estar engasgado com o sapo.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "965452eb-017b-4db9-d293-08d743683e5c",
            "user": "9fb49854-6caf-44e9-b11b-61dc30ab7224",
            "date": "02.10.2019",
            "timestamp": "NA",
            "commentText": "O que o P. A. escreve o básico, não existem coincidências , o MP salvou a direita de uma derrota colossal. Rui Rio que afirmou que a justiça em Portugal, estava pior que no tempo da ditadura, agora afirma que a mesma justiça, é independente e, funciona em pleno. Rui Rio não é o homem que a direita quer, mas era necessário evitar que  dois terços da Assembleia caísse nas mãos da esquerda. A ignorância é letal, os poderes sabem disso.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "38fc8e30-c4f3-4e8f-c6c7-08d747278411",
            "user": "b3b9bc77-07fa-40f3-8fca-d879833cb5d1",
            "date": "02.10.2019",
            "timestamp": "NA",
            "commentText": "Conteúdo literário 0, esclarecimento sobre questões levantadas levianamente 0 ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6a8f2f6f-be84-44a1-09da-08d7471b2fc4",
            "user": "3051b51c-4e68-4fd7-b165-15ec6ee53475",
            "date": "02.10.2019",
            "timestamp": "NA",
            "commentText": "Canta mal, pensa mal, mete-se em bicos dos pés... que raio, não saia de trás dos óculos.  ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "237f7a56-2443-443d-d29a-08d743683e5c",
                    "user": "071fcc32-557a-43de-ac5f-3aaf3860cb35",
                    "date": "02.10.2019",
                    "timestamp": "NA",
                    "commentText": "que raio, é só isso que sabe dizer? não quer fundamentar a sua apreciação sobre o artista? e já agora, escreve mal, diz-se por-se em bicos de pés",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "1710d95c-6b4f-48b5-3b22-08d7471dd7c5",
                    "user": "3051b51c-4e68-4fd7-b165-15ec6ee53475",
                    "date": "02.10.2019",
                    "timestamp": "NA",
                    "commentText": "Feerica pobre revisor. Diz-se? E que tenho com isso? Sr. Fernandes é necessário evitar a  a imbecilidade, os falsos, os interesseiros... ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "ebc8652b-eec3-4793-4e18-08d7471b40f9",
                    "user": "3051b51c-4e68-4fd7-b165-15ec6ee53475",
                    "date": "02.10.2019",
                    "timestamp": "NA",
                    "commentText": "Feerica, sobre o artista, não tem voz, as letras são de um kitsch nauseabundo, a música é repetitiva, os óculos próprios de diva barata.... mas o pior é a política. A ideia de que vai agitar as águas.... de cada vez que escreve. Em suma, o estilo é mau, o homem é mau. Mal dito, mal visto...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "7557e2d5-a40b-4c37-4dff-08d7471b40f9",
            "user": "3faac4fe-2a65-456c-8e7c-b036c5c8a92a",
            "date": "02.10.2019",
            "timestamp": "NA",
            "commentText": "O roubo e o achamento das armas, na minha opinião, não ficou esclarecido. Os Rambos confessaram, está tudo escrito. Para mim não chega. Mas Tancos salva a democracia (não só a direita) no momento em que se torna visível, que o Ministério Público transforma o processo numa declaração de intenções. Tem uma máquina da verdade, portanto. Tancos deixa a céu aberto as vulnerabilidades do sistema jurídico em Portugal. São enormes. Absolutamente relevantes. O resto é campanha eleitoral, os intervenientes atacam-se uns aos outros e expõem-se - todos! - a passar pelo mesmo, ao permitir que tudo continue na mesma. Falta de ambição? O país merece mais. Apraz-me ironizar: quinta-feira, 3/10/2019, às 21 h, todos os portugueses e portuguesas cantam o hino de mão ao peito. A intenção é que conta.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "b8d3843f-6ed9-4aea-d287-08d743683e5c",
            "user": "2ac6f34d-e4aa-4348-afbb-ea2ed5ef85ba",
            "date": "02.10.2019",
            "timestamp": "NA",
            "commentText": "\"A propósito: como vamos de Salgado, Bava, Granadeiro, Sócrates e Marquês?...E o Berardo?",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "72cfe6c1-3913-40be-09dd-08d7471b2fc4",
                    "user": "279558e4-0032-417c-8370-0b2fc3fd1173",
                    "date": "02.10.2019",
                    "timestamp": "NA",
                    "commentText": "E o Oliveira e Costa?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "28577712-f899-4968-1c0f-08d7471cb23d",
            "user": "a80b5b68-425e-41a6-83ef-b8f86c161eae",
            "date": "02.10.2019",
            "timestamp": "NA",
            "commentText": "Ena, tantos Senhores Procuradores do MP leitores comentadores do Público!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6298f666-c380-46ab-4dfd-08d7471b40f9",
            "user": "67f16228-f284-4164-a215-263b523a526c",
            "date": "02.10.2019",
            "timestamp": "NA",
            "commentText": "Excelente análise. Fez o que ainda não tinha sido feito! Expôs a verdade dos factos.!! Por falar nisso... onde andam os jornalistas do nosso país? Não levantam questões? Não analisam factos tão evidentes? Não informam os portugueses? É mais fácil comentar futebol e dar notícias sobre os vestidos das celebridades!!!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "26a8a2c2-620c-4402-09d8-08d7471b2fc4",
            "user": "246a30c6-b900-4361-bdb3-ae45a27e0eb9",
            "date": "02.10.2019",
            "timestamp": "NA",
            "commentText": "Com todo o respeito sr. Pedro Abrunhosa, os melhores momentos dos seus concertos são aqueles em que não canta. Creio que o mesmo se aplica aos seus comentários políticos que são mais interessantes quando está calado ou então deve retirar os óculos para conseguir ver melhor.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1b8ad4b0-1f7b-4aa9-3b03-08d7471dd7c5",
            "user": "8ea71701-34a2-4e96-bff8-34a69a814f65",
            "date": "02.10.2019",
            "timestamp": "NA",
            "commentText": "O sr abrunhosa escreve tão bem como canta! Avalia politica com a mesma paixão, de um adepto do futebol! Evidencia mais uma vez o snobismo da esquerda!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "57e4b40a-c4a3-4121-1c0d-08d7471cb23d",
            "user": "72ff53cd-a190-47aa-a9e6-2770cafc43b0",
            "date": "02.10.2019",
            "timestamp": "NA",
            "commentText": "Abrunhosa a fazer o papel habitual....a esquerda lava mais <b> branco!</b>",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Branco"
            ]
        },
        {
            "id": "50761482-4230-4c3e-09d6-08d7471b2fc4",
            "user": "d305d26a-abf5-479c-b4b2-dd37e384c550",
            "date": "02.10.2019",
            "timestamp": "NA",
            "commentText": "É preciso separar o artista da pessoa, por isso, tenho pena que este grande musico, Abrunhosa, que andou durante vários anos, com atoardas simplorias, nos seus  concertos, a branquear a bancarrota do Sócrates, atacando o governo de Passos Coelho pela austeridade que a Troika de credores que o PS trouxe para Portugal, sujeitou o nosso povo. Agora vem de novo atacar o PSD, ignorando que Rui Rio, o melhor autarca que o Porto já teve, até tem propostas muito interessantes para o Porto, como por exemplo a da melhoria da ferrovia por forma a trazer a viagem Lisboa Porto para o século XXI, isto é em 2 horas, permitiria reduzir dezenas de voos, que têm como sabemos o triplo da pegada de CO2 por passageiro do que o comboio. Aconselho Pedro Abrunhosa a ler o programa de Rui Rio.   ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "b64fe9e9-1eaa-4f36-d284-08d743683e5c",
            "user": "4e393c70-323b-49af-8f99-1f52aca425fd",
            "date": "02.10.2019",
            "timestamp": "NA",
            "commentText": "Para cada um o seu próprio oportunismo!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "0eec1620-e98e-4224-4a48-08d74634b397",
            "user": "a22bf8f9-f378-4c20-a8d3-d776418d215d",
            "date": "02.10.2019",
            "timestamp": "NA",
            "commentText": "Gostei da sua excelente analise, só acrescentaria que os partidos  habituais do sistema precisam ser renovados com sangue novo outras mentalidades, os actuais dirigentes  e responsáveis políticos estão ultrapassados no tempo, não se ouve deles qualquer ideia sobre como tornar o País melhor e melhorar a vida dos cidadão, ouve-se e vê-se é todos eles num bota abaixo mas não se ouve uma ideia uma proposta que seja, temos uma classe política que vive do espectáculo seja na rua seja na A.R. quem já assistiu na A.R. às discussões sabe que é verdade, sou e sempre fui avesso a donos da verdade enquanto houver dois homens na terra haverá sempre duas verdades a nossa e a do outro cada um tem a sua verdade. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8ccabba4-f4cc-4943-4a47-08d74634b397",
            "user": "a22bf8f9-f378-4c20-a8d3-d776418d215d",
            "date": "02.10.2019",
            "timestamp": "NA",
            "commentText": "Gostei da sua excelente analise, só acrescentaria que os partidos  habituais do sistema precisam ser renovados com sangue novo outras mentalidades, os actuais dirigentes  e responsáveis políticos estão ultrapassados no tempo, não se ouve deles qualquer ideia sobre como tornar o País melhor e melhorar a vida dos cidadão, ouve-se e vê-se é todos eles num bota abaixo mas não se ouve uma ideia uma proposta que seja, temos uma classe política que vive do espectáculo seja na rua seja na A.R. quem já assistiu na A.R. às discussões sabe que é verdade, sou e sempre fui avesso a donos da verdade enquanto houver dois homens na terra haverá sempre duas verdades a nossa e a do outro cada um tem a sua verdade. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6fa67690-cf8a-4fb7-0e6e-08d746379307",
            "user": "b6e435d2-808f-4094-b73a-7f2b77733041",
            "date": "02.10.2019",
            "timestamp": "NA",
            "commentText": "Por muito que custe a muita gente, este é um artigo lapidar. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "f4b755ab-6e3b-4159-4a46-08d74634b397",
            "user": "462508ca-dd2c-4cab-a5a5-d1bc5659271c",
            "date": "02.10.2019",
            "timestamp": "NA",
            "commentText": "Artigo de leitura obrigatória para todos os jornalistas analisarem e re-educarem-se. A classe jornalística é um coito de acéfalos e analfabetos.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "9190a460-7b24-4676-452a-08d7471e83ae",
                    "user": "a80b5b68-425e-41a6-83ef-b8f86c161eae",
                    "date": "02.10.2019",
                    "timestamp": "NA",
                    "commentText": "Não seria tão radical! Mas anda muito perto da verdade...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "c94d7daa-cebd-4313-0e6a-08d746379307",
            "user": "a344e59e-b749-4734-b6d4-07e32fb79941",
            "date": "02.10.2019",
            "timestamp": "NA",
            "commentText": "Com todo o respeito pelo artista que vive no Porto e apesar disso consegue ser grande, permita-me lembrar que Rui Rio é o que é, um técnico inculto, desde pequenino. Já era assim quando andava com Marcelo a chefe do psd e quando, no eleitorado da Invicta, adubado pelos antecessores donos da cidade, germinou a sua primeira vitória eleitoral que se repetiria, crescendo mais duas vezes, era ilegal a terceira, deu-a, literalmente, a outro Riu. É o estado da cultura política, ou a falta dela que de então para cá se agravou e faz crescer, na melhor seara, mais joio que trigo. Não são negligenciável estes técnicos incultos. A devastação provocada por Rio é mais a sua própria colheita que a sua sementeira. Há muito a fazer no plano da cultura política. Muito mais, que nas corridas eleitorais.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1dba9d74-44f8-49e9-4a49-08d74634b397",
                    "user": "462508ca-dd2c-4cab-a5a5-d1bc5659271c",
                    "date": "02.10.2019",
                    "timestamp": "NA",
                    "commentText": "Também detesto maiorias parlamentares, não vou em partidos, voto em pessoas e na competência que demonstram no exercicio do cargo e, perante factos não há argumentos: Rio  e Cristas são hiper incompetentes, trauliteiros e têm atrás de si uma horda de gente altamente desqualificada e faminta de poder, um perigo atómico para o futuro de Portugal.  O aproveitamento político de Tancos também mudou o meu voto...por vezes o feitiço vira-se contra o feiticeiro Dr. Rio...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "79081d30-dc73-435c-4a43-08d74634b397",
            "user": "a80b5b68-425e-41a6-83ef-b8f86c161eae",
            "date": "02.10.2019",
            "timestamp": "NA",
            "commentText": "Caro Pedro Abrunhosa,Não sou um particular apreciador da sua música; mas rendo-me à excelência da \"Opinião\" que aqui tão lucidamente expressa. O Governo e o Dr. Costa andaram bem neste processo? Não, não andaram. Mas o Ministério Público, com a \"oportunidade\" que vem sendo o seu \"normal\", ajudou a salvar a Democracia salvando a Direita. Pese a pose de \"niilismo plástico\" do Dr. Rio e a deprimente figura da Dra. Cristas! Quando a maioria absoluta do PS começou a ser uma possibilidade, decidi não votar, como habitualmente, no PS. Não gosto de maiorias absolutas, sejam as que resultam de eleições livres, sejam as \"conquistadas\" pelas tiranias. Agora, perante a golpada do MP e a euforia do Dr. Rio e da Dra. Cristas, volto ao PS.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "01399434-b08e-4b4a-d29f-08d743683e5c",
                    "user": "26eb9563-7475-4735-9504-40e67f91eee2",
                    "date": "02.10.2019",
                    "timestamp": "NA",
                    "commentText": "Exatamente aquilo que acontece comigo, ía abster-me, assim o ps já ganhou mais mu voto.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "9831cb8c-50b5-4777-276f-08d74633975a",
            "user": "038aeb95-64fe-4337-8bd3-e663287c91bf",
            "date": "02.10.2019",
            "timestamp": "NA",
            "commentText": "Excelente análise, como é próprio de um intérprete da cultura",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "87499609-7d5b-406e-276e-08d74633975a",
            "user": "a2b439dd-2620-4a5b-91b2-7a70bd276049",
            "date": "02.10.2019",
            "timestamp": "NA",
            "commentText": "Touché. Com Rui Rio, Portugal voltaria às corridas de calhambeque tal como aconteceu em tempos à magnífica cidade do Porto....",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "65fa2e28-76cb-44e2-3b07-08d7471dd7c5",
                    "user": "183a23c5-8011-4d66-ada8-271e2d2c08ce",
                    "date": "02.10.2019",
                    "timestamp": "NA",
                    "commentText": "Que posso dizer? Tenho saudades das corridas de calhambeques, que tal como hoje encheram de turistas a cidade do Porto.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}