{
    "header": {
        "title": " Livre \u0093preocupado\u0094 com a sua deputada. Joacine Moreira diz-se apanhada de surpresa ",
        "subtitle": " A direcção do Livre manifestou, em comunicado, \u0093a sua preocupação com o sentido de voto da deputada Joacine Katar Moreira, em contra-senso com o programa eleitoral\u0094. ",
        "owner": " ['Ruben Martins'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 3576  partilhas",
        "datePosted": " 23 de Novembro de 2019, 11:37 ",
        "dateExtraction": " 2020-01-23 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2019/11/23/politica/noticia/Livre-preocupado-com-sua-deputada-1894821 ",
        "postText": " ['Num comunicado publicado este sábado na página da internet do Livre, a direcção do partido diz que o voto da sua deputada Joacine Katar Moreira não reflecte as tomadas de posição oficiais do partido sobre a questão palestiniana. Em causa está a abstenção da única deputada do partido aquando da votação, apresentada pelo PCP, \u0093de condenação da nova agressão israelita a Gaza e da declaração da Administração Trump sobre os colonatos israelitas\u0094.', 'O Grupo de Contacto do Livre (a direcção) diz que a sua posição sobre a Palestina \u0093é clara desde a fundação do partido: pela autonomia do território e pelo reconhecimento do Estado da Palestina\u0094, por isso revela \u0093preocupação\u0094 com o sentido de voto que a única deputada que o partido conseguiu eleger nas legislativas de Outubro tomou.', 'A Assembleia da República:', 'Grupo Parlamentar do Partido Comunista Português (PCP)', 'O próprio comunicado diz que \u0093ao longo dos seis anos de existência foram várias as ocasiões em que pudemos dar conta desta posição e da vontade do Livre em defender a causa palestina na Assembleia da República\u0094.', 'O texto foi votado nesta sexta-feira, tendo sido aprovado com votos a favor do PCP, PEV, Bloco de Esquerda, PS e PAN . Ainda assim a votação contou com a rejeição de PSD, CDS-PP, Chega e Iniciativa Liberal, bem como com a abstenção de Livre e do deputado socialista Ascenso Simões.', 'No comunicado, a direcção do Livre diz que o texto apresentado pelo PCP colhe uma posição favorável. Além da \u0093nova agressão israelita a Gaza\u0094, o texto dos comunistas condenava ainda a \u0093declaração da Administração Trump sobre os colonatos israelitas\u0094.', 'Pedro Nunes Rodrigues, membro deste órgão de direcção, citado pelo Observador, argumenta que o grupo de contacto questionou esta sexta Joacine \u0093por e-mail, por chamada e por SMS\u0094 para falar sobre o seu sentido e voto, não tendo \u0093recebido resposta até ao momento de publicação do comunicado\u0094.', 'Ao final da tarde, Joacine Katar Moreira justificou o seu voto, dizendo que a sua abstenção se deveu à falta de indicação de voto por parte da direcção do Livre, com quem tentou, sem sucesso, falar.'] ",
        "numberPosts": " 99 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Gender - General,Ethnicity - General,Ethnicity - Black",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Género,Mulher,Racismo,Racista,Africana,Negra,Gaga,Bola,Branco,Rasca",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "fdaa6556-e0d5-4529-be7d-08d77062f8bd",
            "user": "77419550-1f95-4422-8a83-4c1e9d54716a",
            "date": "24.11.2019",
            "timestamp": "NA",
            "commentText": "Apoiei Joacine e exultei com a sua eleição, convencido que, apesar de apenas uma voz, daria alento e serviria de farol a outras que se lhe seguiriam.Enganei-me. Rotundamente.Foi a antítese daquilo que eu consagro num político, com as \"características\" pessoais que eu não tolero, a falta de carácter, de integridade, de verticalidade. Esta senhora, para não arriscar ir contra o seu partido, não votou de acordo com a sua consciência. PARA NÃO ARRISCAR?!!! Isto não é inexperiência política, isto é mente tapada, reprimida, conspícua, com assomos de acomodamento e auto-anulação em prol de um tacho. Joacine: um módico de dignidade pedir-lhe-ia que abandonasse o seu lugar de Deputada. Um módico de respeito por si própria exigi-lo-ia. Retire-se, Joacine Katar Moreira, faça-o, ainda, com dignidade",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5f344110-03d2-4b63-67c3-08d76fb324c4",
                    "user": "cdeff9e9-180e-4760-ac40-61007fed24f6",
                    "date": "24.11.2019",
                    "timestamp": "NA",
                    "commentText": "Mas que ideias as suas! Quem foi que lhe disse que Joacine pretendia votar contra a proposta do PCP? A haver falta de carácter, etc, será por ela invocar a incapacidade de contactar com o partido a tempo e horas e isso ser falso. Joacine lá saberá!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "96be687e-818c-454a-83f5-08d770be643a",
                    "user": "51e4df24-306a-444c-b319-09f5f5174ce2",
                    "date": "24.11.2019",
                    "timestamp": "NA",
                    "commentText": "Se ela se mantiver no partido, não fará mais que Rui Tavares fez ao BE mantendo-se no Parlamento Europeu, E que empregos daqueles não aparecem todos os dias como aliás ele próprio nunca mais conseguiu. Como diria JJ campeão da Américas, ele vale <b> BOLA </b>(para não dizer o interdito ZERO)",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Bola"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "c96a1cbb-e3c5-43e3-59e7-08d7517b8e2d",
            "user": "b47e4c23-d238-4604-881f-a3ae067260c9",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "A disfemia da senhora deputada do Livre causa polémica e o mais das vezes reações estúpidas quando não reaccionárias . A gaguez, é um distúrbio de fluência da fala não é nenhuma anomalia cerebral. A senhora deputada mesmo sofrendo desta inconveniência tem o direito, em se manter na Assembleia da República e defender os seus princípios. O contrário é imprudente, intolerante e tolhedor de liberdade e garantias a que todo o cidadão deve ter acesso. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "ca9b8b2c-a4e0-4829-59eb-08d7517b8e2d",
                    "user": "43993747-edb9-4cfe-b23c-c38b08096cbe",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "E novidades? Há? ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2470a52a-2a52-40f9-c017-08d76fb42207",
                    "user": "b47e4c23-d238-4604-881f-a3ae067260c9",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "... não, porque a falta de concordância e incongruência de seus enfadonhos gatafunhos, não representam qualquer novidade, é rotina.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "540775a2-5b57-45ad-59e6-08d7517b8e2d",
            "user": "20dba57a-a0a7-4391-9f3c-804eb0cd3f7f",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "Por certos comentários ela não tem que obedecer à linha política do partido pelo qual foi eleita porque um partido é apenas um meio para uma pessoa se tornar deputada. A escola Rui Tavares está a fazer escola.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "017639d7-230f-4346-8842-08d7700b2bb8",
            "user": "c178820f-0357-4307-bb6f-a5526d8a1f79",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "Mas então o que estava o assessor da Joacine a fazer desta vez? A pintar as unhas?",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "8b4f8d77-aec7-4ce9-e861-08d76fe6ab57",
                    "user": "43993747-edb9-4cfe-b23c-c38b08096cbe",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "Estava a subir um bocado as baínhas.. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "f42ad632-6560-4bd2-2c23-08d7702eaf8b",
                    "user": "20dba57a-a0a7-4391-9f3c-804eb0cd3f7f",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "E pode mostra-se o tornozelo na Assembleia da República?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "faeee417-2d7e-4387-c00e-08d76fb42207",
            "user": "0d720e20-859c-43ca-9c1e-057750816202",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "Eu cá para mim acho que ela fez bem em votar como entendeu. Mas o que começa a transparecer é que ela de facto terá mesmo alguma ideia, depois do Aristides e dos judeus de então, que me pareceu só um proforma que fica sempre bem, ela agora altera a política do grupo de pessoas que a elegeu, recusando criticar os judeus de agora e os seus guetos, extermínios e limpezas étnicas. Terá, pelo menos quanto aos judeus, uma ideia na sua cabeça. Vamos ver que ideia tem quanto aos portugueses.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "93c78208-5110-4e6a-67a8-08d76fb324c4",
            "user": "49458229-5263-4bc9-a44f-5c0c03c22d48",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "Esta situação, leva a três conclusões. Primeiro estamos já a assistir à defesa do indefensável, ou seja, defende-se a atitude com base na simpatia de <b> género!</b> Depois verificamos que uma coisa é o seu contrário são compatíveis e coerentes. Finalmente começa a ficar evidente que a organização partidária, que é permeável à corrupção, não se diferencia destes modelos alternativos, onde supostamente as pessoas são escolhidas pela competência, coerência e sobretudo pelo respeito de obrigações assumidas voluntariamente! Mas enfim...isto não é nada, se comparado com o brilhantismo de três novos deputados, oriundos de três novas formações com ideologias vazias de conteúdo, mas razoavelmente trabalhadas na sua apresentação, para serem vendidas em troca de um lugar pomposo, de destaque bem remunerado!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Género"
            ]
        },
        {
            "id": "5fbbf671-fd10-4387-c00a-08d76fb42207",
            "user": "20b47663-2052-4850-bbbe-2603bf780c2a",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "Isto só mostra que o \"Livre\" não é livre..., enfim, a Joacine vai aprendendo à custa dela. Não pode pensar pela sua cabeça, os caciques é que sabem como ela tem de pensar...A minha solidariedade, desde já.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "6b06d138-9c0e-4005-c00f-08d76fb42207",
                    "user": "b47e4c23-d238-4604-881f-a3ae067260c9",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "Subscrevo e enfatizo...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "b69780c2-05b3-4bd6-2c18-08d7702eaf8b",
                    "user": "e0d7cd06-ffbe-4fa5-9444-18fd099eca9d",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "Poderei subscrever o seu comentário quando os eleitores puderem reverter o seu voto e demitir o deputado que elegeram no pressuposto do cumprimento de um programa que, implicitamente, subscreveram. Ou há coerência ou terá que haver reciprocidade de acção.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "0e23d5aa-788d-4fd0-e873-08d76fe6ab57",
                    "user": "63036889-1f62-4396-9595-c5145697ce3c",
                    "date": "24.11.2019",
                    "timestamp": "NA",
                    "commentText": "AM, diz lá um partido político que já tenha cumprido com o pressuposto programa inicial... nenhum até á data.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "64ffc6c3-7da8-4f95-2c63-08d7702eaf8b",
                    "user": "e0d7cd06-ffbe-4fa5-9444-18fd099eca9d",
                    "date": "24.11.2019",
                    "timestamp": "NA",
                    "commentText": "Isso é uma resposta na senda  \"uotabautista\". O não cumprimento de programas por partidos tem muitas matizes e, em todo o caso, o partido até pode ser varrido do leque partidário pelos eleitores em futuras eleições. Já a total liberdade de os deputados votarem sempre como lhes convém independentemente do que pensa o partido a que pertencem seria a falência do sistema democrático vigente e a instalação de um estado anarquista de governação impossível. Os (candidatos a) deputados assinam um compromisso de cumprimento de regras com os partidos pelos quais concorrem, que é reforçado pelo voto de confiança que os eleitores depositaram nele. Vale tudo, sem consequências?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "239ef911-7c70-4ed1-2c09-08d7702eaf8b",
            "user": "5b1184fe-c61b-48a1-aa66-98ed9055c19d",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "A ideia das listas abertas sempre me seduziu em teoria, mas eis como pode facilmente levar a uma certa anarquia nos partidos. Não gosto de ver listas feitas apenas pelas cúpulas partidárias, mas depois em sentido oposto surge este problema. Se a única deputada deixa de seguir a linha ideológica do partido, a própria razão de existência do Livre deixa de fazer sentido. Passa a ser apenas um meio para cada cidadão tentar aceder à Assembleia da República.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "2a765561-7600-4954-67c2-08d76fb324c4",
                    "user": "cdeff9e9-180e-4760-ac40-61007fed24f6",
                    "date": "24.11.2019",
                    "timestamp": "NA",
                    "commentText": "A que propósito é que um nano-partido português tem que ter linha ideológica sobre o conflito israelo-árabe?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "93f7e5f9-428d-4f88-8407-08d770be643a",
                    "user": "5b1184fe-c61b-48a1-aa66-98ed9055c19d",
                    "date": "24.11.2019",
                    "timestamp": "NA",
                    "commentText": "Evidentemente que não tem que ter posição sobre isso, o meu comentário é um pouco à situação como um todo, esta questão em particular é menor. Penso que o problema do Rui Tavares com o Livre é que apesar de certamente estar do lado da Joacine nas questões identitárias, não era este o foco do partido. E agora é. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "36d85662-89c9-4748-e853-08d76fe6ab57",
            "user": "a148de76-7201-435c-904f-6fafde97ada2",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "O Livre a deputada Joacine, como se vê, são duas anedotas políticas.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "97ca1e76-8c5e-4ef0-59da-08d7517b8e2d",
            "user": "beaa8e9a-2321-4fd3-af07-a6badcbc56db",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "A quem surpreende o andar da carruagem, digo: Não conhecem a natureza humana, nos seus múltiplos formatos.Deixem-me avançar uma hipótese sobre a Srª Moreira.A sociedade tem que se adaptar ajudar todas as pessoas com todos os tipos de deficiência. Passa isto por coisas como, sinais sonoros nas passadeiras para invisuais, rampas e outras facilidades de acesso para utilizadores de cadeiras de roda, linguagem gestual em comunicações relevantes para deficientes auditivos, etc, etc, etc.(cont)",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "6af0209c-6c31-47c3-e851-08d76fe6ab57",
                    "user": "beaa8e9a-2321-4fd3-af07-a6badcbc56db",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "(cont.)        Neste sentido, é natural e até curial da parte das pessoas que sofrem destas limitações que advoguem os seus direitos e sensibilizem entidades públicas e privadas, da forma mais assertiva que conseguirem encontrar, para a necessidade de desenvolver tais adaptações como medida mínima de justiça social.        No entanto, quando uma pessoa que tem uma limitação específica decide ter como actividade precisamente aquela para a qual a sua limitação mais a torna inadequada, estamos na presença de alguém que decidiu submeter tudo e todos à sua vontade individualista, na essência uma personalidade egoísta, próxima até e talvez do narcísico-desviante.(cont.)",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4dcecbb7-11a2-4360-59dd-08d7517b8e2d",
                    "user": "beaa8e9a-2321-4fd3-af07-a6badcbc56db",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "(cont.) Foi assim com Oscar Pistorius que dobrou tudo e todos, incluindo o Comité Olímpico Internacional, para integrar provas que o simples bom-senso indicava irem ser pervertidas, em termos de resultados, pela sua obstinada vontade de participação (\u0085tendo-se visto ao que o senhor chegaria, no seu desprezo pelo próximo, uns anos mais tarde\u0085), será assim com Joacine Katar Moreira que decidiu, contra qualquer lógica, que a actividade perfeita para a sua gaguez avançada é a de oradora parlamentar e assim seria certamente se, por absurdo, Stevie Wonder alguma vez tivesse decidido que queria ser piloto de linha aérea.        (cont.)",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "14b61388-83de-4098-8836-08d7700b2bb8",
                    "user": "beaa8e9a-2321-4fd3-af07-a6badcbc56db",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "(cont.) A simples aceitação do lugar de única deputada, para o qual foi eleita e que recomendaria uma delegação no número 2 da lista, dada a necessidade permanente de intervenções de oratória, indiciava já que se trataria de alguém que, longe de consensos, altruísmos ou respeito por terceiros, gosta de moldar a realidade às peculiaridades da sua pessoa.Votar fora do consenso do grupo político que representa é apenas mais uma manifestação desse egocentrismo. Agora aturem-na. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "34b0e658-1b30-4fc2-59d9-08d7517b8e2d",
            "user": "79e0253b-fab9-4666-a154-6e8a3eb13000",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "O RT já deveria ter percebido,  como o DO percebeu,  que o Livre foi apenas a barriga de aluguer para uma agenda do SOS <b> racismo </b>e de uma pessoa cheia de ódio aos portugueses,  homens brancos, heterossexuais... Feita vedeta, julga-se acima do partido que pelo qual foi eleita: tipica prima dona do politicamente correto...",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "37c057e9-73a3-422d-2509-08d76f70aad4",
                    "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "Como se o Politicamente Correto não fosse o lado certo da barricada. O problema da abstenção da Joacine é que foi contra o Politicamente Correto. O Manuel devia estar contente e a aplaudir.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "a05ebd41-28d0-4090-e859-08d76fe6ab57",
                    "user": "0a390b5b-d4ef-477a-bec1-4b33bf85405b",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "O politicamente correcto é uma grande ferramenta do maior cancro da sociedade actual: o populismo.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "677b4177-3c2c-4042-250f-08d76f70aad4",
                    "user": "51e4df24-306a-444c-b319-09f5f5174ce2",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "Já escrevi uma carta que enviei para a imprensa mas que apenas dois jornais publicaram em que tocava precisamente nisto.          ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "d4f80488-3dc9-4da9-5a02-08d7517b8e2d",
                    "user": "cdeff9e9-180e-4760-ac40-61007fed24f6",
                    "date": "24.11.2019",
                    "timestamp": "NA",
                    "commentText": "Quando a Margarida Paredes fala em \"Politicamente Correto\", assim escrito, em maiúsculas e em português Pinto de Sousa, eu não consigo deixar de pensar que o que realmente a Margarida Paredes quer dizer é marxismo pós-Muro, cripto-comunismo. Mudando de assunto, o que é afinal em \"<b> racista </b>orgânico\"? Ainda não sei! ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racista"
                    ]
                }
            ],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "fa2b0e80-cc54-43f2-bfff-08d76fb42207",
            "user": "49458229-5263-4bc9-a44f-5c0c03c22d48",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "É comprovadamente um flop! Não tardará desvincular-se do partido!",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "02d96cf5-01cb-4680-883f-08d7700b2bb8",
                    "user": "51e4df24-306a-444c-b319-09f5f5174ce2",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "Devia fazer o mesmo que Rui Tavares fez ao BE: desvinculou-se mas ficou no PE (ai ninas). Depois fundou um partido que nunca vencia eleições e sabendo o coração mole dos portugueses lançou esta senhora. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "2a6683ed-f45d-4a7d-8830-08d7700b2bb8",
            "user": "3de102bb-d1a0-48d3-9969-05e16adbf249",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "O Livre está detido porque não há votos gagos. Incoerentes sim, como o silêncio do braço no ar comprova.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "c927fe6b-eb94-4731-e84f-08d76fe6ab57",
            "user": "717d2d61-f346-4b88-834f-eb1798ce6907",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "Questão demasiado complexa para um sim ou não. Percebo a posição do Livre e percebo o voto da Joacine. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 9,
            "replies": [
                {
                    "id": "052c9f81-8d5e-47c6-c001-08d76fb42207",
                    "user": "b6c40688-5915-40ec-a287-0e572e594d1b",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "Afinal,  o que a Ana Cristina  não parece perceber é a simplicidade de uma coisa que se chama COERÊNCIA!! Afinal \"percebe tudo\" , estranhamente!!Digo eu!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "b55f8dcf-0542-4bb9-c006-08d76fb42207",
                    "user": "9404e88f-56c6-43e1-919a-8f60946b1fc0",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "Concordo, Ana Cristina.  Podemos falar da coerência ideológica, a coerência que submete a percepção aos ditames ideológicos, uma forma de cegueira, e podemos falar da coerência analítica, a  coerência que exige que consideremos todos os aspectos cruciais de uma qualquer problemática. A coerência ideológica é padresca e intrinsecamente acusatória. Acusa sem explicar os factos que justificam a acusação. Os \"actos de agressão\" de Israel são criticados mas o lançamento de mais de 500 rockets pela Jihadi Islâmica Palestiniana nem sequer é mencionado. Não seria boa ideia explicitar os factos da situação antes de acusar seja quem for? Facto 1:  Negociações de paz entre Israel e o Hamas, mediadas pelo Egipto. A Jihad Islamica Pal, proxy do Irão, decide atacar Isr. Porquê? Devo continuar..",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "39339eb5-6146-422e-67a6-08d76fb324c4",
                    "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "Eu não percebi o voto da Joacine, ana cristina. Explique-me via facebook. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "093831e2-43f7-47ba-250e-08d76f70aad4",
                    "user": "717d2d61-f346-4b88-834f-eb1798ce6907",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "Os porquês da joacine não os conheço. Da minha parte, ter-me-ia abstido porque o texto do pcp é parcial e retrata de forma incompleta a situação. A guerra e a ocupação dos territórios não é solução mas o texto é insuficiente. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7655e741-01fb-419a-e860-08d76fe6ab57",
                    "user": "9404e88f-56c6-43e1-919a-8f60946b1fc0",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "mas, prontos, um erro numa chatbox não é o mesmo do que um erro numa comunicação política oficial, não é Maggie???",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "e213c0d0-d7c6-4672-8844-08d7700b2bb8",
                    "user": "9404e88f-56c6-43e1-919a-8f60946b1fc0",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "bolas...Ana Cristina, queria acrescentar mais um comentário e clikei no denunciar. desculpas. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2ced69fc-d6cf-4b75-0671-08d770ce8bbe",
                    "user": "aff3b6d6-269d-42d3-9d88-7dac216dfe07",
                    "date": "24.11.2019",
                    "timestamp": "NA",
                    "commentText": "Esta caixinha de comentários no feminino mais parece um fru-fru...! A arquitetura que estas Sras. fazem para defender alguém, só porque é feminista, é de rir!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "28b0a4c8-e29e-412c-8402-08d770be643a",
                    "user": "9404e88f-56c6-43e1-919a-8f60946b1fc0",
                    "date": "24.11.2019",
                    "timestamp": "NA",
                    "commentText": "Americo, eu defendi a abstenção e critiquei o volte face hipócrita e cobarde. O feminismo da Sra não tem nada a ver com o assunto.  Sou a favor da emancipação da <b> mulher </b>mas não me revejo, de todo, nestes feminismos identitários de algibeira.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Mulher"
                    ]
                },
                {
                    "id": "6175287e-0791-4c34-a13d-08d770bea65c",
                    "user": "717d2d61-f346-4b88-834f-eb1798ce6907",
                    "date": "24.11.2019",
                    "timestamp": "NA",
                    "commentText": "Ria à vontade, Américo. A última a rir, ri melhor. E sim, sou feminista.... enquanto houver comentários como os do Américo, que vê complots feministas por ler comentários com nomes de <b> mulher </b>sobre outra<b>  mulher</b>, eu continuarei a ser feminista. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Mulher"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "7c7509c1-c9a6-4a7e-679c-08d76fb324c4",
            "user": "9d96ceca-6bd7-44a4-90df-8bbfa1203f73",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "Que hipócrita que é esta euforia que para aqui vai na caixa de comentários: quando os deputados do PS ou PSD votam todos em bloco toca a falar no rebanho e na falta de atitude crítica dos deputados que votam em manada. Mas se uma deputada não concorda a 100% com o programa do partido que o elegeu - o que é bem mais natural do que o oposto - e calha abster-se num voto em que a sua opinião seria contrária à do seu partido toca a exultar e em falar em traição. Se realmente não querem deputados a sério acabe-se de vez com os votos em plenário, bastando para isso cada partido apresentar o seu sentido de voto em representação de todos os respectivos deputados. São os rebanhos que pretendem, é?",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "c475be02-7d43-4520-e84e-08d76fe6ab57",
                    "user": "9d96ceca-6bd7-44a4-90df-8bbfa1203f73",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "E acrescento: no lugar de Joacine provavelmente votaria da mesma maneira: se a condenação da declaração da administração Trump relativa aos colonatos merece o meu apoio, já não alinho pelo discurso habitual da \"nova agressão israelita a Gaza\", que sistematicamente omite os rockets e provocações dos grupos neo-fascistas do Hamas e Hezbollah.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "c76ab1b3-f1dd-4c01-c002-08d76fb42207",
                    "user": "8b7f8fc7-531b-445a-8d72-a12e1c7fa951",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "@ Zut Mut: Você está a simplificar demasiado a questão. Quando um partido tem uma única representante no parlamento, penso ser dever desta representar a linha oficial do partido. Totalmente diferente são bancadas parlamentares com vários deputados, nalguns casos às dezenas, onde pode e deve haver diversidade de opiniões pois isso até representará a diversidade de opiniões no próprio partido. O Livre tem um programa eleitoral com base no qual informou os seus eleitores sobre qual é a posição oficial do partido nos diversos assuntos. Sendo Joacine a única representante do Livre, este voto é quase uma insubordinação e traição ao seu eleitorado. No caso do deputado do PS que se absteve, isso pode ser visto como uma divergência de opinião e como representação de quem no PS não se opõe a Israel.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "1cf1893c-16f2-4d13-e84d-08d76fe6ab57",
            "user": "cdeff9e9-180e-4760-ac40-61007fed24f6",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "Afinal, ela pensa! E parece que não segue a cartilha cripto-comunista do \"Estado palestiniano\". Parabéns Joacine, subiu na minha consideração. Espero é que não tenha sido um acaso ou um engano, e que não se vá retractar. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "2912e1cf-1fa5-47bb-2c0f-08d7702eaf8b",
                    "user": "20b47663-2052-4850-bbbe-2603bf780c2a",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "De acordo consigo. Os deputados são eleitos e em princípio devem pensar pela sua cabeça, o partido não tem o direito de lhes impor a sua linha de pensamento. Indicou-a para o representar, temos de admitir que o fez na base da confiança. Ou seria por outra razão?  Parece que sim, que o que interessou ao Livre (o que quer que isso seja) foi uma deputada de origem <b> africana,</b> com aparente problema de dicção, e quando a dita fala pela cabeça dela \"aqui d'El-Rei\" que os títeres ficam preocupados.  Boa, Jacine, não se deixe controlar, e vai ver que será, só por isso, uma vedeta no parlamento.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Africana"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "8a93c980-a38e-4d85-be0d-08d76f35d137",
            "user": "f3d50f05-a6a1-4c47-976b-938803589d8f",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "As directas nos partidos são como os referendos, frequentemente se revelam um erro. Definitivamente estou com o Daniel Oliveira: onde está o partido do Rui Tavares?",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "453569e0-be9b-435a-6797-08d76fb324c4",
            "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "Estão a tirar a conclusão errada: o problema é que a mensagem perdeu-se com a gaguez. E duas conclusões podem-se tirar : 1) o Livre não tem qualquer controlo sobre a deputada que elegeu; 2) ser <b> mulher </b>e<b>  negra</b> não é garantia de qualidade. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Mulher",
                "Negra"
            ]
        },
        {
            "id": "17e0ced6-3019-4d03-882c-08d7700b2bb8",
            "user": "283631f5-b877-47d4-b6c9-cf3771ef6960",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "O Livre devia ter pensado bem antes de deixar que fosse Joacine a cabeça de lista pelo círculo de Lisboa. Quem tem muitos deputados, pode acomodar uma ou outra dissidência pontual. Quem se habilita a ter só um deputado não se pode dar a esses luxos. Preferiram o aparato mediático para \"ver a capacidade dos portugueses de porem uma <b> mulher </b<b> >negra</b> no Parlamento\". Já está visto. Aliás, os portugueses já o tinham feito antes mesmo de Joacine aparecer. Medida a capacidade, parece que não sobra muito mais. O programa do Livre foi esvaziado por uma senhora que não dá um chavelho pelo partido e só dá palco às suas próprias ideias. Escolheram-na, agora aguentem.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Mulher",
                "Negra"
            ]
        },
        {
            "id": "d1aeb280-c023-4359-e847-08d76fe6ab57",
            "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "afinal, o síndroma é contagioso, mesmo: ela pôs o partido a gaguejar. Piada à parte, começo a gostar desta deputada: a abstenção, em relação ao vespeiro da terra santa, é a única atitude atilada que desde Pilatos tem sido tomada.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "0b5789e4-9a8b-44be-24fd-08d76f70aad4",
            "user": "8d330022-4602-4900-82d5-55dc46507391",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "Tudo isto é... \"desamor\".",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "d0a330c8-9dcf-4f2f-8829-08d7700b2bb8",
            "user": "30f01946-47a7-4745-8ec1-4b94302866b6",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "Pobre Rui Tavares, não merecia nada do que está a acontecer ao seu partido. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "87abf462-a393-45de-be0c-08d76f35d137",
                    "user": "b9160c40-fb89-4db3-accd-7da96a21110e",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "Não merecia? Merece e muito mais. Quem é o presidente do partido? Quem nomeia cabeças de lista por causa de cor da pele e gaguez para ter a simpatia dos eleitores, é porque só quer votos e não competência. Se o Tavares escrevesse menos no Público e se concentrasse no partido é que fazia bem.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "aef0031f-b833-4f96-59d3-08d7517b8e2d",
                    "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "Porque será que as crónicas de Rui Tavares no público incomodam tanto o Sum Legend? ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "0658b2aa-a539-493f-bffb-08d76fb42207",
                    "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "Sum Legend, a Joacine foi votada em Primárias do Livre onde ficou em primeiro lugar e o Rui Tavares em terceiro. Não foi o Rui que a designou. Não invente!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "8e9fcd23-5976-424c-2506-08d76f70aad4",
                    "user": "b9160c40-fb89-4db3-accd-7da96a21110e",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "@Margarida Se você não for hipócrita, sabe tão bem como eu qual o motivo de ela ter ganho as \"primárias\".  @Severino Não é o ele escrever, é ele ser presidente de um partido com lugar na Assembleia, escrever de 3 em 3 dias neste jornal e mais nenhum presidente (ou deputado, ou seja o que for) de um partido ter a mesma visibilidade e o mesmo lugar \"cativo\". Mais algum tem este privilégio? Eu não quero pagar um jornal ideológico mas sim um jornal que informe, simples. Se ele quer partilhar os seus ideais, que os publique no Tweeter ou Facebook, ou então que ocupe lugar na Assembleia. Imagine o que se diria se um Ventura tivesse a mesma visibilidade a escrever constantemente artigos neste jornal, como faz este Tavares? Pensariam igual?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2a064a6d-9c5f-46ea-c01f-08d76fb42207",
                    "user": "e0d7cd06-ffbe-4fa5-9444-18fd099eca9d",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "@Sum, não precisa de mentir, sabe muito bem que Tavares não é presidente do Livre (ou devia saber antes de escrever, para não sair asneira). Aliás, Tavares não ocupa qualquer cargo dirigente no partido. Informe-se, tal como eu fiz, e não diga mentiras convenientes. Relativamente a \"este\" Tavares escrever no Público e que tanto o incomoda, tal incómodo parece não o assolar perante os escritos de \"outro\" Tavares, igualmente cronista do jornal. É a democracia e a liberdade de expressão em acção, por muito que isso o incomode. Habitue-se. Ou mude de jornal... faça com este o que eu faço com outros jornais, simplesmente passo ao lado por desinteresse ou discordância com a linha editorial, reconhecendo-lhes o direito a existir, publicar e serem lidos. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "33bed8a3-5537-4a34-be07-08d76f35d137",
            "user": "f280efd0-7692-4abc-a3e2-582579b61cff",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "Ela queria votar a favor mas gaguejou durante muito tempo e assim contou como abstenção ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "81011202-86a8-4acb-bff0-08d76fb42207",
            "user": "b6c40688-5915-40ec-a287-0e572e594d1b",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "Fui seu eleitor, expressei , pela primeira, que vez ficava muito contente com a escolha que tinha feito. Ao fim deste pouco tempo estou absolutamente farto da \"cavalheira\" : agressiva, pitonisa do insuportável politicamente correcto, propostas e intervenções estapafúrdias, limitadíssima na suas temáticas políticas, caluniadora de gente que era naturalmente sua aliada e, qual cúspide, a abstenção contra o estado de Israel. E , desplante do desplante, fica admirada por não se concordar com ela. Por mim , D.Moreira, nunca mais será eleita e serve-me de vacina. DEMITA-SE!!  ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "249f25ed-3faa-42f1-882a-08d7700b2bb8",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "chegou um pouco tarde à vacina...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "63d33cea-b988-441a-882b-08d7700b2bb8",
                    "user": "b9160c40-fb89-4db3-accd-7da96a21110e",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "O Victor estava a espera de que? Quando se elege uma deputada com o simples proposito de ter votos de uma determinada comunidade, criar simpatia da opiniao publica, esta-se sujeito a estas patetices. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "cd47b02b-9d54-43f8-bfee-08d76fb42207",
            "user": "20dba57a-a0a7-4391-9f3c-804eb0cd3f7f",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "Tal como o Rui Tavares traiu o BE, a Joacine traiu o Livre. Cá se fazem, cá se pagam. Claro que este comentário vai para a censura.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "cf9d3816-dee3-4a85-bff3-08d76fb42207",
                    "user": "8d330022-4602-4900-82d5-55dc46507391",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "Não vai porque a Paredes também está chateada com a Joacine.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "54babd17-daa7-47f2-67ae-08d76fb324c4",
                    "user": "20dba57a-a0a7-4391-9f3c-804eb0cd3f7f",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "Então é por isso! Obrigado pelo seu esclarecimento.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "e75d994b-795d-484e-be82-08d77062f8bd",
                    "user": "e0d7cd06-ffbe-4fa5-9444-18fd099eca9d",
                    "date": "24.11.2019",
                    "timestamp": "NA",
                    "commentText": "Rui Tavares não era militante do BE, entrou nas listas como independente. O BE sabia que havia a possibilidade de surgirem divergências que poderiam levar à desvinculação e aceitou o risco. Tal como aconteceu na legislatura passada com Paulo Trigo Pereira, independente, que se desvinculou do grupo parlamentar do PS por divergências várias, comunicou-as e ninguém achou estranho ou anormal, porque não o era. Esta deputada é militante e quadro do Livre, única deputada eleita deste e tem o estrito dever de, pelo menos, dar conhecimento ao partido da sua eventual divergência e dizer como vai votar. As mentiras descaradas com que agora tenta safar-se só a enterram mais. Se lhe restar um átomo de dignidade demite-se - o que não acredito que venha a acontecer.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "36c9640c-8e77-4c22-59cb-08d7517b8e2d",
            "user": "fd11c74d-a528-4a3b-a28c-eb074051c2bc",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "Disse-o logo no dia a seguir às eleições num comentário que, diz que não respeitava os critérios de publicação. Acho. Rui Tavares foi a par com Cristas o grande perdedor da noite eleitoral. Metia dó vê-lo disfarçar o desencanto de ver anos de combate político,  apesar de tudo digno, preterido logo ali pelo mais básico fait-divers de puro voyerismo televisivo. Como um bom momento televisivo na rábula do Ricardo Araújo Pereira tornado viral não pelas melhores razões atropelaram anos de luta e militância. Espero não ter ofendido a susceptibilidade de algum moderador desta vez.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "b9aeff47-5caa-4022-be05-08d76f35d137",
            "user": "c7621000-17ba-4e8f-ad64-19553db4f3ad",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "Bizarro é o PSD não ter apoiado a resolução. Enfim, do CDS não se espera muito, e a IL podia defender o direito internacional e a autodeterminação dos povos, esses princípios liberais, mas não. Joacine deve ter votado ao acaso. A montanha pariu o rato. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5422dee8-fcf9-4122-2504-08d76f70aad4",
                    "user": "841a4abc-bf11-40e7-9aac-775d30f13f29",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "Exatamente, a rejeição do texto pelo PSD  é a única noticia importante, pois parece ser actualmente um Partido Sem Direcção.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "ddb4eb74-0f0b-4d3f-bfec-08d76fb42207",
            "user": "8d330022-4602-4900-82d5-55dc46507391",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "Primeiro foi aquela imbecilidade do Aristides de Sousa Mendes ao parlamento, agora é a \"proteção\" a Israel. Temos aqui um tema em comum...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6284dcf4-db3a-405a-8826-08d7700b2bb8",
            "user": "8b7f8fc7-531b-445a-8d72-a12e1c7fa951",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "Como é possível que um partido de esquerda vote contra a condenação da agressão que é feita desde há décadas contra o povo palestiniano, os colonatos, e a postura do Trump sobre a questão da Palestina? Isto cabe na cabeça de alguém?! A mim cheira-me que Joacine considerou que os votos que elegeram um deputado para o Livre foram na verdade votos na sua pessoa. Como tal, não sente necessidade de seguir as linhas programáticas do Livre mas sim a sua opinião pessoal. Resta saber se isto não acabará na demarcação de Joacine do Livre, usurpando o cargo de deputada para si tal como já aconteceu no passado com outros deputados. Na pior das hipóteses o Livre elegeu um cavalo de Tróia cujo objectivo é criar um partido dos \"Racializados\", dando seguimento à crescente estratégia de conflito social.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "13a217d8-942e-4235-24fe-08d76f70aad4",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "de acordo: a esquerda, quando não tem lama para chafurdar, inventa os seus coitadinhos e deserdados como estratégia de autolegitimação. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5fbbcfd4-86b1-4d9f-5a09-08d7517b8e2d",
                    "user": "e0d7cd06-ffbe-4fa5-9444-18fd099eca9d",
                    "date": "24.11.2019",
                    "timestamp": "NA",
                    "commentText": "Depois do que aconteceu, as suas \"suspeições\" têm alguma legitimidade. Em todo o caso, uma correcção: ela não votou contra a condenação, como refere, e a abstenção não inviabilizou a aprovação da moção - que, a acontecer, seria ainda mais grave. Estranho, ou talvez não, foi também o voto contra do \"liberal\" PSD assim como o da (\"iliberal\", acusam alguns) IL. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "b38d6e75-485d-44be-8825-08d7700b2bb8",
            "user": "65940cde-c5df-448d-849a-5231f45506f2",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "A Joacine deve saber tanto do programa político do livre como a deputada do PAN eleita por Setúbal.  Já se percebeu que só sabe falar de <b> racismo,</b> feminismo e dos 900\u0080 de SMN. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "492ad4d2-f53d-4eda-6793-08d76fb324c4",
            "user": "f8368ead-1095-4d72-9ad1-1cfaf1ad87c0",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "A liberdade da deputada do LIVRE !",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "bf06e262-fe88-4e57-59c9-08d7517b8e2d",
            "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "No LIVRE estamos à espera de uma explicação. Por que motivo a Joacine não subscreveu o programa do Partido em relação à Palestina. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "1df66d4b-f7ce-40c1-6794-08d76fb324c4",
                    "user": "0ab8ca6a-2dea-440e-85e9-00d7fb3973b0",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "Se calhar é porque na Palestina eles não gostam muito de homens de saias...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "ed053d86-04e8-47f7-e844-08d76fe6ab57",
                    "user": "0ab8ca6a-2dea-440e-85e9-00d7fb3973b0",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "Estar à espera de uma explicação é discurso de ódio. Parece que ficaram desiludidos com o voto da Joacine. Desilusão é discurso de ódio.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "e0ba5744-9943-4a9a-59cc-08d7517b8e2d",
                    "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "José Teixeira nã diga asneiras!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "67ec593e-b043-44e3-be09-08d76f35d137",
                    "user": "0ab8ca6a-2dea-440e-85e9-00d7fb3973b0",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "Ai repetir o que diz a Joacine são asneiras? <b> Racismo!</b> Ódio! Whitesplaining!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racismo"
                    ]
                },
                {
                    "id": "8408bff3-448c-4819-24ff-08d76f70aad4",
                    "user": "b9160c40-fb89-4db3-accd-7da96a21110e",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "So quem vive num mundo de populismo eleitoral, onde se coloca uma cabeca de lista <b> gaga,</b><b>  africana</b> e \"especialista de estudos africanos\" para ganhar votos, e' que se pode admirar. Esta senhora nao diz o que sabe nem sabe o que diz.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Africana",
                        "Gaga"
                    ]
                },
                {
                    "id": "57f0e753-cdc1-480f-bff4-08d76fb42207",
                    "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "Não se esqueceu dum ponto de interrogação? ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "23a7b833-0061-4288-bff9-08d76fb42207",
                    "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "Esqueci, Severino.        ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "57cbc2d8-e5d9-4686-8824-08d7700b2bb8",
            "user": "3faac4fe-2a65-456c-8e7c-b036c5c8a92a",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "Independentemente de ter direito a opinião, foi eleita pelo Livre e deve-lhe lealdade política, principalmente em questões importantes como esta. Relativamente à abstenção em si, é reveladora. Não surpreende. De facto não nutro sentimentos nacionalistas, prefiro a fidelidade canina a princípios, tais como defender os interesses do país que se representa num Parlamento.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "e781ee69-ec5e-4ce3-e843-08d76fe6ab57",
                    "user": "c7621000-17ba-4e8f-ad64-19553db4f3ad",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "Deputados exercem o mandato de forma livre, de acordo com a constituição. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "d0f994b1-2eb6-4cf2-59d4-08d7517b8e2d",
                    "user": "3faac4fe-2a65-456c-8e7c-b036c5c8a92a",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "Caro António Leitão, concordo sem quaisquer reservas. Paralelamente criam expectativas nos eleitores que neles votaram, que esperam um comportamento coerente com o posicionamento político dos partidos que representam. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "007e0664-3cec-45c2-5a0b-08d7517b8e2d",
                    "user": "e0d7cd06-ffbe-4fa5-9444-18fd099eca9d",
                    "date": "24.11.2019",
                    "timestamp": "NA",
                    "commentText": "O António Leitão faz uma interpretação muito \"pessoal\" da CRP que não tem correspondência com a realidade - não é por acaso que não são aceites candidaturas independentes, fora de partidos. Essa total liberdade de voto, que advoga, teria que ter como contrapartida a possibilidade de os eleitores revogarem os mandatos dos deputados quando estes, com a sua votação, \"revogassem\" o programa com o qual se submeteram a sufrágio - ou, então, terem concorrido apresentando, como \"programa\", uma folha de papel em <b> branco </b>e o \"mérito\" da sua própria pessoa...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Branco"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "30246cbf-8eb0-4a93-8821-08d7700b2bb8",
            "user": "8f93609b-106b-45cb-834e-c08730a2bca4",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "Quer dizer, a Joacine gaguejou e o Rui Tavares não gostou! LOL",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7c8a210c-1adb-446e-be03-08d76f35d137",
            "user": "0ab8ca6a-2dea-440e-85e9-00d7fb3973b0",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "Discurso de ódio do Livre! E whitesplaining! E mansplaining!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "f9119a0d-8004-4e7d-678f-08d76fb324c4",
            "user": "37e27fce-bec9-4a46-8336-d03cfac80487",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "A deputada-maravilha revela a sua \"consistência\". Enfim... Cá se fazem, cá se pagam. Quando o objectivo é eleger um deputado a todo o custo e para isso se recorre ao marketing <b> rasca </b>de tudo submeter no altar do mediático (a cor,<b>  mulher</b>, guineense, ainda por cim<b> a gag</b>a), as consequências fazem-se sentir. Azarete. Deviam ter-se inteirado primeiro se, para além de uns chavões e de um assessor de saia, a senhora tinha alguma coisa dentro da cabeça. Pouca sorte.   ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "26bddbad-bef2-4f99-8823-08d7700b2bb8",
                    "user": "a0d679f7-6124-47ce-b338-9734c027c3ab",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "Antes comentar devia ter lido a notícia. Em todo o caso a gaguez da senhora não deve ser motivo para constantes ataques pessoais. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "059b33b9-8943-49a8-2c11-08d7702eaf8b",
                    "user": "37e27fce-bec9-4a46-8336-d03cfac80487",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "Luciano Barreira... Li a notícia. Referir a gaguez da senhora não é uma ataque pessoal. É a constatação de um facto. Pode até nem ter sido o caso (pensamento piedoso...), mas quando escolheram avançar com uma pessoa com as características da senhora em causa, Rui Tavares e o Livre (o que quer que isso seja) parecem ter querido jogar forte. Ser \"coitadinho\" dá votos. Todos sabemos disso... Ser \"coitadinho\" e ainda por cima \"corajoso\" (\"<b> mulher,</b> corajosa, que avança mesmo com aquela limitação!\", posso ouvir ainda alguns a declarar), mais votos dá ainda. Et voilá... A senhora foi eleita. Nunca o poderemos vir a saber mas o Luciano Barreira acha que Rui Tavares teria sido eleito, em vez de Joacine? Sinceramente não me parece.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Mulher"
                    ]
                }
            ],
            "keywords": [
                "Mulher",
                "Rasca",
                "Gaga"
            ]
        },
        {
            "id": "7f3c05ae-f08d-480d-881f-08d7700b2bb8",
            "user": "32f79b34-6931-468d-886a-cbc0d60f2405",
            "date": "23.11.2019",
            "timestamp": "NA",
            "commentText": "\"Livre demarca-se do voto de Joacine...\" então, está bom de ver, assim é tipo uma balança, pende para os dois lados, de um a Joacine, do outro o Livre, sendo que a representante do partido toma a posição dela e não do partido. Conclusão, quem lá está é uma senhora a título individual, o partido Livre, ficou à porta, mais uma vez. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "d095cad8-66b2-499f-8820-08d7700b2bb8",
                    "user": "59ff17f8-2f49-42c7-a7b4-c8fdaec8c04e",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "Candidatou-se sem ler o programa eleitoral do Livre?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "69a5c651-1792-4089-8828-08d7700b2bb8",
                    "user": "32f79b34-6931-468d-886a-cbc0d60f2405",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "Pois, João, só a própria é que estará apta para responder a essa questão. Acredito que o tenha lido, agora se concordará ou não com ele, já é outra questão, a ser debatida, a meu ver, primeiro com os militantes e, depois com os eleitores do Livre e cidadãos em geral. Clara é a posição do Livre, que me apraz. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "886fbb37-c75a-438e-59d2-08d7517b8e2d",
                    "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "Questão a ser debatida com os eleitores?! Quando foi a última vez que algum partido debateu questões com os eleitores? ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4f2117b1-8e37-42d6-679f-08d76fb324c4",
                    "user": "32f79b34-6931-468d-886a-cbc0d60f2405",
                    "date": "23.11.2019",
                    "timestamp": "NA",
                    "commentText": "Bom, o meu Partido debate-as todos os dias, até porque entende que a democracia não se esgota nos actos eleitorais.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "314864c2-529c-4897-be85-08d77062f8bd",
                    "user": "e0d7cd06-ffbe-4fa5-9444-18fd099eca9d",
                    "date": "24.11.2019",
                    "timestamp": "NA",
                    "commentText": "A afirmação da Sandra é inatacável pois os dirigentes do partido também são, necessariamente, eleitores... e também é certamente aplicável nos restantes partidos. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}