{
    "header": {
        "title": " Ventura levado ao colo ",
        "subtitle": " André Ventura e, por outras razões mais compreensíveis (o congresso e a perda de confiança), Joacine Katar Moreira têm uma presença na agenda política e mediática que está muito para lá do seu peso político real. ",
        "owner": " ['Manuel Carvalho'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 1211  partilhas",
        "datePosted": " 1 de Fevereiro de 2020, 6:36 ",
        "dateExtraction": " 2020-02-11 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2020/02/01/politica/editorial/ventura-levado-colo-1902456 ",
        "postText": " ['Num raro momento de lucidez, os partidos com assento parlamentar decidiram abdicar de um voto de protesto contra as declarações xenófobas do deputado André Ventura, dando como suficientes as palavras de condenação do presidente da Assembleia, Ferro Rodrigues. A decisão é inteligente, sensata e importante porque oferece uma resposta a uma perversão da política e do jornalismo português da actualidade: André Ventura e, por outras razões mais compreensíveis (a convenção, a perda de confiança ou, como explicamos nesta edição, a \u0093descolonização da cultura\u0094), Joacine Katar Moreira têm uma presença na agenda política e mediática que está muito para lá do seu peso político real.', 'Cair, como quase toda a gente tem caído, na cilada das suas agendas extremistas ou radicais tem-lhes garantido uma atenção pública que não só lhes concede um poder exagerado como deprecia o trabalho que outros partidos bem mais relevantes estão a realizar.', 'O que está a acontecer em especial com o deputado do Chega merece cuidado. André Ventura é arguto e dispõe de um sentido táctico que o leva a escolher cirurgicamente os momentos e as oportunidades que lhe abrem o palco e lhe amplificam a mensagem. A sua miserável declaração sobre a \u0093devolução\u0094 da ainda deputada do Livre à sua suposta \u0093origem\u0094 é disso uma prova cabal \u0097 Ventura chegou a ter direito a transmissão televisiva em directo.', 'Bem sabemos que o seu extremismo encontra no radicalismo activista de Joacine um terreno fértil para medrar; mas se uma ideia xenófoba tem de ser denunciada e contida, um partido com um deputado não deve ter o mesmo destaque de outro com 70 ou 100. A democracia tanto se faz da apologia de valores como do uso da proporcionalidade, e a sobreexposição de Ventura (e de Joacine) não cumpre nem uma nem outra exigência.', 'Os desafios do radicalismo da direita ou a guerra cultural e identitária de uma certa esquerda extremada obrigam a mais prudência a políticos e jornalistas. Entre o perigo da censura e o risco de fechar portas às novas opções de voto dos eleitores, há um enorme espaço para escolhas. Nessas escolhas, tanto cabem hábitos sedimentados como valores \u0097 e neste conflito que se vai agravando em torno do nacionalismo, do racismo e de outros ismos, o valor da tolerância face a opiniões divergentes é supremo.', 'Mas cabe também a noção de representatividade e uma reflexão inteligente sobre se os temas da agenda de Ventura (e de Joacine) são problemas reais do país ou apenas expressões de minorias radicalizadas. A exposição que Ventura têm tido no espaço mediático (também neste jornal) ignora essas avaliações. Ele está a ser levado ao colo e é bom que haja consciência disso.'] ",
        "numberPosts": " 142 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Ethnicity - General,Nationality - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racista,Racismo,Raça,Nacionalismo,Xenofobia,Nação,Branco,Preto,Negra,Nazi,Esquerda caviar,Rasca",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "4d61a73f-9951-4e2e-314b-08d7a71f81f3",
            "user": "e8c998df-ee7c-42d5-be13-766d43547129",
            "date": "02.02.2020",
            "timestamp": "NA",
            "commentText": "O extremismo é  comparar a couve galega à direita e o alho francês à esquerda.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "ea0aa5c1-8b8d-45e1-85dc-08d7a71d3d96",
            "user": "34c9ea1f-4c3c-432d-973b-d2d08f19b6a7",
            "date": "02.02.2020",
            "timestamp": "NA",
            "commentText": "Não me parece que a declaração de devolver a Joacine à origem seja miseravel em confronto com a atitude da mesma Joacine sobre a devolução dos bens. Muito mais miseravel me parece a atitude de jornalistas, comentadores e  políticos perante assunto que , eles sim, são de miseravel e baixo conteudo  , mais próprios do mercado da ribeira ou do bolhão que  do aparo plástico de quem se apelida  jornalista. SE a senhora  deputada está na assembleia a ganhar  o que lhe pagamos , eu e todos nós portugueses, é para defender os nossos os nossos bens, as nossas ideias, o nosso país e pátria, termos que ainda existem. Se concorreu para nos atacar no dia a dia e na nossa história, que pessoalmente, boa ou má não posso renegar, então que se vá embora,  não lhe quero pagar com os meus impostos.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6af1133d-138b-448e-e8b4-08d7a71f1c34",
            "user": "ab0c660e-4a2a-496c-bfac-c41ebec203c5",
            "date": "02.02.2020",
            "timestamp": "NA",
            "commentText": "Pois tem, um peso mediático desproporcional. Prova disso é este artigo.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "36001152-23ab-414d-310c-08d7a71f81f3",
            "user": "54d6098b-0846-40d8-83de-6802fb5b5b34",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "Chega de corrupção, Chega de impunidade. Chega! ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "1afe1be0-ee03-408e-6ce7-08d7a71d3427",
                    "user": "c7680446-9578-4617-9095-4d851f182e06",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "Chega de comentadeiros-propagandistas do Chega...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "0df64ed6-eae9-4435-85a0-08d7a71d3d96",
                    "user": "1f01d620-6de2-4998-ac7e-bd8de2276a9d",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "Mais um desesperado, distribuidor de panfletos da direita radical.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "59b230c7-61b6-41bb-6cf3-08d7a71d3427",
                    "user": "b9160c40-fb89-4db3-accd-7da96a21110e",
                    "date": "02.02.2020",
                    "timestamp": "NA",
                    "commentText": "Agora os papoilas querem controlar aquilo que os outros podem escrever e a regularidade com que o fazem. São um exemplo de civismo.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "c74c37d8-f55d-435f-ff86-08d7960b4eed",
                    "user": "54d6098b-0846-40d8-83de-6802fb5b5b34",
                    "date": "02.02.2020",
                    "timestamp": "NA",
                    "commentText": "Gosto muito de ver aquela gente irritada qdo se diz: \"Chega de corrupção, Chega de impunidade!\"  Pois, entendo! Aquela gente está (estava) em maioria desde 2015 desgraçando o nosso país com um voto à toa, um voto irresponsável, um voto alinhado pla corrupção e impunidade! É caso pra dizer, desditosa Pátria que tão mais filhos tens!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5b99e715-f003-4a90-60e4-08d7a811192c",
                    "user": "14289db4-cccb-457b-9bd0-19c0c11117f3",
                    "date": "03.02.2020",
                    "timestamp": "NA",
                    "commentText": "Para tipo que defende que é bom receber reforma, receber subvenção e ainda receber do partido, V. Ex.ª anda muito chegófilo...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "a43df062-a190-467f-3103-08d7a71f81f3",
            "user": "c7680446-9578-4617-9095-4d851f182e06",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "Outro dos motivos pelo qual a extrema direita se torna tão visível é o facto de haverem tantos militantes fanáticos que diariamente e a custo 0 fazem dezenas de comentários-propaganda em tudo quanto é artigo deste e de outros jornais. Como prova disto mesmo os leitores podem olhar para os comentários mais abaixo só neste artigo (mas também noutros) e contabilizar aqueles que abertamente mostram apoio a André Ventura e ao Chega.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "ab608c29-34a6-491b-85af-08d7a71d3d96",
                    "user": "43993747-edb9-4cfe-b23c-c38b08096cbe",
                    "date": "02.02.2020",
                    "timestamp": "NA",
                    "commentText": "É a realidade, já nem no Público se consegue esconder que esse deputado dá voz a muita gente. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6db7d447-797a-4a3c-9660-08d7a7234d68",
                    "user": "b9160c40-fb89-4db3-accd-7da96a21110e",
                    "date": "02.02.2020",
                    "timestamp": "NA",
                    "commentText": "Eu compreendo que o 123 esteja chateado. É uma chatice as pessoas poderem escolher em que partidos votar. Malditos sejam, que não votam todos no mesmo partido do 123. Tudo uma cambada de facholas, racistas e xenófobos. Onde é que já se viu uma coisa destas?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "3525bdd5-de39-4fe6-964c-08d7a7234d68",
            "user": "1886aaaa-5bc7-4a10-ac83-fb21864b938d",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "O dramático é o senhor director do Público não ter ainda percebido (?) que o Público tem ajudado a alimentar o Chega de uma forma muito mais grave, através do tipo de tratamento jornalístico que muitas vezes imita o lixo do Correio da Manhã.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "e15e10ee-6aa6-4063-ff36-08d7960b4eed",
            "user": "1f01d620-6de2-4998-ac7e-bd8de2276a9d",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "André Ventura e o seu contributo para o esclarecimento da direita Portuguesa, 1º O aparecimento do Chega foi baseado na criação do Voz e tem um um contributo importante na cena politica do nosso país, primeiro aglutinou os envergonhados racistas do PNR, e toda a franja das extrema direita que se escondia no PPD/PSD e no CDS.2º O que na realidade representa o Chega, o <b> nacionalismo </b<b> >racista</b> e o sal-azarismo bacoco.3ª o que vai mudar no espectro politico de direita em Portugal, o crescimento da extrema direita o esvaziamento dos partidos que acolhiam no seu seio estes racistas disfarçados e mais grave ainda será que os ditos partidos não consigam manter os votantes da direita moderada, de forma ainda terem alguma votação dos eleitores do centro. Tudo o resto é fogo de vista.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "78227c7a-f227-4fb4-30f9-08d7a71f81f3",
                    "user": "8b70902f-4991-4843-8f80-f98e480c2620",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "Carrega Ventura ....        Os Abrileiros já têm pesadelos com o Chega.....??????????",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "ae96cfc9-54ce-4573-6cdd-08d7a71d3427",
                    "user": "1f01d620-6de2-4998-ac7e-bd8de2276a9d",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "Um dos tais. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2cfc5bb5-f132-4c0a-3101-08d7a71f81f3",
                    "user": "0d720e20-859c-43ca-9c1e-057750816202",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "Bom, o caro Conde espera que os matreiros e travestidos saiam do armário e se mostrem como são... talvez, acho que todos ficaríamos a ganhar com essa clarificação.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3bf93fff-ea41-4b9c-ff4e-08d7960b4eed",
                    "user": "1f01d620-6de2-4998-ac7e-bd8de2276a9d",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "Nem mais João.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racista",
                "Nacionalismo"
            ]
        },
        {
            "id": "197f32cd-586f-4cb1-30f3-08d7a71f81f3",
            "user": "a02738bb-acd3-4bcc-9da2-69a8557b904b",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "O M. Carvalho assina um texto enviesado, demagógico e naturalmente mentiroso. De facto, o Público traz ao colinho tudo o que respire a extremismo radical \u0093politicamente correcto\u0094. Daí dizer-se, com razão, que este jornal \u0093dito de referência\u0094 , é o porta-voz amestrado e militante do Bloco, do Livre e, da esquerda em geral.Este texto do director é um exercício miserável que insere o pior que existe no jornalismo politicamente ajoelhado: mentiroso, parcial e ridiculamente hipócrita.Daí a expressão (termos de tiragem) que já teve comparativamente há que tem actualmente. É que se viciou no comércio de gatos dizendo que são lebres.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "ed0f0a92-7baa-4ea1-8593-08d7a71d3d96",
                    "user": "ce39b74f-2a68-4997-94d4-77128678a025",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "Sim, usar o termo miserável ao dizer que Katar deve voltar à Guiné depois de maltratar Portugal é inaceitável ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "ae7d889a-68b9-43b7-e86d-08d7a71f1c34",
            "user": "91168998-e16c-49b5-a12c-d21286d9e99c",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "O último parágrafo, que questiona se o que existem são problemas, se simplesmente hiperbolizações de ninharias, é o único que faz sentido no texto. Talvez ler o artigo  de Miguel Sousa Tavares  no Expresso de hoje  ou um programa inglês sobre o ataque dos centros políticos a tradições nacionais  ajudem Manuel Carvalho a saber a resposta a essa pergunta. Relativamente ao Público também dar palco a André Ventura, isso dever-se-á à necessidade de compensar a repentina cegueira relativamente  a uma greve nacional da função pública. O Jornal não pode sair em <b> branco.</b> ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Branco"
            ]
        },
        {
            "id": "ea02413e-14db-4465-30ec-08d7a71f81f3",
            "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "uma candura infernal que não percebe que aquelas duas franjas políticas não se encontram inflaccionadas mediaticamente nem hipertrofiadas na sua representatividade: pelo contrário, preenchem rigorosamente a magnitude que lhes assiste. E não porque se acicatem e inflamem reciprocamente, numa escalada interpromocional de antitéticos (também, mas não é aí a raiz): porque joacina e ventura representam efectivamente as questões de vida ou de morte que definem o político, assim regressado em força. Em política, o simbólico é mais real do que o factual; o profissional da ingenuidade que é mc finge não o perceber, corroborando esse novo centro hipergravítico que é o buraco negro: é dele, buraco metapolítico no universo da política, que mc metapoliticamente fala, tb ele ofuscado por essa escuridão.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "2a56fe89-c415-48f4-963f-08d7a7234d68",
                    "user": "79e0253b-fab9-4666-a154-6e8a3eb13000",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "Concordo. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "75a246c8-e22e-44e8-3100-08d7a71f81f3",
                    "user": "0d720e20-859c-43ca-9c1e-057750816202",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "Lamento mas denunciei sem querer. Era só para dizer que talvez sim, eu me confesso por vezes adormecido ao ver os deputados \"políticos\" habitualmente adormecidos.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "2a0604d1-2f50-400f-8589-08d7a71d3d96",
            "user": "0d720e20-859c-43ca-9c1e-057750816202",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "Não sei se que andam ao colo. Se a Joacine para festejar a eleição o faz à frente de bandeiras estrangeiras tem de ser o Ventura a festejar a eleição colocando a bandeira portuguesa à sua frente. Estranho? Lembro-me que quando o Mabadou e o seu bando de racistas foram injuriar a estátua do mestiço Padre Vieira tiveram de ser os tipos do PRN que foram proteger a estátua do mestiço. Estranho? ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "c5e9cb50-dd96-4d56-9630-08d7a7234d68",
                    "user": "0d720e20-859c-43ca-9c1e-057750816202",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "O que é estranho ou triste é que os portugueses em geral, os portugueses que se sentem portugueses, que trabalham em Portugal, que contribuem para Portugal, cujas famílias contribuíram para Portugal no passado e continuarão a contribuir no futuro, que conhecem e amam Portugal, que doseiam o patriotismo com o multiculturalismo e o mundialismo, etc, enfim o que é estranho e triste é que os portugueses em geral se deixem intimidar por modas e maneirismos e se acobardem perante arrivistas provocadores e manipuladores e não se atrevam a defenderem este país.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "61aed661-3e98-4756-40e1-08d7a7227332",
                    "user": "c7680446-9578-4617-9095-4d851f182e06",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "Os portugueses não precisam de partidos xenófobos, intolerantes e anti estado social. Os portugueses precisam regra geral de viverem melhor. E não vai ser o programa do Chega que vai fazer as pessoas mais felizes.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5b281007-630d-478a-6ce9-08d7a71d3427",
                    "user": "0d720e20-859c-43ca-9c1e-057750816202",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "Parece que o caro está a falar de ovelhas e borregos quando fala nos portugueses. As pessoas têm anseios, sonhos, criações, ambições, valores, etc, tiveram e terão, em grupo, em sociedade, com costumes e tradições adquiridas ao longo de séculos e que se construirão em algo no futuro. E claro que anseiam viver melhor, materialmente e comodamente, seguramente dentro de um quadro disso tudo, seguramente não num redil onde são alimentados e tosquiados até irem para o matadouro. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5bacc4ee-380d-4c80-40ec-08d7a7227332",
                    "user": "0d720e20-859c-43ca-9c1e-057750816202",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "Quanto ao programa do Chega não faço ideia mas estou tentado a concordar. Mas o problema não é ou deixa de ser o programa do Chega, o problema que referi é o alheamento ou cobardia do português comum que faz com que as respostas do Chega e similares façam sentido, pareçam as adequadas e as necessárias face às provocações ou ataques.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "e46f668e-3bb0-4c0a-6cc9-08d7a71d3427",
            "user": "43993747-edb9-4cfe-b23c-c38b08096cbe",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "A liberdade de não ser politicamente correcto. Porque o politicamente correcto castra a liberdade. A liberdade de poder discordar e ter ideias opostas, que é a verdadeira base para a diversidade. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5b467d69-e4af-4ac6-ff29-08d7960b4eed",
            "user": "e4ca2199-6399-4e83-9031-a56a932a2a71",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "Os provocadores populistas comportam-se como os perigosos terroristas:  perturbar a ordem social, agitar o medo, a insegurança. As suas armas são sempre as mesmas: bombas assassinas ou frases bombásticas que explodem e se repercutem por toda a comunicação social. O que importa para eles é terem divulgação no grande público. Que se fale deles mesmo e sobretudo quando dizem atoardas. Não podemos sucumbir a esta estratégia maldosa e bem pensada. Primeiro é imperioso ignorá-los. Depois mostrar verdeiramente quem são, o Público deve divulgar e comentar a ideologia intolerante, as medidas discriminatórias que propõem, as perseguições, o <b> racismo,</b> a violência da casta, a erradicação dos sindicatos, das associações livres, eliminação das regras de convivência democrática que este populismo quer.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "0a7fa28f-f708-424b-30df-08d7a71f81f3",
            "user": "6e0d085f-7afd-4dbd-941e-da9a5ca4edae",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "André Ventura estava a ser irónico, como o senhor que escreveu este artigo tão bem sabe, mas finge não saber. Joacine vem para um país \"xenófobo\" mas que afinal lhe possibilita ser líder de um partido e deputada na Assembleia da República e as regalias que com isso advêm para o resto da vida. Mais impressionante é a paladina da liberdade e da democracia Joacine quando vê o lugar a \"fugir\" por decisão unânime e democrática do seu partido, resistir de uma forma bem... fascista, diria eu. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6c97cf34-1f60-4e18-40cf-08d7a7227332",
            "user": "2064500e-8a01-42b5-b97a-16e9802404d4",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "A política identitária e individualista da Joacine é criticável mas nem de perto nem de longe se pode comparar à política perigosa de extrema-direita do Ventura. Não é sequer comparável. Uma coisa é querer sobressair na sociedade pelos seus valores identitários. Outra bem diferente é sujeitar toda a sociedade a valores totalitários. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "dd5a7d83-8b97-4024-30e6-08d7a71f81f3",
                    "user": "8b7f8fc7-531b-445a-8d72-a12e1c7fa951",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "@mário borges: A verdadeira medida do perigo das estratégias usadas por Joacine e seus parceiros na promoção das suas ideias é exactamente terem contribuído para a ascensão do Chega. Há mais de 30 anos que a extrema-direita se tenta organizar partidariamente, do MAN ao PNR. Até ao momento nunca o tinham conseguido. O que mudou então? A verdade é que após vários anos de flagelo do Politicamente Correcto a tensão social começou a crescer. A constante censura à liberdade de expressão (até de ideias moderadas), os ataques pessoais com a colocação de rótulos que leva intelectuais a serem desconvidados de palestras e o clima de guerrilha e conflito social, levaram a que as pessoas, tendo medo de se expressar se virassem para os únicos que falam sempre: os extremistas! Ódio gera ódio.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7319a17a-df78-4d57-8588-08d7a71d3d96",
                    "user": "2064500e-8a01-42b5-b97a-16e9802404d4",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "Portanto a sua \"teoria\" é que as pessoas com medo de se expressar foram votar no Chega um partido que quer acabar com a liberdade de expressão? Tem piada que você conheça o MAN. Só pessoas de esquerda activista e de extrema-direita conheceram esse ninho de incubação fascista. Em qual dos grupos é que você se inclui?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "427994b0-b551-48c0-ff32-08d7960b4eed",
                    "user": "8b7f8fc7-531b-445a-8d72-a12e1c7fa951",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "@mário borges: É exactamente isso. Há pessoas que se sentindo limitadas na liberdade de expressão apoiaram e apoiarão um partido que lhes promete restabelecer essa liberdade. E sim, não têm noção que esse partido tem o potencial de também lhes limitar mais tarde essa e outras liberdades porque acreditam que são pessoas exemplares e não há razão para irem atrás delas. Você não sabe o que se passou com a eleição do partido <b> NAZI </b>onde as pessoas votaram num partido que tinha no seu programa o \"partido único\"? Alguma vez disse que os eleitores, no geral, são inteligentes? Não vê pessoal a defender a brutalidade policial porque acreditam ignorantemente que nunca a sofrerão porque não \"têm nada a esconder\"? Eu conheci o MAN por me opor a ele. Eu e amigos sofremos ameaças daquela corja.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nazi"
                    ]
                },
                {
                    "id": "7eb1fc92-a68d-4c51-963d-08d7a7234d68",
                    "user": "91168998-e16c-49b5-a12c-d21286d9e99c",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "Haverá quem diga que o apuramento da <b> raça </b>ariana se baseava numa visão identitária. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Raça"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "952f6509-112f-440c-ff25-08d7960b4eed",
            "user": "31c6b2ae-c1f4-49bd-acfb-be6ad03a2ca5",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "É por isso que eu gosto do André Ventura, ela fala e a manada começa logo a mexer-se! Então a esquerdalha caviar não o suporta. Porquê? Pq daqui a 4 anos ou se calhar até antes, o CHEGA! irá ser provavelmente o 3º maior partido e apenas por ele falar daquilo que os portugueses já estão fartos e se estar a marimbar para o \"politicamente correcto\"! Chega-lhes Ventura!",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "77ddfa20-f5d5-4122-40d5-08d7a7227332",
                    "user": "f30a662d-9bd4-4d6a-9500-eb1a01e7f2a1",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "Exacto!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "a9caa067-01d8-46c0-40cd-08d7a7227332",
            "user": "8b70902f-4991-4843-8f80-f98e480c2620",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "Só tenho mesmo de concordar com o Ventura....apesar de estar do outro lado da 2 circular.....uma idiotice da esquerdalha...ou ainda vamos ter de enviar o convento de Mafra pró Brasil..afinal aquilo foi tudo construído com ouro vindo do Brasil....... roubado!!!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "f71e5c2c-db04-417f-ff21-08d7960b4eed",
            "user": "960db799-ed41-4889-b6be-c0e2a3fb79cb",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "A técnica dos populistas no ambiente mediático moderno é fazer afirmações chocantes para terem muita atenção mediática. A única novidade disto para nós é que só agora é que a prática começou a ser usada de maneira consistente em Portugal, já que basta olhar, por exemplo, para como o Trump fez para ser eleito, para ver essa técnicas em ação.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "5f5ef60e-6f12-4ca0-6cc4-08d7a71d3427",
                    "user": "87150902-10a6-4618-9b75-609e41840a60",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "Já Joacine tem feito afirmações escandalosas, chocantes, racistas... e o seu índice de popularidade está nas ruas da amargura. Os \"populistas\" com as suas \"afirmações chocantes\", vão dizendo grandes verdades. É isso que precisamos e os resultados vão-se vendo...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "ecee6247-c734-473c-3105-08d7a71f81f3",
                    "user": "c7680446-9578-4617-9095-4d851f182e06",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "Quais verdades? A ideia de que existem raças superiores? De que a gratuitidade e o sadismo são coisas aceitáveis? De que os mais vulneráveis e desprotegidos devem ser esmagados?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "0355c4ec-a6e1-4eb2-ff59-08d7960b4eed",
                    "user": "923f1eee-3cf4-43ad-b3a9-e68fed329cc7",
                    "date": "02.02.2020",
                    "timestamp": "NA",
                    "commentText": "Alguém disse isso? Que existiam raças superiores ? Alguém do chega disse isso?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "73d511f2-47b1-4f4a-ff1e-08d7960b4eed",
            "user": "260cb75e-dbd6-4648-9d0d-878cce68dbb9",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "Diz bem. Isto deve-se à estupidez e à ganância: a primeira, dos jornalistas assalariados, que se pelam por falar do Ventura pois aumenta-lhes a audiência, logo o estatuto; a segunda, dos proprietários \"assalariantes\" que querem é vender. O jornalismo, por mais que os jornalistas digam o contrário e reajam como virgens ofendidas, interessa-se pelo dinheiro, mais do que pela verdade. O resto é treta. Põem nas primeiras páginas em letras garrafais algo que depois desmentem na última página em letras microscópicas. Porque a resposta não vende!  É o que eles dizem, não eu.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9fb653cb-e41b-41c1-6cbe-08d7a71d3427",
            "user": "a5f505ac-e98f-467d-8322-887b0c79f250",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "Ventura foi irónico e respondeu sem o politicamente correto aos ataques xenófobos constantes de joacine contra Portugal e os portugueses. É muito estranho uma deputada em Portugal alimentada pelos portugueses estar constantemente a atacar o país o seu povo. Isso sim é <b> xenofobia </b<b> >racismo</b> e tudo mais, a resposta de Ventura pode ter sido um pouco xenofoba mas foi em resposta a uma xenófoba",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "2e007b37-2544-4ef8-6cc1-08d7a71d3427",
                    "user": "960db799-ed41-4889-b6be-c0e2a3fb79cb",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "A ironia do um tipo a queixar-se do Politicamente Correto e depois não querer que alguem diga coisas que considera um ataque aos seus conterrâneos e país é estrondosa. Liberdade de Expressão para este é claramente só quando dizem o que gosta, não quando dizem o que não gosta. A grande especialidade dos tipinhos da extrema direita é a hipocrisia.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racismo",
                "Xenofobia"
            ]
        },
        {
            "id": "107f1311-84cf-4c08-6cbd-08d7a71d3427",
            "user": "be4ebf4b-a634-4f93-aed3-2d0634ba839d",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "Quem se sente português tem que apoiar o ventura ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "16095c41-3dc8-4541-40ca-08d7a7227332",
                    "user": "960db799-ed41-4889-b6be-c0e2a3fb79cb",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "Acho que está a confundir Português com Fascista. Um erro fácil de fazer para que tem pouca educação e nunca viveu fora da santa terrinha.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "ce6fd2bb-0580-4910-1a1a-08d7a62e3ea1",
            "user": "169a65a7-8bbe-4b59-8540-7945b7b5226e",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "Fazedores de opinião, com a parte esquerda do olho esquerdo... Portanto opinião muito enviesada. Eles não foram à luta porque o único jornal em Portugal que não se põe de cócoras à esquerdalha, nesse mesmo dia publicou uma sondagem que dá o Chega como 4. força política Portugal. Sondagem essa que o público branqueeou. O Ventura fala tolices e barbaridades como todos os outros mas só ele é que é mauzinho... Os portugueses estão saturados de conversa fiada e subserviência a esquerdalha radical. Sejam sérios. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "c405d260-1f5d-42de-1a18-08d7a62e3ea1",
            "user": "8e1abc0c-6764-452f-aaa3-28dc7018138b",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "Caro cronista,  compare os artigos no público envolvendo a Joacine com os envolvendo Ventura, os outros partidos,  e reflitam sobre o que significa \"levar ao colo\". Se no público os artigos sobre o Ventura são sempre de crítica,  sem argumentos válidos mas somente com classificações subjetivas e pessoais como \"<b> racismo\"</b>, <b> \"xenofobia</b> \", \"fascista\", conceitos gastos e desadequados, apenas geram simpatia pelo Ventura. A verdade é que a CS não sendo isenta apenas fomenta descredibilidade e adesão a idéias radicais...",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "6a40b706-223c-4282-ff44-08d7960b4eed",
                    "user": "c7680446-9578-4617-9095-4d851f182e06",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "Para vocês nunca nada é <b> racismo.</b> Nem que houvesse campos de extermínio em Portugal.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racismo"
                    ]
                },
                {
                    "id": "6c989f97-330c-4dd2-85a9-08d7a71d3d96",
                    "user": "923f1eee-3cf4-43ad-b3a9-e68fed329cc7",
                    "date": "02.02.2020",
                    "timestamp": "NA",
                    "commentText": "Não concordo com o rótulo de \u0093<b> racista\u0094</b> a quem meramente tenha uma opinião negativa sobre alguém de<b>  raça</b<b> > negr</b>a. Por acaso, mas olhe que só mesmo por acaso, até simpatizo com a Joacine, mas e se não simpatizasse ? Era automaticamen<b> te racis</b>ta?         Um indivíduo que sempre achei detestável foi o Avelino F. Torres. A alcunha de \u0093roubalheira\u0094 assenta-lhe qual luva cirúrgica. Mas el<b> e é bra</b>nco. E se f<b> osse p</b>reto<b> ? Era ra</b>cista por dizer mal del<b> e? Sou r</b>acista por concordar com JMT que os dirigentes dos PALOP sugaram mais os respectivos povos em menos de 50 anos do que nos em 500?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racista",
                        "Raça",
                        "Preto",
                        "Negra",
                        "Branco"
                    ]
                }
            ],
            "keywords": [
                "Racismo",
                "Xenofobia"
            ]
        },
        {
            "id": "b00d4b16-2709-41dd-b550-08d7a629c99f",
            "user": "29d58625-ccd8-433e-8dec-065e622b31f9",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "A <b> xenofobia </b>e extremismo existe dos dois lados. Ter uma fulana, independentemente da cor da sua pele, a ofender a nossa História é que é digno de condenação. Quem tem algo contra a<b>  nação</b> que o/a acolhe, tem muitos outros sítios no mundo para se instalar.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "007f2c3e-90bd-47ec-40cc-08d7a7227332",
                    "user": "960db799-ed41-4889-b6be-c0e2a3fb79cb",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "Ó amigo, a História não se ofende que ela não tem sentimentos. Quem se ofende é você e outros como você em nome dela, mostrando uma soberba estrondosa ao se comportarem como se fosse porta voz de todos os Portugueses que alguma vez existiram. Voltem lá para debaixo das vossas pedras que as dezenas de milhões de portugueses que já passaram à história não vos escolheram para os representar.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "130c8e8d-dc1a-4a1f-85d4-08d7a71d3d96",
                    "user": "051aa21d-8362-4b6b-8f5f-cc125eeea26d",
                    "date": "02.02.2020",
                    "timestamp": "NA",
                    "commentText": "Como Samuel Johnson disse no século XVIII, o patriotismo é o último refúgio dos malandros. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Nação",
                "Xenofobia"
            ]
        },
        {
            "id": "e261f84b-3bc0-4dc3-b54d-08d7a629c99f",
            "user": "510452f6-f46d-4640-89c8-9334692ed2e5",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "Logo, evitem as desculpas  (tardias, e de mau pagador) e comportem-se como um jornal de referência. O mesmo critério deve ser aplicado a alguma opinião publicada neste jornal, e nunca é demais recordar um texto <b> racista </b>e xenófobo que o director do jornal achou por bem mandar publicar.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racista"
            ]
        },
        {
            "id": "eef23712-d5d3-4192-ff1b-08d7960b4eed",
            "user": "4ffd2d21-dd04-43dc-949a-4f76b9010211",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "O Doutor André Ventura farta-se de ajudar a vender jornais!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "792b1729-1a5e-46ee-ff1a-08d7960b4eed",
            "user": "a344e59e-b749-4734-b6d4-07e32fb79941",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "Na página 14 do jornal público de ontem lá tem a prova de que este jornal leva o <b> racismo </b>e o colonialismo ao colo. Uma fotografia a todo o tamanho, de borla, desproporcionada. Uma vergonha! Vergonha! ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "e74393ff-443b-4a48-ffd7-08d7a62959bd",
            "user": "e393ae1c-2dc4-4261-b951-5c56fb999b8b",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "Obrigado André, se não fosses tu neste momento estava-se a criar uma comissão para a devolução das obras de arte expostas nos nossos museus, mesmo fazendo elas também parte da nossa história. Ao mesmo tempo haveria um voto de condenação pelo passado colonialista português, com a aprovação de todas as bancadas, com exceção do CDS que se absteria. Mais uma vez obrigado André, pelo amor que tens a Portugal, deixa esta <b> esquerda caviar </b>que não consegue ver para além da sebe do seu jardim continuar nos seus delírios do politicamente correto.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "63853bd6-7aa8-49b4-8598-08d7a71d3d96",
                    "user": "c7680446-9578-4617-9095-4d851f182e06",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "Amor a Portugal... Tirando os ciganos, e os pretos, e os homossexuais, e o pessoal de esquerda, ...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "8e124e12-a7d1-4651-4125-08d7a7227332",
                    "user": "051aa21d-8362-4b6b-8f5f-cc125eeea26d",
                    "date": "02.02.2020",
                    "timestamp": "NA",
                    "commentText": "É o chamado amor selectivo. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Esquerda caviar"
            ]
        },
        {
            "id": "99daec7b-96fb-4645-ff15-08d7960b4eed",
            "user": "87150902-10a6-4618-9b75-609e41840a60",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "Senhor Manuel Carvalho, estamos saturados da vossa subserviência às ideias do Bloco de Esquerda, a quem têm levado ao colo todos estes anos. Nunca vos vi condenar, nem manter à distância os programas assassinos, decadentes e imorais desse partido de mulheres prenhes de ódio contra tudo o que é vida, natural e normal. Esse partido, torto por natureza, tem sido respeitado e bem acolhido por grande parte da vossa imprensa. Chegou a hora de nos libertar-nos das vossas amarras. O Chega chama as coisas pelos seus nomes. O Chega não vai nessa treta do \"politicamente correcto\". O Chega diz o que é necessário dizer. As pessoas sentem-se representadas no programa do Chega. Por isso este Partido sobe, sobe, numa subida imparável. Acredito que os vossos dias tranquilos acabaram. Chegou o Chega!",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "473d7453-365f-4897-1a15-08d7a62e3ea1",
                    "user": "23a5091f-7a2c-4b3f-95c0-1bf70974bdd6",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "Bem dito.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "44823ac5-ca93-4e46-40e3-08d7a7227332",
                    "user": "c7680446-9578-4617-9095-4d851f182e06",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "Isso. Vamos acabar com os partidos de esquerda, e com as mulheres que fizeram abortos, e com a pílula contraceptiva (porque é contra-natura), e com os preservativos,... Toca a parir que nem porcas ou vai tudo para a câmara de gás!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "9b44de8a-6625-41ee-85d5-08d7a71d3d96",
                    "user": "051aa21d-8362-4b6b-8f5f-cc125eeea26d",
                    "date": "02.02.2020",
                    "timestamp": "NA",
                    "commentText": "Quais pessoas? ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "6656a0b8-5377-4849-ff14-08d7960b4eed",
            "user": "c373fa43-9e13-400f-b67c-601b95813501",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "Quem dá essa importancia são os medias. Não fosse isso e ninguém notaria....Ainda por cima, foi uma publicação no FAcebook dele!Moral da história: o costume, os jornais andam á procura do sensacionalismo e o Ventura vende.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9427ef7c-1582-428e-cdce-08d7a62c4006",
            "user": "d482a929-3e9d-44e5-acc2-f3a86cc62037",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "Caro Manuerl Carvalho,\"Num raro momento de lucidez, os partidos com assento parlamentar decidiram abdicar de um voto de protesto contra as declarações xenófobas do deputado André Ventura\" Não estou de acordo consigo. Acontece :-) Nunca ter abdicado de o fazer. Na minha opinião, deveriam ter feito o dito voto de protesto; seco e curto. Sem considerandos nem nada. Fica para a próxima. Infelizmente terão mtas ocosiões. Como algúem já disse (Daniel Oliveira,  creio) nunca Anfré Ventura teria dito em qq circunstância que Assunção Cristas deveria ser devolvido ao país de origem. Angola., no caso dela. Bom fim de semana.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "02310ab8-651c-43a1-d0b1-08d7a628ef16",
                    "user": "283631f5-b877-47d4-b6c9-cf3771ef6960",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "Nunca Assunção Cristas proporia esvaziar os nossos museus em favor de Angola.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "8a4e9184-acc0-432f-ffd9-08d7a62959bd",
                    "user": "4b4e0549-fc5e-471a-8eca-bbc159f95837",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "A Cristas gostava mais de esvaziar casas de idosos. Quantos meteu na rua? 300?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "0fa52e24-d564-4612-857c-08d7a71d3d96",
                    "user": "a5f505ac-e98f-467d-8322-887b0c79f250",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "Reinaldo Nunes Assunção cristas nasceu em Angola colonial , e nesse tempo Angola não era um país mas sim uma província portuguesa portanto o país e Assunção cristas sempre foi Portugal.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3963a157-e714-408f-e857-08d7a71f1c34",
                    "user": "87150902-10a6-4618-9b75-609e41840a60",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "De Daniel Oliveira não se esperaria coisa diferente. Também ouvi. Mentiroso e rancoroso que ele é, está a colocar na boca de André Ventura aquilo que ele não diz. Para azar dele, Daniel, já André Ventura se tinha pronunciado em relação a Assunção Cristas. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "e3dfa016-7ef8-4cc5-ff12-08d7960b4eed",
            "user": "fd11c74d-a528-4a3b-a28c-eb074051c2bc",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "Viemos de longe, de muito longe. O que andámos para aqui Chegar. Mas finalmente Chegou o Sr. Director. Parabéns e obrigado. \"guerra cultural e identitária de uma certa esquerda extremada\", ainda por cima protagonizada quase exclusivamente por pretos, de origens estrangeiras, acrescento eu. Ora se perante uma guerra não se levantá-se alguma forma de resistência é que seria de estranhar, não é. Chegámos portanto aqui. Ainda bem que finalmente se admite que uma arruada do Ba contra o Padre António Vieira é o equivalente a uma acção de recolha de assinaturas para o chega, sem ter que ir pedi-las. E não podia ser de outra forma. Os provocadores tanto agitaram o pote que entornaram o caldo.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "96833322-2d85-43a5-b545-08d7a629c99f",
            "user": "6323a3d7-6805-4dd1-acd6-a46bfd87ed45",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "bem visto! não se pode ignorá-lo mas não se pode dar-lhe a atenção que ele quer e que o fará crescer. chega de manipulação.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "959e293c-e384-4e02-ffd4-08d7a62959bd",
            "user": "d4288f72-daa4-4029-9461-1c0784e2fe5a",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "A comunicação social andou a fazer o mesmo com o BE estes anos todos e não vi o Manuel Carvalho preocupado com isso. Porquê?",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1e575003-cd40-49d5-d0ac-08d7a628ef16",
            "user": "e77eb3de-b08c-4ee8-b5a2-30a407fc04e3",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "Mais estranho é conceder atenção a um assessor de deputado.Faz algum sentido?",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4ec30080-7dce-43e9-b540-08d7a629c99f",
            "user": "9d46005d-71a2-4385-a812-ea3e4a5680aa",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "então já se fartou de malhar no Bolsonaro e no Trump? Há grande Ventura que tens pôsto muito \"democrata\" a segurar as calças.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "ac4b7632-52c5-4e4b-ff89-08d7960b4eed",
                    "user": "051aa21d-8362-4b6b-8f5f-cc125eeea26d",
                    "date": "02.02.2020",
                    "timestamp": "NA",
                    "commentText": "Cheira-me que as aspas de democrata lhe servem como um carapuça. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4dda9879-2e95-4c60-1a0d-08d7a62e3ea1",
            "user": "2ac6f34d-e4aa-4348-afbb-ea2ed5ef85ba",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "Sondagem: o partido Chega já (quase) ultrpassou o PCP.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "a9faf3ea-1cdc-4d25-1a0c-08d7a62e3ea1",
            "user": "5cb421f3-a9ec-4552-b733-e34f51fabff3",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "Dizem uma coisa e praticam o contrario. Veremos quantas pseudo noticias ou declarações vão falar para a semana. Vou estar atento e...contá-las. Ventura ainda assim é Deputado legal. Já a Joacine não tem direito algum a falar seja do que for....Demita-se, forme um Partido e vá a votos....",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "bf569cb5-a0ed-4f3f-477e-08d7a62d6ac7",
            "user": "c7680446-9578-4617-9095-4d851f182e06",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "Políticos como o Ventura estão mais visíveis porque durante demasiado tempo os políticos do centrão e os seus comentadores associados trataram de dominar a sociedade e o espaço mediático como se fossem donos da vida das pessoas. Há 50 anos que mantemos os mesmos modelos de governação e comunicação social. As mesmas ideias sempre em torno de trabalho, segurança social, pensões, etc. Os políticos e comentadores do centrão nunca quiseram dar espaço nem tempo livre para as pessoas se desenvolverem, quer pessoalmente, quer intelectualmente, quer emocionalmente.  Sempre preferiram controlar o que as pessoas fazem. pensam e sentem porque é isso que convém ao status quo dos poderosos e influentes. E pelos vistos só vão mudar quando lhes convier, ou seja, quando perderem o poder.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "d4ba559e-1f31-4d26-4784-08d7a62d6ac7",
                    "user": "060401d6-1b03-43dd-a52c-a4726dd3dfbb",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "Nem mais !!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "71c5915d-7f83-441f-3146-08d7a71f81f3",
                    "user": "051aa21d-8362-4b6b-8f5f-cc125eeea26d",
                    "date": "02.02.2020",
                    "timestamp": "NA",
                    "commentText": "Vai ser um grande desenvolvimento se for no sentido do Chega. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "e3cb25ec-b5a3-42de-ffcb-08d7a62959bd",
            "user": "53782995-3931-4dbf-9de8-e0058ab34a39",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "Os Venturas deste mundo apareceram porque o \u0093sistema\u0094 lhes deu os argumentos necessários para que eles surgissem, mas também porque a própria comunicação social e os jornalistas se acomodaram às benesses que foram adquirindo em vez de estarem vigilantes e denunciarem a podridão que foi grassando e corroendo a democracia, digo-o em termos gerais. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "3090b4aa-65c5-4553-ff1f-08d7960b4eed",
                    "user": "260cb75e-dbd6-4648-9d0d-878cce68dbb9",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "E porque se lhe não responde à letra. Eu, no lugar da Jacine, se o ventura me mandasse ir para algum lado, em vez de ter respondido com aquela brincadeira linguística entre deportada e deputada, teria simplesmente respondido: E eu quero que o deputado ventura vá à m*rda. Tão simples como isso.         E de cada vez que ele falasse de mim, à m*rda o mandava.        Há gente que respeita todas as fezes: dizem que o hitler era inteligente; dizem que o salazar era um grande estadista e mais patacoadas deste calibre.É mandá-los para todos os sítios ao nível deles.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "b97cc4e9-4745-43c3-d0a7-08d7a628ef16",
            "user": "c02155a9-b5f9-4753-b814-3c7f35969e68",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "A sobrevivência política e em medidas diferentes o crescimento político de ambos,Ventura e Joacine,precisam desta constante exposição mediática,tal como os produtos de consumo,precisam de exposição nas prateleiras de supermercado,sem isso definham e tornam-se descartáveis.A questão é que, por definição,a própria CS,precisa de utilizar estas exposições,em proveito próprio e o tempero,ou a temperança, poucas vezes são equilibrados,tanto com o valor das mensagens como com o dos próprios mensageiros.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "f999652b-dbf7-4e4d-477f-08d7a62d6ac7",
                    "user": "5cb421f3-a9ec-4552-b733-e34f51fabff3",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "Subscrevo.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "2f53c422-d5b8-45be-477b-08d7a62d6ac7",
            "user": "ec36b198-a954-4953-93ac-1d75cfda82a9",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "Folgo em ver que tem essa noção.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "bf750b7e-0bd8-4928-ff05-08d7960b4eed",
            "user": "b9160c40-fb89-4db3-accd-7da96a21110e",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "Sr Manuel Carvalho, depois de ler o seu artigo decidi fazer um pequeno exercício. Cliquei em baixo nas \u0093tags\u0094 de Joacine Katar Moreira e André Ventura, para vêr quantas notícias e/ou artigos apareceram relacionados com os deputados, desde o dia 1 de Janeiro. O resultado foi: Ventura 26, Joacine 61. Creio que o seu \u0093levar ao colo\u0094 está um pouco (poucochinho) desproporcionado.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "a42f7591-4d7e-4c06-b53d-08d7a629c99f",
                    "user": "b9160c40-fb89-4db3-accd-7da96a21110e",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "Mais, sem contar com os 13 artigos do fundador do Livre, Sr Rui Tavares, apenas em Janeiro.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "742deacf-9967-42ce-cdc3-08d7a62c4006",
                    "user": "ec36b198-a954-4953-93ac-1d75cfda82a9",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "Creio que o caso Joacine vs. Livre explicam essa desproporção. No entanto, também creio que a mensagem fulcral se mantém: ambos estão a ser levados ao colo, pois a desproporção é muito maior quando comparada com os outros partidos/deputados.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "05d8c59a-7d6e-45c2-1a0e-08d7a62e3ea1",
                    "user": "5cb421f3-a9ec-4552-b733-e34f51fabff3",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "De acordo com SunLegend...finalmente!!!!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "9232de5d-1115-448d-4782-08d7a62d6ac7",
                    "user": "b9160c40-fb89-4db3-accd-7da96a21110e",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "@Anoninho Também é verdade. @SC Ribeiro Eh pá, hoje é dia de festa :) :) :)",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "e87f1d10-cd44-473b-b539-08d7a629c99f",
            "user": "beaa8e9a-2321-4fd3-af07-a6badcbc56db",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "O seu editorial seria para considerar, meditar e levar a sério se o jornal do qual é director não estivesse paulatina, sistemática e tristemente a tornar-se refém de um desses extremismos sem peso político real.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "855ac062-3bff-4798-ffcf-08d7a62959bd",
                    "user": "5cb421f3-a9ec-4552-b733-e34f51fabff3",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "Dum ou dos dois?????",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2d11d5f2-ac53-4351-859e-08d7a71d3d96",
                    "user": "c7680446-9578-4617-9095-4d851f182e06",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "Qual extremismo? Só se for o do centrão e a sua doutrina do \"não há alternativa\". Que aliás é ela própria uma originadora da raiva/amargura popular que a extrema-direita usa tão bem.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "f6ac2167-4e52-4ccd-ffca-08d7a62959bd",
            "user": "8da0bf2b-d516-4442-be99-f0ffb024f296",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "Triste ser, este Manuel Carvalho. Junta no mesmo lote André Ventura e Katar Moreira. Sob a égide de extremista ou radical. O Público está mesmo pela rua da amargura. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "f9462a0b-78f0-4f4f-b533-08d7a629c99f",
            "user": "edc93ad6-76e2-44b6-b941-2c05cd316373",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "Portanto, deixa ver se entendi. Um diretor de um Jornal que leva ao colo o Rui Tavares (qual é mesmo a sua profissão?) e que tem noticiado novas da Joacine numa base horária, queixa-se de que existem políticos levados ao colo pela comunicação social. Conclusão: assunto grave, dado que o senhor diretor não lê o seu próprio jornal. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "d702d7cf-e695-4f24-ff06-08d7960b4eed",
                    "user": "a9363530-2c93-4de4-95fe-f95ed4e888dc",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "Ora bem,é fácil perceber!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "51153121-3aee-4bc9-ff07-08d7960b4eed",
                    "user": "b9160c40-fb89-4db3-accd-7da96a21110e",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "O problema não é haver políticos levados ao colo, mas sim (supostamente) levarem ao colo um político que ele não gosta.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "64c8553b-d018-4aef-4775-08d7a62d6ac7",
            "user": "edc93ad6-76e2-44b6-b941-2c05cd316373",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "Eu também acho que o senhor jornalista Manuel Carvalho tem peso a mais como comentador. É na RTP, é aqui. Por vezes, passa da meia-noite e ainda está a comentar na RTP 3. Senhor jornalista: cada um faz pela vida. Não é assim para si também?",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "06e205e1-ada2-4bc2-b53c-08d7a629c99f",
                    "user": "c7680446-9578-4617-9095-4d851f182e06",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "Neste comentário tens razão.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "ed864d1c-6bc3-4a71-ffc4-08d7a62959bd",
            "user": "edc93ad6-76e2-44b6-b941-2c05cd316373",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "Eu também acho que o senhor jornalista Manuel Carvalho tem peso a mais como comentador. É na RTP, é aqui. Por vezes, passa da meia-noite e ainda está a comentar na RTP 3. Senhor jornalista: cada um faz pela vida. Não é assim para si também?",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "80484453-c09c-4071-4772-08d7a62d6ac7",
            "user": "85c47bb4-6dea-47a3-b000-ceef5703ee34",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "Já não há pachorra para aturar este Ventura e os seus discursos de taberna/caverna. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "bd272442-6bf4-4d25-d0a1-08d7a628ef16",
            "user": "ea528681-6960-473b-ad53-6f1b6fa63e5f",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "6% para o ideário do Chega (e, aparentemente, do novo CDS) parece-me pouco. Julgo que algo entre os 15% e os 20% é mais realista. Não teria sido possível sustentar uma ditadura de 48 anos apenas com base no Salazar e mais meia dúzia de amigos. Tem que ser maior o número de simpatizantes da guerra colonial, das torturas nas prisões, do país com uma taxa de analfabetismo de 30% e uma taxa de mortalidade infantil superior ao dobro da média da OCDE, do <b> racismo </b>mal disfarçado, da censura na imprensa, na cultura e nas artes em geral. Ao contrário de uma maioria incomodada, eu gosto de saber quem são os herdeiros dos bufos da PIDE. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "ca481e65-f230-476f-ffce-08d7a62959bd",
                    "user": "c7680446-9578-4617-9095-4d851f182e06",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "Concordo contigo. E de resto o (extremo-)centrão não tem feito nada para fazer evoluir as mentalidades. Apenas tem feito por as controlar conforme as conveniências.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3e3b2b46-1d18-4f04-ff0d-08d7960b4eed",
                    "user": "5cb421f3-a9ec-4552-b733-e34f51fabff3",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "A fusão do CDS com CHEGA vai acontecer....porque finalmente o CDS define-se . Andava ali muita gente a achar que estava demasiado à ...esquerda.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "af002bd3-1ebb-453c-b541-08d7a629c99f",
                    "user": "e77eb3de-b08c-4ee8-b5a2-30a407fc04e3",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "Essa malta também morre, de causas naturais claro.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "47218970-86ea-420d-1a14-08d7a62e3ea1",
                    "user": "16bcad22-1979-4c00-9966-b6341b63ab3d",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "A alta percentagem dos apoiantes de Salazar em 48 anos, é igual à alta percentagem dos apoiantes do José Eduardo dos Santos, nos seus 40 anos de regime totalitário, a deixar roubar e manter o povo na miséria. Cá tivemos um mecanismo para assegurar a estabilidade desse sistema, e não se chamava urnas de voto, chamava-se PIDE e imagine, sr. pronouncer, até usava de tortura. Não entendo a insistência em achar que o colonialismo foi mantido pelo povo português ou o beneficiou. Está completamente errado.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "edb53b5b-70df-495a-d0a0-08d7a628ef16",
            "user": "4b4e0549-fc5e-471a-8eca-bbc159f95837",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "Ventura vem da política do futebol, por isso sabe gerar paixões e ódios. O eleitorado é o mesmo. Os que gostam de Pinto da Costa, Bruno de Carvalho, Viera. também vão às urnas votar nas eleições e escolhem este tipo de gente",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "7f3c3b9c-a6ca-4b99-1a08-08d7a62e3ea1",
                    "user": "c63f4547-5465-4fdc-b1b8-0f69ca6ceaa7",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "Bem visto ? ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "20c08426-2db1-4308-b538-08d7a629c99f",
                    "user": "c63f4547-5465-4fdc-b1b8-0f69ca6ceaa7",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "Bem visto ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "e3bc7bd1-98f8-4da6-ff0e-08d7960b4eed",
                    "user": "5cb421f3-a9ec-4552-b733-e34f51fabff3",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "Vernelhos sim...as outras cores nem pó. Nào misture alhos com bugalhos...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "041832bb-a311-4a45-cdbd-08d7a62c4006",
            "user": "2190f5d5-c5c7-4002-ab1f-cfb38e7c6651",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "Seria bom que o jornalista se auto censurasse, mas ou outros sim eu não. Nem Ventura, nem Joscine, nem Catarina, nem Jeronimo: todos iguais.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "aaec7205-5f7c-4876-fefb-08d7960b4eed",
            "user": "7ecb6f13-5c19-42ca-8ff1-d9754d45f353",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "É mesmo isto. Aos jornalistas cabe saberem perceber quando andam apenas atrás de ideias e proclamações panfletária.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4e47925a-dc32-42ea-ffc0-08d7a62959bd",
            "user": "b1d8dce2-053a-4d40-8904-04ba74170ebd",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "E andamos nisto:  Entre Ventura e Boaventura.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "16fd17bc-ddd6-48b3-4770-08d7a62d6ac7",
            "user": "32f79b34-6931-468d-886a-cbc0d60f2405",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "Caro Manuel Carvalho, têm o peso que têm, porque lho dão, correcto? Experimente não lhes dar palco e holofotes, todo o santo dia.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "afb66768-ad44-4fa8-1a0a-08d7a62e3ea1",
                    "user": "8da0bf2b-d516-4442-be99-f0ffb024f296",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "O problema deste diretor é que coloca no mesmo saco figuras que em nada têm a ver uma com a outra. Cada vez mais o que este senhor escreve me dá nojo.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7d35c9d1-c9fc-47ed-d0aa-08d7a628ef16",
                    "user": "32f79b34-6931-468d-886a-cbc0d60f2405",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "António Cunha, coloca no mesmo saco? Então não estão no mesmo saco? Partidos minoritários, que estão no parlamento porque o povo lá os colocou. Claro que têm de ser falados, mas, à devida proporção, parecer-me-ia mais correcto. Quanto aos dois partidos em questão, estou à vontade, não voto nem num mem noutro. Mas acredito que se sucedem palavras e mais palavras em torno destes partidos, porque de facto, as pessoas os lêem e comentam, como por aqui se vê. Também lhe digo, a proporção não é a mesma. O Sum lá em cima, explica-o bem, factualmente e, sem juízos de valor.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "f691d867-c866-4dd3-476d-08d7a62d6ac7",
            "user": "b4624725-4cbb-4d37-a18c-ab428dccce40",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "Editorial disparatado. Ventura tem espaços livres de propaganda em orgãos de comunicação social, mas não é no Publico. Tem sim em locais abjectos como a CMTV, SOL, Jornal I. Ventura já passou todas as linhas vermelhas e não dá para fechar os olhos. Para a história fica que uma deputada recebeu um insulto <b> racista </b>de outro deputado e a Assembleia da Republica recusou-se formalmente a condenar. Para a história fica que um deputado num comício tem militantes de topo a fazer saudações nazis e no discurso exorta os mesmos à violência para serem atingidos os objectivos e a Assembleia da Republica não propôs nenhum voto de protesto",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racista"
            ]
        },
        {
            "id": "da27a130-879d-4a3b-ffbc-08d7a62959bd",
            "user": "c96e2bfe-6430-43ba-9c07-ee6f3a8fcf4a",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "Excelente texto!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "f93ea30c-9b77-4201-b52c-08d7a629c99f",
            "user": "a9363530-2c93-4de4-95fe-f95ed4e888dc",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "Senhor jornalista,aguarde pelas eleições.Segundo as sondagens ,ele já vale tanto como o PCP.Será por causa da Joacine,ou das verdades que afirma?",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "3ab0dffe-344e-409e-b52f-08d7a629c99f",
                    "user": "0ab8ca6a-2dea-440e-85e9-00d7fb3973b0",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "Quais verdades? Que o Aníbal Pinto esteve mal quando entendeu que não havia penalty sobre o Chiquinho?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "c7268ef7-f979-407e-ffc1-08d7a62959bd",
                    "user": "846842bb-e91f-4d6f-ad10-2770674b7315",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "Vetdades? O que ele diz nem se enquadra na dicotomia verdade/mentira. São simplesmente vómitos xenófobos desenhados para excitar a populaça. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "ad76ffbc-1e26-4629-19ff-08d7a62e3ea1",
            "user": "8b7f8fc7-531b-445a-8d72-a12e1c7fa951",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "Tarde demais, e não foi por falta de aviso. A manipulação da opinião pública pela CS é antiga, mas agora é grave e o Público é parte central. Quantos alertas têm sido feitos nestas caixas contra os exageros? Até comentadores moderados têm que lutar contra a censura das moderadoras-activistas. Mas o problema está para lá dos identitaristas. O Pol-Corr impôs silêncio às pessoas sobre os problemas que sentem no dia-a-dia com medo de serem rotuladas. Conseguiram calar toda a gente... excepto os radicais como Ventura. Agora admiram-se que ele receba o apoio das pessoas? Há uma sondagem que dá 6% ao Chega. Onde moro (Grande LX) teve quase 3%. A continuar aquilo que vejo todos os dias à minha porta, o Chega vai para os 10% ou mais. É o que dá a CS negar aquilo que os olhos das pessoas vêem.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "a0d48675-b926-4ff0-fef3-08d7960b4eed",
            "user": "c96e2bfe-6430-43ba-9c07-ee6f3a8fcf4a",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "A esquerda identitária de início teve como estratégia não dar palco a Ventura, porque sabe bem que o barulho ajuda a dar palco, e sabe-o em relação a si própria, porque são poucos os identitários de esquerda, mas fazendo muito barulho lá vão aparecendo com destaque. É verdade que até agora o Ventura também ainda não tinha verdadeiramente chafurdado com a esquerda identitária, mas esta semana foi a apoteose depois de meses de contenção, resultado: Ventura levado ao colo. Está na altura dos jornalismo não cair nesta armadilha sensacionalista que ambos, à direita e à esquerda, sabem que funciona bem: O barulho que dá palco e que envenena o espaço público com divisões tribais. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "8ef83810-242f-424c-ffc5-08d7a62959bd",
                    "user": "846842bb-e91f-4d6f-ad10-2770674b7315",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "Concordo consigo, mas a ideia de não dar destaque a uma pessoa abjecta como o Ventura é inviável. O emprego de muitos apresentadores, repórteres, comentadores e jornalistas depende das audiências, e a polémica é um caminho curto para tal. E não é por acaso que este incendiário vem de um programa sobre futebol. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4a04bdb5-e3f4-438f-fef2-08d7960b4eed",
            "user": "a7f7231d-dacf-485d-9ebe-e0affc619047",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "A esquerda está aflita. Se não fosse o André Ventura a esquerda teria dado o seu poio à Joacine. Até porque consta dos programas do Livre e do Pan. MC pensa bem antes de falares.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "ed3aceda-6a64-42b9-ff02-08d7960b4eed",
                    "user": "846842bb-e91f-4d6f-ad10-2770674b7315",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "Aflita: boa palavra para um titulo sobre um Porto-Benfica, pois apela a um sentimento primário. E sentimentos primários é do que o Ventura se alimenta. Então, suspeito que o rameira63 não passe de um troll. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "a1ba9f48-dcfa-4869-d098-08d7a628ef16",
            "user": "9f673621-9298-4e73-bd16-6fd823b3c78b",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "O problema é que apesar dos \u0093brandos costumes\u0094 e do \u0093agarra que eu bato\u0094 que caracteriza os portugueses, num país de \u0093Futeboleiros\u0094 (alas, o que é o tal do Ventura senão um Futeboleiro?), as pessoas adoram o confronto desbocado e <b> rasca.</b> Assim sendo, existe um terreno fértilissimo para que partidos populistas de vão de escada e formas \u0093exóticas\u0094 e desbocadas vinguem. E aí sim a comunicação social, jornalismo incluindo, não resistem à tentação de dar destaque a esta gente que o que faz é gritar soundbites provocaríeis que apelam ao \u0093sangue\u0094 que o povo adora. Ora esta falta de pudor dos jornalistas e comunicação social leva ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "b2a9c1ce-50f7-4634-1a07-08d7a62e3ea1",
                    "user": "846842bb-e91f-4d6f-ad10-2770674b7315",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "Subscrevo. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Rasca"
            ]
        },
        {
            "id": "94ccd534-290d-4ec4-4768-08d7a62d6ac7",
            "user": "a148de76-7201-435c-904f-6fafde97ada2",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "E há um mea culpa do Público, ou o editorial é do tipo \"olha para o que eu digo e não para o que eu faço\"?",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "e7af5116-fe21-4c74-ffb7-08d7a62959bd",
                    "user": "b9160c40-fb89-4db3-accd-7da96a21110e",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "Quando o Público tem um fundador de um partido político a escrever artigos às vezes mais que uma vez por semana, mas queixa-se do tempo que dão a outros, é realmente um caso de \u0093olha para o que eu digo e não para o que eu faço\u0094. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "24af6cf8-98a5-4610-d096-08d7a628ef16",
            "user": "8e71a3ab-3833-429f-8ad3-dd5f6cd068e6",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "Tenho estado algumas vezes em divergência com Manuel Carvalho. Às vezes também a favor (na minha insignificância isso nada vale, ou quase não tem valor). Mas hoje as palavras de MC merecem vénia que são de uma seriedade reconfortante, palavras que pesam, e muito, porque correspondem à verdade e constituem também um mea culpa da mídia que, descarada e perigosamente, tem promovido um agente político que tem atrás de si e do que representa, um historial de horrores, de retrocessos históricos, de tragédias que a História documenta há longo tempo. De facto, e em sinopse, André Ventura o que merece é desprezo que a malta que se acantona a seu lado também tem provado o seu historial de acefalia, ignorância e perigosíssimo comportamento. Grande editorial, o de hoje do Dr. Manuel Carvalho!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "908c1d06-b9bb-4cb4-19fc-08d7a62e3ea1",
            "user": "b41a1e56-fa1b-4ee4-9192-6a1dc943a459",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "O paradoxo deste artigo de opinião é que, ao críticar o mediatismo em torno de Ventura e Joacine, contribui precisamente para esse mediatismo.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1f5c8e40-075a-4fdb-d094-08d7a628ef16",
            "user": "283631f5-b877-47d4-b6c9-cf3771ef6960",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "Este mea culpa a propósito do Ventura vem tarde - é que foi precisamente a exposição desproporcional de Mamabou Das e Joacines que deu palco a Ventura. Enquanto director, não tem moral para se queixar. Há muito reparo que aqui no Público não se fala do Iniciativa Liberal. Porquê? Porque não dá tantos cliques? Eu sei que um jornal também vive do número de vezes que um artigo foi lido, mas, de facto, prudência e sensatez nesta matéria fazem falta. E como mais vale tarde do que nunca, espero que o acto de contrição venha com genuíno propósito de emenda...",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "e58630b7-587d-45a8-feeb-08d7960b4eed",
                    "user": "8b7f8fc7-531b-445a-8d72-a12e1c7fa951",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "Concordo completamente.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "a9962b9e-2ff3-4b96-cdb8-08d7a62c4006",
                    "user": "d8e871c9-face-4f77-8ab2-9ca395c6c062",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "É isso mesmo. A IL é um objeto político difícil de colocar num lugar predefinido, não faz espalhafato nem frases vistosas, por isso não merece holofote mediático. Que mesmo assim, não entrando num concurso de popularidade ou do quem fala mais e mais alto, vá conseguindo subir nas sondagens é bom sinal. Siga!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "a44628d5-220d-43d8-1a00-08d7a62e3ea1",
                    "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "Excelente comentário.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "951e96cc-2deb-4b93-310d-08d7a71f81f3",
                    "user": "c7680446-9578-4617-9095-4d851f182e06",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "Mas como é que foi a Joacine a dar palco ao Ventura quando ele já era falado em todos os outros jornais? E o que é que o IL tem de interessante para oferecer? Privatizações em massa? Fim da segurança social? Para isso já existe o Chega e o CDS.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "7c26b4a7-b485-422a-19f8-08d7a62e3ea1",
            "user": "b1d8dce2-053a-4d40-8904-04ba74170ebd",
            "date": "01.02.2020",
            "timestamp": "NA",
            "commentText": "Portanto, se bem percebi, tudo o que se passou entre o Livre e Joacine, foi uma cilada  da ardilosa  agenda do Ventura.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "a79819dc-5fdf-42f7-d09b-08d7a628ef16",
                    "user": "051aa21d-8362-4b6b-8f5f-cc125eeea26d",
                    "date": "01.02.2020",
                    "timestamp": "NA",
                    "commentText": "Vê-se que não percebeu nada. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}