{
    "header": {
        "title": " Isabel dos Santos terá transferido 115 milhões da Sonangol para o Dubai ",
        "subtitle": " Luanda Leaks: esquema de ocultação terá começado a ser montado assim que Isabel dos Santos foi nomeada pelo pai para gerir a Sonangol. ",
        "owner": " ['Luísa Pinto'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 2623  partilhas",
        "datePosted": " 19 de Janeiro de 2020, 18:47 ",
        "dateExtraction": " 2020-02-03 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2020/01/19/economia/noticia/isabel-santos-tera-transferido-115-milhoes-sonagol-dubai-1900929 ",
        "postText": " ['Entre Maio e Novembro de 2017, estava Isabel dos Santos no ultimo terço do seu mandato à frente da petrolífera estatal angolana, a Sonangol, quando a empresa transferiu, pelo menos, 115 milhões de dólares de fundos públicos para a conta de uma empresa offshore no Dubai. Este é apenas um dos casos revelados pela investigação feita por um consórcio internacional de jornalistas e que em Portugal é integrado pelo Expresso.', 'O caso Luanda Leaks, como está a ser referido na imprensa internacional, mostra como a filha do ex-presidente da República de Angola terá desviado fundos públicos para contas de empresas offshore. Assim que o caso foi revelado, a empresária reagiu no Twitter acusando a SIC e o Expresso de \u0093racismo\u0094 e de \u0093preconceito\u0094', 'O Expresso refere-se a um esquema de ocultação que começou a ser montado assim que Isabel dos Santos foi nomeada pelo pai para gerir a Sonangol. \u0093Documentos e testemunhos obtidos numa investigação Expresso-SIC, coordenada pelo consórcio ICIJ [um consórcio internacional de jornalistas] e com a participação de mais 34 órgãos de comunicação social de todo o mundo, mostram como isso envolveu um contrato celebrado no Reino Unido e teve a cumplicidade de vários portugueses, incluindo do actual chairman da NOS, o advogado Jorge Brito Pereira\u0094, revela o semanário português.', 'A transferência de 115 milhões de dólares foi justificada como pagamento de serviços de consultoria prestados à Sonangol, sendo que essas transferências tiveram como destino uma conta bancária de uma companhia offshore, a Matter Business Solutions, controlada pelo principal advogado da empresária angolana, o português Jorge Brito Pereira, sócio da Uría Menéndez, o escritório de Proença de Carvalho.', 'É expectável que com o desenrolar desta investigação continuem a surgir mais nomes de portugueses associados.', 'Logo a seguir à publicação das notícias sobre as alegadas transferências, Ana Gomes reagiu, no Twitter, pedindo a demissão de Carlos Santos, governador do Banco de Portugal, e de Fernando Teixeira dos Santos, do Eurobic. Isto porque, segundo o Expresso, o saldo da conta da Sonangol no Eurobic (Isabel dos Santos é a maior accionista da instituição) era de 57,4 milhões de dólares no dia 17 de Novembro 2017 e, no dia seguinte, a mesma conta tinha um saldo negativo de 451 mil dólares. O que aconteceu de relevante de um dia para o outro foi a demissão de Isabel dos Santos.', 'A ex-deputada afirma ser preciso agir sobre os \u0093tugas cúmplices activos\u0094,  que \u0093deviam ter agido e não agiram\u0094 e os \u0093cúmplices passivos\u0094 em \u0093sucessivos governos, no Banco de Portugal, na CMVM [Comissão do Mercado de Valores Mobiliários] e até na PGR/ DCIAP [Procuradoria-Geral da República/Investigação e Acção Penal]\u0094, afirmou.', 'A investigação do Luanda Leaks decorre com base no acesso a 715 mil ficheiros, entre os quais figura o extracto bancário da Sonangol referente ao mês de Novembro.'] ",
        "numberPosts": " 46 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Ideological and Political Identity - General,Social Class - Working class,Ethnicity - General,Gender - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Comunista,Analfabeto,Racismo,Mulher",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "467d07b7-88f5-4538-f83a-08d7a07f6a90",
            "user": "241bdcbb-2a3d-481c-b756-2b4b6a29fd3d",
            "date": "24.01.2020",
            "timestamp": "NA",
            "commentText": "Por que é que não se fala do envolvimento da empresa suíça Trafigura nos esquemas em Angola? Há muitos coelhos dentro desta cartola, para além de Isabel dos Santos. Personalizar a corrupção é muito conveniente para alguns. É curioso ver como estatais do petróleo são fustigadas mundo afora. A questão é que não há só as estatais. \"Cui bono\"? Quem ganha com esse ataque seletivo às estatais?",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "20020945-03d6-49a3-794f-08d79d9e7d50",
            "user": "898b5648-9db6-4f97-b88a-0563db50ba56",
            "date": "21.01.2020",
            "timestamp": "NA",
            "commentText": "Os putinistas, os salazarentos e os trolls russos em geral estão tão tristes com a queda da heroína deles... eh eh eh... são casos como este que demonstram a superioridade de uma democracia moderna que funcione com a plena separação de poderes. Nas ditaduras, mesmo as mais brandas, isto acaba por acontecer. E que se cuidem as democracias, a inegualidade de facto pode levá-las pelo mesmo caminho... ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "db5c245e-a762-469a-7902-08d79d9e7d50",
            "user": "20dba57a-a0a7-4391-9f3c-804eb0cd3f7f",
            "date": "20.01.2020",
            "timestamp": "NA",
            "commentText": "É triste ver como quem alardeia aqui superioridade moral e até conhecimentos factuais pertinentes defende o nepotismo e a corrupção praticada por aqueles que se serviram dos ideais nobres do socialismo que eles próprios dizem paradoxalmente defender. Não é preciso dizer quem são.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2204ee68-9e8a-4621-13f8-08d79cb307be",
            "user": "c5ceaf11-8aa7-40d6-bd15-26518694ae74",
            "date": "20.01.2020",
            "timestamp": "NA",
            "commentText": "Se ela soubesse que a \"galinha dos ovos d'ouro\" iria dar tanta dor de cabeça, já teria feito uma canja dela.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1954a001-830c-457c-481b-08d79cb736b9",
            "user": "279558e4-0032-417c-8370-0b2fc3fd1173",
            "date": "19.01.2020",
            "timestamp": "NA",
            "commentText": "O mais caricato disto tudo (para a Isabelinha) é que vai lhe acontecer exactamente o que acontecerá ao Ricardo Salgado e ao Oliveira e Costa...absolutamente nada!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "76a81a99-60a6-4b75-5d62-08d79cb0ab21",
            "user": "a344e59e-b749-4734-b6d4-07e32fb79941",
            "date": "19.01.2020",
            "timestamp": "NA",
            "commentText": "Angola está falida e o poder instalado em Angola não tem soluções. Está instalada uma luta interna no MPLA. A opção do Presidente e da sua fação tem esta componente de perseguição do quadros angolanos da fação de Dos Santos. É um modo primário de fazer frente aos problemas económicos, financeiros, sociais e políticos. A economia angolana não gera riqueza e a população angolana vive à míngua. As liberdades públicas estão amordaçadas pelos poderes públicos, privados e religiosos. Esta operação de perseguição da família do Presidente Eduardo dos Santos que pôs termo à guerra civil e transmitiu o poder em paz ao vice-Presidente que conjuntamente viveram a guerra é um erro de estratégia. As consequências serão pagas por angolanos, portugueses e muitos outros povos com quem  Angola tém negócios.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "b277a8b8-1321-4c65-f8d7-08d7960b4eed",
                    "user": "1af33823-cbbb-45eb-b6ec-c613581a481d",
                    "date": "20.01.2020",
                    "timestamp": "NA",
                    "commentText": "O Jose, sempre preparado para proteger os criminosos",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "d3da92b5-1b7a-43c0-c64b-08d79cba9b76",
            "user": "1f01d620-6de2-4998-ac7e-bd8de2276a9d",
            "date": "19.01.2020",
            "timestamp": "NA",
            "commentText": "Por onde andam as Isabeis dos Santos e os Zé du Santos de Portugal?Dá-me um gozo valente, constatar que para a nossa comunicação social e para a maioria dos comentadores em Portugal não existe gente desta.Felizmente que andam entretidos com os angolanos, prova que os nossos para eles não tem valor.Tenho vergonha desta gente, que se vendeu ao serviço de corruptos que se constituíram numa oligarquia cleptocrata que se apoderou e saqueou o nosso país, mas como se vê para eles os cleptocratas e corruptos eram os angolanos, já que aos portugueses eram gente séria a quem eles votavam e apoiavam no seu saque.Lamento, nunca me deixei enganar nem me vendi, quando fui convidado para tal, o que me dá a autoridade de acusar quem se vendeu.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "61629d5c-a2d0-4b82-5d61-08d79cb0ab21",
            "user": "b9160c40-fb89-4db3-accd-7da96a21110e",
            "date": "19.01.2020",
            "timestamp": "NA",
            "commentText": "Caramba, para mim é que ninguém manda dinheiro. Uns míseros 10M\u0080 seriam suficientes.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "0088a783-ccf2-44bd-1369-08d79cbeac49",
            "user": "f28f208d-f957-4201-8c18-b03c26dc1acc",
            "date": "19.01.2020",
            "timestamp": "NA",
            "commentText": "Mas agora a sério e sem tangas (que eu por vezes gosto muito quando escrevo por aqui), preocupa-me o nome de Portugal e a nossa economia que pela certa e da maneira que as coisas estão a ir, vai levar tombo e serão os cidadãos a pagar mais uma vez por autênticas javardices de advogados e trauleiros tugas... Ela e o marido deverão safar-se pois foram acreditados por empresas de advogados e outras de consultadoria e auditoria (PWC Portugal), we are pretty fked, again! Parece e preocupa-me...",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "30525195-48a7-4209-4818-08d79cb736b9",
                    "user": "48a26fa5-3dda-4c4f-b5a3-a9759b9b1034",
                    "date": "19.01.2020",
                    "timestamp": "NA",
                    "commentText": "Mas que tombo e rombos? Na Galp mandam a família Amorim, na NOS a Sonae, o EuroBic é um problema sim mas nem 2pc de quota tem em Portugal, talvez a Efacec seja um problema. Mas exorbite a importância da Sra que não tem dimensão para afectar Portugal ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "00e38b43-4a3e-4457-c648-08d79cba9b76",
            "user": "48a26fa5-3dda-4c4f-b5a3-a9759b9b1034",
            "date": "19.01.2020",
            "timestamp": "NA",
            "commentText": "Estou muito curioso como é que a Sonae (dona e fundadora do Público) grupo sócio de Isabel dos Santos na NOS em termos partidários vai descalçar esta bota. Mais até do que a família Amorim na Galp que está respaldada pela Sonangol. O chairman da NOS é o advogado Jorge Brito Pereira, sócio da Uría Menendez Proença de Carvalho e principal advogado de Isabel dos Santos. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "745738c5-e758-4575-13d9-08d79cb307be",
                    "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
                    "date": "19.01.2020",
                    "timestamp": "NA",
                    "commentText": "Em termos partidários? Mas que tem a sonae a ver com partidos?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "ccb0efa0-9b99-40a1-4807-08d79cb736b9",
            "user": "a8772944-c103-4322-a59c-b67b27a24803",
            "date": "19.01.2020",
            "timestamp": "NA",
            "commentText": "O Chairman da NOS devia também sair. Não saindo é uma cumplicidade inaceitável de accionistas portugueses como a Sonae, detentora do Público.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9bab5a61-8685-49d2-4806-08d79cb736b9",
            "user": "a344e59e-b749-4734-b6d4-07e32fb79941",
            "date": "19.01.2020",
            "timestamp": "NA",
            "commentText": "Portugal chegou ao 25de Abril com cerca de 200 famílias donas de tudo em Portugal e no Império Colonial fascista. Os democratas que instauraram a democracia portuguesa não foram atrás dessas famílias com ódio aos ricos, inveja ou desejo que todos fossem pobres. Os povos que fizeram países independentes das colónias não vieram reclamar de Portugal tudo o que durante cerca de 500 anos foi roubado às colónias. Essa sabedoria salvou a honra, a ética, a dignidade desses atores da história da desmontagem do Império Colonial Fascista. Estão a surgir impulsos irresponsáveis a mexer e remexer só para pôr tudo a feder! Não são democratas, não promovem a transparência e menos ainda establecem a igualdade e nunca farão Justiça. Espalhar brasas só dá incêndio alargado e terra quemada. Juízo sff!",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "9a211821-f888-496c-c645-08d79cba9b76",
                    "user": "279558e4-0032-417c-8370-0b2fc3fd1173",
                    "date": "19.01.2020",
                    "timestamp": "NA",
                    "commentText": "Portanto...é deixar a Isabelinha impune pelo que ela e sua família roubou aos Angolanos?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "c8f8113c-f1eb-434e-13d2-08d79cb307be",
                    "user": "48a26fa5-3dda-4c4f-b5a3-a9759b9b1034",
                    "date": "19.01.2020",
                    "timestamp": "NA",
                    "commentText": "Que comentário mais ridículo! ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "a40f71ac-8f5d-4711-5d55-08d79cb0ab21",
                    "user": "1af33823-cbbb-45eb-b6ec-c613581a481d",
                    "date": "19.01.2020",
                    "timestamp": "NA",
                    "commentText": "Portanto tudo bem que Isabel dos Santos roube Angola?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6205e8c8-08d6-4664-5d5a-08d79cb0ab21",
                    "user": "f28f208d-f957-4201-8c18-b03c26dc1acc",
                    "date": "19.01.2020",
                    "timestamp": "NA",
                    "commentText": "O José tem toda a razão; acabei de ler o artigo da BBC e Portugal aparece \"em grande\", pior, quem quiser saber mais vai encontrar portugueses em quase todas as manobras. Já fede por todos os lados e lá está um dos PIGS em acção, Portugal e os portugueses...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "9e25c628-3827-4868-c64c-08d79cba9b76",
                    "user": "48a26fa5-3dda-4c4f-b5a3-a9759b9b1034",
                    "date": "19.01.2020",
                    "timestamp": "NA",
                    "commentText": "Joane hou não sei a que BBC se refere pq a que eu li não vejo referências nenhumas. Sim à PWC que \u0093envernizou e deu brilho\u0094 mas as ligações a Portugal que são imensas não aparecem como críticas. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "b7bd4e3f-d6a1-413c-5d52-08d79cb0ab21",
            "user": "898b5648-9db6-4f97-b88a-0563db50ba56",
            "date": "19.01.2020",
            "timestamp": "NA",
            "commentText": "Mais uma ladroagem do antigo regime <b> comunista </b>de Angola. Ainda bem que o novo Governo está a pôr fim a isto",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "aeb5916e-6838-4c1c-5d5c-08d79cb0ab21",
                    "user": "8da0bf2b-d516-4442-be99-f0ffb024f296",
                    "date": "19.01.2020",
                    "timestamp": "NA",
                    "commentText": "Grandes comunistas portugueses como Paulo Portas, Assunção Cristas &amp; família tinham uma relação muito estreita com o regime 'comunista'.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "37bf1761-a9e1-436a-794e-08d79d9e7d50",
                    "user": "898b5648-9db6-4f97-b88a-0563db50ba56",
                    "date": "21.01.2020",
                    "timestamp": "NA",
                    "commentText": "Ah ah ah... Mais jeitosos que os comunistas portugueses e os trolls russos para tapar o sol com a peneira não há. Angola era uma ditadura <b> comunista </b>que como todas as ditaduras socializou a riqueza a favor de uns quantos. Quando não há democracia e separação de poderes, é assim.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Comunista"
                    ]
                }
            ],
            "keywords": [
                "Comunista"
            ]
        },
        {
            "id": "b39f6be1-673d-4f93-f8c2-08d7960b4eed",
            "user": "f28f208d-f957-4201-8c18-b03c26dc1acc",
            "date": "19.01.2020",
            "timestamp": "NA",
            "commentText": "Isto a ser verdade entre outras coisas, porque é que os tugas envolvidos (que deverão ser alguns para não dizer muitos) não estão a ser detidos e interrogados pela PJ?",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "46d07991-5344-4219-1361-08d79cbeac49",
                    "user": "6cf728e1-3dec-405c-8981-93165135060d",
                    "date": "19.01.2020",
                    "timestamp": "NA",
                    "commentText": "Conhece o ditado \u0093 quem tem amigos ...\u0094 ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "a7418bfd-94d6-4dc4-d497-08d79cb44c92",
                    "user": "279558e4-0032-417c-8370-0b2fc3fd1173",
                    "date": "19.01.2020",
                    "timestamp": "NA",
                    "commentText": "Quem tem o amigo Proença de Carvalho...faz o que lhe apetece em Portugal.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "6d906d2d-4bec-4e4d-f8c1-08d7960b4eed",
            "user": "8da0bf2b-d516-4442-be99-f0ffb024f296",
            "date": "19.01.2020",
            "timestamp": "NA",
            "commentText": "O semanário Expresso revela que, cito: \"... Justificadas como pagamento de serviços de consultoria prestados à Sonangol, essas transferências tiveram como destino uma conta bancária de uma companhia offshore, a Matter Business Solutions, controlada pelo principal advogado da empresária angolana, o português Jorge Brito Pereira (chairman da NOS), sócio da Uría Menéndez, o escritório de Proença de Carvalho\". Junto-me a Ana Gomes que pede a demissão de Carlos Costa (haverá governador do BdP na história portuguesa que tenha estado em todas?!) e de Teixeira dos Santos. Eis alguns dos escroques que andam nestas tramóias. Há uns anos Passos - esse mesmo - dizia que os portugueses viveram acima das suas possibilidade. É bom não esquecermos as suas palavras...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "b2348c1e-c776-4dd9-13cb-08d79cb307be",
            "user": "48a26fa5-3dda-4c4f-b5a3-a9759b9b1034",
            "date": "19.01.2020",
            "timestamp": "NA",
            "commentText": "Estou muito curioso como vai sair desta história o escritório de advogados de Proença de Carvalho e o seu sócio Jorge Brito Pereira que alegadamente estiverem sempre por detrás destes esquemas. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "86b3cb2f-4f0b-4e59-4802-08d79cb736b9",
            "user": "3a2c85d7-7fb6-4cff-b674-1ec180de710f",
            "date": "19.01.2020",
            "timestamp": "NA",
            "commentText": "Dá-lhe uns 200 mil por mês durante os próximos 60 anos. A Isabel deve ter um nível de vida muito elevado! Querem deixar de pactuar com os crimes, deixem de comprar produtos e serviços às empresas da dita. Comecem por rescindir os contratos de telecomunicações com a NOS.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "b0ee7a6c-688f-4adf-135d-08d79cbeac49",
            "user": "8da0bf2b-d516-4442-be99-f0ffb024f296",
            "date": "19.01.2020",
            "timestamp": "NA",
            "commentText": "Especulações e mentiras. Isabel e família são o lustro de Angola! Coitados, tão maltratadinhos! Quem sempre os acarinhou, tão justamente, foram os saudosos Portas &amp; Cristas!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "bd74f82e-c82f-44db-13c9-08d79cb307be",
            "user": "2064500e-8a01-42b5-b97a-16e9802404d4",
            "date": "19.01.2020",
            "timestamp": "NA",
            "commentText": "Foi apenas para ajudar o povo angolano. Assim têm menos 115 milhões de dólares para contarem... E até ficam mais leves... Mania de dizerem que a nossa Santa Isabel é corrupta pá!!!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "ff3a98be-94e3-438a-13c8-08d79cb307be",
            "user": "279558e4-0032-417c-8370-0b2fc3fd1173",
            "date": "19.01.2020",
            "timestamp": "NA",
            "commentText": "Nada do que já não se sabia há anos, e mesmo assim o estado português e inúmeros empresários, sociedades de advogados e a banca nacional (gente gananciosa e sem escrúpulos) continuaram a fazer negócios com esta criminosa. Agora quero ler e ouvir a pouca vergonha de quem sempre defendeu esta \"empresária\" e quem acusava Ana Gomes de difamação. Aliás, Ana Gomes já publicou um tweet a perguntar se Carlos Costa (BdP) e Teixeira dos Santos (CEO da Lavandaria) já se demitiram. A Isabelinha veio igualmente chorar num tweet, a fazer-se de vítima. Entretanto, o povo angolano continua pobre, com fome e <b> analfabeto.</b> Esta, seu marido e familiares merecem prisão, tal como os portugueses ligados a ela.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "750783ba-7908-47dd-f8c3-08d7960b4eed",
                    "user": "279558e4-0032-417c-8370-0b2fc3fd1173",
                    "date": "19.01.2020",
                    "timestamp": "NA",
                    "commentText": "Apesar de ter frequentado as melhores escolas e de ter uma educação caríssima, ninguém conseguiu ensinar à inteligente \"empresária\" que a seguir às vírgulas e pontos finais há lugar a um espaço. E que as \"colônias\" e \"áfricano\" não se escrevem dessa maneira, tal como \"caracter\" é diferente de carácter. Devia ter pedido ajuda ao escritório de advogados do honesto Proença de Carvalho com quem faz negócios para redigir o tweet. LOL",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Analfabeto"
            ]
        },
        {
            "id": "17e252d7-e619-4995-f8bc-08d7960b4eed",
            "user": "5240e26a-673f-4c54-a79e-26171d19bda5",
            "date": "19.01.2020",
            "timestamp": "NA",
            "commentText": "Isabel dos Santos está \"a ver o \u0093racismo\u0094 e \u0093preconceito\u0094da Sic-Expresso\" neste dossiê. A chatice é que diários tão respeitáveis como o francês 'Le Monde', o belga 'Le Soir', o britânico 'The Guardian\" e o alemão 'Süddeutsche Zeitung', todos diários de referência nos seus países e mesmo para além das fronteiras, publicam as mesmas informações. Por que será ?!\u0085",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "d51bd40c-9927-4ce7-c640-08d79cba9b76",
                    "user": "279558e4-0032-417c-8370-0b2fc3fd1173",
                    "date": "19.01.2020",
                    "timestamp": "NA",
                    "commentText": "...o americano 'New York Times', o espanhol 'El Cofidencial', o britânico 'BBC'...portanto todos racistas e preconceituosos.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "cf929a5a-db48-4237-1362-08d79cbeac49",
                    "user": "a344e59e-b749-4734-b6d4-07e32fb79941",
                    "date": "19.01.2020",
                    "timestamp": "NA",
                    "commentText": "Caro José-Manuel Nobre-Correia se há instituições em declínio vertiginoso são as da comunicação social de referência. Não há \"feke news\" sem essa comunicação social de referência a dar-lhe credibilidade. Esta onda de \"espalha brasas\" sobre Angola têm a maior gravidade para o futuro de Angola e de Portugal. Onde devia reinar a responsabilidade, ponderação, sensatez, temos a irresponsabilidade. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "f095e34d-1944-40f7-d498-08d79cb44c92",
                    "user": "66e401c2-0331-44a7-93c4-1bc15674aeed",
                    "date": "19.01.2020",
                    "timestamp": "NA",
                    "commentText": "Quando não há argumentação possível e sustentável há que retirar da manga o recurso de última instância: <b> racismo </b>e neocolonialismo. Os africanos têm o mesmo direito que europeus a serem corruptos. Não sei se é para aqui relevante mas a senhora tem uma mãe russa, se não estou enganado. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racismo"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "0b3655ee-b8e8-403a-135a-08d79cbeac49",
            "user": "5240e26a-673f-4c54-a79e-26171d19bda5",
            "date": "19.01.2020",
            "timestamp": "NA",
            "commentText": "Isabel dos Santos está \"a ver o \u0093racismo\u0094 e \u0093preconceito\u0094da Sic-Expresso\" neste dossiê. A chatice é que diários tão respeitáveis como o francês 'Le Monde', o belga 'Le Soir', o britânico 'The Guardian\" e o alemão 'Süddeutsche Zeitung', todos diários de referência nos seus países e mesmo para além das fronteiras, publicam as mesmas informações. Por que será ?!\u0085",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "f02a4203-9495-4f37-5d4c-08d79cb0ab21",
            "user": "d4781e53-6690-42a7-9add-f26f01f2acf2",
            "date": "19.01.2020",
            "timestamp": "NA",
            "commentText": "Eh eh eh. Isto é mesmo de rir. O engraçado é a fulana ter ficado indignada com a Drª Ana Gomes.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7f3ee43b-fcbf-4f1b-47ff-08d79cb736b9",
            "user": "20dba57a-a0a7-4391-9f3c-804eb0cd3f7f",
            "date": "19.01.2020",
            "timestamp": "NA",
            "commentText": "Grande <b> mulher,</b> como a Joacine, ao gosto do João, como ele escreveu.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Mulher"
            ]
        },
        {
            "id": "a4085c0c-0e3c-4c14-f8b7-08d7960b4eed",
            "user": "1af33823-cbbb-45eb-b6ec-c613581a481d",
            "date": "19.01.2020",
            "timestamp": "NA",
            "commentText": "Fartou-se de roubar e agora quer ser presidente(a)",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "f2089662-3e91-4421-f8be-08d7960b4eed",
                    "user": "8da0bf2b-d516-4442-be99-f0ffb024f296",
                    "date": "19.01.2020",
                    "timestamp": "NA",
                    "commentText": "Quem andou sempre a lamber botas ao antigo regime angolano: Paulo Portas, Assunção Cristas &amp; família.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "02686a89-f39c-43f0-5d4f-08d79cb0ab21",
                    "user": "1af33823-cbbb-45eb-b6ec-c613581a481d",
                    "date": "19.01.2020",
                    "timestamp": "NA",
                    "commentText": "Bem, pelo menos Portas e Cristas desapareceram da política portuguesa",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "99c0319b-fc26-40c9-c641-08d79cba9b76",
                    "user": "6cf728e1-3dec-405c-8981-93165135060d",
                    "date": "19.01.2020",
                    "timestamp": "NA",
                    "commentText": "Está enganado. Não foi ao o portas e a Cristãs. Foi toda a classe política que teve de se encolher tal a dependência que algumas empresas portuguesas tinham  de Angola . O Teixeira dos Santos foi ministro das finanças por que partido ? ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3442d81d-1db2-4c9f-c642-08d79cba9b76",
                    "user": "8da0bf2b-d516-4442-be99-f0ffb024f296",
                    "date": "19.01.2020",
                    "timestamp": "NA",
                    "commentText": "Caro Carlos Diogo, veja o que acabei de escrever - no topo dos comentários.        Há uns que defendem e há outros que comem... capici, Severino?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "bd755f6b-8665-4c0e-13cd-08d79cb307be",
                    "user": "6cf728e1-3dec-405c-8981-93165135060d",
                    "date": "19.01.2020",
                    "timestamp": "NA",
                    "commentText": "O António escreveu 3 comentários em que incluiu o Portas e a Cristas, e nenhum deles é tem um alto cargo numa empresa controlada pela dita . La incluiu o TS , no último e mesmo assim ainda inclui o Passos que não tem nada a haver com o assunto . O senhor deve ver só com um olho não é? ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}