{
    "header": {
        "title": " A crise da Direita ",
        "owner": " ['António Guerreiro'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 117  partilhas",
        "datePosted": " 13 de Setembro de 2019, 10:09 ",
        "dateExtraction": " 2019-12-18 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2019/09/13/culturaipsilon/cronica/crise-direita-1886217 ",
        "postText": " ['As análises do presente momento político-partidário, em Portugal, convergem geralmente no diagnóstico de que há uma crise ou até mesmo uma decomposição da Direita. É uma situação estranha porque a crise é uma tradição da Esquerda, inscrita aliás nas suas elaborações teóricas sob a forma de uma afinidade semântica \u0097 etimologicamente certificada \u0097 entre \u0093crise\u0094 e \u0093crítica\u0094.', 'Quando as noções de \u0093Esquerda\u0094 e \u0093Direita\u0094 desenhavam, com traços bem marcados, a paisagem política e proporcionavam uma visão totalizante, a Esquerda reivindicava legitimamente um lugar crítico (e, portanto, de crise), enquanto a Direita estava do lado das fundações mais perenes, voltada para uma cultura do enraizamento. Mas a Direita, entretanto, tornou-se \u0093affairiste\u0094, como dizem os franceses, isto é, integrou na sua doutrina o pragmatismo económico e o individualismo liberal, de maneira que ficou muito mais vulnerável às crises.', '', '\u0093A classe média empobreceu e perdeu \u0091o efeito amortecedor\u0092 face a futuras crises\u0094 \nTítulo de uma entrevista ao sociólogo João Teixeira Lopes, in PÚBLICO, 8/9/2019', 'A classe média é um objecto-fetiche dos sociólogos, muito embora fiquemos sempre com a impressão de que nenhuma ciência consegue definir com rigor esse objecto. Ao excesso de presença sociológica da classe média, corresponde a sua falta de representação política. O que sabemos bem é que ninguém quer pertencer à classe média: aquilo a que todos os pobres aspiram é serem ricos sem terem de passar pelo grau intermédio, por um limbo desclassificado e desinteressante onde se situa a classe média. Esta, por sua vez, enquanto classe tardia, guarda ainda consigo a memória antiga da pobreza. Talvez por isso, um dos seus passatempos favoritos seja visitar os pobres na televisão, que é uma espécie de parque temático de pobres, para diversão e ilustração das classes medianas.', '', 'Esta recente crise da Direita, em Portugal, assim identificada pelos analistas, mostra uma situação muito mais complexa que não se deixa sintetizar na palavra \u0093crise\u0094; e mostra que é preciso politizar essa complexidade. Os nossos afectos políticos contemporâneos são marcados por tensões que já não são representáveis pelos partidos e pelos movimentos políticos que não tiveram a capacidade de interpretar a cartografia da paisagem política actual, de perceber que a polaridade única Esquerda-Direita recobre hoje uma multiplicidade de polaridades subjacentes que introduzem clivagens e nos fazem entrar em discussão no interior da nossa família política, mesmo a mais próxima. Falar da crise da Direita é continuar a conjugar a política no singular e insistir num confronto entre \u0093governo\u0094 e \u0093oposição\u0094 que já não é prioritário, como foi outrora. Mesmo um jornal como o Observador, que é talvez o lugar onde podemos observar com nitidez uma reconstrução ideológica da Direita, há tensões e polaridades visíveis, que têm que ver sobretudo com códigos e afinidades culturais e com políticas dos costumes. E um partido como o CDS (viu-se bem no episódio das \u0093casas de banho\u0094)  dissolve-se completamente nas suas contradições, ao querer rasurar as tensões internas que dilaceram o Partido: dele vêm simultaneamente as posições mais reaccionárias (no que diz respeito, por exemplo, a uma moral sexual e às questões do género) e os sinais envergonhados de que nada disso é a regra da vida interna e que até alguns dos seus dirigentes se envergonham com as declarações públicas de outros dirigentes e militantes.', 'Querendo rasurar as tensões e silenciar novas polaridades, os partidos afundam-se, ficam prisioneiros das palavras de sempre, que lhes moldaram o discurso desde a fundação. Enquanto o mundo tende para a crioulização, os partidos insistem em querer preservar uma \u0093pureza\u0094 de fachada, como se permanecessem imunes a novas \u0093correntes\u0094, novas polaridades políticas, que implicam necessariamente um novo vocabulário que já não é o da política tradicional. Um vocabulário que não seja o da frustração e do rancor e que nos ajude a conceber de maneira diferente os problemas sempre diferentes de cada época. Crescimento, urgência das reformas, alívio fiscal, etc., etc.: tudo isto não é mais do que o consabido objecto de explorações demagógicas. Todas estas palavras que nos colonizaram, já só soam aos nossos ouvidos como estribilhos que ora nos fazem rir, ora nos suscitam a vontade de gritar: \u0093Desaparece, deixa-me em paz!\u0094.', 'Aquilo que os analistas hoje diagnosticam como uma crise da Direita não é senão a emergência de novas polaridades com as quais a Direita não está a conseguir lidar. O mesmo aconteceu, e continua a acontecer, à Esquerda, mas esta, como sabemos, já se pluralizou há muito tempo e tornou-se consubstancial à própria ideia de crise.', 'Uma cartografia actual das novas polaridades, das correntes e contra-correntes, mostrará que elas passam no interior dos partidos, que tentam anulá-las em vez de se adequarem a uma política das tensões. Agora, que as palavras \u0093género\u0094 e \u0093transgénero\u0094 designam uma das tensões vivas, talvez os partidos, que sempre foram instituições com um modelo homossexual clássico (não há nada mais clássico do que a homossexualidade) devessem tornar-se antes \u0093transgénero\u0094.'] ",
        "numberPosts": " 5 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Gender - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Género,Mulher",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "1790e425-cada-4c62-992c-08d73a1288ce",
            "user": "b315d779-8b43-4aeb-9c92-373627323e20",
            "date": "16.09.2019",
            "timestamp": "NA",
            "commentText": "A esquerda também lenga lengas que levam muitos a dizer \"Desaparece, deixa-me em paz!\" E assim vamos, de lenga lenga em lenga lenga, um tempo de direita, outro de esquerda. E não era preciso, governar, neste mundo tão imbricado, tudo em relação com tudo, mas forte de individualismos criativos, devia ser pós-ideológico. Porque na verdade, que interesse tem ser governado pela ideologia, de esquerda ou de direita, de militantes imberbes (apesar de vestutos) formados em messianismos de algibeira?",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "98a395bb-f2ef-460b-1f2d-08d71fff21a5",
            "user": "c3d34936-7020-4780-97d1-f558abe339b3",
            "date": "13.09.2019",
            "timestamp": "NA",
            "commentText": "Quando se fala de binariedade de <b> género </b>não se fala de dois pontos, dois átomos, mas de duas grandes manchas, nas quais haverá gradações dentro do<b>  género</b>. Há um horror à dualidade (pessoas que não gostam do número dois\u0085) e um horror ao natural. A multiplicidade não vai acabar se houver coisas que são duais. O natural é o necessário, mas a contingência, a liberdade, a responsabilidade, a lei, não acabam se houver coisas naturais. Há coisas em que é bom aplicar o princípio de amor fati. Noutras é preciso resistir à construção social, que é o que fazem os chamados \u0093trangéneros\u0094. Mesmo que a sociedade lhes queira atribuir u<b> m géner</b>o de acordo com o seu sexo, há uma natureza que não se molda, que não se deixa des-construir socialmente, são de <b> um géne</b>ro determinado desde cedo, apesar do seu sexo.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "66d52dfe-b3dd-40f3-d9d2-08d737980807",
                    "user": "c3d34936-7020-4780-97d1-f558abe339b3",
                    "date": "13.09.2019",
                    "timestamp": "NA",
                    "commentText": "Por isso estes casos \u0093transgéneros\u0094 (aqui o termo é claramente equívoco, o <b> género </b>está determinado, a haver Trans será apenas na transsexualidade) são um bom exemplo de que há determinações de<b>  género</b> muito fortes. Outros casos, de indeterminação, pessoas que de facto oscilam entre um e outr<b> o géner</b>o, são uma gota no meio de dois oceanos, em si mesmos variados, mas dois.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Género"
                    ]
                }
            ],
            "keywords": [
                "Género"
            ]
        },
        {
            "id": "b5ba7982-4407-48ba-3eca-08d7383abbf7",
            "user": "6f20667c-70a2-4fc6-8236-9eee8a709786",
            "date": "13.09.2019",
            "timestamp": "NA",
            "commentText": "Acordar e descobrir que não se é felino. Sete vidas de engano. Mas roedor. Sensação estranha de <b> género,</b><b>  mulher</b> que de repente se desnuda homem. Hoje, valer-nos-ia garbo na donzela d\u0092arc a salvar o desejo puro de mundo. Tudo dispondo de um desenlace, olhitos trementes diante de imagem ávida na deglutição ronronante, seria melodramático e pobrezito. Nem os tempos são sequer para uma reprise gorada de \u0093tudo sobre eva\u0094. Eterno recomeço em lugar de metamorfose da diversidade.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Género",
                "Mulher"
            ]
        },
        {
            "id": "413fdb07-84cb-41ee-f2f8-08d7381ead35",
            "user": "a9363530-2c93-4de4-95fe-f95ed4e888dc",
            "date": "13.09.2019",
            "timestamp": "NA",
            "commentText": "O Observador tem colunistas de bom senso,chamados de direita,mas tem a redacção empestada de esquerdistas.Qual \"crise de direita\" ,ou um líder anedota?",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}