{
    "header": {
        "title": " Fado Bicha: \u0093Isto é fado\u0094, mesmo que fale do Namorico do André e do Chico ",
        "subtitle": " Namorico do André é o novo single (com direito a videoclipe) que retira o Fado Bicha da Lisboa marginal. Em breve, Tiago Lila e João Caçador lançam o álbum de estreia. A missão é a mesma: dar ao fado uma nova roupagem LGBTI. ",
        "owner": " ['Andreia Friaças'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "datePosted": " 19 de Abril de 2019, 8:07 ",
        "dateExtraction": " 2019-10-29 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2019/04/19/p3/noticia/fado-bicha-isto-e-fado-mesmo-que-fale-do-namorico-do-andre-e-do-chico-1869531 ",
        "postText": " ['A paixão intensa, desregrada e sexual entre André, que é peixeiro, e Chico, pescador, é a história de Namorico do André, o novo single do grupo Fado Bicha, disponível a partir desta sexta-feira, 19 de Abril. Quem não for alheio ao fado vai procurar Amália Rodrigues desde o início da canção. Era ela \u0097 para a dupla de artistas, \u0093a maior bicha do fado\u0094 \u0097 que cantava a versão original, Namorico da Rita, tema que ganha agora uma segunda vida e dá continuidade à missão de Tiago Lila e João Caçador: trazer ao fado uma nova e disruptiva realidade LGBTI (lésbicas, gays, bissexuais, transgénero e intersexo).', 'Neste primeiro videoclipe em dois anos de Fado Bicha, nada é descurado: desde a data de lançamento \u0097 a Sexta-feira Santa, feriado religioso que antecede o Domingo de Páscoa \u0097 à escolha dos actores e dos espaços. A história de amor entre André, brasileiro, e Chico, angolano, desenrola-se no Finalmente, bar no Príncipe Real, em Lisboa, conhecido pelo espectáculo nocturno de drag queens, e no Cais Palafítico da Carrasqueira, em Alcácer do Sal, que permite o acesso dos pescadores aos barcos. É para aqui que André vai quando o peixe se esgota, é aqui que, \u0093entre contentores de atum e garoupa\u0094, como diz a música, se \u0093dá aos amores\u0094 com Chico. Foge assim da rejeição da família, que só é conservadora em frente à câmara \u0097 o papel de mãe foi atribuído a Manuela Ferreira, que pertence à Amplos \u0097​ Associação de Mães e Pais pela Liberdade de Orientação Sexual, enquanto Alistair Grant, do grupo de poliamor PolyPortugal, desempenha o papel de pai.', 'Até agora, o público tinha de visitar espaços da Lisboa marginal, como o FavelaLx, para assistir à teatralidade e ao transformismo do vocalista Tiago, que em palco é Lila Fadista, e ao inconformismo da guitarra eléctrica, a substituir a portuguesa, de João. Mais eis que, antecipando as actuações de 30 de Maio no Musicbox, em Lisboa, e do início de Junho no Maus Hábitos, no Porto, é possível a partir desta sexta-feira ouvir Fado Bicha no Spotify e no YouTube. \u0093Este é um momento importante para nós porque há muita gente que, logo pelo nosso nome, nunca foi nem nunca irá a um concerto\u0094, diz Tiago, de 34 anos. \u0093Agora as pessoas podem contactar com a nossa música sem a procurarem. Somos nós a chegar a elas.\u0094', 'À já conhecida vertente lírica e politizada que assumem em palco, a novidade que a passagem pelo estúdio acrescenta é a criação de um universo musical mais completo, que junta baixo, guitarra eléctrica e sintetizadores, além de levantar o véu da futura ambição do Fado Bicha: cruzar o fado com a música electrónica. \u0093É uma revolução musical\u0094, que só foi possível com a colaboração do produtor Twins, diz João, de 29 anos. O guitarrista garante que depois do lançamento de Namorico do André e de Mulher do fim do mundo, em Maio, os artistas vão começar a produzir originais. \u0093Vai ser desafiante ver o que pode resultar de todas as nossas influências\u0094, antecipa.', 'Ao P3, Tiago avança que Namorico do André vai fazer parte do primeiro álbum, que será lançado entre o final deste ano e o início do próximo. Um trabalho onde os artistas vão reunir fados tradicionais que receberam \u0093um carimbo bicha\u0094 e que foram reinventados à luz dos seus dias e das suas experiências. Ao longo dos últimos dois anos, a dupla adaptou várias canções cantadas por Amália Rodrigues, como Lisboa, não sejas francesa, transformada em Lisboa, não sejas racista, ou Nem às paredes confesso, baptizada de Crónica do macho discreto. Amália é, para os dois músicos, a maior referência do fado \u0097 João apelida-a carinhosamente \u0093bicha\u0094, tendo em conta o lado \u0093activista, transgressor e subversivo\u0094 da sua personalidade.', 'No futuro álbum, a dupla vai também interpretar, sem adaptações, temas como Meu amor, meu amor (meu limão de amargura), de Ary dos Santos, e Rapaz da camisola verde, de Frei Hermano da Câmara, um poema homoerótico, defende João, \u0093ainda que a verdadeira intenção do poema seja constantemente escondida pelos artistas e até pela melodia\u0094. O derradeiro objectivo de todas as músicas é homenagear os fadistas e poetas que nunca puderam escrever de forma livre e explícita sobre as suas experiências LGBTI.', 'Apesar de Tiago e João pertencerem a colectivos como a Rede Ex Aequo e as Panteras Rosas, consideram o palco o melhor lugar de fala que conquistaram, pois podem utilizar as palavras e os corpos como actos políticos. Já o fado pode ser uma ferramenta de intervenção, que manobram para dar visibilidade à comunidade LGBTI mas também a outros temas, como a violência policial e das touradas, o que aliás os levou a oferecer um tema ao PAN. É precisamente esta diversidade de tópicos e também de identidades e experiências que os músicos acham que continua a faltar não só ao fado, mas à música e à sociedade portuguesa em geral.', '\u0093Nós olhamos para a música \u0097 no fado nem se fala \u0097 e não encontramos reflexões de género. Porque as pessoas que escrevem sobre isso não chegam às rádios. Nos Globos de Ouro, as músicas que falam sobre isso não entram no Coliseu\u0094, defende João. \u0093Nós tentamos reclamar um lugar diferente, queremos sentar-nos na mesa principal onde todos estão sentados, não numa mesa secundária\u0094, diz Tiago, recordando o que acontecia na sua aldeia, em Rio Maior, onde as mulheres se sentavam numa mesa separada. \u0093Isso vai sempre gerar ódio, como tem acontecido\u0094, completa João, em alusão às críticas de alguns fadistas. \u0093Mas se esse é o preço a pagar, nós pagamos, já não voltamos para debaixo da pedra. Nós vamos ocupar o lugar na mesa principal.\u0094', 'Quando Tiago Lila chegou a Portugal, depois de trabalhar vários anos na Grécia, teve aulas na Escola de Fado da Mouraria, onde se sentiu, desde o início, limitado: \u0093Obviamente que aí não ia cantar sobre um amor entre dois homens, nem usar maquilhagem no palco. Eu não estava disposto a abdicar daquilo que sentia que podia trazer de novo, então saí, decidi que não queria fazer parte do quadro tradicional do fado.\u0094', 'Foi a tentar fugir da tradicionalidade do fado que Tiago percebeu como poderia trazer algo novo à música. Começou a cantar a capella, sem instrumentistas, com instrumentais descarregados da Internet. Apesar do lado \u0093manhoso\u0094 e \u0093amador\u0094 do espectáculo, o resultado até fazia sentido: o cantor queria sobretudo enaltecer o lado \u0093pouco polido do fado\u0094 que \u0093acontece porque as pessoas estão no mesmo espaço, sem pudor, preocupações e regras\u0094. Ou seja, aproximar o fado das suas origens, a música da Lisboa marginal e boémia.', 'Essa liberdade para experimentar, trouxe-a do teatro amador \u0097 Tiago trabalhou durante muitos anos como actor. \u0093No teatro tudo se deve experimentar e isso acontece com Fado Bicha. Há muita coisa que faço em palco que talvez não achasse que iria alguma vez fazer, desde a exposição do corpo até à própria experiência de movimentos, que eu antigamente, mesmo sem me aperceber, me abstinha de deixar fluir\u0094, explica. Também João, que estudou Jazz e Música Moderna, gosta de explorar as infinitas relações que se podem estabelecer entre a música e os papéis de género. No palco, por exemplo, além da guitarra eléctrica, tem uma caixa no chão, na qual bate com o salto alto do sapato, reproduzindo o efeito agressivo do sapateado.', 'Quase tudo foi disruptivo nos cerca de cem concertos de Fado Bicha dados nos últimos dois anos: desde logo pela própria identidade de João e especialmente de Tiago, que se identifica como agénero, mas também por causa das letras, dos instrumentos, dos discursos. Ainda assim, nem tudo é diferente. \u0093A forma como eu canto, os melismas, a melodia, a harmonia\u0085 nada disto é destituído do que caracteriza o fado. A essência, a molécula está lá toda\u0094, conta Tiago.', 'A tentativa de celebrar a diferença nas músicas tem feito surgir uma rede de solidariedade que se manifesta, por exemplo, na origem do videoclipe \u0096 cortesia do realizador Tiago Leão, que se ofereceu para iniciar as filmagens depois de assistir a um concerto. Também vários fãs que até então nunca se tinham revisto no fado se começaram a familiarizar com ele. \u0093Há muitas pessoas que se ligam ao fado através de nós. Que nos abraçam a chorar no fim dos concertos a agradecer\u0094, conta João. \u0093Pessoas que vivem escondidas, como um homem de 50 anos cujo namorado continua a ser \u0091o amigo\u0092, ou um rapaz brasileiro que nos conta como é perigoso viver no seu país\u0094, acrescenta Tiago.', 'E, no final das contas, há muito que os separa, mas também muito que os aproxima do fado tradicional. \u0093Nos concertos eu aviso sempre que vão ouvir algo muito diferente do fado tradicional. Mas a maior parte das pessoas diz-me no fim: \u0091Sim, isto é diferente, mas é fado.\u0092\u0094'] ",
        "numberPosts": " 23 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Gender - General,Nationality - General,Sexual Identity - General,Ethnicity - General,Sexual Identity - Male homosexuality",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Mulher,Xenofobia,Gay,Racista,Bicha",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "7e062d13-b5b4-46bb-8eea-08d6e3a910d5",
            "user": "81f14762-de58-46d8-a8e3-6ceaee514fd3",
            "date": "29.05.2019",
            "timestamp": "NA",
            "commentText": "Paneleirices.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "b5138c1e-8df6-4f49-af03-08d6c47af7fe",
            "user": "3faac4fe-2a65-456c-8e7c-b036c5c8a92a",
            "date": "19.04.2019",
            "timestamp": "NA",
            "commentText": "Tudo isto existe, tudo isto é triste, tudo isto é fado. É a vida. Mas há uns fados que são bem alegres, felizmente!",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "2559ef87-54f7-4b80-3694-08d6c1b667c5",
                    "user": "735d0ae9-5afc-4f54-940b-a1b817d19b7f",
                    "date": "20.04.2019",
                    "timestamp": "NA",
                    "commentText": "Olhe que este até está um fado bem esgalhado!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "6fc0ca23-041f-471c-bf55-08d6c49a34f8",
            "user": "72ff53cd-a190-47aa-a9e6-2770cafc43b0",
            "date": "19.04.2019",
            "timestamp": "NA",
            "commentText": "Nao percebi a importancia de ser lançado na Sexta-feira Santa, feriado religioso que antecede o Domingo de Páscoa....",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "4404d5c7-f1d0-4d20-b6de-08d6c4123e67",
                    "user": "25241b78-c64c-409f-8520-b7efcd02fe04",
                    "date": "19.04.2019",
                    "timestamp": "NA",
                    "commentText": "Entao por isso mesmo. Foi lancado no dia ideal",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3c27d320-7daf-41c7-f9d0-08d6c482c72d",
                    "user": "b9160c40-fb89-4db3-accd-7da96a21110e",
                    "date": "19.04.2019",
                    "timestamp": "NA",
                    "commentText": "@Leitor Eu explico: se fosse no ramadão, diriam que era <b> xenofobia </b>(contra a religião, essa sim, mais opressora da homosexualidade). Como é contra a católica, todos acham bem, pois não serão considerados racistas ou xenófobos.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Xenofobia"
                    ]
                },
                {
                    "id": "adfec2ea-f25d-47f0-bf5c-08d6c49a34f8",
                    "user": "25241b78-c64c-409f-8520-b7efcd02fe04",
                    "date": "19.04.2019",
                    "timestamp": "NA",
                    "commentText": "Mas o ramadao nao é a principal religiao em Portugal ou é?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "e4e7d831-2478-4bd1-09b1-08d6c476cc34",
                    "user": "25241b78-c64c-409f-8520-b7efcd02fe04",
                    "date": "19.04.2019",
                    "timestamp": "NA",
                    "commentText": "*errata: onde se le ramadao, devia ler-se Islao.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "deb223aa-37ff-488b-af0c-08d6c47af7fe",
                    "user": "72ff53cd-a190-47aa-a9e6-2770cafc43b0",
                    "date": "19.04.2019",
                    "timestamp": "NA",
                    "commentText": "Continuo sem perceber a importancia e/ou objectivo....se alguém em poder explicar...agradeço. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "b40db835-22f7-420d-365e-08d6c1b667c5",
            "user": "25241b78-c64c-409f-8520-b7efcd02fe04",
            "date": "19.04.2019",
            "timestamp": "NA",
            "commentText": "Um Fado inovador e criativo. Gostei",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5d9bd3a1-47e0-4b30-365c-08d6c1b667c5",
            "user": "b9160c40-fb89-4db3-accd-7da96a21110e",
            "date": "19.04.2019",
            "timestamp": "NA",
            "commentText": "Cada vez mais tenho a convicção que o futuro da humanidade está nos gays. Só eles podem assegurar a continuação da espécie. Um \"fado\" assim tão explícito, se fosse entre um homem e uma <b> mulher,</b> apareciam logo as feminazis a condenar a cena porque é rebaixar a<b>  mulher</b>. Nunca vi um fado servir para colocar imagens tão explícitas. Obviamente, como é feito com gays, vale tudo e tudo é aceitável.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "b42f29a2-de82-4358-bf52-08d6c49a34f8",
                    "user": "25241b78-c64c-409f-8520-b7efcd02fe04",
                    "date": "19.04.2019",
                    "timestamp": "NA",
                    "commentText": "Isso é tudo inveja oh Sum.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "ca62a2c0-06f4-4a50-b6df-08d6c4123e67",
                    "user": "b9160c40-fb89-4db3-accd-7da96a21110e",
                    "date": "19.04.2019",
                    "timestamp": "NA",
                    "commentText": "Inveja? Nenhuma, gosto muito do sexo feminino.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "dad7340f-b059-40fc-3de7-08d6c56680c9",
                    "user": "ce39b74f-2a68-4997-94d4-77128678a025",
                    "date": "20.04.2019",
                    "timestamp": "NA",
                    "commentText": "Você tem toda a razão. O amor <b> gay </b>é atravessado pela promiscuidade.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gay"
                    ]
                },
                {
                    "id": "b7f69659-5b13-4556-7c88-08d6c508f375",
                    "user": "25241b78-c64c-409f-8520-b7efcd02fe04",
                    "date": "21.04.2019",
                    "timestamp": "NA",
                    "commentText": "E o amor hetero nao? Como é que fazem filhos? É por obra do espirito santo?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Mulher"
            ]
        },
        {
            "id": "f44598da-a01d-40a2-aee7-08d6c47af7fe",
            "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
            "date": "19.04.2019",
            "timestamp": "NA",
            "commentText": "Sou fã do Fado <b> Bicha,</b> inovador, criativo, desafiador, revolucionário. Adorei o \"Lisboa não sejas<b>  racista</b>\" e este \"Namorico de André e Chico\" que deve escandalizar os mais conservadores é muito bom. Sucesso!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racista",
                "Bicha"
            ]
        },
        {
            "id": "75819ba7-4f6c-421b-aed7-08d6c47af7fe",
            "user": "f4abefd9-fab1-4003-87be-4ce6b9549c48",
            "date": "19.04.2019",
            "timestamp": "NA",
            "commentText": "Ridiculo,obsceno,pobre,ma qualidade,pinderico,nao criativo,nao cultura!",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "28f77c90-462f-4625-0996-08d6c476cc34",
                    "user": "28243d73-47fa-4492-a39e-499fe3061eaa",
                    "date": "19.04.2019",
                    "timestamp": "NA",
                    "commentText": "+1 (completamente de acordo)",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "a60611d8-f698-4341-6698-08d6c415c1d8",
                    "user": "260cb75e-dbd6-4648-9d0d-878cce68dbb9",
                    "date": "19.04.2019",
                    "timestamp": "NA",
                    "commentText": "Obsceno, ridículo e pobre é ir todos os domingos à Igreja ouvir citar abortos como São Paulo, que defendem, por exemplo, que a <b> mulher </b>não deve ler, aprende ou estudar e que tem de obedecer cegamente ao marido.        Isso é que é miséria.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Mulher"
                    ]
                },
                {
                    "id": "109b1b98-948e-473d-09ab-08d6c476cc34",
                    "user": "b9160c40-fb89-4db3-accd-7da96a21110e",
                    "date": "19.04.2019",
                    "timestamp": "NA",
                    "commentText": "Diga-me, joorge, onde é que ouviu isso? Quer partilhar connosco o local para que possamos efectuar uma queixa na justiça? ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7e6f7f88-ee2a-4b94-3de8-08d6c56680c9",
                    "user": "ce39b74f-2a68-4997-94d4-77128678a025",
                    "date": "20.04.2019",
                    "timestamp": "NA",
                    "commentText": "Onde é que São Paulo diz isso, ó Joorge? Eu tenho em casa a Bíblia traduzida pelo Frederico Lourenço e gostava de ler essa passagem.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "9f3e6140-06ab-4b75-8178-08d6c569bc45",
                    "user": "ce39b74f-2a68-4997-94d4-77128678a025",
                    "date": "21.04.2019",
                    "timestamp": "NA",
                    "commentText": "Como o Joorge não respondeu, vemos aqui a gratuidade das suas afirmações. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "0287b8ea-bbad-487c-f49b-08d6d8471620",
                    "user": "d8d58831-954f-4ec5-80f5-e9c249cd9b73",
                    "date": "29.05.2019",
                    "timestamp": "NA",
                    "commentText": "Gratuitidade onde, Sima Qian?        1 Coríntios 14:34-35; Efésios5:22-24; 1 Timóteo 2:11-13; Tito2:5; 1 Pedro3:1; se fosse só São Paulo... Vá lá ler estas passagens na sua \"Bíblia traduzida pelo Frederico Lourenço\" e depois diga algo menos gratuito. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}