{
    "header": {
        "title": " Lisboa recebe agora a missa Beyoncé \u0096 a pensar na Igreja e nas mulheres negras ",
        "subtitle": " É a primeira vez que a Beyoncé Mass sai dos EUA e faz a sua estreia numa bienal de arte \u0096 a BoCA. A cantora, que é pura \u0093black girl magic\u0094, entra no sermão para falar sobre negritude e espiritualidade. E para cantar. Esta sexta-feira e sábado no Convento dos Inglesinhos. ",
        "owner": " ['Joana Amaral Cardoso'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 264  partilhas",
        "datePosted": " 28 de Março de 2019, 23:20 ",
        "dateExtraction": " 2019-10-29 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2019/03/28/culturaipsilon/noticia/lisboa-recebe-missa-beyonce-pensar-igreja-mulheres-negras-1867006 ",
        "postText": " ['\u0093É uma missa. Não é uma actuação, não é um espectáculo, não é um truque\u0094, diz a professora e reverendo Yolanda Norton sobre o que se vai passar nas próximas noites em Lisboa \u0096 e que é, em suma, uma missa Beyoncé. A Igreja do Convento dos Inglesinhos recebe esta sexta-feira e sábado as primeiras Beyoncé Mass fora dos EUA, celebrações religiosas que usam a música e a história de vida da cantora norte-americana como fonte de ensinamento. Letras, imagens e um símbolo cultural ao serviço do divino e do empoderamento da mulher negra. Nestas missas para as quais se pode comprar bilhete será cantada Flaws and All, garante Norton \u0096 o resto do alinhamento fica em aberto.', 'A Beyoncé Mass integra a programação da 2.ª BoCA \u0096 Biennial of Contemporary Arts, que convidou a professora a vir pela primeira vez ao estrangeiro celebrar a sua missa. Esta missa especial já foi celebrada para assinalar o Dia de Martin Luther King, por exemplo, mas esta é também a primeira vez em que o serviço religioso centrado na autora de Single Ladies ou Formation se vê integrada numa bienal de arte contemporânea. Em Portugal, Norton terá a ajuda de alguns dos seus alunos, que viajaram com ela, e do Coro Gospel de Lisboa.', 'Yolanda Norton, que agora está sentada ao sol num miradouro de Lisboa à conversa com o PÚBLICO, celebrou a primeira Beyoncé Mass em São Francisco, onde vive e onde fez o seu doutoramento \u0096 em torno da obra da cantora que pertence ao exclusivo clube de artistas reconhecidos por um só nome, que é o intérprete negro mais bem pago de sempre, recordista de nomeações para os Grammys e superestrela em geral. Foi há quase um ano, a 25 de Abril de 2018, e a adesão que teve foi uma surpresa.', '\u0093Este é o meu trabalho há quase uma década, pensar na forma como a música de Beyoncé contribui para o debate sobre a espiritualidade feminina negra\u0094, explica ao PÚBLICO dias antes das missas que agora vai celebrar. \u0093Ensino a disciplina Beyoncé e a Bíblia Hebraica [no Seminário Teológico de São Francisco] e fomos convidados para a levar à Catedral Grace [de São Francisco] para uma missa a meio da semana. Contávamos receber 50 a 100 pessoas. Mas os media falaram disso e tornou-se viral. E global. E mil pessoas apareceram. A Bay Area é a área metropolitana mais secular nos EUA e aparecerem mil pessoas numa missa numa quarta-feira à noite...\u0094', 'Beyoncé Giselle Knowles-Carter (o Carter é de Shawn Carter, ou melhor, o seu marido, Jay-Z) nasceu em 1981. Nos anos 1990 tornou-se um dos membros do grupo feminino Destiny\u0092s Child (Survivor fez parte da primeira Beyoncé Mass) e, quando se lançou a solo, juntou aos mais de 60 milhões de discos vendidos com as companheiras os seus mais de 100 milhões de álbuns em nome próprio. Nos últimos anos, com o single Formation e a sua associação ao movimento #BlackLivesMatter, com a actuação com símbolos dos activistas Black Panthers no intervalo do Super Bowl e com o álbum Lemonade, mas também com o seu disco homónimo, o mundo descobriu que Beyoncé era negra \u0096 como resumiu ironicamente o programa Saturday Night Live.', 'Negra e mulher orgulhosa da sua identidade. \u0093Sempre a vi assim\u0094, diz Yolanda Norton, que é um ano mais nova do que Beyoncé e sente que cresceu com ela. Mas a afirmação mais clara na cultura popular da Beyoncé feminista, da Beyoncé activista, a forma como \u0093começou a viver de forma mais completa a sua feminilidade negra\u0094, admite a teóloga, \u0093acrescenta pontos de ligação para o público mais alargado e [começaram] a ver a comunidade negra a valorizá-la como não fazia antes\u0094.', 'Defende que a cantora, perante a fama conquistada, não foi calculista para manter o seu público. \u0093Fez precisamente o contrário. Muita gente ficou desconfortável quando ela fez essa viragem, mas ainda assim não podiam ignorá-la.\u0094 Coincidindo com um momento crescente de afirmação da diversidade e da reivindicação da igualdade nos grandes palcos da sociedade-espectáculo \u0096 dos Óscares ao SuperBowl, passando pelas passerelles da moda \u0096, Beyoncé juntou a sua voz ao debate. Yolanda Norton está \u0093grata pela sua capacidade enquanto mulher negra de mudar o rosto da música e de mudar o discurso social\u0094.', 'A Igreja anglicana de St. George, em Lisboa, vai agora ser um palco da BoCA e receber esta missa \u0096 é algo que Yolanda Norton vai frisando, porque a tentação de enquadrar a Beyoncé Mass no mundo do espectáculo ou do próprio endeusamento da estrela pop contraria os seus objectivos e foi tema de algumas críticas. \u0093Esta é uma missa protestante contemporânea com todos os componentes tradicionais. Oração, leitura das escrituras, homilia, comunhão. O que é diferente é que, em vez de cânticos do livro de oração comum, temos a música de Beyoncé\u0094, explica a reverendo, com Lisboa a subir e a descer aos seus pés e até ao Tejo. Vê muito de São Francisco na capital portuguesa, claro, onde sabe que a religião dominante não é a protestante. \u0093Num cenário católico não é comum ter uma mulher a dar a homilia, portanto isso também será diferente.\u0094', 'A Beyoncé Mass entrelaça-se na música gospel, no feminismo, na negritude. \u0093Ela, de muitas formas, encarna a \u0091black girl magic\u0092\u0094, diz Norton. No âmbito de um movimento mais amplo. \u0093Na atitude dela há algo, no nosso actual contexto cultural, do modo como as mulheres negras estão a encontrar formas de ser directas na sua relação com os poderes instituídos. E de como isso está a chamar a atenção e a galvanizar movimentos. Beyoncé não é única, mas sim congruente com o que as mulheres negras estão a fazer. A forma como ela está a amar-se e ao seu corpo, sem vergonha \u0097 para as mulheres negras que foram socializadas para odiar o seu cabelo e o seu corpo há por aí uma mulher a apreciar as suas curvas e o seu nariz. Ela não se limita a ostentá-lo. Põe-no na sua música de forma que não se pode ignorar.\u0094', 'Há um exemplo precisamente no álbum Beyoncé, de 2013, no tema Flawless, que junta Beyoncé e parte do discurso We Should All Be Feminists da escritora nigeriana Chimamanda Ngozi Adichie. \u0093We teach girls to shrink themselves/ To make themselves smaller\u0094, ouve-se. Ambições, corpos e roupas de tamanho pequeno. Yolanda Norton enquadra o seu sermão e o seu trabalho no \u0093womanism\u0094 \u0096 a corrente sociológica que se traduz como uma forma de feminismo que reclama a vivência quotidiana das mulheres negras e aproxima o espiritual do natural, um termo cunhado pela escritora Alice Walker (A Cor Púrpura). \u0093Parte do que fazemos com a música de Beyoncé é usá-la como ferramenta para fazer interpretação bíblica \u0091womanist\u0092. É uma forma de ler a Bíblia que privilegia as experiências e realidades das mulheres negras. Falamos da corporização feminina negra, de sexualidade feminina negra, de mulheres negras enquanto mães\u0094, explica Yolanda Norton, preparando o terreno para as missas destas noites lisboetas.', 'O facto de tanta gente ter aderido à primeira celebração e de o New York Times ou a BBC terem falado da Beyoncé Mass é o efeito Beyoncé, mas também um reflexo da forma como se vive a espiritualidade hoje, especialmente entre aqueles que não se sentem incluídos pelas instituições religiosas. \u0093As vozes dos jovens não são ouvidas nas igrejas, as mulheres não brancas não são ouvidas nas igrejas e as pessoas gay não são verdadeiramente ouvidas\u0094, dizia ao New York Times Malcolm Clemens Young, o deão da Catedral Grace, em São Francisco, uma das cidades mais progressistas dos EUA. \u0093Esta é uma oportunidade de saber o que se passa com eles.\u0094 Yolanda Norton admite: \u0093Vivemos numa altura em que as pessoas não sabem bem o que fazer com a Igreja. Procuram algo novo e autêntico, estão cansadas da mesma liturgia que nada lhes diz sobre como viver as suas vidas.\u0094', '\u0093E este é o mundo em que vivemos. As pessoas ouvem Beyoncé. E querem poder dizer que trazem tudo de si para a igreja.\u0094', 'Levar Beyoncé à missa alia o conhecimento pop ao espírito da própria música gospel que faz parte destas missas protestantes. O gospel, como dizia Brian Eno em 2008, quando lançou o seu disco Everything That Happens Will Happen Today com David Byrne, \u0093está concebido para incluir as pessoas ao invés de as excluir\u0094. Yolanda Norton concorda que esta é uma relação mutuamente benéfica entre Beyoncé, a pop e a religião \u0096 \u0093especialmente no contexto afro-americano. A Igreja negra usa a cultura popular na música gospel e na igreja há anos. Basta pensar no hip hop, na música gospel e na imagética que existe no contexto cristão e nas formas como a Bíblia vive no contexto cristão mais alargado.\u0094', 'A casa conceptual desta missa é uma bienal. A Beyoncé Mass abre-se agora à comunidade artística, aos fãs da cantora, a ateus ou católicos. \u0093É uma expressão comunitária\u0094, explica a reverendo, e o corolário de parte do seu espírito. \u0093Uma missa cristã num festival de artes\u0094 faz todo o sentido, considera, no âmbito da actual discussão no contexto da educação teológica \u0093sobre os cruzamentos entre teologia e arte e as formas como a arte pode ser usada para pensar em culto personificado. Esta pareceu uma boa forma de pensar nas intersecções entre arte, teologia e contexto global\u0094. De resto, sobre estas noites, espera \u0093que as pessoas venham, independentemente da sua tradição religiosa ou da falta dela, que entrem neste espaço e sintam uma presença divina. E se sintam amadas\u0094.'] ",
        "numberPosts": " 6 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "b6902fba-4952-42ca-a666-08d6b40a8537",
            "user": "b0485fb1-5e36-4421-bd68-a4d21ecfe410",
            "date": "29.03.2019",
            "timestamp": "NA",
            "commentText": "Seria bom que vivêssemos numa sociedade em que também fosse possível celebrado a Branquitode e as nossas \"white Magic girls\". Talvez daqui a umas décadas.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "845131bc-8102-407b-2735-08d6b3ebd267",
                    "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
                    "date": "29.03.2019",
                    "timestamp": "NA",
                    "commentText": "A Branquitude é celebrada todos os dias porque é hegemónica. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5b2739b9-df3d-4505-2704-08d6b457c496",
                    "user": "b0485fb1-5e36-4421-bd68-a4d21ecfe410",
                    "date": "30.03.2019",
                    "timestamp": "NA",
                    "commentText": "Cara Margarida Paredes, a Branquitude nunca é celebrada pois quem é o faz é logo apelidado de extrema-direira. Também a negritude é hegemónica em África e muitas partes da cultura dos EUA e Brasil e ninguém se preocupa com \"falta de diversidade\". Seja honesta nos seus propósitos.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "07fb5720-1f02-4ee9-6499-08d6b3660fb0",
            "user": "28243d73-47fa-4492-a39e-499fe3061eaa",
            "date": "29.03.2019",
            "timestamp": "NA",
            "commentText": "Isto seria uma piada num filme B à uns anos atrás, agora é a realidade...",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "b06c4e5e-875c-4e17-c3ff-08d6b4148f91",
                    "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
                    "date": "29.03.2019",
                    "timestamp": "NA",
                    "commentText": "Está a inferiorizar as mulheres negras?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "3140ddfb-3187-4b96-55e2-08d6b3416cd1",
            "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
            "date": "29.03.2019",
            "timestamp": "NA",
            "commentText": "Interessante, a não perder!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}