{
    "header": {
        "title": " Joacine: \u0093Elegeram uma mulher negra que gagueja e deu jeito para a subvenção\u0094 ",
        "subtitle": " A deputada subiu ao palco pela segunda vez para voltar a acusar a direcção de mentiras. Confirmou que recusa sair do Parlamento. ",
        "owner": " ['Sónia Sapage', 'Liliana Borges', 'Daniel Rocha'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 11127  partilhas",
        "datePosted": " 18 de Janeiro de 2020, 12:25 ",
        "dateExtraction": " 2020-01-23 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2020/01/18/politica/noticia/joacine-elegeram-mulher-negra-gagueja-deu-jeito-subvencao-1900823 ",
        "postText": " ['Num tom visivelmente exaltado, Joacine Katar Moreira falou por duas vezes aos congressistas para se queixar de uma perseguição e intimidação por parte da direcção. \u0093Elegeram uma mulher negra que gagueja e que deu jeito para a subvenção\u0094, acusou, na segunda intervenção. \u0093Vocês não sabem da missa a metade\u0094, insinuou.', '\u0093Isto é ilegal, eu acho que isto é ilegal\u0094, disse no final desta intervenção. E depois, já fora do palco e longe dos microfones, continuou a gritar. \u0093É ilegal, ilegal, não se faz isto a ninguém. Como é que é possível, isto? Mentira!\u0094, gritou, quase já sem voz, rouca, mas sem gaguejar.', '\u0093A proposta apresentada pela assembleia fere a minha honra\u0094, disse Katar Moreira quando ainda estava no palco. \u0093Vim aqui porque o meu objectivo era fazer parte, ser igualmente uma agente de acção, de mudança absoluta. Foi por isto que cantámos o hino \u0091vamos dar um pontapé no estaminé\u0092, que não íamos ser iguais aos outros\u0094, acrescentou.', 'No discurso anterior [que não estava previsto na ordem de trabalhos e que foi a sua primeira declaração pública sobre o assunto nos últimos dias], disse: \u0093É irónico. Mas não é anormal numa democracia [que haja tanta crispação]. É hábito no nosso partido, no PS, no CDS e noutros. Isto é a normalidade democrática. Mas o elemento fundamental tem de ser a ética e a verdade. Sem a ética e sem a verdade nós nunca estaremos na normalidade.\u0094', '\u0093Nunca me foi retirada a confiança em toda a minha existência\u0094, revelou Joacine na primeira intervenção. A deputada disse que sente que a sua liberdade de escolha tem sido limitada desde a definição do seu gabinete parlamentar, logo após as eleições.', '\u0093No Livre ninguém toma decisões por ninguém\u0094, atirou. \u0093Muita gente reclamou que as pessoas do meu gabinete parlamentar não tinham ligação ao partido. Um deles é fundador [Rafael Esteves Martins], recolheu assinaturas, algo que muitos de vocês aqui não fizeram. Outra foi candidata às eleições. Se ela é boa para ser candidata por que não é boa para ser do gabinete?\u0094, continuou Joacine, cada vez mais exaltada.', 'A deputada trouxe um conjunto de papéis que mostra \u0093o trabalho de dois meses e tal na assembleia a serem mandados embora, descredibilizados\u0094, argumenta.', '\u0093Não houve falha nenhuma no cumprimento das ideias e do programa do partido. Em todas as áreas. Isto é facilmente comprovável\u0094, garantiu. Para Joacine Katar Moreira, a crise do partido acontece porque \u0093nacionalmente e internacionalmente o Livre não está preparado para os votos dos portugueses\u0094.', '\u0093Isto é uma época de imensa iniciativa, mas a iniciativa mais importante de hoje é felicitar o facto de se terem deslocado até aqui hoje. Eu nunca vi tantas pessoas do partido unidas. Nunca vi e efectivamente não faço ideia de onde vieram a maior parte dos indivíduos aqui. Isto é fundamental para qualquer partido que queira alguma resiliência, união. Infelizmente o elemento desta união não é necessariamente a união\u0094, notou, já no segundo discurso.', 'Seguiram-se intervenções de dois minutos, incluindo a de Geizy Fernandes, da assembleia, que se resume numa frase: \u0093A Joacine sabe que não é mentira\u0094, disse, referindo-se à deliberação da assembleia. A seguir, Miguel Won, do núcleo territorial de Lisboa e autor do texto que critica o experimentalismo do partido, propôs que fosse votada uma moção de confiança à assembleia do Livre, que agora cessa funções e que aprovou a polémica decisão sobre Joacine.', 'Um outro apoiante notou que, quando uma deputada não consegue nem o consenso interno, então deve colocar o seu lugar à disposição, renunciando ao mandato. Foi fortemente aplaudido.', '\u0093Nós, no Livre, não decidimos em tribunais populares, não somos estalinistas, gostamos que as decisões que são tomadas respeitem todos os aspectos​. A decisão da assembleia tem, em 100%, o meu apoio\u0094, disse Pedro Mendonça que é candidato à próxima direcção.', 'Também Jorge Pinto, que concorre à nova assembleia, disse que o Livre não é um partido estalinista que \u0093faz julgamentos na praça pública\u0094. O candidato pediu urbanidade e apelou a que não se fizessem claques, no congresso, para ver quem berra mais alto, numa clara alusão à intervenção da deputada. \"Não Joacine, não devemos ter vergonha da subvenção, porque ela não foi ganha só em Lisboa\u0094, registou. De todas as curtas intervenções, foi a mais aplaudida.', '\u0093Há casos em que a melhor terapia de casal é o divórcio\u0094, concluiu Bárbara Tengarrinha, outra apoiante do partido.'] ",
        "numberPosts": " comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Gender - General,Ethnicity - Black,Ethnicity - General,Physical Identity - Physical (and Mental) Impairments,Ethnicity - White",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Mulher,Machismo,Misoginia,Patriarcado,Preto,Negra,Racismo,Racista,Raça,Gaga,Branco,Prostituta,Tuga,Mulherzinha,Acabado,Nacionalidade,Idade,Transição",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "8057f6be-7bfa-4b10-c63d-08d79cba9b76",
            "user": "20dba57a-a0a7-4391-9f3c-804eb0cd3f7f",
            "date": "19.01.2020",
            "timestamp": "NA",
            "commentText": "Desculpem-me mas há algo de perturbação ao nível mental na Joacine. Não é que seja raro nos grandes profetas, nos santos e nos mártires, mas\u0085 ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "ea1b74b6-2a72-4ec4-138d-08d79cb307be",
            "user": "f28f208d-f957-4201-8c18-b03c26dc1acc",
            "date": "19.01.2020",
            "timestamp": "NA",
            "commentText": "É claro que estes esquerdistas chauvinistas não gostam do PCP, que já teria despachado a <b> mulher </b>há meses... Dentro de uma organização partidária temos de respeitar a maioria, se não queremos respeitar, andar fora da porta, natural...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Mulher"
            ]
        },
        {
            "id": "8ed81163-59f2-4459-f87e-08d7960b4eed",
            "user": "4a0810a8-e029-45e3-9756-424a85ca16c0",
            "date": "19.01.2020",
            "timestamp": "NA",
            "commentText": "É a Livredade. Há partidos que nos desgovernam e há partidos que nos divertem!!",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "16b9194f-256d-4052-c62a-08d79cba9b76",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "19.01.2020",
                    "timestamp": "NA",
                    "commentText": "pois é essa liberdade de se expressar que tanto melhor revela duas coisas: a indigência intelectual, expressa numa gramática desfocada, num léxico inapropriado - e a incapacidade de enfrentar com firmeza de espírito a situação, colaborando no seu próprio enterro. Embora o volte a dizer, aqui da direita para a esquerda: esse enterro por mão própria identifica-se com a própria estratégia fracturante do livre, escolhendo uma doutorada medíocre (o politicamente correcto prolifera de distorções dessas) para fazer de truão, quando nem de bobo o consegue.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "9494db65-625c-4cd5-f86a-08d7960b4eed",
            "user": "3051b51c-4e68-4fd7-b165-15ec6ee53475",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "Estou com a Joacine, esse pessoal do Livre é uma vergonha....",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "118c7dc3-5d29-4b28-b6d5-08d79bb8e09b",
                    "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
                    "date": "19.01.2020",
                    "timestamp": "NA",
                    "commentText": "Porquê? ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "e467a784-1006-4e7d-13c5-08d79cb307be",
                    "user": "717d2d61-f346-4b88-834f-eb1798ce6907",
                    "date": "19.01.2020",
                    "timestamp": "NA",
                    "commentText": "está em viagem... nem parou para pensar",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "79a6cb73-ff1b-4239-b6c6-08d79bb8e09b",
            "user": "ebf144f3-b109-4105-af74-0654d3a7f2a2",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "Convencida, que foi nela que votamos?? Sinceramente a <b> mulherzinha </b>não se enxerga. É uma triste devia fazer terapia, pois essa do<b>  racismo</b> já estamos habituados e não pega. Lamento que dê uma amostra d<b> e mulhe</b<b> >r neg</b><b> ra, g</b>aga, e tão incompetente e mentirosa que envergonha qualquer um, home<b> m ou mu</b><b> lher, </b>preto ou cor de rosa ou às riscas. O livre ou afasta esta figura sinistra ou não avança. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "62ade255-249f-4081-133e-08d79cbeac49",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "19.01.2020",
                    "timestamp": "NA",
                    "commentText": "eh lá!: que votamos, que votámos, ou que votaram? Safa...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Mulher",
                "Racismo",
                "Preto",
                "Negra",
                "Mulherzinha",
                "Gaga"
            ]
        },
        {
            "id": "8c17e6db-115b-4a2f-b6b8-08d79bb8e09b",
            "user": "fddab705-2b8e-4cc5-851d-dea5f2bbab37",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "Egocêntrica, autoritária, manipuladora e barraqueira. Deus nos Livre!",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "18b0734d-6a33-4361-5ca8-08d79bbdd829",
                    "user": "2ac6f34d-e4aa-4348-afbb-ea2ed5ef85ba",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "Os epítetos que acabou de enumerar são elogios aos que se fazem passar por pobres maltrapilhos.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "33dcf3ad-d2f4-4c31-8c18-08d79bbe2adc",
            "user": "0d720e20-859c-43ca-9c1e-057750816202",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "Que pantomina. Isto que sirva de exemplo aos tipos que adoram teorizações e tretas. A realidade é esta. Têm de amochar e fingirem que não percebem.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8237de27-d007-46f5-04fe-08d79bbfd750",
            "user": "35b5a314-72c6-4a48-a8c7-8f1bea921360",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "Se dúvidas houvesse,  agora acabaram.  Joacine é mesmo uma oportunista carregada de ódios, divisionismo, revanchismo e muita impreparação. Foi um tiro no pé por parte do Livre.  Se ainda  estão a tempo de evitar o fim do Partido, que excluam esta triste personagem  JÁ. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "95efeada-9efa-4aaf-8c12-08d79bbe2adc",
            "user": "20dba57a-a0a7-4391-9f3c-804eb0cd3f7f",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "Agora já se pode dizer que é uma vigarista.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "a506e0b0-7406-430e-b6b3-08d79bb8e09b",
            "user": "8bdb8fc4-a554-44f8-b458-11db5c45c120",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "Ela tambem disse \" Vergonha!\", mas essa ninguem lhe cai em cima. Vi parte da intervenção da senhora, e vi muito pouco gagejo. Partido de treta, deputada de treta. É pena, porque a nossa politica precisa de melhorar, e muito, estes psds, ps, cds, blocos, etc, e estes \"novos\" valores que aparecem, em vez de virem mostrar alguma coisa nova, decente, boa, é esta bosta que se ve...oh Rui Tavares, tu que andas aqui pelo publico, le o que te dizemos: dedica-te à pesca, que isto da politica e escrever artigos nao é para ti.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "ce4af51d-4bc9-4bd4-5ab8-08d79bc5a99b",
                    "user": "c7680446-9578-4617-9095-4d851f182e06",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "Pois, pois. Mas podes sempre fazer um partido teu.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "37997e3f-6497-4d4f-04f6-08d79bbfd750",
            "user": "66e401c2-0331-44a7-93c4-1bc15674aeed",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "É curioso como um micro-micro partido tem tanto espaço na comunicação social. Será que estão bem relacionados? Terão amigos bem colocados? Partido fétiche ou de estimação dos media ou falta de assunto? ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "6a03c7f2-cc86-4bd9-5ab1-08d79bc5a99b",
                    "user": "468846b5-8ab0-4620-b245-534c4a81934e",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "o que te levou a ler o artigo é a razão pela qual ela foi escrito e publicado, nem sempre há uma teoria da conspiração por detrás das coisas        ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "89a9dec2-6e2e-4868-5c92-08d79bbdd829",
            "user": "13d8df01-4cb8-47df-88b7-01fbb84e4c45",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "Isto vai de peixeira em peixeira.Ou resolvem isto ou afastam toda a gente do partido...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2e95dc71-2b31-4002-04ee-08d79bbfd750",
            "user": "b41a1e56-fa1b-4ee4-9192-6a1dc943a459",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "Lavagem de roupa suja em público?! Mal posso esperar pelos próximos episódios!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "299e39ff-c52c-4908-8c03-08d79bbe2adc",
            "user": "b78163aa-b503-424c-82bc-43654c2ff5ab",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "Já agora, porque é que não se vê ninguém a atacar o Livre por estar a fazer isto a uma <b> mulher </b<b> >negra</b> <b> e gag</b>a? Não se levantam vozes contra<b>  o machis</b<b> >mo raci</b>sta discriminatório do Livre? Não <b> será misog</b>i<b> nia e patria</b<b> >rcado </b>branco?",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "59d7a981-b699-41c0-5ac4-08d79bc5a99b",
                    "user": "10a2343b-0632-4402-8e6d-ceed1578068c",
                    "date": "19.01.2020",
                    "timestamp": "NA",
                    "commentText": "O partido Livre distribui e vive da comercializacao dessa gasta cassete riscada do <b> racismo,</b> discriminacao (selectivo- pois so os negros e talvez os ciganos contam) da tal<b>  misoginia</b> e o tal d<b> e patriarcad</b>o; para voce ouvi-la obsecadamente quica 48 horas por dia e 7 dias por semana. Nao se queixe do Livre, eles nao estao a correr com a Joacine por causa da tal querida coisa da discriminacao racial (seguro de vida de partidos incompetents e imuteis), de s<b> er mulh</b>er (vitimizacao compilsiva) e<b>  do patriarc</b<b> >ado br</b>anco... Enfim um caso de birra de menina mimada que foi carregada so Colo e estragada de mimos que agora esta a chamar nomes aos pais. Daquelas coisas quando os pais toram o brinquedo e o menino joga-se so chao e diz tu es mau ja nao gosto de ti. Tal e esta queixinha da Carla.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Misoginia",
                        "Mulher",
                        "Patriarcado",
                        "Racismo",
                        "Branco"
                    ]
                },
                {
                    "id": "d46df7ca-dafd-4b14-c624-08d79cba9b76",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "19.01.2020",
                    "timestamp": "NA",
                    "commentText": "a própria katar se aproxima dessa linha tabu: acusa o partido de ódio e perseguição a uma <b> mulher </b<b> >negra</b> gaga: não o diz, mas 'deixa-o dito': é uma perseguida pelo ódio racial do livre, partido de gente branca. Desde o mamadou a incendiar o país com a histeria acusatória do sos racialização (ó mamadou, actualiza lá o teu conceito da treta, não há 'racismo' porque não há 'raça') no caso giovani, aos comentários da esquerda académica nacional a desviarem a questão imediatamente para a conexão Chega/ciganos e a branquearem <b> o racist</b>a senegalês, até aos próprios termos da ruptura do mamadou com o bloco, agora repetidos pelos da katar com o partidinho de brincar do tavares: ó esquerda, cuidado com o incêndio (um tanto fascizante) do 'anti-racismo', que te rebenta pela culatra dos racistas negros..",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Mulher",
                        "Racista",
                        "Negra"
                    ]
                }
            ],
            "keywords": [
                "Machismo",
                "Misoginia",
                "Mulher",
                "Patriarcado",
                "Racista",
                "Negra",
                "Branco",
                "Gaga"
            ]
        },
        {
            "id": "928127ef-6546-41db-04e9-08d79bbfd750",
            "user": "eb844881-071f-4fa0-a922-e459343ffb09",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "Lamento mas não consigo ter pena do que está a acontecer ao Livre. E da sua queda definitiva para a irrelevância política e partidária.O Livre foi oportunista ao escolher uma <b> mulher,</b><b>  negra</b> e deficiente para caçar votos daqueles que, como Joacine, sofrem de algum tipo de exclusão ou preconceito. Mas erraram na candidata: atrás da soberba e dos modelos vistosos com que se saracoteia nos Passos Perdidos da Assembleia, esconde-se uma arrogante radical, um<b> a mulhe</b>r cheia de ódio e o exemp<b> lo acaba</b>do do que de pior tem os excessos do \"Me Too\". O Livre agora que amargue... e que faça um honesto acto de contrição para não repetir daqui a 4 anos o mesmo \"chico espertismo\"!",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "5e55e08e-dc84-4277-8c0b-08d79bbe2adc",
                    "user": "8bfa6b05-810c-40db-9d35-e36900b29e02",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "Depois de ler o seu comentário, desisti de qualquer outra consideração.        Subscrevo integralmente.        Talvez o  \u0093Livre \u0093tenha aprendido na escolha dos seus representantes à AR.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "e4b6c1ad-b9b8-4e5e-8c0c-08d79bbe2adc",
                    "user": "efe35ac9-9dc3-415f-b459-13cac2e136c4",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "Claro que o Livre foi oportunista. Eles perceberam que uma pessoa como a Joacine seria a melhor forma de poderem finalmente chegar à subvenção.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "df427aed-7c86-4064-5d3a-08d79cb0ab21",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "19.01.2020",
                    "timestamp": "NA",
                    "commentText": "dois parasitas sem hospedeiro, confiaram que cada um dava boleia ao outro, e ficam agora pendurados no vazio a fazerem de comadres lavadeiras de fraldas sujas ao léu diante do país, o qual, mais do q facadas, dá na cena valentes colheradas e garfadas de puro deleite gastronómico e enológico. Continuem por favor o impagável espectáculo de <b> raça </b>(miura), q quem semeia tempestades colhe com elas na pituitária q é uma beleza. Força, esquerdismo delirante, marrem como dois alces chanfrados, o alce<b>  preto</b> e o alc<b> e branc</b>o. E é pena, porque o tavares até acabava de descobrir q tem sido, desde a primeira hora (mas tão secretamente q nem ele próprio o sabia ou se tinha apercebido) um clarividente militante da única causa do nosso tempo, o socialismo energético, também denunciado como green capitalism.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Raça",
                        "Preto",
                        "Branco"
                    ]
                }
            ],
            "keywords": [
                "Mulher",
                "Acabado",
                "Negra"
            ]
        },
        {
            "id": "49ec2038-da9d-4359-b6a7-08d79bb8e09b",
            "user": "060401d6-1b03-43dd-a52c-a4726dd3dfbb",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "Posso não concordar com as ideias e forma da Joacine, mas isto é um linchamento na praça pública, Rui Tavares devia ter assumido as responsabilidades e pedir a demissão, mas claro que isso não vai acontecer.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "8e1cf5e6-b2ab-40cc-8c09-08d79bbe2adc",
                    "user": "bab99655-ec40-4163-8e13-baaa16271164",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "RT é o lobo em pele de cordeiro, mas saiu-lhe um \"Pastor Alemão\" pelo caminho.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "fdd17ea6-b5b9-458d-c626-08d79cba9b76",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "19.01.2020",
                    "timestamp": "NA",
                    "commentText": "auto-linchamento, e é isso é que tem piada. A trancinhas é uma humorista que se desconhece.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "b1726ead-7e7c-4dfa-04e4-08d79bbfd750",
            "user": "8c6d36e1-06ca-4b35-aeb5-707c7a91580a",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "SimplesJoacine, Dra. diz que 2 + 2 = 4.Concordo absolutamente com ela.Outra coisa é o presumido \"elitismo\" da esquerda socialista. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "00f3be74-092b-4729-1342-08d79cbeac49",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "19.01.2020",
                    "timestamp": "NA",
                    "commentText": "não, meu amigo, ela diz muito pior do que isso, diz que 4=2+2. (Na versão disfémica, '2 e 2'). É uma aritmeta nata.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "01c86e6b-3ea8-4f80-04e3-08d79bbfd750",
            "user": "99ea9ce2-97ad-4d09-9808-a3db248d300b",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "O discurso anti-partidos dá nisto. Elege-se qualquer coisa sem o mínimo de escrutínio. Quando foi preciso mostrar responsabilidade e cumprir com os simples deveres de deputado na Assembleia falhou em toda a linha. Capacidade zero. Agora aturem-na! ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "a28bade6-debe-4744-5c80-08d79bbdd829",
            "user": "c7680446-9578-4617-9095-4d851f182e06",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "Vi um bocadinho do congresso e parece que Joacine negou em várias ocasiões que alguma vez tenha dito que \"ganhou as eleições sozinha\" mas a imprensa não publicou os desmentidos dela. E em relação ao \"Vocês não sabem da missa a metade\" ela estava a referir-se à importância da lei da <b> nacionalidade </b>para a própria. Não se estava a referir ao facto de à subvenção que o Livre recebe. Este artigo assim escrito e com as fotos que tem é demasiado tendencioso!",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "3937d003-4057-4f8c-5ab2-08d79bc5a99b",
                    "user": "b599bf86-648f-473e-8324-65511aa03d32",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "Tudo o que vem da esquerda, bom ou mau, é demasiado tendencioso! Ultimamente até é tudo deturpado para parecer menos mal à esquerda.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Nacionalidade"
            ]
        },
        {
            "id": "3dbebc47-7ba9-4105-f463-08d79bc406cc",
            "user": "1f01d620-6de2-4998-ac7e-bd8de2276a9d",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "Joacine, aqui está uma cidadã do meu país a mostrar o que é a politica e como se vive uma politica de verdade.A sua maior vitória até este momento, a forma como desmascarou a ignorancia de muitos que não tem vergonha de vir a este forum mostrar que a única politica de que tem algum conhecimento, é a mesquinha, reles e <b> prostituta.</b>Com gente desta, é muito dificil ter um país melhor.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "155fb022-79ae-42cb-5a9e-08d79bc5a99b",
                    "user": "beaa8e9a-2321-4fd3-af07-a6badcbc56db",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "A maior prostituição, é a mental. Acreditar em heróis a esse nível, sem o mínimo de contraditório, escrutínio ou crítica foi a semente de inúmeras catástrofes históricas. A Srª é uma narcísica egocêntrica e desse tipo de gente pouco brota de bom. Numa escala pequena, como neste caso, acham-se superiores à estrutura e pessoas que as ajudam a chegar onde chegaram. Numa escala mais vasta, como no caso dos Espíritos nada Santos, tornam-se naquilo que, glosando para não chorar, apelidávamos de \"donos disto tudo\". A mesma aflição Sr. Conde, exactamente a mesma aflição...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "e48722a4-787f-4065-b6a1-08d79bb8e09b",
                    "user": "1f01d620-6de2-4998-ac7e-bd8de2276a9d",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "Aqui fica a opinião de um dos tais que fala muito, (neste caso escreve) mas não diz nada.        A politica que o mesmo defende,  é a mesquinha, reles e <b> prostituta.</b>         Muito obrigado, por se dar ao trabalho de ilustrar o meu comentário",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Prostituta"
                    ]
                },
                {
                    "id": "c097d31c-7f69-424e-04e5-08d79bbfd750",
                    "user": "8c6d36e1-06ca-4b35-aeb5-707c7a91580a",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "Já prestou enormes e relevantes serviços a Portugal, assim, de rompante.        A fasquia está muito alta, e vai ser muito difícil manter.        Espero que persista com a força que parece carateriza-la.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4af23535-12e7-44e3-5c95-08d79bbdd829",
                    "user": "beaa8e9a-2321-4fd3-af07-a6badcbc56db",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "Há uma grande diferença entre nada perceber e nada ter sido escrito.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "eaaab3f5-a907-48b7-f85c-08d7960b4eed",
                    "user": "20dba57a-a0a7-4391-9f3c-804eb0cd3f7f",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "Você Conde, escreveu a coisa mais estranha que poderia ter saído da sua boca.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Prostituta"
            ]
        },
        {
            "id": "1422d339-0405-48a0-5c7e-08d79bbdd829",
            "user": "a375fa52-df9b-4818-bc24-44cf27864de2",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "E tudo isto com crianças a assistir...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1e7674d8-9c66-451b-5a99-08d79bc5a99b",
            "user": "49458229-5263-4bc9-a44f-5c0c03c22d48",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "Efetivamente com este nível, continuamos pobres!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6ae863c7-6051-4d99-04dc-08d79bbfd750",
            "user": "6d46f1e1-5ce5-4185-a15a-61737002e122",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "Que carrego de ódio e azedume, vaidade e soberba, tens tu, <b> mulher!</b>",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Mulher"
            ]
        },
        {
            "id": "2c675ee0-8ee1-42dc-f460-08d79bc406cc",
            "user": "a9363530-2c93-4de4-95fe-f95ed4e888dc",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "Milagre!!!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "56e847ab-5045-42c6-f45f-08d79bc406cc",
            "user": "8b7f8fc7-531b-445a-8d72-a12e1c7fa951",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "A meu ver a solução para isto era a TVI pegar naquela malta toda e fazer o programa \"A Casa do Livre\". Entretenimento garantido, audiências recorde e com a ajuda do Quintino ainda acesso a apoio terapêutico. Com o rumo que o Livre e o BE levam, não tarda muito ainda teremos os críticos a suspirar pelo PCP... Gostando-se ou não, concordando-se ou não ao menos não contribuem para a desagregação politica e descredibilização do regime democrático.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "97dabd68-00e1-4266-04d6-08d79bbfd750",
            "user": "c178820f-0357-4307-bb6f-a5526d8a1f79",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "Depois de ouvir a comunicação de hoje da Joacine, fica uma consolação para o Livre: da <b> mulher </b<b> >gaga</b> já se livraram....",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "0a51e68a-57f9-4496-5a94-08d79bc5a99b",
                    "user": "da0198ea-82b8-45b4-b529-36fdcdd4901e",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "Mas ninguém percebeu afinal e pediu desculpa quando a ofenderam por estar nervosa e gaguejar. Até eu gaguejava um pouco  se falasse no Parlamento pela primeira vez. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "ab48131b-b7c6-4da9-04d7-08d79bbfd750",
                    "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "Pensei o mesmo quando a ouvi há pouco na rádio. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Mulher",
                "Gaga"
            ]
        },
        {
            "id": "d165ec6b-284a-4b19-b696-08d79bb8e09b",
            "user": "279558e4-0032-417c-8370-0b2fc3fd1173",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "Adorei ver a peixeirada do Livre, mostra claramente a mediocridade da classe política portuguesa. Numa organização com pessoas de nível nada disto acontecia, JKM vai se agarrar ao tacho com unhas e dentes e vão ter que gramar com a senhora. Livre vai desaparecer mais cedo ou mais tarde, tal como o partido de Santana Lopes. Resta a JKM juntar-se a Mamadou Ba e criar o próprio partido para terem um lugar ao sol na nossa respeitável Assembleia da República.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "586002bf-0310-4d46-5c71-08d79bbdd829",
            "user": "da0198ea-82b8-45b4-b529-36fdcdd4901e",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "Por favor respeitem os desencantados da política que puseram as experanças neste partido, partido procuração do jornalismo português e façam psicoterapia política. Todos. O \"santo\" Tavares e a tresmalhada deputada. Quanto à deputada, o capital de simpatia que obteve junto dos isentos por ter sido objectivamente humilhada devido a ser <b> gaga </b>perdeu-se devido a falhas na actuação política e peixeiradas.  ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "f6a5b135-e21f-48c9-8bf6-08d79bbe2adc",
                    "user": "da0198ea-82b8-45b4-b529-36fdcdd4901e",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "Errata: \"esperanças\" Sejam responsáveis  com o espectáculo que estão a dar aos vossos eleitores...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Gaga"
            ]
        },
        {
            "id": "cce591a4-73c0-4444-f452-08d79bc406cc",
            "user": "249eaa68-f0f3-4d82-8a74-bac926b02d51",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "A política à la <b> tuga </b>! Partido de trastes elege destrambelhada claramente desabilitada para fazer o que quer que seja que impacte pessoas à sua volta ! Ao mesmo tempo tempestade de Karma cai em cima de traste-mor ! Ideias ZERO. Soluções ZERO. Importante é a barulheira, a novela e os eurinhos a correr (seja para a carteira da<b>  gaga</b>, que arranjou o tacho de tribuna, seja para a carteira do \"partido\", que alimenta uns tantos mais). Entretanto também, o outro partido todo partido vota entre ainda outro traste e um tiranete que pensa a salvação ser ele e as ideias dele e o ser dele. E fica o país o que é. Atravesso Espanha sem portagens e atesto antes de entrar aí por menos 20 ou 30 cêntimos por litro. E quando saio, ficam saudades dos meus, mas todo o prazer em ver-vos de bem longe ! ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "b3da65b5-9c60-4edc-04d3-08d79bbfd750",
                    "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "\"destrambelhada\"? não está no Observador ou no Sol!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "165fef2a-4aaf-4e06-5c72-08d79bbdd829",
                    "user": "da0198ea-82b8-45b4-b529-36fdcdd4901e",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "Sr \"orgasmo\" uma fonte de boa disposição neste sítio devido à sua originalidade. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "d9346e35-8fba-4a82-f844-08d7960b4eed",
                    "user": "0ab8ca6a-2dea-440e-85e9-00d7fb3973b0",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "\u0093\"destrambelhada\"? não está no Observador ou no Sol!\u0093 Pois, porque para comentar a peixeirada e as acusações da Joacine de que o partido queria era mamar a subvenção à sua custa é preciso elevação!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5c3f5099-e751-43af-f474-08d79bc406cc",
                    "user": "bab99655-ec40-4163-8e13-baaa16271164",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "Confessem... vocês querem é acéfalos que sigam ordens, não é verdade?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Tuga",
                "Gaga"
            ]
        },
        {
            "id": "2463343b-21d0-40f5-f451-08d79bc406cc",
            "user": "0ab8ca6a-2dea-440e-85e9-00d7fb3973b0",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "\u0093Elegeram uma <b> mulher </b<b> >negra</b> que gagueja e deu jeito para a subvenção\u0094Classe!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Mulher",
                "Negra"
            ]
        },
        {
            "id": "793b32e6-aded-41cb-f450-08d79bc406cc",
            "user": "72ff53cd-a190-47aa-a9e6-2770cafc43b0",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "Joacine confirma....<b> negra </b>e<b>  gaga</b>! Nao é falada por msis nada Vale zero...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Negra",
                "Gaga"
            ]
        },
        {
            "id": "8512f358-573d-42f5-04d0-08d79bbfd750",
            "user": "43993747-edb9-4cfe-b23c-c38b08096cbe",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "Está desmontada e assumida a tramóia.Se sabia que ia ser usada para que é que meteu a cabeça no cepo? ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "25e92dc2-297c-4ff5-f84e-08d7960b4eed",
                    "user": "bab99655-ec40-4163-8e13-baaa16271164",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "O que v. não suportam é serem desmascarados... tristes agarrados ao tachinho do estado!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5d305021-03d1-46f6-f83e-08d7960b4eed",
            "user": "23a5091f-7a2c-4b3f-95c0-1bf70974bdd6",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "&gt; \u0093Elegeram uma <b> mulher </b<b> >negra</b> que gagueja e que deu jeito para a subvenção\u0094. Quando se disse isto anteriormente, acusou tudo e todos de sere<b> m racist</b>a da direita reaccionaria. Esperemos agora pelo novo artigo do Rui Tavares.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Mulher",
                "Racista",
                "Negra"
            ]
        },
        {
            "id": "544c680c-34d6-46f2-f83d-08d7960b4eed",
            "user": "3f7bd486-aad5-461c-9c02-acae284e8979",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "Um caso lamentável dos pés à cabeça. Que pena. Se há um movimento no Livre que quer ser livre, é criar um novo partido. No IL o deputado eleito tomou conta do partido, o fundador saiu de livre vontade. No Livre a direção não aceitou essa passagem de testemunho, os fundadores continuam a sentir-se donos do projeto, apesar de a deputada eleita não lhes reconhecer liderança. No PAN s coisas foram mais tranquilas, creio que por ter sido o líder e fundador o deputado eleito. Esta coisa do poder mexe muito com os egos, que se há de fazer.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "a5a31bf4-053f-425d-5c64-08d79bbdd829",
            "user": "6453fbf9-c762-4508-9d3d-bde37bfd6970",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "Já estava a demorar a cartada da vitimização. Força, Joacine, continua a mostrar esse verniz estalado! ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7b62d8b7-554a-48c6-f83c-08d7960b4eed",
            "user": "f280efd0-7692-4abc-a3e2-582579b61cff",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "Ridículo, completamente impreparada, mentirosa e a continuar a estratégia de vitimizacao",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "c46c485e-db36-41ca-f44c-08d79bc406cc",
            "user": "619f4f7a-3618-4991-9723-0fabb6e88ac8",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "Esta senhora ainda não entendeu que a sua postura de vítima profissional dá poucos votos, cria anti corpos e que simplesmente não há pachorra para aturar tanta falta de ideias, soluções e propostas para melhorar as vidas dos Portugueses? ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "65569d38-c0a5-49bc-04cd-08d79bbfd750",
                    "user": "23a5091f-7a2c-4b3f-95c0-1bf70974bdd6",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "Aparentemente da muitos votos. Vai ver como nas proximas eleicoes este tipo de choraminguice vai pegar, como ja fez nos restantes paises desenvolvidos.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "66f84ca6-dc91-4535-8bfc-08d79bbe2adc",
                    "user": "619f4f7a-3618-4991-9723-0fabb6e88ac8",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "A popularidade traduz-se por votos. A popularidade da moça anda pelas ruas da amargura. Teve a sua oportunidade e perdeu-a completamente. Não trouxe absolutamente nada de novo para o diálogo político. Só inócuidades e lugares comuns. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "87cb006b-934f-4652-1340-08d79cbeac49",
                    "user": "887811b4-708d-42a4-90d1-7ec5940d69a8",
                    "date": "19.01.2020",
                    "timestamp": "NA",
                    "commentText": "José Sousa, a popularidade dela entre a maioria de votantes é baixa de facto, mas ela também só precisa de uma minoria de votos para agarrar um lugar e tendo em conta o país em que estamos a mesma minoria irá preferir votar novamente alguém que os vende como vítimas da sociedade em vez de alguém que lute pelo futuro deles. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "63f4a753-f970-4c25-f44b-08d79bc406cc",
            "user": "382cace7-6235-471b-acfc-4297c091951b",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "O Snr. Rui Tavares encena uma ópera bufa. Um grupo ultraminoritário suscita as atenções da rádio e da televisão. Está ao nível da Cristina e do Goucha: é para entreter a populaça e desviar as atenções dos problemas do país. Um país manipulado às ordens da nobreza do Largo do Rato e quando o príncipe de S.Bento, Ferro Rodrigues não suporta que digam que \"isto é uma vergonha\". Pois é, vale tudo e o \"Píublico\" associou-se à manobra. O Snr. Rui Tavares é um sonso e tem o futuro assegurado. Boa vidinha Snr. Tavares, à laia de O'Neill. Recordo a última de que tive conhecimento: Portugal é o país mais pobre da Europa Ocidental. A classe política é de uma crueldade infinita. 20% dos trabalhadores ganha 700 euros brutos e a nóvel ministra Alexandra Leitão é do grupo de Schäuble-Centeno. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6e9398dd-ad77-47b3-f83b-08d7960b4eed",
            "user": "2064500e-8a01-42b5-b97a-16e9802404d4",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "Eu pessoalmente não aprecio a Joacine. A sua política individualista e identitária não é de esquerda. Ela até pode pensar que sim mas de facto as suas acções só provam o contrário. Se ela disse o que diz o título da notícia só lhe resta (e se ela é realmente uma activista de esquerda) colocar o lugar de deputada ao dispor e não usurpá-lo como pelos vistos vai acontecer ainda que no seu direito legal ainda que não político. Tentou um golpe dentro do partido mas faltou-lhe tropas. Temos pena.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "691d01bf-c301-4af9-b68b-08d79bb8e09b",
            "user": "1510c04c-2f34-4bf6-8163-62188a863907",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "Reparem na primeira fotografia! Rui Tavares naquele momento estava a pensar \"Este barco está-se a afundar, tenho que saltar borda fora e criar imediatamente um novo partido para que a comunicação social saiba que ainda estou vivo!\".",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "87c08332-83ba-4aa3-f850-08d7960b4eed",
                    "user": "bab99655-ec40-4163-8e13-baaa16271164",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "Verdade!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "627f0072-bbc1-4d8f-5a84-08d79bc5a99b",
            "user": "3faac4fe-2a65-456c-8e7c-b036c5c8a92a",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "Excesso de (auto-) confiança e incapacidade de digerir frustração, junta-se a falta de chá, de solidariedade e de fairplay, bate-se tudo em castelo e põe-se no congelador. Serve-se frio. Só come quem quer.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "227246f1-d555-43cf-b6b1-08d79bb8e09b",
                    "user": "bab99655-ec40-4163-8e13-baaa16271164",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "O que vos custa é ver autodeterminação e não vassalagem... como o caso Varoufakis e outros assim. Queixam-se de hipocrisia na política, mas gostam e não vivem sem ela.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "863451c0-c08f-4405-b6ce-08d79bb8e09b",
                    "user": "3faac4fe-2a65-456c-8e7c-b036c5c8a92a",
                    "date": "19.01.2020",
                    "timestamp": "NA",
                    "commentText": "O que me custa é ver causas sócio-políticas que a meus olhos são preciosas, como a luta contra o <b> racismo,</b> a integração de migrantes, ou o posicionamento relativamente à política internacional, etc., a cair por terra, por causa de uma pessoa que será muito prendada, mas definitivamente não tem perfil para fazer parte de um partido e muito menos para ser deputada. Vassalagem e autodeterminação são outras coisas. É a minha opinião, vale o que o caro publico 1234567 entender que possa valer.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racismo"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "e7f37864-9579-4504-5c5e-08d79bbdd829",
            "user": "d8d115f7-cfc3-4676-9b4b-0f5b378dffb9",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "Vao ter que levar com a vergonha, ate onde o costa quiser...2 anos, ou ate ao fim da lesgislatura...e nos tambem",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8dc7b489-eb51-4db7-04c2-08d79bbfd750",
            "user": "c7680446-9578-4617-9095-4d851f182e06",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "É interessante que o Público para este artigo tenho escolhido apenas fotografias em JKM aparece de dedo em risco e em poses agressivas. Não compreendo o que é que têem contra a senhora mas ok.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 12,
            "replies": [
                {
                    "id": "abcb1b62-7760-41c9-5c61-08d79bbdd829",
                    "user": "c7680446-9578-4617-9095-4d851f182e06",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "Epá. Não quero acreditar que dei tantos erros!  Ainda não tomei o café. Correcção:        \"em que JKM aparece de dedo espetado\"*",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "8844a31a-ee29-42df-5a87-08d79bc5a99b",
                    "user": "717d2d61-f346-4b88-834f-eb1798ce6907",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "a imagem representa bem o que aconteceu. não vale a pena esconder o sol com a peneira. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "baf487fb-86ac-451b-b68c-08d79bb8e09b",
                    "user": "1510c04c-2f34-4bf6-8163-62188a863907",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "Pior que a Joacine é o Rui Tavares!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "d4fd006c-de81-491b-b68d-08d79bb8e09b",
                    "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "Acho que queria dizer de dedo em riste. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "b8c612c5-6a5e-4931-5a89-08d79bc5a99b",
                    "user": "99414728-e5b5-4fa1-bc6f-f456fd628bbb",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "O congresso esta a ser transmitido pela internet, convido-o a fazer rewind e a rever o momento. As fotografias e a forma como a noticia esta escrita parecem-me representar correctamente o episodio.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "402495d2-b6f4-424a-5c63-08d79bbdd829",
                    "user": "beaa8e9a-2321-4fd3-af07-a6badcbc56db",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "Ana Cristina, não se pode ter 2 pesos e 2 medidas. Se bem me lembro, concordou com o meu comentário, há tempos atrás, sobre a \"beatificação\" da Ministra da Saúde através daquela inenarrável foto com a pose tipo \"ingénue-cute\". Aqui é o mesmo, só que em sentido contrário. Não devemos misturar alinhamentos políticos com o que é ou não admissível e o que me anda a cheirar é que o jornal do \"pense bem\" está a entrar numa deriva em que a edição fotográfica parece servir determinadas agendas.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "87c35979-8d2d-4556-5c69-08d79bbdd829",
                    "user": "717d2d61-f346-4b88-834f-eb1798ce6907",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "aqui a imagem é representativa do episódio relatado.  a ministra tem mostrado ser tudo menos ingénua e fofinha. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "95d1a213-048b-4178-5c74-08d79bbdd829",
                    "user": "279558e4-0032-417c-8370-0b2fc3fd1173",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "Em 4 fotos...4 de dedo em riste. Não será um bocado tendencioso? Pelo que vi, ela não esteve o tempo todo assim.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "17f6b298-a4d1-4787-5a9b-08d79bc5a99b",
                    "user": "8b7f8fc7-531b-445a-8d72-a12e1c7fa951",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "Mas a manipulação da imagem para fins de manipulação politica é uma das características de marca da Comunicação Social em Portugal. Quantas vezes estive eu em momentos políticos cheiíssimo de jovens e as TV's e jornais andavam à procura de meia-dúzia de pessoas de meia-idade ou idosas? Depois usavam-nas como ilustração do evento e assim inferiorizar o partido organizador? Novamente, porque pensam que estão os jornais em crise? A sua credibilidade e isenção é percepcionada como zero, e com razão.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "00f26e77-1bef-439e-f469-08d79bc406cc",
                    "user": "0b585714-16c4-4b30-af56-1ea4d39b63ea",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "boa, pensador        com que então as pessoas de meia-idade ou idosas deslustram os eventos e inferiorizam os partidos?! obrigado pela parte que me toca.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "f920c8c9-cfb1-484d-f852-08d7960b4eed",
                    "user": "bab99655-ec40-4163-8e13-baaa16271164",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "RT é um dissimulado... um hipócrita.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "82224124-fc3a-468e-47dd-08d79cb736b9",
                    "user": "8b7f8fc7-531b-445a-8d72-a12e1c7fa951",
                    "date": "19.01.2020",
                    "timestamp": "NA",
                    "commentText": "@o gaivotas: Como sempre tinha que haver alguém a distorcer o que outro escreve. Nunca disse isso nem nunca classifiquei as pessoas mais velhas negativamente. Mas quando há um congresso de uma juventude partidária, a discutir questões que interessam aos jovens e os meios de comunicação social gastam todo o tempo a filmar apenas as pessoas mais velhas com o objectivo de insinuar que aquele partido é só de \"velhos\" de forma a desmobilizar o potencial eleitorado jovem, é claro que é negativo. Nunca é negativo estarem pessoas mais velhas. Mas é negativo pela acção manipuladora que visa distorcer a realidade de um acontecimento. Se é um acontecimento de jovens, sobre jovens e para jovens, os quais compõem 99% dos presentes porque se procura apenas a excepção? Não se faça de desentendido.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "fd8b4c5a-ca89-4472-8be1-08d79bbe2adc",
            "user": "e77eb3de-b08c-4ee8-b5a2-30a407fc04e3",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "O livre elegeria um deputado em Lx, mesmo sem JKM. A seguir às eleições esperava-se mais recato, mais trabalho, menos mediatismo por questões menores e sobretudo menos confusão verbal.Agora tudo acabou. O livre, nem com o Rui Tavares ou outro igualmente conhecido, não conseguirá sair deste rótulo criado. É pena, pois a esquerda ecológica merecia mais.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "80043ebe-a544-46dd-f838-08d7960b4eed",
                    "user": "717d2d61-f346-4b88-834f-eb1798ce6907",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "esquerda ecológica e europeista. as ideias continuam. o partido vai continuar a crescer. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "0f606352-ca57-43e3-8be4-08d79bbe2adc",
                    "user": "1510c04c-2f34-4bf6-8163-62188a863907",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "Não, \u0080uropeísmo = Neoliberalismo! Neoliberalismo é uma ideologia de direita. Se Rui Tavares é um fanático \u0080uropeísta não pode ser de esquerda. Também não são de esquerda aqueles que defendem \"guerras humanitárias\"........",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "09491c56-6cc3-4c83-5c65-08d79bbdd829",
                    "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "E as alforrecas têm ideologia? Espantoso, pensava que se limitavam a incomodar as pessoas na praia. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2588ce1d-938e-44d3-8bf1-08d79bbe2adc",
                    "user": "e77eb3de-b08c-4ee8-b5a2-30a407fc04e3",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "Ana Cristina escapou-me o europeísta. Tomara que eu esteja errado e a Ana correta.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5e05b743-9c54-4e1d-5aa1-08d79bc5a99b",
                    "user": "11a10c66-d5ff-4c97-baa3-edf3eb11d96e",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "\"Europeísmo = Neoliberalismo\"- Mentira. A esquerda democrática é europeísta e não é neoliberal. Só o moribundo e conservador PCP é que continua a bater na mesma tecla. (Comentário previamente censurado. Onde é que infringe as normas do público?)",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "19240286-f4df-4e95-5a7e-08d79bc5a99b",
            "user": "308eef58-9f01-403a-977b-88fd93694eee",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "o ódio intestino do livre, vai corroê-lo e destruí-lo, levando consigo as poucas pessoas válidas que por lá andam; foi o que \"compraram\"",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1f159b11-bde5-45ab-5c5c-08d79bbdd829",
            "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "adorável lavar de roupa suja em público, de parte a parte, da 'mentira' à 'mentira'. É para que o livre aprenda o que é o esquerdismo avançado do séc. das fracturas: dá m*** da grossa.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "ade5c206-1f57-4391-5c5a-08d79bbdd829",
            "user": "308eef58-9f01-403a-977b-88fd93694eee",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "é mentira... que seja mentira",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "31d08fcd-48e6-44c2-f822-08d7960b4eed",
            "user": "d4781e53-6690-42a7-9add-f26f01f2acf2",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "Exacto. Agora como se apanharam com a subvenção vá de dar um pontapé à <b> negra </b>e pô-la a andar... Isto é baixo. É mesmo baixo. Mas é típico da mentalidade<b>  Tuga</b> e nem sequer é nada inédito. Esta mentalidade prolifera transversalmente por todos os sectores da sociedade. Quem tiver o mínimo de experiência em vivências por esse país fora terá constatado isso múltiplas vezes.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "65c094bb-9d12-4d77-04c6-08d79bbfd750",
                    "user": "33744326-9514-4a83-b9fa-0908e72465e3",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "Coitadinho.. És uma vítima tu. E a Joacine também ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "713148a6-10d9-480e-5c6a-08d79bbdd829",
                    "user": "f280efd0-7692-4abc-a3e2-582579b61cff",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "Que ignorancia, o Livre ao romper com ela perde a subvenção e ela perde despesas para o gabinete. Por isso é que está tão irritada. Vai faltar dinheiro para pagar saias novas ao Rafael",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "35ca0c80-eb35-4930-5aa9-08d79bc5a99b",
                    "user": "d4781e53-6690-42a7-9add-f26f01f2acf2",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "Jorge...fala por falar, não sabe o que está a dizer. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Negra",
                "Tuga"
            ]
        },
        {
            "id": "7395479c-1f31-422e-8bc2-08d79bbe2adc",
            "user": "f55a37cf-b2db-434d-8a04-2d181e05d942",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "Acho que ela não compreende como funciona. Se não estou enganado, a gente vota em partidos, não em pessoas. Ela é só um membro do partido em que uns portugueses votaram. Por isso ela tem que fazer o que o partido manda segundo o programa do partido. Os portugueses não votaram naquela <b> mulher,</b> o parlamento não é um lugar para a show dela própria, ela tem de apresentar as ideias do partido dela, mesmo se não concordar. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "fd6ee34e-1b76-4e72-b687-08d79bb8e09b",
                    "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "Por outro lado, o lugar de deputado é individual e não do partido. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "51369046-969f-49cf-04c1-08d79bbfd750",
                    "user": "3a2c85d7-7fb6-4cff-b674-1ec180de710f",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "Ah, sim? Então porque aparecem todas aquelas caras nos panfletos? É só para fazer gosto ao olho? Para que há listas de pessoas por distrito? Se fosse só o partido, bastava isso, o símbolo do partido. As pessoas votam em pessoas, mesmo que se estejam organizadas em partidos.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "68847bf1-c917-416c-04cf-08d79bbfd750",
                    "user": "f280efd0-7692-4abc-a3e2-582579b61cff",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "O voto é no partido mas o cargo de deputado depois de atribuido é pessoal. Por isso é que o Rui Tavares encenou a birra com BE aqui há uns anos para poder fazer a legislatura toda a mamar salario e subsidios em vez de ceder o lugar a outro deputado num regime de rotação como era hábito no BE. Não gosto da Joacine nem um bocado mas o RT está a provar do seu veneno",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "801ac63a-d08b-4b7e-5a95-08d79bc5a99b",
                    "user": "f55a37cf-b2db-434d-8a04-2d181e05d942",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "@Dr Severino        Acho isso um grave erro no sistema. E o caso atual mostra isso na perfeição. O partido deve ser capaz de substituir delegados que não cumprem o seu dever partidário.        Acho melhor o Livre desaparecer da AR durante uns anos e resurgir em vez de continuar com essa <b> mulher </b>e ser castigado por causa dela nas próximas eleições. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Mulher"
                    ]
                }
            ],
            "keywords": [
                "Mulher"
            ]
        },
        {
            "id": "2e68567e-c4c8-41f3-f81f-08d7960b4eed",
            "user": "beaa8e9a-2321-4fd3-af07-a6badcbc56db",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "\"Nunca me foi retirada a confiança em toda a minha existência\". E aqui, numa simples frase, está descrito todo o problema.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "b55fb6c0-15a4-40cb-8be0-08d79bbe2adc",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "exacto, os papás deviam tê-la educado a tempo.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "60292703-7903-4b0f-f437-08d79bc406cc",
            "user": "8bdb8fc4-a554-44f8-b458-11db5c45c120",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "Bem, espero que o livre e a joacine desapareçam da vida politica activa deste pais, pelo menos a que tem assento parlamentar. Ha que dizer que os partidos que existem tem nuitos problemas, ou defeitos, mas mal ou bem, a estrutura la funciona. Isto parece um clube de terceira divisao que esta na primeira, chegou la com sorte e algum talento, e agora nao sabe patavina do que anda a fazer. Para isso, nao saiam da terceira divisao, que nao sabem pa melhor. Pior que ter alguem fraco no que faz, é ter alguem que nao sabe o que faz sequer.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "950ae9d0-a46c-4f8e-5a7d-08d79bc5a99b",
                    "user": "3a2c85d7-7fb6-4cff-b674-1ec180de710f",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "E mais, deviam dar a possibilidade votar em deputados. Mais que os partidos, contam as pessoas. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6398d563-f9ff-421c-04d2-08d79bbfd750",
                    "user": "8bdb8fc4-a554-44f8-b458-11db5c45c120",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "Mas votamos. Temos as listas, sabemos. Nao temos é como escolher individualmente. Contam as pessoas e os partidos. Força politica tem os 2",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5c299020-a27e-4c5f-8c0d-08d79bbe2adc",
                    "user": "bab99655-ec40-4163-8e13-baaa16271164",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "\"Ha que dizer que os partidos que existem tem muitos problemas, ou defeitos, mas mal ou bem, a estrutura la funciona. \" - Essa é a justificação da <b> mulher </b>que é violentada pelo homem. As pessoas não gostam da realidade nua e crua, preferem a hipocrisia do conto de fadas.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Mulher"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "917f72f4-eb19-4027-b678-08d79bb8e09b",
            "user": "3a2c85d7-7fb6-4cff-b674-1ec180de710f",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "Goste-se ou não da Joacine, acho que agora disse tudo. Tem toda a razão em exaltar-se e revoltar-se contra a corja do Livre, incluindo os oportunistas do costume, que nunca conseguiram mobilizar votos, mas que viram na deputada uma oportunidade de atrair minorias pouco representadas e deixadas muitas vezes no esquecimento. Na posição dela, ficava e mandava-os todos à... fava.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "2c837b14-5674-45ad-5c97-08d79bbdd829",
                    "user": "bab99655-ec40-4163-8e13-baaa16271164",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "Verdadinha!!!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "6a56a7a7-658c-4efd-f81e-08d7960b4eed",
            "user": "c96e2bfe-6430-43ba-9c07-ee6f3a8fcf4a",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "Já não se pode levar crianças ao futebol? Perdão, a um congresso.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "58a3be68-77b6-42ae-04ad-08d79bbfd750",
            "user": "e723aa1f-1eb0-4980-a244-3f9ebb1c6181",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "O Livre já era, a estratégia do populismo usando apenas a gaguez falhou e  tomar decisões sem ouvir o partido foi a gota de água, agora é dificil remendar esta situação caótica em que se transformou o livre.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7be347ee-3dc1-4f8d-8bbb-08d79bbe2adc",
            "user": "717d2d61-f346-4b88-834f-eb1798ce6907",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "pesadelo. no minimo, a Joacine não tem noção do poder da imagem dela própria que está a transmitir. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 12,
            "replies": [
                {
                    "id": "018962bb-4f94-4ef4-5a60-08d79bc5a99b",
                    "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "Não quer desenvolver? ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "fa57044e-d995-4266-f436-08d79bc406cc",
                    "user": "717d2d61-f346-4b88-834f-eb1798ce6907",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "nós, as mulheres, mal levantamos a voz, cai-nos em cima o carmo e a trindade a chamarem-nos histéricas. é a última coisa que uma <b> mulher,</b> deputada,<b>  negra</b>, de esquerda, precisa que lhe chamem. por exemplo. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Mulher",
                        "Negra"
                    ]
                },
                {
                    "id": "79c397a4-d4d9-4e33-8bc0-08d79bbe2adc",
                    "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "E o que interessa o que os outros pensam? O que interessa mesmo é que a joacine está a tornar o dia divertido ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "e8bfc688-b75c-4d98-5a68-08d79bc5a99b",
                    "user": "717d2d61-f346-4b88-834f-eb1798ce6907",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "precisamente.  não creio que o objetivo da Joacine seja divertir o pessoal. e é isso que está a acontecer. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "374a1352-7168-4d12-04bf-08d79bbfd750",
                    "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "Não seja desmancha prazeres ;-) ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "c2be27a6-a2fd-4e59-5a7f-08d79bc5a99b",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "a ana cristina cegou de vez, é o problema do feminismo. Não se junte à joacine, ana.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "e87483b0-d1ed-4948-04c5-08d79bbfd750",
                    "user": "717d2d61-f346-4b88-834f-eb1798ce6907",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "eu votei na joacine. lamento a falta de diálogo e as acusações aos gritos, sem factos,  com todo o país a assistir. é uma falta de bom senso inacreditável. para mim, que fiquei feliz por ver na assembleia alguém que representava não apenas um partido mas também um perfil de portugueses pouco representado,  é um pesadelo. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4e2fbc25-178e-45db-8be8-08d79bbe2adc",
                    "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "Entrançado que há 2 ou 3 dias a Ana Cristina afirmou que tinha voltado no Livre, mas hoje resolveu dar-me razão e assumir que votou na joacine. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "d3436908-d755-4d89-5c6b-08d79bbdd829",
                    "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "Errata: engraçado e não entrançado",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7f027fcc-d8e2-4b9e-5a93-08d79bc5a99b",
                    "user": "717d2d61-f346-4b88-834f-eb1798ce6907",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "votei no Livre e na Joacine. a partir de agora volto a votar no Livre, como antes de a Joacine ser candidata. . ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "0e74ae38-494f-4af4-5c98-08d79bbdd829",
                    "user": "bab99655-ec40-4163-8e13-baaa16271164",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "A Joacine desmascarou a hipocrisia... mas as pessoas querem ver é o final das \"estorinhas da carochinha\"... e foram felizes para sempre! É por isso que aceitam todas as Grandes Narrativas humanas por mais mentirosas que sejam.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "b7c876c5-ec49-4498-47ef-08d79cb736b9",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "19.01.2020",
                    "timestamp": "NA",
                    "commentText": "ok, lamento o seu pesar pela joacine, e deixo-lhe votos de que no futuro o livre se deixe de politicalha esquerdinhista muito picuinhas, e ataque as questões verdadeiramente importantes, como o tavares vem prometendo (nomeadamente, a <b> transição </b>verde, nova política, um pouco melhor que a estagnação<b>  negra</b>, fantasma do passado). Quanto à sua viragem do centro-direita, onde os seus comentários de há um ano a situavam, para esta corrente de ar que tomará por lufada de ar fresco de esquerda portuguesa suave... bem, boa fortuna também com esses sintomas d<b> a idad</b>e, ana cristina, nunca é tarde para se começar a fumar.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Idade",
                        "Negra",
                        "Transição"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "18e04b1d-4045-42d0-8bba-08d79bbe2adc",
            "user": "4e393c70-323b-49af-8f99-1f52aca425fd",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "Pelas intervenções... já se vê como quer levar a justificação de a acusarem de ser fraca deputada: <b> negra,</b><b>  gaga</b><b> , mulhe</b>r! Seria melhor dizer que \"estas são as minhas ideias, o meu trabalho, simplesmente! É tão difícil assumir as asneiras! ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Mulher",
                "Negra",
                "Gaga"
            ]
        },
        {
            "id": "e31d73ad-42a5-4b57-f81d-08d7960b4eed",
            "user": "3dc18d5b-15af-4356-b963-0cf922d1573f",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "Valha-nos esta fulana para dar algum colorido à vida politica. Muito melhor que a cena do PSD...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "193c82cb-a11d-43b2-8bb5-08d79bbe2adc",
            "user": "3e341b77-a88b-48a0-b4e7-9b1538fd1398",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "Esta da subvenção intriga-me. Que subvenção trouxe ela que outros não trouxessem pelo voto?",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3650d6dd-45f2-48b0-b674-08d79bb8e09b",
            "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "É ilegal exactamente o quê? ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "204c7bf0-a43b-4c54-f430-08d79bc406cc",
            "user": "2126d5f0-a6ce-4ff8-890d-fce1540b5911",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "Muito bem JKM a falar no momento em que deve falar, numa altura em qualquer intervenção dela e esmiuçada e qualquer tomada de posição é vista como postura de diva, como é habitual em Portugal quando se trata de uma <b> mulher </b>na política, e ainda mais sendo<b>  negra</b>. Força JKM, não votei nem nela nem no partido, mas quem votou merece que se proteja a permanência da sua representante no parlamento e a sua liberdade de se expressar",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Mulher",
                "Negra"
            ]
        },
        {
            "id": "90b5d48b-cd8f-4250-b673-08d79bb8e09b",
            "user": "9404e88f-56c6-43e1-919a-8f60946b1fc0",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "ui ui...brigam as comadres, descobrem-se as verdades?????????????????",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}