{
    "header": {
        "title": " Anti-racismo. Antifascismo. Anticomunismo ",
        "subtitle": " Apesar de tão diferentes, existem semelhanças entre anti-racista e antifascista ou anticomunista. Há uma fortíssima tendência para a exclusão. ",
        "owner": " ['António Barreto'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 91  partilhas",
        "datePosted": " 9 de Fevereiro de 2020, 7:57 ",
        "dateExtraction": " 2020-02-13 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2020/02/09/opiniao/opiniao/antiracismo-antifascismo-anticomunismo-1903300 ",
        "postText": " ['Vivemos tempos delicados. Por boas e más razões, a discussão sobre racismo nunca foi virulenta entre nós. Agora, felizmente, faz parte do quotidiano. Mas, infelizmente, num tom ácido que não ajuda. Como sempre, nem as boas discussões escapam aos preconceitos. Algumas esquerdas, grupos de minorias ne...'] ",
        "numberPosts": " 35 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Ethnicity - General,Ethnicity - White,Ethnicity - Black,Nationality - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racismo,Etnia,Raça,Racista,Branco,Negro,Preto,Negra,Xenofobia,Ridícula,Amarelo,Amarelo,Mulher,Muda,Comunista,Gordo",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "55cb9590-1a80-48d7-92f0-08d7adc80369",
            "user": "478d04c3-87b3-46cb-821d-a9755bef8b3f",
            "date": "10.02.2020",
            "timestamp": "NA",
            "commentText": "1. Que outros haja que também são racistas é verosímil. Mas isso é lá com eles. O que interessa é que nós não o sejamos, e basta. 2. Sejamos nós de esquerda ou de direita, não podemos ignorar que historicamente fascismo e comunismo foram sistemas políticos ditatoriais e de opressão de massa. Logo é salutar que sejamos simultaneamente antirracistas, antifascistas e anticomunistas. 3. Mas eu queria aqui sobretudo anunciar que descobri uma nova forma de <b> racismo!</b> Aguentem-se lá!, é o seguinte: trata-se do<b>  racismo</b>, que quero acreditar seja inconsciente, dos... vegetalianos. Neste tempo em que os maus tratos contra os animais são penalizados, tratá-los bem consiste também, numa de dar e receber, em aceitar o que desde tempos imemoriais nos oferecem de bom grado, a saber,  o leite e os ovos. Não?",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "7d37c5e3-9148-44f8-027f-08d7960b4eee",
            "user": "f3d50f05-a6a1-4c47-976b-938803589d8f",
            "date": "10.02.2020",
            "timestamp": "NA",
            "commentText": "O exercício é interessante mas falha pela base, é que não é possível falar de <b> racismo </b<b> >negro</b> o<b> u a<b> marel</b</b>>o, numa sociedade dominada por brancos. É normal àqueles que são vítimas<b>  de raci</b>smo reagirem contra a classe dominante, contra aqueles que os racializam, mas não é possível apelidá-los de racistas. Para isso tinhamos que chegar a um ponto de igualdade tal em que, ao vermos que mesmo assim persistiam sentimentos negativos dos racializados contra os dominantes, eles pudessem ser apelidados de racistas.  De resto o texto é um misturar tudo e no fim querer que anti-fascistas e anti-comunistas fiquem em pé de igualdade, quando estamos num período histórico em que a única ameaça visível é a do fascismo, tal como colocar em quase pé de igualdade racistas e anti-racistas, uma i<b> deia ridí</b>cula apenas.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "d7f58ae6-f438-4803-e303-08d7adc2da1c",
                    "user": "8b7f8fc7-531b-445a-8d72-a12e1c7fa951",
                    "date": "10.02.2020",
                    "timestamp": "NA",
                    "commentText": "Está enganado. Em Portugal já fui discriminando num direito essencial por negros simplesmente por ser <b> branco.</b> E foi dito de forma explicita. Os ciganos também rejeitam os brancos por não fazerem parte da<b>  etnia</b>. Nomeadamente na não aceitação dos casamentos entre grupos, especialmente se for um<b> a mulhe</b>r cigana a casar com <b> um bran</b>co. Esta morre para o grupo (no passado, literalmente) e é totalmente ostracizada. Por isso, a percentagem da população é totalmente irrelevante para se pratica<b> r o raci</b>smo e tudo depende de factores culturais de cada grupo e em última análise de cada individuo.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Mulher",
                        "Etnia",
                        "Racismo",
                        "Branco"
                    ]
                }
            ],
            "keywords": [
                "Ridícula",
                "Racismo",
                "Negro",
                "Amarelo"
            ]
        },
        {
            "id": "03142e9a-4e14-4b06-b06c-08d7accfc840",
            "user": "16837219-17e0-4b79-adaf-f706ffab933c",
            "date": "10.02.2020",
            "timestamp": "NA",
            "commentText": "Antonio Barreto, para não fazer comparações absolutamente absurdas deveria reler o Capital de Marx, e o Main Kampf de Hitler, se é que alguma vez o fez....",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "49eb8521-87e9-4bd3-4b8a-08d7accfb5d8",
            "user": "16837219-17e0-4b79-adaf-f706ffab933c",
            "date": "10.02.2020",
            "timestamp": "NA",
            "commentText": "Resumindo, o Antonio Barreto é facho....",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9cda4832-bcbc-42ce-65f1-08d7acd05ce8",
            "user": "02c114cc-c3d3-46e6-a30e-1021cd031153",
            "date": "09.02.2020",
            "timestamp": "NA",
            "commentText": "Uma viagem ao Dicionário dos Antis com o qual o autor fotografou as dicotomias de ocasião, a <b> preto </b>e<b>  branco</b>.Na verdade, o cidadão tem todo o direito e liberdade de pensar uma coisa e o seu contrário. O problema existe quando a acção/ expressão de qualquer pensamento, ou sentimento, vai contra as regras democráticas da cidade. Pretender ir para além disto é cair em sofisma e demagogia.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Preto",
                "Branco"
            ]
        },
        {
            "id": "bc7baab4-2656-428b-a4ef-08d7acd112de",
            "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
            "date": "09.02.2020",
            "timestamp": "NA",
            "commentText": "o texto de barreto enquadra e prevê a priori os comentários que gera e o confirmam. Difícil fazer melhor a prova dos noves fora nada, e a prova real. O <b> racismo </b>professado é, ao contrário do fascismo ou do comunismo professados, inaceitável? Duas distinções intempestivas: o fascismo professado depois de auschwitz é um<b>  racismo</b> inaceitável, caro semi-raciocinador barreto. Curiosamente, não há nazis nem anti-nazis excepto na alemanha, e não sei se 'fascismo' inclui auschwitz, ou se contribui ideologicamente para o seu eclipse num certo inconsciente que aqui falta nomear. Comunistas depois do gulag são o gulag, fascistas depois de auschwitz são auschwitz. E <b> o racism</b>o: será tão inaceitável o professado como inextirpável o 'estrutural' (paradoxo teórico dos 'anti-racistas'), o q<b> ue mu</b>da o problema",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo",
                "Muda"
            ]
        },
        {
            "id": "9c4170a0-e148-4cbf-0263-08d7960b4eee",
            "user": "c02155a9-b5f9-4753-b814-3c7f35969e68",
            "date": "09.02.2020",
            "timestamp": "NA",
            "commentText": "O texto de AB,também, poderia ser intitulado de \"Vivissecação de todo e qualquer anti\",embora a demonstração e o exorcismo não sejam aprofundadas para atingir este objectivo. No campo dos conceitos,ficamos pelos preconceitos,embora limitados ao de <b> raça,</b>que não pode ser excessiva a caracterização do fascismo,do nazismo,do supremacismo<b>  branco</b>,como de constituição básica a partir daquele e da hostilização de tudo quanto é diferente e em consequência, inferior. É definitivo.AB pertence ao numeroso grupo dos que preocupados com o equilíbrio da virtude,acabam por nunca perceber que são os cães e não os lobos que diziam o rebanho.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "c4cd86c0-ef5c-42a3-a4e4-08d7acd112de",
                    "user": "c02155a9-b5f9-4753-b814-3c7f35969e68",
                    "date": "09.02.2020",
                    "timestamp": "NA",
                    "commentText": "\"...dizimam o rebanho\",como tencionei  escrever e desta forma corrijo.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Raça",
                "Branco"
            ]
        },
        {
            "id": "2b43719c-e95f-49a0-07b8-08d7acceeaf2",
            "user": "2b7837c6-2419-4f8d-861c-5df00f7707c0",
            "date": "09.02.2020",
            "timestamp": "NA",
            "commentText": "O texto detem algumas ideias e factos que vale a pena reflectir. E para a brigada da defesa do obvio, aqui vai. Viva o amor, abaixo o <b> racismo.</b> Viva a paz entre todos. Colocada esta defesa do obvio, calice sagrado dos comentadores bafientos deste forum, ainda auto-divididos no bafiento binómio \"esquerda/direita\", importa dizer que o<b>  racismo</b><b> , xenofobi</b>a, descriminação se praticam não são conceitos abstratos. Amanhã é segunda-feira e mais uma vez vou sair de casa e praticar o contrario destas maleitas, apenas mais um dia. Bem haja a todos.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo",
                "Xenofobia"
            ]
        },
        {
            "id": "1565a528-cae6-410b-65ca-08d7acd05ce8",
            "user": "79e0253b-fab9-4666-a154-6e8a3eb13000",
            "date": "09.02.2020",
            "timestamp": "NA",
            "commentText": "Concordo com AB que o <b> racismo </b>tem assumido um programa político de mera divisão da sociedade entre brancos e pretos. Se Portugal fosse<b>  racista</b>, veriamos outras \"raças \" a queixarem-se, nas manifestações \"anti-racistas \", sobretudo quando temos cada vez mais comunidades de outros países.   Porque nas manifestações apenas vemos africanos negros, a maioria provavelmente portugueses, estudantes ou trabalhadores,  inseridos na sociedade,  mas não vemos ciganos,  nepaleses, indianos, brasileiros,  etc? Para mim é porque essas manifestações são apenas gente manipulados por políticos à procura de protagonismo,  e que usam a desculpa da cor dessas pessoas para lhe incutir o ódio a<b> o branc</b>o como razão da sua baixa condição social. Falta dizer que a maioria estão nessa condição porque não estudaram...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo",
                "Racista",
                "Branco"
            ]
        },
        {
            "id": "b2cef580-7551-4b79-65c9-08d7acd05ce8",
            "user": "0b000368-15e2-4413-b396-512f08137e67",
            "date": "09.02.2020",
            "timestamp": "NA",
            "commentText": "Excelente texto. Todo o <b> racismo </b>é condenável. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "e9e72dd3-b240-420a-079f-08d7acceeaf2",
            "user": "ad91ec31-3d7e-45f5-afd3-01905b95c359",
            "date": "09.02.2020",
            "timestamp": "NA",
            "commentText": "Um arregimentado completamente lele da cuca. Um oportunista a vida toda sempre a fazer fretes a quem lhe pagar mais. A confusao naquela cabeca e' tao grande (ou propositada?... ou uma mistura das duas...) que nao vale a pena rebater seja o que for.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "8d40d76e-8f8b-4496-a4c2-08d7acd112de",
                    "user": "7567c598-2b67-4862-9893-8d723eaf52ed",
                    "date": "09.02.2020",
                    "timestamp": "NA",
                    "commentText": "Reli o texto e ia colocar um comentário com essa mesma conclusão: ''A confusão naquela cabeça é tão grande (...) que não vale a pena rebater seja o que for''. Já não preciso. Obrigado.        ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "87751adf-1e14-4d06-b04a-08d7accfc840",
                    "user": "f488c569-f935-43d7-8020-1283f6ee2c0c",
                    "date": "09.02.2020",
                    "timestamp": "NA",
                    "commentText": "\"Vieira\", você veio aqui insultar o António Barreto. Eu às vezes concordo com ele, outras vezes não. E, embora não costume fazê-lo, não acho que \"insultar\" seja particularmente repugnante. Mas insultar alguém de dá a cara, atrás de um \"Vieira\" qualquer , isso repugna mesmo.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "767383dc-8a0b-4ca5-65ed-08d7acd05ce8",
                    "user": "ad91ec31-3d7e-45f5-afd3-01905b95c359",
                    "date": "09.02.2020",
                    "timestamp": "NA",
                    "commentText": "Caro FM, seria insulto se nao fosse verdade, o Barreto na Coreia do Norte estaria a bater palmas ao querido lider. A sabujice, a compra de votos e \"opinioes\"' um classico da humanidade e o sr Barreto encaixa nesse esquema na perfeicao. <b> Comunista </b>fundamentalista na juventude agora, capataz do poder instuido, o anti-comunismo primario (havera' outro?) e' um emprego para a vida. Quanto ao seu insulto pessoal so lhe posso dizer que esta' profundamente enganado e 3 vezes, uma por nao acreditar no que eu digo, quem eu sou e por fim por acreditar num oportunista. alias nao 'e por acaso que quase metade dos comentadores que aqui opinaram no fundo dizem o que eu escrevi...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Comunista"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "4381d2c6-69ed-4f4d-b043-08d7accfc840",
            "user": "7567c598-2b67-4862-9893-8d723eaf52ed",
            "date": "09.02.2020",
            "timestamp": "NA",
            "commentText": "Que texto tão desarticulado e mal escrito... Vai muita confusão naquela cabeça...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "94e69a63-0e42-4d36-1a7a-08d7accf8d53",
            "user": "c96e2bfe-6430-43ba-9c07-ee6f3a8fcf4a",
            "date": "09.02.2020",
            "timestamp": "NA",
            "commentText": "O conflito racial que a esquerda identitária quer provocar tem como base a substituição do capitalista pelo <b> branco.</b> O<b>  branco</b> é o terrível \u0093opressor\u0094. E até já se houve falar em coisa extraordinárias como a \u0093esquerda branca\u0094. Quando no lugar do capitalista se coloca <b> o branc</b>o estamos a falar de uma substituição da luta de classes por uma luta de raças - e advogar uma luta de raças tem um nom<b> e: racis</b>mo. O \u0093a<b> nti-raci</b>smo\u0094 que hoje conhecemos bem é um falso <b> anti-rac</b>ismo. Esse <b> \u0093anti-ra</b>cismo\u0094 pode e deve ser chamado por outro nome<b> : anti-</b>branco. <b> O \u0093Anti-</b>racismo\u0094 da esquerda identitária é sinónimo<b>  de ant</b>i-branco. Sejamos precisos, não cham<b> emos ant</b>i-racismo (uma coisa digna<b> ) ao \u0093an</b>ti-racismo\u0094 sinón<b> imo de </b>anti-branco. Chamemos <b> a esse \u0093</b>anti-racismo\u0094 o qu<b> e ele é</b>: Anti-Branco, Anti-branquismo\u0085 o que for.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo",
                "Branco"
            ]
        },
        {
            "id": "21f275ee-fefb-4017-079a-08d7acceeaf2",
            "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
            "date": "09.02.2020",
            "timestamp": "NA",
            "commentText": "Que grande barret(o), enfia-o quem quiser.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "9d82ab4d-fcf9-43fb-07b6-08d7acceeaf2",
                    "user": "2b7837c6-2419-4f8d-861c-5df00f7707c0",
                    "date": "09.02.2020",
                    "timestamp": "NA",
                    "commentText": "É esse o seu nivel. E depois intitula-se \"intelectual\". A suas intervenções neste forum são de fraca qualidade. \"Barrete\" são as suas frases enlatadas. A sua lenga lenga movida a ego. O <b> racismo,</b> a<b>  xenofobia</b> a descriminação praticam-se. Não são conceitos teorico-abstratos. Nunca a li um argumento seu movido a lógica, dados ou boa fé. Só gritos do seu eg<b> o gord</b>o.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racismo",
                        "Xenofobia",
                        "Gordo"
                    ]
                },
                {
                    "id": "3f53fd1c-2eb7-4490-07ca-08d7acceeaf2",
                    "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
                    "date": "09.02.2020",
                    "timestamp": "NA",
                    "commentText": "Sabe o que é o reflexo do espelho?  É você um anónimo de treta a ver-se ao espelho. A imagem que reflete é de quem é useiro no exercício de bullying. Não seja cobarde e identifique-se. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "a5cb03f2-17dc-4ba3-a4f4-08d7acd112de",
                    "user": "2b7837c6-2419-4f8d-861c-5df00f7707c0",
                    "date": "09.02.2020",
                    "timestamp": "NA",
                    "commentText": "Como se escrever um primeiro e ultimo nome qualquer num fórum servisse de identificação. E mais do que isso o direito à privacidade existe. Ainda. Tenho direito à minha e de exprimir a minha opinião. Desde que cumpra os limites da lei e da liberdade, a minha e a dos outros. Portanto aceite a critica. Eu aceito a critica do anonimato. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "99a9c141-f6a8-485b-1aaa-08d7accf8d53",
                    "user": "2b7837c6-2419-4f8d-861c-5df00f7707c0",
                    "date": "09.02.2020",
                    "timestamp": "NA",
                    "commentText": "Devo também dizer que sou critico de algumas intervenções suas sobre este tema no forum. Não é nada pessoal. Não tenho nada contra sí. Apenas emito a minha opinião sobre o que se escreve. E estou preparado para receber do mesmo tipo de criticas. Podem ser fortes, mas não são ofensivas. Não a quero ofender. Peço desculpa se o fiz.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "0066b1e3-8664-47b3-307f-08d7adc173cf",
                    "user": "0ab8ca6a-2dea-440e-85e9-00d7fb3973b0",
                    "date": "10.02.2020",
                    "timestamp": "NA",
                    "commentText": "Cá está um comentário que podia estar no Correio da Manhã ou no Observador: não há um argumento, um raciocínio, nada. Só a vontade de vir \u0093mandar uma boca\u0094 sem apresentar qualquer justificação.        (Segunda tentativa de publicação deste comentário. A censura está apertada, aqui.)",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "3fecbac3-fa75-4bb5-a4b9-08d7acd112de",
            "user": "2773f406-cd43-4315-9702-e25d8f770993",
            "date": "09.02.2020",
            "timestamp": "NA",
            "commentText": "Coitado do António Barreto... cada vez mete mais dó. Um texto incoerente, mal escrito, sem um raciocínio minimamente consequente. Vê-se que está confuso, delicerado entre o que sabe que é moralmente correcto, a crítica sem tréguas de qualquer indício de <b> racismo,</b> e o facto de tal ser predominantemente feito pela Esquerda, palavra maldita para o senhor. Um inútil, que prega para o ar. Ninguém o ouve, porque não tem nada para dizer que seja minimamente relevante. E nem vale a pena desenvolver muito sobre a sua patética equivalência entre fascismo, uma idealogia hedionda que prega a violência e o ódio pelo Outro, com o comunismo, que por mais erros que tenha havido na sua implementação, defende a igual dignidade e valor de todo o ser humano.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "bb45b278-8114-42f1-0242-08d7960b4eee",
                    "user": "8b7f8fc7-531b-445a-8d72-a12e1c7fa951",
                    "date": "09.02.2020",
                    "timestamp": "NA",
                    "commentText": "Concordo com a sua última frase. Apesar do resultado final, infelizmente por vezes não ser diferente, há que distinguir entre ideologias que praticam o mal porque este faz parte da sua maneira de pensar, e aquele mal que é praticado por corrupção das ideias originais. No caso do Fascismo e diversas variantes a violência, o homicídio e a discriminação são a base ideológica que sustentam a prática. Já as ideologias de esquerda como o Socialismo (o Comunismo nunca foi implementado) visam exactamente o oposto. Visam a valorização e libertação do homem. Grande parte dos erros cometidos derivaram de o tentar implantar em épocas e locais em que a matriz cultural dos povos (Imperialismo Czarista/Chinês) os levou inconscientemente a agir usando valores tradicionais incompatíveis com o Socialismo.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "40f10158-af2c-4922-a4b8-08d7acd112de",
            "user": "ad097f06-d46d-41d8-85cb-78486c87dd09",
            "date": "09.02.2020",
            "timestamp": "NA",
            "commentText": "Em democracia não existe o anti o que existe são opiniões diferentes......não apregoam a liberdade?, o 25 de abrir....?. agora aguenta",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5b7cc93a-bb5b-4284-4b6b-08d7accfb5d8",
                    "user": "33b6a147-a54c-42aa-abe6-0644ef0c8402",
                    "date": "09.02.2020",
                    "timestamp": "NA",
                    "commentText": "racismo e fascismo não são liberdade de expressão ...apregoe <b> racismo </b>e fascismo na rua para ver o que lhe acontece.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racismo"
                    ]
                },
                {
                    "id": "9293d84a-b94c-4de0-3066-08d7adc173cf",
                    "user": "ad097f06-d46d-41d8-85cb-78486c87dd09",
                    "date": "10.02.2020",
                    "timestamp": "NA",
                    "commentText": "Faço todos os dias e...nada.   já dizia o duque de alba que povo sem alma e sem apego a sua terra que não lutam por ela ..  quando invadio Portugal no séc. XVI",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "0f24995e-e369-4750-0794-08d7acceeaf2",
            "user": "8b7f8fc7-531b-445a-8d72-a12e1c7fa951",
            "date": "09.02.2020",
            "timestamp": "NA",
            "commentText": "Há anos que digo nestas caixas o que AB aqui escreveu: \"Algumas esquerdas, grupos de minorias negras, activistas brancos e militantes anti-racistas têm feito, com êxito, o possível por criar um \u0093conflito racial\u0094.\" Ao menos AB não corre o risco da censura com que tantas vezes os pseudo-anti-racistas me punem. Mesmo nunca criticando a luta anti-racista, estes grupos sentindo-se imbuídos de uma autoridade e infalibilidade divina, não toleram qualquer critica às estratégias usadas. Como escrevi diversas vezes, há mais de 30 anos que a extrema-direita, a definhar lentamente, se tentava organizar politicamente sem sucesso. Porque o conseguiu agora? Porque agressividade dos anti-racistas actuais possibilitou o renascer de ideias que dependem exclusivamente de situações de conflito para existir.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "714b3aa6-063b-4b37-4b50-08d7accfb5d8",
                    "user": "10a71fd6-b97f-441a-b775-27d9fc4dea37",
                    "date": "09.02.2020",
                    "timestamp": "NA",
                    "commentText": "Dia 6 a Joacine escreveu uma publicação no Facebook a mandar a um certo sítio (literalmente) as mulheres de esquerda que a estavam a questionar acerca do voto sobre o IVA da eletricidade. (Eu vi um print na página de Twitter da jornalista Fernanda Câncio.) Não sei quanto aos anti-racistas que o Pensador refere de forma abstrata, mas sei que, por exemplo, esta senhora está a fazer um trabalho espantoso a dar argumentos aos Venturas. Ela é um cavalo de Tróia auto-implantado e infelizmente não se \u0093desimplanta\u0094 tão cedo.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "1a4397ab-37e3-4fee-a4bf-08d7acd112de",
                    "user": "8b7f8fc7-531b-445a-8d72-a12e1c7fa951",
                    "date": "09.02.2020",
                    "timestamp": "NA",
                    "commentText": " Procurei esse tweet de Fernanda Câncio e esforcei-me por confirmar se não estava a ver uma conta e noticia falsa. Fico estupefacto ao me parecer ser tudo verdadeiro, e o baixíssimo nível de Joacine ao mandar à \"m*rda\" quem a questionou! Verdadeiramente inaceitável e que envergonha quem nela votou e confiou. A justificação de Joacine para o voto sobre o IVA da electricidade não passa de retórica oca e depois faz a defesa do Status Quo. Pelos vistos já faz parte do estaminé. E sim Joacine e as pessoas à volta das quais ela gravita, e que gravitam à volta dela são um exemplo dos pseudo-anti-racistas a que me refiro. Os termos belicosos, agressivos, conflituosos, com laivos vingativos contra os portugueses de 2020 devido ao que os portugueses de 1500 fizeram estão a criar uma grande clivagem",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "825cc315-d5a3-44a1-4b44-08d7accfb5d8",
            "user": "080141cc-5146-4672-b80f-9ccc5f60dc1c",
            "date": "09.02.2020",
            "timestamp": "NA",
            "commentText": "Um artigo com várias cambalhotas. No contexto português nivelar o antifascismo com anticomunismo e o <b> racismo </b>de brancos com o de negros é distorcer a realidade. Enquanto tivemos no sec XX quase 50 anos de fascismo gostava de saber quando é que tivemos comunismo? Gostava que o AB me dissesse quantas leis anti-constitucionais o PCP (certas esquerdas) propôs nestes últimos 40 anos. Relativamente ao<b>  racismo</b>, estatisticamente em Portugal <b> o racism</b>o de brancos para com negros tem uma escala incomensurávelmente maior do que<b>  o racis</b>mo dos negros têm para com os brancos porque a comunid<b> ade ne</b>gra é claramente minoritária. E dúvido bastante que os anti-racistas não condenem igualmente toda a violência e discurso de ódio movido por preconceitos raciais.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "9fb571d5-fa02-47a7-025f-08d7960b4eee",
                    "user": "10a71fd6-b97f-441a-b775-27d9fc4dea37",
                    "date": "09.02.2020",
                    "timestamp": "NA",
                    "commentText": "\u0093No contexto português nivelar o antifascismo com anticomunismo e o <b> racismo </b>de brancos com o de negros é distorcer a realidade.\u0093 - Exato.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racismo"
                    ]
                }
            ],
            "keywords": [
                "Racismo",
                "Negra"
            ]
        },
        {
            "id": "906573ac-b684-47ed-b035-08d7accfc840",
            "user": "91168998-e16c-49b5-a12c-d21286d9e99c",
            "date": "09.02.2020",
            "timestamp": "NA",
            "commentText": "Mais um dos raros artigos que podem ajudar a que isto não cabe tudo numa luta na lama. Uma lama que neste tipo de luta costuma ficar vermelha de sangue muito rapidamente. Um artigo que ajudará (a mim seguramente) a tentar evitar cores desnecessárias e incendiárias à argumentação nas discussões do dia a dia.. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}