{
    "header": {
        "title": " Líder das Mulheres Socialistas acusa deputado do Chega de \u0093racismo\u0094 e \u0093sexismo\u0094 ",
        "subtitle": " Socialistas condenam comentários de André Ventura contra Joacine Katar Moreira. ",
        "owner": " ['Lusa'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 1497  partilhas",
        "datePosted": " 29 de Janeiro de 2020, 9:09 ",
        "dateExtraction": " 2020-02-13 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2020/01/29/politica/noticia/lider-mulheres-socialistas-acusa-deputado-chega-racismo-sexismo-1902071 ",
        "postText": " ['A presidente do Departamento das Mulheres Socialistas, Elza Pais, acusou o deputado do Chega, André Ventura, de \u0093racismo\u0094 e de \u0093sexismo\u0094, violando os princípios fundamentais da Constituição, ao sugerir a deportação da deputada do Livre, Joacine Katar Moreira.', 'Esta posição da deputada socialista Elza Pais foi divulgada na terça-feira na rede social Facebook, depois de André Ventura propor que Joacine Katar Moreira seja \"devolvida ao seu país de origem\" por a deputada do Livre ter proposto uma alteração ao Orçamento do Estado para este ano prevendo que o património existente nos museus portugueses seja devolvido às antigas colónias de Portugal. A referência de Ventura era também sobre a relação conflituosa entre Joacine e o Livre.', 'Para a presidente do Departamento das Mulheres Socialistas, \u0093há limites para a tolerância\u0094. \u0093Já chega. O comentário de André Ventura à Joacine [Katar Moreira] propondo que seja devolvida ao seu país de origem é inadmissível num Estado de Direito democrático por violar os princípios fundamentais da Constituição e da democracia\u0094, considerou.', 'Segundo Elza Pais, André Ventura fez \u0093um comentário racista e sexista que não se pode tolerar\u0094. \u0093É um atentado à dignidade de todas e de todos nós, à dignidade da pessoa humana. Absolutamente intolerável\u0094, escreveu.', 'Entretanto, também o deputado Pedro Delgado Alves se insurgiu contra os comentários do deputado do Chega na mesma rede social - que tem sido, aliás, local privilegiado para as reacções à polémica. \u0093Para quem busca fontes jurídicas para condenar as afirmações de Ventura de hoje não faltam opções: a Constituição da República, os bens jurídicos tutelados no Código Penal e na legislação contra a discriminação xenófoba, o Estatuto dos Deputados, o Código de Conduta dos Deputados, entre vários outros.\u0094', 'E acrescenta: \u0093A questão deve no entanto ser logo encarada num outro plano, sobre o que é a nossa comunidade: estes valores não são os da República Portuguesa, estes valores não têm lugar no século XXI, estes valores que negam o outro e os seus direitos não podem voltar a ter espaço político numa Democracia e num Estado de Direito.\u0094', 'O líder parlamentar do Bloco já avisou que irá propor um voto de condenação no Parlamento pelas declarações de André Ventura - uma espécie de moeda de troca depois de em Dezembro o deputado do Chega ter levado ao plenário um voto de condenação contra Ferro Rodrigues por este o ter repreendido por usar a palavra \u0093vergonha\u0094 insistentemente e admitir que teria que o \u0093parar\u0094.'] ",
        "numberPosts": " 26 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Gender - General,Ethnicity - General,Ethnicity - White,Nationality - General,Physical Identity - Physical (and Mental) Impairments,Gender - Female sexuality,Sexual Identity - General,Ethnicity - Black",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Mulher,Machismo,Patriarcado,Género,Racista,Racismo,Etnia,Branco,Estrangeiro,Nacionalidade,Idiota,Ridícula,homofóbico,Africana",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "ad1113be-b348-4c99-fdf1-08d7960b4eed",
            "user": "21900df7-06a3-48c4-9659-2a7bebed6b66",
            "date": "30.01.2020",
            "timestamp": "NA",
            "commentText": "...E então como classificam o comportamento da Joacine desde q chegou á AR?!... E tudo o resto?!... Deve ser louvável... Ou não?!...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3c01465f-3685-4813-ed28-08d7a4437f6f",
            "user": "9404e88f-56c6-43e1-919a-8f60946b1fc0",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Temos de o criticar (Ventura) mas a critica depressa se transforma em publicidade grátis. Muitos abstencionistas odeiam a ordem estabelecida. A ordem estabelecida critica Ventura...ergo...os abstencionistas (de direita) começam a gostar de Ventura. diabólico.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "c8560008-53ca-49db-1154-08d7a44322dc",
            "user": "2f637751-e0f3-49eb-8432-c222aef85661",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "O André Ventura fala contra os casamentos combinados em certas comunidades, mas esta senhora acha que ele é sexista. O que eu acho é que esta senhora além de covarde é uma parva.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "ca986de2-350f-4d6f-fd38-08d7960b4eed",
            "user": "c373fa43-9e13-400f-b67c-601b95813501",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Muito bom para o Chega ter mais votos nas proximas eleições...Cabecinhas pensadoras!O Ventura diz o que muitos pensam. Muitos teriam dito o mesmo á Katar. Ela foi <b> idiota </b>e mereceu. Ela é deputada na AR PORTUGUESA, não é um lugar oferecido a um<b>  estrangeiro</b> para defender causas estrangeiras! A Katar esquece-se disso. Se o resto da pandilha não tem os ditos no sitio para lhe relembrar isso, o Ventura fê-lo...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Estrangeiro",
                "Idiota"
            ]
        },
        {
            "id": "d24539c7-dc5e-43d7-ed1d-08d7a4437f6f",
            "user": "9e303225-bc6b-4f1d-a039-744ab6edc426",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Esta indivídua é mais uma prova viva de que o analfabetismo funcional pulula  e aumenta de modo galopante neste país. Nem sabe que a cidadã Joacine é património IMATERIAL das ex-colónias, é que por lógica também terá de ser devolvida às suas origens.  Mas a indvídua pediu ou não a devolução do património cultural (material e imaterial para as ex-colónias? Mas não sabem o que pedem e proferem? Não compreendem que têm há décadas analfabetos funcionais para o vigarista a governar este pequeno país?",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "41211756-9254-469d-b05c-08d7a443991c",
            "user": "278ffa2f-fef0-40b1-a1fe-c195dd3c1282",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Mais uma a dar corda ao Ventura. Se o ignorassem talvez o homem perdesse o protagonismo.Mas há uma coisa que em minha opinião se deve repetir: Não percebo a lógica da proposta do LIvre. Essa proposta está sujeita a este tipo de remoques. Ao mesmo tempo esta excitação toda dos supostos anti-racistas, Sexistas e outros que tais é <b> ridícula </b>e patética!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Ridícula"
            ]
        },
        {
            "id": "cf0d8f5c-2d17-472b-fd30-08d7960b4eed",
            "user": "e681c949-12bf-4dae-ab21-68a7683c8137",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Por onde começar......O comentário do André Ventura é parvo e <b> racista </b>e agora vamos ao resto.1 - O comentário não sexista. Em nenhuma altura ele referiu qualquer comentário negativo por ela ser<b>  mulher</b>. Por este caminho também deviam ter dito que o comentário er<b> a homofóbic</b>o...acho que não se lembraram desse.2 - O AV disse o que disse no facebook e não na assembleia da republica. Ainda que a diferença seja pouca, ela de facto existe. Ninguem gosta da ideia de uma empresa a despedir um trabalhador por causa daquilo que ele/a disse nas redes sociais....fazer isso a um deputado é igual.3 - o AV já não aparecia na comunicação social à algum tempo e aproveitou a oportunidade. Pegou numa ideia parva da joacine e disse algo pior por cima.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Mulher",
                "Racista",
                "homofóbico"
            ]
        },
        {
            "id": "e3c93712-95d7-45fa-b056-08d7a443991c",
            "user": "b6e435d2-808f-4094-b73a-7f2b77733041",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "A tactica dos grunhos afetos ao Chega é terem multiplos perfis na net para parecerem muitos. Não  são, são  meia duzia, aliás  como se viu recentemente na manifestação dos policias afetos  ao mov. zero, foram isolados dos outros sindicatos e foi o que se viu.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "aab08e20-813c-4e56-ed17-08d7a4437f6f",
            "user": "e78e0825-9ded-46d3-85b2-1eefaec79483",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "A direita não tem proposta. Digo isso e vejo a comprovação disso, sempre. Por que o deputado pede a deportação? O que isso acrescenta ao debate? Em outras palavras, não tendo argumentos usa do sofismo para vencer. A postura da deputada socialista, por outro lado, é muito coerente e correta. Não se pode aceitar este discurso vazio, que não tem outro propósito que não seja desviar a atenção pública das reais questões.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8846ccf3-a52c-4f91-1df6-08d7a443f8a6",
            "user": "130acfc5-05b4-46d7-933e-7e10cc1837cf",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Poderá haver liberdade de expressão no país onde vivo? É em Portugal. Já não me interessa muito com 96 anos, mas que seja para os meus filhos netos e bisnetos. A cor não interessa, talvez, digo eu! Nascido a 23-2-1923 na cidade da Praia, ilha de Santiago, Cabo Verde. Dupla nacionalidade: cabo-verdiana e portuguesa, voto: sempre em <b> branco.</b> Bate, bate que eu gosto, lá diz a letra da música. Quanto mais bates mais ele gosta, é isso mesmo, dá-lhe gás para ter mais apoio. Imagino a sensação de divertimento que o mestre André sentiu quando a Sra. deputada Elza assim falou. Se é assim que o ps quer combater tais ideologias, não tarda o dia em que o sr. costa é substituído pelo sr. andré.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Branco"
            ]
        },
        {
            "id": "987652dd-c9db-4aff-ed0f-08d7a4437f6f",
            "user": "16837219-17e0-4b79-adaf-f706ffab933c",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "É incrível a quantidade de pessoas racistas em Portugal. Vejam só os comentarios abaixo....Deviam ser todos processados....",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "89e26b7c-c163-4e23-bf44-08d7a442b6a7",
            "user": "bc88dc3a-f679-48d5-8340-a9d2c8bbc439",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Mas existir tal \"departamento\" não é sexismo?",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "521600fc-1490-48f1-113d-08d7a44322dc",
            "user": "23a5091f-7a2c-4b3f-95c0-1bf70974bdd6",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "\"A presidente do Departamento das Mulheres Socialistas\", esta gente nao faz ideia do ridiculo que faz? Outra inutil, provavelmente ate esganicada, a querer que se fale nela?",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "edb82d31-971a-41e0-bf4a-08d7a442b6a7",
                    "user": "b40fad38-d764-45d0-85c0-5335920ee940",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "João, está a perder a razão ao chamar \"inútil\" e \"esganiçada\" a alguém só por ser <b> mulher.</b> Não percebe que, isso sim, tem todo o cabimento de ser considerado sexismo?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Mulher"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "30465831-3ed3-48c9-1dea-08d7a443f8a6",
            "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Muito bem, mulheres socialistas!",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "35185522-95b4-40c0-bf43-08d7a442b6a7",
                    "user": "98ee4ecd-35fe-4e8b-94c9-9481e7ed7506",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Olha a misandria da Sra Margarida...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "9a26454d-4fe8-492f-113f-08d7a44322dc",
                    "user": "10a71fd6-b97f-441a-b775-27d9fc4dea37",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "O Cidadão Masculino que chama \u0093galdérias\u0094 às comentadoras não tem moral para dizer que quem quer que seja é misândrica. Pois claramente tem uma visão enviesada do espectro misoginia-misandria.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "56272b51-30f8-4344-bf71-08d7a442b6a7",
                    "user": "98ee4ecd-35fe-4e8b-94c9-9481e7ed7506",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Eu chamei \"galderia\" a uma comentadora que chama a outros de \"trogloditas\". Foi em resposta a esse comentario, nao foi nenhum insulto em inicio de conversa. Quem diz aquilo que nao deve, ouve aquilo que nao quer. Quanto a Sra Margarida, ela tem odio ao homem <b> branco,</b> toda a gente sabe disso. Ela esta sempre a criticar o homem, especialmente o homem<b>  branco</b>. Ela sabe disso. Voce devia saber disso. Se um grupo de homens criar um \"Departamento dos Homens Socialistas\", ainda gostaria de saber o que a Sra Margarida diria. Todos sabemos que ela chamaria logo d<b> e machism</b>o <b> e \"patriarca</b>do\".",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Machismo",
                        "Patriarcado",
                        "Branco"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "389be738-1cb0-4332-fd20-08d7960b4eed",
            "user": "b40fad38-d764-45d0-85c0-5335920ee940",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Não percebo isto. Porque é que agora qualquer crítica a uma <b> mulher </b>é sexismo e qualquer crítica a uma pessoa de ascendência<b>  africana</b> <b> é racism</b>o? A Joacine tem feito mais do que suficiente para merecer críticas legítimas independentemente do s<b> eu géne</b>ro ou cor de pele. Se a Joacine criticar André Ventura, também a podemos acusar<b>  de raci</b>smo e de sexismo? É que a pertinência da crítica é a mesma! E isto não tem nada a ver com apoiar André Ventura, essa criatura execrável na política portuguesa. Tem a ver com o ridículo a que chegámos, em que certos grupos se acham no direito de utilizar a vitimização para tentar anular qualquer crítica que lhes seja dirigida e ganhar superioridade moral aos seus oponentes. Se isso não é exactamente o \"privilégio\" que tanto acusam os outros de exercer, o que é?",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "2800c4d7-e50d-4f0f-e2d6-08d7a4444dbe",
                    "user": "10a71fd6-b97f-441a-b775-27d9fc4dea37",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "A crítica dirigida por Ventura a Joacine não foi uma qualquer. Ele basicamente disse: \u0093Vai prá tua terra!\u0094 Que é algo que faz parte do manual do discurso grunho-racista. Tanto Joacine como Ventura foram eleitos democraticamente. Tanto um como o outro têm a <b> nacionalidade </b>portuguesa (e Joacine vive cá desde os oito anos). Este tipo de discurso deve ser condenado por toda a gente sensata. Uma crítica válida é indicar que a Joacine é prepotente, inflamatória, que defende os interesses apenas de alguns portugueses e não de todos, por exemplo. Não é mandá-la para a outra terra dela. Porque sim, uma delas é Portugal.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nacionalidade"
                    ]
                },
                {
                    "id": "d846ccc6-5a31-444a-113e-08d7a44322dc",
                    "user": "16837219-17e0-4b79-adaf-f706ffab933c",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Que comentario <b> idiota.</b>...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Idiota"
                    ]
                },
                {
                    "id": "f694f589-44c6-4277-fd2b-08d7960b4eed",
                    "user": "b40fad38-d764-45d0-85c0-5335920ee940",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Cristina, é óbvio que há <b> racismo </b>por trás desta crítica específica à Joacine (estamos, afinal, a falar do Ventura...), mesmo tendo em conta o contexto específico em que foi proferida (a discussão da devolução do património às colónias). Mas todas as críticas à Joacine (e estamos plenamente de acordo quanto ao que constituem as muitas críticas válidas à deputada) têm levado com este rótulo. Nessa senda pergunto-lhe, onde é que está então o sexismo no \"vai para a tua terra\"? É com esta amalgamação de tudo o que se diz contra Joacine como <b> \"racista</b> e sexista\" que não concordo, acho que é vitimização e só serve para reduzir qualquer discussão a rótulos sem conteúdo. Rogu, se calhar você tinha algum argumento interessante sobre a a discussão, mas não foi capaz de o articular. É pena.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racismo",
                        "Racista"
                    ]
                },
                {
                    "id": "8809fada-bace-46e4-1160-08d7a44322dc",
                    "user": "10a71fd6-b97f-441a-b775-27d9fc4dea37",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "JDSousa, o meu comentário em resposta a este seu último é capaz de ter sido rejeitado indevidamente. Eu não tenho tempo para esperar e ver o que é que aconteceu, pelo que quero-lhe então apenas dizer que concordo com o que disse.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Género",
                "Mulher",
                "Racismo",
                "Africana"
            ]
        },
        {
            "id": "552b7338-11b0-4934-1de5-08d7a443f8a6",
            "user": "98ee4ecd-35fe-4e8b-94c9-9481e7ed7506",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Sera que existe um \"Departamento dos Homens Socialistas\"?",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "387635ef-a46b-4d1d-ed09-08d7a4437f6f",
                    "user": "b40fad38-d764-45d0-85c0-5335920ee940",
                    "date": "29.01.2020",
                    "timestamp": "NA",
                    "commentText": "Claro que não, isso seria <b> machismo.</b> Defender o próprio<b>  género</b> e a própri<b> a etni</b>a só é permitido a alguns.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Género",
                        "Machismo",
                        "Etnia"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "f798fd7d-63a0-4030-bf3c-08d7a442b6a7",
            "user": "f5a72f77-376b-4508-b787-05df0fdcdd0f",
            "date": "29.01.2020",
            "timestamp": "NA",
            "commentText": "Tretas tretas e tretas... Ventura diz sem filtros o que essas sras que agora,fingindo, rasgam as vestes pensam.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}