{
    "header": {
        "title": " Joacine Katar Moreira: uma activista negra a caminho do Parlamento? ",
        "subtitle": " Doutorada em Estudos Africanos, Joacine Katar Moreira deixou a Guiné-Bissau e veio viver para Portugal para um colégio interno quando tinha oito anos. É cabeça-de-lista do Livre por Lisboa e poderá ser eleita deputada no próximo domingo. ",
        "owner": " ['Sofia Correia Baptista'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 4602  partilhas",
        "datePosted": " 4 de Outubro de 2019, 13:14 ",
        "dateExtraction": " 2020-01-23 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2019/10/04/politica/perfil/joacine-katar-moreira-livre-1888664 ",
        "postText": " ['Quando era pequena, Joacine Katar Moreira era conhecida como \u0093la chica ente\u0094 porque, diz a própria, era tudo o que acabava em \u0093ente\u0094: impertinente, insolente, inconsequente. De acordo com os números da mais recente sondagem do Centro de Estudos e Sondagens de Opinião da Universidade Católica Portuguesa, feita para o PÚBLICO e para a RTP, \u0093la chica ente\u0094 pode chegar ao Parlamento depois das eleições de Outubro.', 'A cabeça-de-lista do Livre por Lisboa nasceu na Guiné-Bissau há 37 anos e veio para Portugal com oito. Na Guiné foi educada pela avó porque os pais eram muito jovens. Foi a avó quem a enviou para um colégio interno em Mafra, afastando-a da instabilidade política que se vivia na Guiné.', 'O colégio que frequentou era das espanholas Irmãs Dominicanas da Anunciata e Joacine não se identificava com as restantes meninas, muitas delas retiradas às famílias em contextos de dificuldades económicas ou maus-tratos, o que não era o seu caso, explicou em entrevista ao Diário de Notícias. Joacine conta que gostava muito de ir à escola, mas, quando chegou a Portugal, foi colocada de novo no segundo ano porque era o que se fazia habitualmente às crianças de origem africana. Esta contrariedade motivou-a a esforçar-se nos estudos, o que não a impedia de passar \u0093o tempo todo a questionar tudo\u0094.', 'Acabou por entrar na universidade. Para pagar a licenciatura trabalhou em supermercados e em hotéis. Licenciou-se em História Moderna e Contemporânea, tirou um mestrado em Estudos do Desenvolvimento e doutorou-se em Estudos Africanos no ISCTE, onde é investigadora do Centro de Estudos Internacionais.', 'A primeira vez que concorreu pelo Livre foi nas legislativas de 2015. Ocupava o 22º lugar na lista de Lisboa, o que acabou por lhe garantir uma certa \u0093invisibilidade\u0094. Em 2019, tornou-se na primeira mulher negra a encabeçar a lista de um partido a eleições legislativas. Foi convidada para entrevistas e programas de televisão e foi estrela nas acções de rua. A gaguez que a acompanha desde pequena não a inibiu. No colégio, essa condição também nunca a impediu de apresentar as festas de Natal ou de ler em voz alta sempre que era necessário.', 'Foi a partir do nascimento da filha que Joacine percebeu que não podia tentar esconder ou disfarçar a situação. \u0093Eu gaguejo quando falo, não gaguejo quando penso. O que é um risco enorme na Assembleia são os indivíduos que estão lá e que gaguejam quando pensam\u0094, disse recentemente no programa Gente Que Não Sabe Estar, da TVI, apresentado por Ricardo Araújo Pereira.', 'Joacine Katar Moreira fundou e é presidente do INMUNE - Instituto da Mulher Negra em Portugal, que nasceu em 2018. Descreve-o como uma \u0093entidade anti-racista\u0094 e \u0093feminista interseccional\u0094 que quer intervir na sociedade e produzir conhecimento sobre as experiências das mulheres negras. A criação de quotas étnico-raciais é uma das medidas do Livre, assim como a recolha de dados étnico-raciais sobre a população nos censos e a alteração da lei da nacionalidade, de forma a que todos os cidadãos que nasçam em Portugal sejam automaticamente portugueses.', 'A ideia de regressar à Guiné passou-lhe pela cabeça, mas por pouco tempo, mas Joacine sente que Portugal é que é a sua terra e disse-o em entrevista ao jornal i. A primeira viagem que fez foi precisamente à terra natal para visitar a avó, com dinheiro que poupou quando ainda estava no último ano da licenciatura. A sondagem desta semana vem dar-lhe a expectativa em relação a uma viagem futura: a caminho do Palácio de São Bento.'] ",
        "numberPosts": " 27 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Ethnicity - General,Ethnicity - Black,Gender - General,Physical Identity - Physical (and Mental) Impairments",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racista,Raça,Étnico,Negra,Preta,Africana,Mulher,Tipa,Gaga",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "16ad7234-037e-43f9-37f4-08d74903ce3a",
            "user": "3faac4fe-2a65-456c-8e7c-b036c5c8a92a",
            "date": "05.10.2019",
            "timestamp": "NA",
            "commentText": "Joacine Katar Moreira, como qualquer portuguesa, tem o direito de se candidatar a deputada. Pode e deve ser questionada como qualquer outra ou outro, sobre as suas convicções políticas, sobre o programa que defende e por aí fora. Tem a pele castanha e é <b> gaga.</b> E depois? Isso é absolutamente irrelevante. O que interessa é exactamente o mesmo que  interessa no caso, por exemplo, de Jerónimo de Sousa, de Catarina Martins, de António Costa, de Rui Rio, de Assunção Cristas, de Heloísa Apolónia, de André Silva, de Tino de Rans, e de todos os outros candidatos (desculpem mas a lista é longa). Se ao menos deixassem de chamar<b>  negra</b> a um<b> a mulhe</b>r que se vê que é castanha! Estou a ironizar? Antes estivesse. Portugal dos pequeninos.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Mulher",
                "Negra",
                "Gaga"
            ]
        },
        {
            "id": "c8566388-8817-495b-a038-08d749039497",
            "user": "d94f379f-b330-4d62-bd90-fe88f6401df4",
            "date": "04.10.2019",
            "timestamp": "NA",
            "commentText": "Achar que se copiam activistas negros dos falhados EUA sem importar também o reverso da moeda, que são os loucos supremacistas brancos, é de uma ingenuidade confrangedora.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "c68ab124-9e49-4d54-d390-08d743683e5c",
            "user": "f6a47c15-6984-4897-b08d-24849c4938c1",
            "date": "04.10.2019",
            "timestamp": "NA",
            "commentText": "Ja existem deputodos/as de extrema esquerda que cheguem.. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "d2e71a10-ba3c-478e-ec01-08d7481953a9",
            "user": "74468d10-3dd2-489b-89cf-5c7ffd41835a",
            "date": "04.10.2019",
            "timestamp": "NA",
            "commentText": "era só o que faltava naquele circo a que chamam de par(a)lamento, uma <b> preta </b<b> >racista</b>, feminista, ecofascista e que não consegue meter a 2ª quando fala!",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "493348e0-8377-43c1-aa68-08d74902b2d6",
                    "user": "ad7bf462-f638-44ed-8f67-f611e64b3726",
                    "date": "04.10.2019",
                    "timestamp": "NA",
                    "commentText": "prefiro uma <b> gaga </b>às suas baboseiras",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gaga"
                    ]
                },
                {
                    "id": "649541f5-d95c-4fb0-d3be-08d743683e5c",
                    "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
                    "date": "05.10.2019",
                    "timestamp": "NA",
                    "commentText": "Este comentário foi aprovado por um Moderador contra as regras de publicação. Denunciei o comentário e denuncio o Moderador.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racista",
                "Preta"
            ]
        },
        {
            "id": "ee34e46d-5da7-451c-3b84-08d748120fdb",
            "user": "43993747-edb9-4cfe-b23c-c38b08096cbe",
            "date": "04.10.2019",
            "timestamp": "NA",
            "commentText": "Uma <b> racista.</b> ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "7341d2f0-f6f2-42e4-37d6-08d74903ce3a",
                    "user": "43993747-edb9-4cfe-b23c-c38b08096cbe",
                    "date": "04.10.2019",
                    "timestamp": "NA",
                    "commentText": "Nunca vi um político português falar de qualquer <b> raça </b>como ela fala dos brancos. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Raça"
                    ]
                },
                {
                    "id": "fde3fedc-a0fb-42b9-1340-08d749014edf",
                    "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
                    "date": "05.10.2019",
                    "timestamp": "NA",
                    "commentText": "Você é que é <b> racista.</b> ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racista"
                    ]
                }
            ],
            "keywords": [
                "Racista"
            ]
        },
        {
            "id": "79bd66aa-ad80-4cd3-7d2f-08d7480f6c14",
            "user": "d8d115f7-cfc3-4676-9b4b-0f5b378dffb9",
            "date": "04.10.2019",
            "timestamp": "NA",
            "commentText": "Uma <b> tipa </b>com ideias manhosas...portugal endoideceu....depois nao se queixem!!!!",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "48ee3c7c-6829-4620-d386-08d743683e5c",
                    "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
                    "date": "04.10.2019",
                    "timestamp": "NA",
                    "commentText": "O uso da palavra \"manhosas\" denota o seu nível cultural, ou devia dizer, sem cultura?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Tipa"
            ]
        },
        {
            "id": "2b6f86e8-7ed9-4897-cb02-08d7480fbcb8",
            "user": "2ac6f34d-e4aa-4348-afbb-ea2ed5ef85ba",
            "date": "04.10.2019",
            "timestamp": "NA",
            "commentText": "Já não era sem tempo acabar com este atavismo da sociedade portuguesa, mesmo sendo um (pseudo) modernismo.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "775d3b85-9b44-4caa-ebd8-08d7481953a9",
            "user": "f5d9a942-fd7d-451a-89b0-c99c2520b0d4",
            "date": "04.10.2019",
            "timestamp": "NA",
            "commentText": "Pergunto sem qualquer segunda intenção: a Joacine tem alguma posição que queira tornar pública sobre a mutilação genital feminina?",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 14,
            "replies": [
                {
                    "id": "b55c6f34-96fa-4b03-d8cd-08d748126a85",
                    "user": "371a4ab2-9816-4099-9d37-b2a0e17fd551",
                    "date": "04.10.2019",
                    "timestamp": "NA",
                    "commentText": "Sem qualquer segunda intenção? Hmmm...permita-me que duvide. Só duvidar. Sem qualquer segunda intenção.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7d1c45e0-868e-487e-ebdf-08d7481953a9",
                    "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
                    "date": "04.10.2019",
                    "timestamp": "NA",
                    "commentText": "Este artigo nãomé uma entrevista à Joacine e sim uma compilação de informações já publicadas por outros orgãos de informação. Lamento que o Público não tenha ido mais longe. Não sei se a Joacine já se manifestou sobre a mutilação genital feminina mas como é Feminista posso lhe dizer que é contra.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "dc9d647a-15a7-4199-6ab8-08d74811711a",
                    "user": "f5d9a942-fd7d-451a-89b0-c99c2520b0d4",
                    "date": "04.10.2019",
                    "timestamp": "NA",
                    "commentText": "Como não conheço bem a candidata, tenho que perguntar para saber. Margarida, se a conhece, aceito a sua opinião, mas note que não é líquido que todas as feministas se oponham a essa prática em público ou que lhe dediquem a mesma energia que dedicam ao feminismo em geral.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3bdbb9a9-4838-4c95-ebe3-08d7481953a9",
                    "user": "f5d9a942-fd7d-451a-89b0-c99c2520b0d4",
                    "date": "04.10.2019",
                    "timestamp": "NA",
                    "commentText": "Ainda respondendo ao Gustavo, se a Joacine for contra a mutilação genital feminina e o afirmar em público, acho que isso dificilmente a prejudicará; a menos que consideremos que a candidata pretende capturar o voto <b> étnico </b>e prefere deixar o assunto em branco; isso sim, seria moralmente reprovável. O mais reprovável de tudo seria, evidentemente, que a Joacine declarasse o seu apoio a essa prática, mas nem sequer vou por aí.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Étnico"
                    ]
                },
                {
                    "id": "4ce316e4-dee9-4028-d365-08d743683e5c",
                    "user": "1f01d620-6de2-4998-ac7e-bd8de2276a9d",
                    "date": "04.10.2019",
                    "timestamp": "NA",
                    "commentText": "Oh Vitor pergunta ao Old, que ele explica-te .",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "c301f16b-f69f-439d-d366-08d743683e5c",
                    "user": "f5d9a942-fd7d-451a-89b0-c99c2520b0d4",
                    "date": "04.10.2019",
                    "timestamp": "NA",
                    "commentText": "Conde!!! Que acha sobre a mutilação genital feminina?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "eaa14e63-0a94-4019-d367-08d743683e5c",
                    "user": "1f01d620-6de2-4998-ac7e-bd8de2276a9d",
                    "date": "04.10.2019",
                    "timestamp": "NA",
                    "commentText": "É um assunto que tomei conhecimento em louco no século passado, mais concretamente em 1973 não aprovo estes costumes ancestrais e tribais assim como a circuncisão judaica.        Já agora, qual a sua opinião sobre a mesma.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3c3c934b-8125-4d72-6ac2-08d74811711a",
                    "user": "f5d9a942-fd7d-451a-89b0-c99c2520b0d4",
                    "date": "04.10.2019",
                    "timestamp": "NA",
                    "commentText": "É desnecessária e inaceitável quando feita em crianças. Se um adulto quiser fazê-la, que a faça a expensas dele.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3f27949a-2aae-4503-cb04-08d7480fbcb8",
                    "user": "1f01d620-6de2-4998-ac7e-bd8de2276a9d",
                    "date": "04.10.2019",
                    "timestamp": "NA",
                    "commentText": "Oh Vitor, guarda a carteira.        Desde 1983 foste bem depenado, e nunca te preocupaste como é noemal num habitante do cavaquistão e arredores da O.C.C. que sempre ajudaste a viver e a ganhar algum.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "31b19dc2-4c54-4a0d-d374-08d743683e5c",
                    "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
                    "date": "04.10.2019",
                    "timestamp": "NA",
                    "commentText": "Vitor Pereira e os cabeças de Lista dos outros partidos algum se manifestou sobre a mutilação genital feminina? Perguntou-lhes? Ou só questiona a Joacine porque ela é <b> negra </b>e de origem<b>  africana</b>?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Negra",
                        "Africana"
                    ]
                },
                {
                    "id": "0c739c0f-b8a2-42f5-6ad3-08d74811711a",
                    "user": "ce39b74f-2a68-4997-94d4-77128678a025",
                    "date": "04.10.2019",
                    "timestamp": "NA",
                    "commentText": "Quanto à mutilação genital ou à circuncisão São Paulo é totalmente contra a este costume judaico, pois, segundo ele, Deus fez-nos fisicamente de uma maneira, não temos, por isso, que nos mutilar. Claro que isto é doutrina cristã e só aceita quem for crente: os restantes deve ignorar as palavras de São Paulo.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3edd67fe-5826-4fe3-aa8a-08d74902b2d6",
                    "user": "f5d9a942-fd7d-451a-89b0-c99c2520b0d4",
                    "date": "05.10.2019",
                    "timestamp": "NA",
                    "commentText": "Margarida, porque é que uma pergunta objectiva lhe causa esse mal-estar? O que é que interessa, a pergunta em si ou as minhas motivações mentais quando a faço? Está a sugerir indirectamente que é difícil que a Joacine me responda?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6d1acc9b-0d04-4ca2-133f-08d749014edf",
                    "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
                    "date": "05.10.2019",
                    "timestamp": "NA",
                    "commentText": "Não, estou a sugerir que é <b> racista.</b> Não acredito que tenho de lhe explicar.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racista"
                    ]
                },
                {
                    "id": "61f30c71-f1bb-4117-9190-08d74aedb5f4",
                    "user": "f5d9a942-fd7d-451a-89b0-c99c2520b0d4",
                    "date": "07.10.2019",
                    "timestamp": "NA",
                    "commentText": "Quando temos uma candidata (entretanto eleita) vinda de uma dada comunidade onde existe uma prática inaceitável, é lógico, necessário e totalmente não discriminatório perguntar-lhe o que pensa dessa prática. Tem algum indício de que Assunção Cristas, por exemplo, seja a favor da MGF? E quando se atira com o rótulo \"<b> racista\"</b>, tem-se mesmo que explicar. Percebe porque é que muitas vezes a sua ideologia é classificada como extremista? Provavelmente não.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racista"
                    ]
                }
            ],
            "keywords": []
        }
    ]
}