{
    "header": {
        "title": " O género foi à casa de banho ",
        "subtitle": " Se o que fazemos quando acedemos a uma casa de banho pública é apenas satisfazer necessidades fisiológicas ou de higiene básicas, não bastaria regular o acesso de forma a assegurar a higiene, privacidade e segurança de quem as frequenta, sem atender ao critério \u0093género\u0094? ",
        "owner": " ['Helena Pereira de Melo'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 56  partilhas",
        "datePosted": " 6 de Setembro de 2019, 7:23 ",
        "dateExtraction": " 2019-12-18 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2019/09/06/sociedade/opiniao/genero-casa-banho-1885250 ",
        "postText": " ['As pessoas educadas não dizem \u0093vou à casa de banho\u0094 mas, através de uma das fórmulas mais ou menos elegantes disponíveis para o efeito, dizem \u0093vou ali e volto já\u0094. As casas de banho foram um \u0093não-assunto\u0094 na sociedade portuguesa até há alguns anos, quando se tornaram tema de conversa sobre decoração: inventámos retretes com formas geométricas interessantes e lavatórios em que o funcionamento da torneira é um enigma a resolver, em regra, depois de termos ensaboado as mãos.', 'Se pesquisarmos no Diário da República verificaremos que o legislador se tem muito interessado, nas últimas décadas, pelas casas de banho (se o cerne do exercício do poder legislativo fosse no Porto e não em Lisboa, falaríamos em \u0093quartos de banho\u0094) publicando diplomas onde regula o acesso a estas divisões, nas casas de habitação própria, escolas, hospitais, penitenciárias, barcos... Diríamos mesmo existir um nicho de mercado para os compiladores de legislação da nossa Praça, que poderiam auferir direitos de autor resultantes da publicação de uma \u0093Coletânea de Legislação Sanitária\u0094, em dois volumes: I \u0096 \u0093Mobiliário sanitário\u0094; II \u0096 \u0093Saneamento básico\u0094. E bem andou o legislador português ao regular pormenorizadamente a matéria, assegurando a proteção de direitos humanos, como sejam o direito à água e ao saneamento básico, à saúde e à privacidade.', 'Recentemente, através do Despacho n.º 7247/2019, publicado a 16 de agosto de 2019, o legislador determinou que as escolas garantam às crianças, no exercício dos direitos destas à autodeterminação da identidade e expressão de género e à proteção das suas características sexuais, a escolha das casas de banho e balneários a que preferem aceder. Ao fazê-lo visou sobretudo proteger as crianças que se integram nas minorias vulneráveis dos intersexuais e dos transgénero. A maturidade de uma democracia afere-se também pela proteção que confere aos direitos das suas minorias. Se causa angústia existencial profunda às raras crianças que as integram, usar as casas de banho e balneários afetos a pessoas de um certo género, o respeito pela sua dignidade e desenvolvimento livre e harmonioso da sua personalidade não implicará que possam aceder às outras?', 'A questão que temos discutido publicamente está associada a outra, mais importante em termos de política legislativa: Fará sentido a dividir as casas de banho apelando-se ao critério \u0093género\u0094? Não será possível, asseguradas as indispensáveis condições de privacidade, deixar de recorrer a esse critério (como o fazem algumas instituições europeias) quando se organiza o acesso a estas divisões? Não reforça os estereótipos de género a tradicional divisão entre \u0093masculinas\u0094 e \u0093femininas\u0094, com todas as implicações, nomeadamente arquitetónicas, a tal associadas que, por exemplo, implicam que as destinadas às mulheres sejam em maior número nalguns estabelecimentos porque se pressupõe que estas demoram mais quando as utilizam?', 'Nas nossas casas todos convivemos sem tal divisão e não há urinóis disponíveis ao contrário do que sucede em alguns países da Europa central. Não são um objeto arquitetonicamente valorizado no nosso País e os membros do género masculino das famílias portuguesas não têm exigido a sua existência nas casas de banho. Se a exigissem e houvesse visitas de cerimónia teríamos mesmo de pensar em como disfarça-las: talvez colocando um vaso de gerberas, atento o seu colorido e tamanho? Também nos aviões a convivência entre géneros diferentes, em matéria de casas de banho, é pacífica, mesmo nas viagens de longo curso.', 'Se o que fazemos quando acedemos a uma casa de banho pública é apenas satisfazer necessidades fisiológicas ou de higiene básicas, sem grande interesse, em princípio, para o que as antecedeu e o que se segue no nosso dia, não bastaria regular o acesso de forma a assegurar a higiene, privacidade e segurança de quem as frequenta, sem atender ao critério \u0093género\u0094? Que relevância tem o género de quem a elas se desloca, num intervalo de um filme, num centro comercial, ao mesmo tempo que um de nós? Ou no de uma aula, numa qualquer escola do País?', 'Se o que lá fazemos é um \u0093não-assunto\u0094 não seria melhor recentrarmos a nossa atenção em questões como a de retirar da situação de pobreza parte, ainda infelizmente significativa, das crianças portuguesas? Ir à casa de banho mal alimentadas pode ser mais grave do que distinguir as crianças em \u0093meninos\u0094 e \u0093meninas\u0094 quando lá entram. Podem entrar todos, desde que do ponto de vista arquitetónico, estejam criadas as condições indispensáveis ao respeito dos seus direitos fundamentais naquela desinteressante situação concreta. Seja qual for o seu sexo e/ou género.'] ",
        "numberPosts": " 5 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "437efa89-0345-4ac5-59cb-08d732894ba0",
            "user": "33c945fb-2c48-4bae-acf8-cbcbd8df1e97",
            "date": "07.09.2019",
            "timestamp": "NA",
            "commentText": "Ah, sim, pois claro. Ir ali fazer xixi e passar por um monte de homens nos urinóis! Ou pentear-me e pôr baton ao lado de homens desconhecidos numa casa de banho pública! A sair dos urinóis ou dos cubículos, não interessa! É terrivelmente constrangedor qualquer convívio com o sexo oposto em casas de banho públicas. As dos aviões não contam pois estão inseridas no meio dos passageiros o que é asseguram que não há assédio",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "34d400d9-aef0-4577-6ca3-08d73458cd9d",
                    "user": "cb0e18ee-a277-4d08-91bf-9bfd31c8815a",
                    "date": "08.09.2019",
                    "timestamp": "NA",
                    "commentText": "A ideia e serem casas de banho separadas umas das outras, como nos avioes, comboios e varias instituicoes da UE. Fica, apenas, o sinal WC ou outro com o mesmo significado. Deixa de haver urinois.                 ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "de98ad13-3914-4165-807d-08d73237fd77",
            "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
            "date": "06.09.2019",
            "timestamp": "NA",
            "commentText": "outra vez?",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4807c128-d0ed-4659-4ffe-08d73286e80d",
            "user": "b3cf1cca-6075-437d-9d5d-08c06b52b275",
            "date": "06.09.2019",
            "timestamp": "NA",
            "commentText": "É uma soluçao que funciona no espaço privado. No espaço público, sobrerudo naquele em que não haja alguma supervisão, a coisa pode ser foco de óbvios  problemas",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "595af0e4-dc8d-475f-6ca4-08d73458cd9d",
                    "user": "cb0e18ee-a277-4d08-91bf-9bfd31c8815a",
                    "date": "08.09.2019",
                    "timestamp": "NA",
                    "commentText": "Se as pessoas se habituarem, talvez nao. Veja o que acontece nos comboios: nao ha qualquer problema. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}