{
    "header": {
        "title": " Polémica entre Joacine e Livre não acaba aqui. Caso segue para conselho de jurisdição ",
        "subtitle": " A assembleia do partido Livre vai entregar a polémica dos últimos dias ao Conselho de Jurisdição. A decisão foi aprovada neste domingo por unanimidade. O que está em causa e o que pode acontecer? ",
        "owner": " ['Liliana Borges', 'Sónia Sapage'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 551  partilhas",
        "datePosted": " 25 de Novembro de 2019, 14:13 ",
        "dateExtraction": " 2020-01-24 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2019/11/25/politica/noticia/polemica-joacine-livre-nao-acaba-aqui-caso-segue-para-jurisdicao-1894994 ",
        "postText": " ['A Assembleia do Livre aprovou por unanimidade levar ao conselho de jurisdição (CJ) do partido as declarações e acusações trocadas nos últimos dias entre a direcção do partido e a sua deputada eleita, Joacine Katar Moreira. A decisão foi aprovada no domingo, em reunião do Livre, confirmou ao PÚBLICO o assessor de comunicação da parlamentar. Contactada pelo PÚBLICO, a direcção do Livre não prestou declarações.', 'De acordo com o regimento do conselho de jurisdição disponível na página do partido, este é o órgão responsável pela \u0093defesa dos direitos e interesses constitucionais, legais e estatutariamente protegidos dos membros e apoiantes do Livre\u0094. O conselho de jurisdição é composto por 11 membros e está dividido em três órgãos: o plenário, a comissão de ética e arbitragem e a comissão de fiscalização.', 'Logo no domingo, Ricardo Sá Fernandes, que é membro da jurisdição do partido, adiantou que aquele órgão \u0093poderá ter que vir a pronunciar se sobre alguns destes factos\u0094. Em causa está a abstenção de Joacine Katar Moreira num voto sobre a Palestina. \u0093O Livre não vai resolver isto às três pancadas, não vai atirar para baixo do tapete. Vai enfrentar este assunto com dignidade, seriedade e respeito pelo partido \u0093, garantiu Ricardo Sá Fernandes na SIC Notícias.', 'Recorde-se que a deputada justificou a sua abstenção com a \u0093dificuldade de comunicação\u0094, afirmando que durante três dias tentou \u0097 sem sucesso \u0097 perceber os \u0093posicionamentos da direcção relativos ao sentido de voto\u0094 desta e de outras propostas. Mas a justificação não convenceu a direcção. À entrada da reunião deste domingo, o fundador do Livre, Rui Tavares, declarou-se \u0093perplexo\u0094. A expressão seria reutilizada horas mais tarde no comunicado da assembleia do Livre, já no final do encontro. No mesmo comunicado, o partido assume \u0093as dificuldades de comunicação\u0094 e afirma estar \u0093a trabalhar em conjunto para as resolver\u0094.', 'O CJ funciona como uma espécie de tribunal do partido e entre as suas funções está a emissão de pareceres, a aplicação de processos disciplinares e a impugnação das deliberações dos órgãos do partido e dos actos eleitorais.', 'À partida, ao que o PÚBLICO apurou, no caso em análise, o conselho de jurisdição deverá escolher uma das duas primeiras acções: a emissão de um parecer ou a aplicação de um processo disciplinar, uma vez que não estão em causa deliberações dos órgãos do partido e dos actos eleitorais, mas a abstenção de Joacine Katar Moreira no votação da proposta apresentada pelo PCP sobre a nova agressão à Faixa de Gaza e a troca de acusações que se seguiu depois disso.', 'A emissão de pareceres está, de acordo com o regimento daquele órgão, \u0093dependente de requerimento escrito, dirigido ao presidente do conselho de jurisdição\u0094 por um dos órgãos \u0097 neste caso da Assembleia, o \u0093órgão máximo do partido no período\u0094. Nesse requerimento deverão estar incluídas \u0093as dúvidas cujo esclarecimento se pretenda \u0097 acompanhadas das disposições estatutárias ou regulamentares a interpretar \u0097 ou as questões de legalidade a resolver\u0094.', 'No caso de estar em causa um processo disciplinar, este segue \u0093um regimento próprio\u0094 e pode resultar em advertência, suspensão de funções (até um máximo de seis meses) ou afastamento.', 'A advertência trata apenas de uma \u0093repreensão pela irregularidade, culposa, seja ela por acção ou omissão\u0094 de um membro e é aplicada a faltas leves.', 'Já a suspensão de funções é aplicável a \u0093infracções nos casos de negligência grave ou de grave desinteresse em cumprir os interesses estatutários, que coloquem em causa a dignidade e honra do partido e dos seus membros\u0094.', 'O infractor \u0093fica impedido de apresentar qualquer candidatura a eleições dos órgãos do Livre ou a representar o partido externamente durante a duração da sanção\u0094.', 'Já o afastamento é aplicado numa \u0093infracção qualificada como grave\u0094, ente as quais se incluem o incumprimento dos Estatutos e das deliberações dos órgãos do partido; desrespeito pela Declaração de Princípios (princípios programáticos do partido; condutas gravosas que revelem falta de honestidade; desrespeito pelo código de ética; apoio ou participação em listas contrárias.', '\u0093Isto não é bom, evidentemente que não é bom\u0094, reconheceu ainda Ricardo Sá Fernandes. Ainda assim, afastou prazos de validade ao partido fundado por Rui Tavares. \u0093Não é o fim do Livre\u0094, asseverou o advogado.', '\u0093É um partido muito jovem, muito inexperiente, provavelmente, algumas das coisas que se estão a passar são fruto dessa inexperiência\u0094, procurou justificar um dos 11 membros do CJ. Sá Fernandes assumiu-se ainda \u0093triste com o que está a passar, como todos os que estão no Livre\u0094.', 'Em matéria de reuniões, os encontros do CJ estão previstos para uma frequência trimestral. No entanto, o seu presidente \u0093pode convocar reuniões extraordinárias, quando estiverem em causa situações urgentes que exijam uma resposta em tempo útil do CJ\u0094.', 'Já nesta segunda-feira, Rui Tavares escreveu na sua coluna de opinião do PÚBLICO, uma \u0093carta para perplexos\u0094 na qual se refere à situação vivida este fim-de-semana no Livre. Aí, o fundador do partido (que se define como \u0093um dos seus fundadores ou fundadoras\u0094), defendeu que não costuma escrever sobre assuntos do Livre, mas que quebra agora a regra porque não escreveu \u0093seria ainda mais prenhe de significado do que ter escrito\u0094.', '\u0093Quando toda a gente está perplexa não se pode fazer de conta que a perplexidade não existe; isso significaria estar desligado da realidade e das pessoas que vêem a mesma realidade do que nós. E isso é um risco que nenhum de nós pode correr \u0097 cronista ou cidadão comum, com ou sem filiação ou afinidades partidárias\u0094, começa por referir Rui Tavares.', 'No artigo, Tavares reafirma uma frase sua proferida em 2014: \u0093Um deputado que admite dar mais peso à escolha do seu nome para a próxima lista do que aos direitos dos cidadãos que representa não está a fazer nada no Parlamento\u0094. Sobre o caso concreto de Joacine katar Moreira, e do voto sobre as declarações de Donald Trump a propósito da Palestina, o colunista lembrou que o Livre é \u0093desde a sua fundação pelo reconhecimento da independência da Palestina e pelo respeito ao direito internacional, e portanto contra os colonatos\u0094. \u0093Haver posições distintas entre a deputada do LIVRE e a direcção do LIVRE demonstra precisamente que da mesma forma que a liberdade de voto é respeitada o partido também pode (eu diria, deve) afirmar qual é a sua posição política\u0094, escreveu.', '\u0093Mas aqui as coisas atingem um mais grau de perplexidade\u0094, acrescenta Rui Tavares, assumindo que não é \u0093caso para rir\u0094. \u0093É que Joacine Katar Moreira emitiu também um comunicado em que disse que quereria também ter votado a favor da resolução, mas que em vez disso se absteve no voto. Foi então o primeiro caso de indisciplina de voto na história da política em que deputada e partido afinal concordavam no sentido de voto a tomar.\u0094'] ",
        "numberPosts": "54 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Physical Identity - Physical (and Mental) Impairments,Ethnicity - General,Gender - General,Social Class - Working class,Ethnicity - Black,Ethnicity - Native American,Nationality - Chinese,Nationality - Japanese,Ideological and Political Identity - General,Ethnicity - White",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Gago,Monga,Cega,Cego,Raça,Racismo,Mulher,Tipa,Pacóvia,Bronca,Negro,Vermelho,Amarelo,Amarelo,Vermelho,Branco",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "71da858f-b5ec-4ab8-5777-08d77159ec6e",
            "user": "0ab8ca6a-2dea-440e-85e9-00d7fb3973b0",
            "date": "26.11.2019",
            "timestamp": "NA",
            "commentText": "Este partido anedótico tem uma ponta-de-lança aqui nas caixas de comentários do Público a censurar as opiniões que não lhe convêm. Mais valia estar a pôr ordem na casa, porque este espectáculo é patético!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "023dec7a-a15d-4735-ae6e-08d77121360d",
            "user": "d27d6a8c-5d73-4021-a98e-58c81d927fe9",
            "date": "25.11.2019",
            "timestamp": "NA",
            "commentText": "Esta deputada Joacine Moreira tomou duas atitudes para mim imperdoáveis: 1) guinou o partido no sentido da ala identitária, das \"saias parlamentares\", quando na realidade quem votou no partido está mais preocupado, por exemplo, com o SNS, o drama da habitação em Portugal ou as alterações climáticas e pretende certamente uma representação no \"meio da esquerda\", corporizada na geringonça que agora se desfez. 2) deu a entender que quem conseguiu eleger foi ela, sem o apoio do partido. Estas duas atitudes, ainda antes desta abstenção, seriam suficientes para lhe retirar a confiança política. Mais vale o LIVRE ficar sem representação do que mal representado. Esta opinião é de alguém que recolheu dezenas de assinaturas para o LIVRE existir em 2013/2014 e estou profundamente desiludido.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "dc1c9b02-1755-446c-63ac-08d771efe769",
                    "user": "d27d6a8c-5d73-4021-a98e-58c81d927fe9",
                    "date": "26.11.2019",
                    "timestamp": "NA",
                    "commentText": "O LIVRE nasceu para se preocupar com todos, com os problemas de desigualdade social que afectam todos, independentemente de credo ou <b> raça,</b> e para dar representação a quem é de esquerda e é europeísta. Não nasceu para ser mais uma agremiação de fados \"bichas\" e ressabiamentos raciais, corporizados nas atitudes desta deputada. Prestam um mau serviço à democracia e às minorias que pretendem, supostamente, elevar. Vai apenas conseguir vincar ainda mais o preconceito da sociedade Portuguesa e, pelo caminho, destruir um projecto político inovador e que tanta faz falta à política Portuguesa. Há que lhe retirar a legitimidade e rapidamente cairá no esquecimento, pois o LIVRE precisa de política e não de fait divers.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Raça"
                    ]
                },
                {
                    "id": "93b91336-58bd-4d96-3dea-08d771c2c5bb",
                    "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
                    "date": "26.11.2019",
                    "timestamp": "NA",
                    "commentText": "Quem fala assim não é <b> gago!</b> Mas permita-me um reparo :  se o partido guinou no sentido da ala identitária, a culpa é mais do partido do que da Joacine pois permitiu que tal acontecesse e talvez não de forma ingénua, mas sim com o objectivo de sacar votos. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gago"
                    ]
                },
                {
                    "id": "f5cfe1fd-6dd3-4b7f-5aad-08d7517b8e2d",
                    "user": "8b7f8fc7-531b-445a-8d72-a12e1c7fa951",
                    "date": "26.11.2019",
                    "timestamp": "NA",
                    "commentText": "@Manuel31: Não tenho qualquer ligação com o Livre mas concordo em absoluto com o que afirmou. Mais vale o Livre retirar a confiança politica a Joacine para se afastar de tal personagem e proteger o futuro do partido. Pelo menos mostrarão coragem e verticalidade de princípios e não correrão o risco de ficarem com a imagem de estarem agarrados a tachos e associados a sabe-se lá que mais esta pessoa fará. Liberdade não é sinónimo de bandalheira. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "27d73020-d8d9-495d-5763-08d77159ec6e",
            "user": "d877ea95-3225-4756-b5d7-4968bcf23076",
            "date": "25.11.2019",
            "timestamp": "NA",
            "commentText": "Então a <b> monga </b>não sabe onde é a sede do Livre? Ainda não inventaram o telefone aí pra Lisboa? A<b>  mulher</b> anda ofuscada com tanto mediatismo. O melhor que o Livre faz é descartar-se já desta senhora. Custam-lhe o lugar de deputado, mas salvam-se os dedos... <b> A tip</b>a tem sérios problemas naquela mona.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "2655de04-1344-4557-5d15-08d772166d2f",
                    "user": "8dfdab89-c3d7-43e2-8a7a-fd833b928b8c",
                    "date": "26.11.2019",
                    "timestamp": "NA",
                    "commentText": "A \"<b> monga\"</b>, \"<b>  tipa</b> tem sérios problemas naquela mona\"??? Isto é possível no Público?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Tipa",
                        "Monga"
                    ]
                }
            ],
            "keywords": [
                "Mulher",
                "Tipa",
                "Monga"
            ]
        },
        {
            "id": "4dde289d-5666-4439-63a1-08d771efe769",
            "user": "35b5a314-72c6-4a48-a8c7-8f1bea921360",
            "date": "25.11.2019",
            "timestamp": "NA",
            "commentText": "Quão baixo chegou a politica com gente desta estirpe como a Deputada do Livre. Claramente impreparada inabilitada e desconhecedora da politica, lá se vai pavoneando com arrogância e destilando todo o seu radicalismo e azedume primário sob o manto de uma vitimização <b> pacóvia </b>e estéril para além de todas as palhaçadas que Ela e o seu híbrido Assessor oferecem diariamente. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "2eaaae5a-667b-4779-63ad-08d771efe769",
                    "user": "b78163aa-b503-424c-82bc-43654c2ff5ab",
                    "date": "26.11.2019",
                    "timestamp": "NA",
                    "commentText": "Em português rude, simples e directo: é uma tonta. Mas cuidado: uma tonta com ambições.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Pacóvia"
            ]
        },
        {
            "id": "93f311c2-231c-481a-3dd0-08d771c2c5bb",
            "user": "a2799016-b58e-4552-accc-583b4d5fd4a4",
            "date": "25.11.2019",
            "timestamp": "NA",
            "commentText": "Bons tempos esses passados em que os deputados tinham era de prestar contas ao circulo eleitoral.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "ba55c09c-3a66-46e9-c421-08d770fd3b03",
            "user": "0b6262c9-f5dc-4470-b522-fa7b8f5ae035",
            "date": "25.11.2019",
            "timestamp": "NA",
            "commentText": "Um partido de brincar na... brincadeira. A senhora deputada devia era ter pedido a opinião dos seus eleitores. A direcção do partido não a elegeu, a menos que tenha mais de 20 mil pessoas.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "fd2617cc-6c30-4174-5769-08d77159ec6e",
                    "user": "08cc018e-1edd-4395-9675-80f54d0fcab6",
                    "date": "25.11.2019",
                    "timestamp": "NA",
                    "commentText": "E como iria ela fazer esse feito de consultar especificamente quem votou no Livre (e não necessariamente na personagem)? É fácil dizer coisas neste país, mas concretizar ideias não está ao alcance de muitos...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "1b84c13a-3375-4fcf-4d3c-08d771940bb3",
                    "user": "0b6262c9-f5dc-4470-b522-fa7b8f5ae035",
                    "date": "26.11.2019",
                    "timestamp": "NA",
                    "commentText": "Pedro Augusto existe uma coisa chamada Google Forms! E é grátis!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "39142e2a-38dd-4a1c-b99d-08d7719566a2",
            "user": "9f8281ed-5cf5-406f-a6e9-ea7f835c4e83",
            "date": "25.11.2019",
            "timestamp": "NA",
            "commentText": "Sinceramente, se esta gente não se entende entre si como é que entendem a política em geral e ou outros. Não tem categoria nenhuma para estarem onde estão.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "814b9022-cf42-446c-c420-08d770fd3b03",
            "user": "20dba57a-a0a7-4391-9f3c-804eb0cd3f7f",
            "date": "25.11.2019",
            "timestamp": "NA",
            "commentText": "Daqui ninguém me tira, daqui ninguém me leva!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8d374269-409d-4abf-ae58-08d77121360d",
            "user": "d305d26a-abf5-479c-b4b2-dd37e384c550",
            "date": "25.11.2019",
            "timestamp": "NA",
            "commentText": "Não há nenhum conselho de jurisdição que possa impedir a Joacine de ser deputada, durante toda esta legislatura, nem sequer o Presidente da República.  Temos pena, por isso os partidários do Livre que \"não puxem demasiado a corda\" e esqueçam o mais depressa possível a questão. Afinal de contas: entre o governo de Israel e os palestinos do Hamas, venha o diabo e escolha.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7d373202-0d71-4699-ae57-08d77121360d",
            "user": "8bfa6b05-810c-40db-9d35-e36900b29e02",
            "date": "25.11.2019",
            "timestamp": "NA",
            "commentText": "Não consigo entender como um deputado tem dificuldade em saber qual o sentido do seu voto na matéria em questão quando o partido é o \u0093Livre\u0094. Dá ideia que a senhora se enganou quando se filiou neste partido.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "e58c04be-8081-40cb-c41e-08d770fd3b03",
            "user": "ed0faf9a-7274-4a6b-9841-274e7c0cdb92",
            "date": "25.11.2019",
            "timestamp": "NA",
            "commentText": "Que trapalhada.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "38df5505-1355-4c5f-574f-08d77159ec6e",
            "user": "da0198ea-82b8-45b4-b529-36fdcdd4901e",
            "date": "25.11.2019",
            "timestamp": "NA",
            "commentText": "A chamada \" trapalhada à portuguesa \". ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "bc1a3b5a-6d05-4888-b98b-08d7719566a2",
            "user": "3faac4fe-2a65-456c-8e7c-b036c5c8a92a",
            "date": "25.11.2019",
            "timestamp": "NA",
            "commentText": "A questão é grave para os envolvidos, incluo neste grupo quem votou no Livre. Mas lá no fundo é só um percalço em democracia e resolve-se com estaleca. Quem nunca mordeu que dê a primeira dentada. Mas lá que é um bocadinho divertido, é, sem malícia... Lembrei-me de algumas colegas de trabalho que felizmente já não o são. Isto de admitir erros não é para todos. Até porque para isso é necessário ter consciência de que o que se faz pode estar errado, ou então não houve erro porque o motivo é outro ditado pela consciência. Isto está a ficar confuso nem sei onde meter as vírgulas. Para desanuviar estive aqui a ler uns artigos sobre as relações entre Israel e alguns países africanos. Não a propósito deste artigo, evidentemente. Se é para desanuviar tem de ser um tema bué da dip. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "aa562bf2-7cb2-4554-5a84-08d7517b8e2d",
            "user": "478d04c3-87b3-46cb-821d-a9755bef8b3f",
            "date": "25.11.2019",
            "timestamp": "NA",
            "commentText": "Conviria que o Livre não afaste agora a sua deputada, pois tal sanção poderia ser considerada como uma prova, nem que subconsciente, de <b> racismo </b>coletivo disfarçado sob o manto de argumentos pseudorracionais. Deve ser dada à deputada pelo menos uma segunda oportunidade de testemunhar a sua boa-vontade e conformidade com os valores do Livre. ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "7c9e9609-6063-462c-4cff-08d771940bb3",
                    "user": "5cb421f3-a9ec-4552-b733-e34f51fabff3",
                    "date": "25.11.2019",
                    "timestamp": "NA",
                    "commentText": "Na sua otica <b> cega </b>de anti<b>  racismo</b> , agora qualque<b> r negr</b>o<b>  , <b> amare</b</b>>l<b> o o<b> u verm</b</b>>elho pode ter roda livre para dizer e fazer o que lhe der na real gana que ninguém o vai criticar....",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racismo",
                        "Negro",
                        "Vermelho",
                        "Amarelo",
                        "Cega"
                    ]
                },
                {
                    "id": "1d338561-925f-455e-575c-08d77159ec6e",
                    "user": "8bfa6b05-810c-40db-9d35-e36900b29e02",
                    "date": "25.11.2019",
                    "timestamp": "NA",
                    "commentText": "Dá nojo este antiracismo de pacote!!!!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "087e3583-afa5-4acb-ae5b-08d77121360d",
                    "user": "20dba57a-a0a7-4391-9f3c-804eb0cd3f7f",
                    "date": "25.11.2019",
                    "timestamp": "NA",
                    "commentText": "Livra!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "d4fe5baa-d39c-41e1-4d12-08d771940bb3",
                    "user": "08cc018e-1edd-4395-9675-80f54d0fcab6",
                    "date": "25.11.2019",
                    "timestamp": "NA",
                    "commentText": "Portanto, o partido fica refém da personagem?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "38aa5c59-0592-4b64-ae6f-08d77121360d",
                    "user": "478d04c3-87b3-46cb-821d-a9755bef8b3f",
                    "date": "26.11.2019",
                    "timestamp": "NA",
                    "commentText": "Ukéke significará \"ótica <b> cega </b>de antirracismo de pacote\"? A gente ele depara-se-nos com cada uma! O antiracismo é<b>  cego</b> ou é, antes, esclarecido? Voluntário. Voluntarioso. E de pacotilha?! Como? Querer unir, unificar, compatibilizar, pessoas, mentes e comportamentes, é assim tão desprezível? Pelo amor de deus e das gentes, meus! [Livra!, como diz, e muito bem, revoltado, um comentador acima. Era só o que mais faltava!]",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Cego",
                        "Cega"
                    ]
                }
            ],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "8152a9d3-a45b-4062-3dba-08d771c2c5bb",
            "user": "aff3b6d6-269d-42d3-9d88-7dac216dfe07",
            "date": "25.11.2019",
            "timestamp": "NA",
            "commentText": "Um alerta aos naïf's, anarquistas, abstencionistas e adeptos de mudança pela pluralidade. Como estamos a ver, isto é tudo malta experiente e com tarimba, que usa de novas formas de marketing como engodo para os distraídos! Sejamos sérios, se os partidos políticos não tem qualidade, estas gente anónima que brota da sociedade civil ainda menos qualidade têm!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "aad44fcb-9385-417c-4cf4-08d771940bb3",
            "user": "aff3b6d6-269d-42d3-9d88-7dac216dfe07",
            "date": "25.11.2019",
            "timestamp": "NA",
            "commentText": "Então mas agora, o argumento é a inexperiência? para explicar a <b> bronca,</b> quando antes a inexperiência era o argumento de mais valia para o voto. Estou confuso com tanta gaguez de raciocínio!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Bronca"
            ]
        },
        {
            "id": "197f6574-b247-4e01-b984-08d7719566a2",
            "user": "8e6120a6-7fcb-409f-961e-b08af4f0e3d6",
            "date": "25.11.2019",
            "timestamp": "NA",
            "commentText": "Infelizmente, a deputada tem a faca e o queijo na mão. Se a afastarem do partido, ela passa a independente e o Livre cai, de novo, na obscuridade. Nas próximas eleições nem a senhora nem o Livre conseguem eleger ninguém.Se não a afasta, ela continua a dar estas provas de amadorismo e de quem faz o que quer e muito bem lhe apetece, numa filosofia de quanto mais chocante, melhor. No final, o inovador sistema de primárias em que os eleitores escolhem os membros das listas revela estas fragilidades. A direcção não tem controlo directo sobre quem vai representar o partido na Assembleia.Pessoalmente, tenho pena que o Livre tenha sido tomado pela faccção identitária, em vez de seguir a linha de uma oposição de esquerda europeísta e responsável, que era o seu ADN.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "ca737ef9-797b-4003-4cfb-08d771940bb3",
                    "user": "56995ffa-3722-4a6e-b84f-1e7ee2478243",
                    "date": "25.11.2019",
                    "timestamp": "NA",
                    "commentText": "Europeista ou terceiro-mundista?        Na Europa ciilizada e defensora de Valores, rica, e que faz inveja a essa gente, não há lugar para tal comportamento.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "90cc64ce-7408-4f77-5742-08d77159ec6e",
            "user": "5cb421f3-a9ec-4552-b733-e34f51fabff3",
            "date": "25.11.2019",
            "timestamp": "NA",
            "commentText": "Sejamos claros, Rui Tavares serviu-se de Joacine para propaganda ultra anti-racista . Nunca esperou que fosse eleita, o resultado está â vista de todos...depois nós é que estamos perplexos!!!!!",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "77430526-0429-4727-4cf3-08d771940bb3",
                    "user": "8e6120a6-7fcb-409f-961e-b08af4f0e3d6",
                    "date": "25.11.2019",
                    "timestamp": "NA",
                    "commentText": "Rui Tavares não se serviu de ninguém. Os candidatos do Livre são escolhidos em primárias, onde votam todos os simpatizantes do partido. A direcção (Grupo de Contacto) não escolhe quem integra as listas nem em que lugar. Foi uma inovação no nosso sistema político, mas revela neste episódio os perigos que também pode encerrar.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "99b5df82-6d27-4d34-5740-08d77159ec6e",
            "user": "de7a0163-f62a-4821-ad66-17aef50d0ed5",
            "date": "25.11.2019",
            "timestamp": "NA",
            "commentText": "Está a parecer-me que este episódio serve bem os interesses de marketing do Livre e sua deputada...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "50c5d39e-4634-4e05-5a80-08d7517b8e2d",
            "user": "da0198ea-82b8-45b4-b529-36fdcdd4901e",
            "date": "25.11.2019",
            "timestamp": "NA",
            "commentText": "Estas trapalhadas são fruto de amadorismo a todos os níveis. Olhem para aqueles que votaram em vós. Envergonhem-se. Calem-se e ractifiquem o que está mal. ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "66fe2790-6fb1-48db-4ced-08d771940bb3",
            "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
            "date": "25.11.2019",
            "timestamp": "NA",
            "commentText": "Tão amigos que eles eram...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8b9bccc1-7139-4a89-573f-08d77159ec6e",
            "user": "a9363530-2c93-4de4-95fe-f95ed4e888dc",
            "date": "25.11.2019",
            "timestamp": "NA",
            "commentText": "Não vai dar em nada,o Sá Fernandes já deu a opinião à Sic",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "41355eb8-39ad-483a-c40e-08d770fd3b03",
            "user": "f5d9a942-fd7d-451a-89b0-c99c2520b0d4",
            "date": "25.11.2019",
            "timestamp": "NA",
            "commentText": "Se não tiver cuidado, o Livre vai tirar ao PSD a medalha de ouro da desordem interna.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "b662c13f-1ae7-4922-4cef-08d771940bb3",
                    "user": "da0198ea-82b8-45b4-b529-36fdcdd4901e",
                    "date": "25.11.2019",
                    "timestamp": "NA",
                    "commentText": "Auto-crítica sr Vic? Deve ser a versão Vic 1...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "171de502-7ae7-4fb1-5d12-08d772166d2f",
                    "user": "f5d9a942-fd7d-451a-89b0-c99c2520b0d4",
                    "date": "26.11.2019",
                    "timestamp": "NA",
                    "commentText": "Agora sou votante na Iniciativa Liberal, meu caro. Democracia, só sem aditivos.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "d1b4f52f-9ea2-4edf-5a7b-08d7517b8e2d",
            "user": "0ab8ca6a-2dea-440e-85e9-00d7fb3973b0",
            "date": "25.11.2019",
            "timestamp": "NA",
            "commentText": "Levar Joacine ao Conselho de Jurisdição? Só pode ser por <b> racismo!</b>",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "fafc0a95-ec42-41f3-b978-08d7719566a2",
            "user": "eb653c0b-7da7-4025-96c1-65c283f422f4",
            "date": "25.11.2019",
            "timestamp": "NA",
            "commentText": "É pena ver um partido tão promissor a deixar-se levar em tantos disparates.Adeus!",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "64461c3c-242a-4df1-ae48-08d77121360d",
                    "user": "5cb421f3-a9ec-4552-b733-e34f51fabff3",
                    "date": "25.11.2019",
                    "timestamp": "NA",
                    "commentText": "Pode repetir p.f. , tão quê?????",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "ee631352-b4fd-490b-5a7a-08d7517b8e2d",
            "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
            "date": "25.11.2019",
            "timestamp": "NA",
            "commentText": "todos entretidos a cavar a sepultura - na cama que fizeram, se deitam.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "188b7fe6-ae4d-420c-5a78-08d7517b8e2d",
            "user": "8b7f8fc7-531b-445a-8d72-a12e1c7fa951",
            "date": "25.11.2019",
            "timestamp": "NA",
            "commentText": "Se o Livre quiser ter futuro duvido que tenha outra alternativa que não o afastamento de Joacine da AR. Joacine é já vista como alguém que mente, pois ninguém acredita que ela não conseguiu contactar 15 pessoas em 3 dias. Mostra ser ignorante sobre o programa eleitoral que a elegeu para a AR num tema caro à esquerda descredibilizando-a. Mais, humilhou o Livre e todos os seus membros ao reclamar para si todo o mérito da eleição. Com outra pessoa na AR o Livre terá hipóteses de gerir os danos. Mas duvido que Joacine agora vá largar o tacho e o púlpito para as suas ideias. Atente-se também ao timing do afastamento de Mamadou Ba do BE. Já aqui escrevi que podemos estar a assistir ao nascer de um partido de \"racializados\" que incitará ao conflito social e fará crescer exponencialmente o Chega.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "f5ef9c41-1169-4d8e-4cee-08d771940bb3",
                    "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
                    "date": "25.11.2019",
                    "timestamp": "NA",
                    "commentText": "Como sugere que o Livre afaste Joacine da AR?",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "e7f1a99c-d2c1-4e67-5a83-08d7517b8e2d",
                    "user": "5cb421f3-a9ec-4552-b733-e34f51fabff3",
                    "date": "25.11.2019",
                    "timestamp": "NA",
                    "commentText": "Impossível removê-la da AR. Ela agarrou-se bem ao tacho e já não o larga...",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2300ea97-6b5b-4a72-b982-08d7719566a2",
                    "user": "3e341b77-a88b-48a0-b4e7-9b1538fd1398",
                    "date": "25.11.2019",
                    "timestamp": "NA",
                    "commentText": "Impossível. Qualquer acção nesse sentido, por mais legítima que seja, será considerado <b> racismo.</b> O \"livre\" está de mãos atadas.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racismo"
                    ]
                },
                {
                    "id": "f9b07e1f-150d-40b8-5a8e-08d7517b8e2d",
                    "user": "8b7f8fc7-531b-445a-8d72-a12e1c7fa951",
                    "date": "25.11.2019",
                    "timestamp": "NA",
                    "commentText": "@Dr. Severino: Como disse acima no meu texto, duvido que Joacine largue o tacho e o pulpito. Como tal o Livre não a conseguirá afastar da AR já que a manutenção no cargo é totalmente dependente da vontade do deputado. O que o Livre pode fazer é retirar-lhe a confiança politica, e se Joacine tiver o mínimo de dignidade e honestidade demitir-se-á permitindo a sua substituição por outra pessoa. Mas isso também não acontecerá pois ela reclamou todos os louros da vitória sobre a sua pessoa. Logo não reconhece legitimidade ao Livre na vitória alcançada. São umas declarações um bocado pulhas mas o Livre merece-as por ter escolhido Joacine como uma candidata de fachada para fazer aquilo que um homem <b> branco </b>heterossexual do Livre não conseguiria.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Branco"
                    ]
                },
                {
                    "id": "843337f9-7c7b-4ab0-5756-08d77159ec6e",
                    "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
                    "date": "25.11.2019",
                    "timestamp": "NA",
                    "commentText": "De facto, disse, mas como começou o comentário com \"Se o Livre quiser ter futuro duvido que tenha outra alternativa que não o afastamento de Joacine da AR.\", foquei-me neste parágrafo. Escrito assim até aprecia que a permanência ou não da Joacine na AR dependia do LIVRE, o que não seria verdade.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "61613bbd-c934-415e-c409-08d770fd3b03",
            "user": "(null)",
            "date": "25.11.2019",
            "timestamp": "NA",
            "commentText": "Quem esta sra. julga que é? que votou no  LIVRE foi pelas ideias e não pelo que esta sra. diz, ja temos de aguentar discursos que não entendemos porque não se consegue acompanhar a gaguez, e agora a sra. DECIDE O QUE QUER DIZER temos pena não VOTAMOS EM SI MAS SIM NO LIVRE, troquem  NA POR OUTRA E FICAMOS A GANHAR 100%",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "ed7830fd-8bdf-43fb-3dca-08d771c2c5bb",
                    "user": "37de1b82-4694-45c9-8da0-e7e140607b39",
                    "date": "25.11.2019",
                    "timestamp": "NA",
                    "commentText": "Quem é o Moderador que ainda não leu as normas de publicação e aprova comentários com maiúsculas? Tenha dó!",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "fe4fff3f-db80-4f1c-575e-08d77159ec6e",
                    "user": "a375fa52-df9b-4818-bc24-44cf27864de2",
                    "date": "25.11.2019",
                    "timestamp": "NA",
                    "commentText": "Bem observado Drª Margarida. Temos deestar atentos.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "1a9b1f4e-86e6-43e4-c407-08d770fd3b03",
            "user": "e1080876-fe21-4669-ac49-299ffdd372ac",
            "date": "25.11.2019",
            "timestamp": "NA",
            "commentText": "Daqui a mais ou menos seis meses temos uma decisão, isto contando que a comunicação verbal se vai fazer a 5 palavras por minuto. A não ser claro que existam limites temporais para cada um se exprimir, tipo como há nos debates televisivos.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6dfb2715-64db-4a57-c406-08d770fd3b03",
            "user": "2ac6f34d-e4aa-4348-afbb-ea2ed5ef85ba",
            "date": "25.11.2019",
            "timestamp": "NA",
            "commentText": "Podia fundar um novo partido, verdadeiramente pró africanista, com Mamadou Bá...",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}