{
    "header": {
        "title": " Renunciar ao mandato de deputada? Joacine diz que 'está fora de questão' ",
        "subtitle": " Já arrancou o congresso do Livre, o primeiro desde que o partido se estreou no Parlamento e aquele que pode decidir que o Livre perde a sua representação na Assembleia da República. ",
        "owner": " ['Liliana Borges', 'Sónia Sapage'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 1409  partilhas",
        "datePosted": " 18 de Janeiro de 2020, 10:46 ",
        "dateExtraction": " 2020-01-23 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2020/01/18/politica/noticia/renunciar-mandato-joacine-questao-1900818 ",
        "postText": " ['O suspense durou pouco. Passavam 20 minutos das 10 da manhã, hora marcada para o início do IX Congresso do Livre, quando Joacine Katar Moreira entrou no Centro Edmundo Pedro, na Junta de Freguesia de Alvalade, em Lisboa, onde será votada, dentro de horas, a decisão da assembleia do partido sobre a proposta de retirada de confiança política à deputada.', 'No início da reunião magna, e numa intervenção que não estava prevista na ordem de trabalhos, Joacine Katar Moreira falou - em muitos momentos exaltada e aos gritos - durante aproximadamente 30 minutos, num discurso repleto de críticas à direcção e no qual se queixou de ter ficado com a sua \u0093honra ferida\u0094.', 'A deputada rejeitou renunciar ao mandato em São Bento, dando resposta a uma moção que será votada durante o conclave e que propõe a sua renúncia. \u0093Vim aqui porque quero fazer parte\u0094, disse, garantindo que não é sua intenção separar-se do Livre. A parlamentar insistiu que a resolução da 42.ª assembleia do Livre \u0093fere\u0094 a sua \u0093honra\u0094 e está cheia de \u0093inverdades e omissões\u0094 e queixou-se de que a \u0093restrição\u0094 da sua \u0093liberdade de escolha, começou imediatamente com a definição do gabinete na Assembleia da República\u0094.', '\u0093Entendo que haja muito ruído, ódio, manipulação interna ou externa. (\u0085) A minha consciência está tranquilíssima. Não houve falha nenhuma no cumprimento dos ideais do partido. É facilmente comprovável\u0094, sublinhou, acrescentando que o seu trabalho no Parlamento foi \u0093de excelência\u0094, além de ter sido \u0093trabalho regular diário e fora de horas\u0094.', 'A seguir a Joacine Katar Moreira, e a fechar as intervenções de abertura, o palco foi ocupado por Pedro Mendonça, membro da direcção (grupo de contacto). O dirigente do Livre fez o balanço dos últimos dois anos de mandato, começando por dar conta dos inúmeros convidados estrangeiros que o partido trouxe a Portugal \u0096 como Yanis Varoufakis \u0096 com o intuito de organizar redes de solidariedade de luta contra o populismo.', 'Ao longo do seu discurso, não houve nem uma palavra sobre a deputada única - nem uma vez o nome de Joacine Katar Moreira foi referido \u0096 houve apenas um desabafo sobre os \u0093últimos meses\u0094 que \u0093não têm sido fáceis\u0094, e um agradecimento aos apoiantes espalhados por todo o país pelo seu sacrifício e contributo para o resultado histórico nas legislativas.', '\u0093Em 2015, anunciaram a morte do Livre. Dois anos depois, estamos aqui vivos e de saúde\u0094, disse Pedro Mendonça, anunciando que nenhuma das campanhas em que o Livre participou desde então \u0093deixou um cêntimo para pagar\u0094.', '\u0093Este foi o mandato em que conseguimos resolver o problema da dívida das eleições de 2015. Esta dívida estará saldada, posso dizê-lo aqui, a 10 de Fevereiro\u0094, revelou o dirigente.', 'À chegada ao centro cívico, a deputada única eleita pelo Livre deixou logo claro que não tenciona abdicar do seu mandato. Se o Livre não quiser continuar a ser representado por Joacine Katar Moreira, então o congresso deste fim-de-semana \u0096 ou os novos órgãos eleitos \u0096 terá de aprovar a retirada de confiança política. \u0093Renunciar ao mandato? Está fora de questão\u0094, asseverou.', 'Com sete abstenções, incluindo a de Joacine Katar Moreira, do assessor Rafael Esteves Martins, e os votos contra de 14 congressistas, a resolução da assembleia do Livre foi incluída na ordem de trabalhos com os votos a favor da larga maioria dos congressistas (69 novos a favor).', 'Joacine Katar Moreira chegou já quando a maioria dos dirigentes do Livre estavam no interior da sala do congresso, evitando encontrar-se com alguns dos nomes que assinam a resolução que propõe a retirada de confiança política após três meses de desencontros entre a direcção e Joacine.', 'Já depois da chegada de Joacine Katar Moreira foi a vez de Rui Tavares, um dos fundadores do partido, se juntar aos congressistas. Fora da lista de direcção, Rui Tavares concorre neste congresso à assembleia do Livre.', 'A decisão será votada pelos congressistas, isto é, pelos membros e apoiantes inscritos no Livre que tenham as quotas em dia. Serão também os congressistas que irão escolher os nomes que conduzirão o partido durante os próximos dois anos. Na ordem do dia estão a votação das 18 moções apresentadas pelos membros do partido e a eleição para três órgãos: o grupo de contacto [a direcção], o conselho de jurisdição e a nova assembleia.', 'Para Ricardo Sá Fernandes, actual membro e recandidato ao conselho de jurisdição, a aprovação da retirada de confiança política a Joacine Katar Moreira será \u0093o suicídio do partido\u0094. \u0093Esta ruptura pode ser o suicídio do partido. E eu estou aqui hoje para ver se evito que esse suicídio aconteça\u0094, declarou também à chegada.', 'O advogado e membro do Livre adiantou que existirá \u0093pelo menos uma proposta\u0094 à proposta da assembleia do Livre \u0093no sentido não se decidir hoje qualquer retirada de confiança\u0094, reencaminhando a decisão para os novos órgãos internos do partido, que serão eleitos durante o congresso.'] ",
        "numberPosts": " 17 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Physical Identity - Physical (and Mental) Impairments,Ethnicity - General,Nationality - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Muda,Coxo,Racismo,Nação",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "599a29c1-bd76-417e-f458-08d79bc406cc",
            "user": "72ff53cd-a190-47aa-a9e6-2770cafc43b0",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "Pela 4a vez....Fora de questão é acabar com a censura.... \"está fora de questão.....deixar o lugar de eurodeputado ? E assim Rui Tavares continuou no bem bom da europa.....mandou o BE às urtigas e ficou con o lugar para ele....Junho 2011! Cá se fazem, cá se pagam!",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7992e7f3-9596-4ed0-8be6-08d79bbe2adc",
            "user": "2064500e-8a01-42b5-b97a-16e9802404d4",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "A Joacine tentou dar um golpe dentro do Livre. Faltaram-lhe tropas o que só demonstra que tem muito pouca visão partidária e política, aliás como demonstra a sua falta de jeito como deputada. Temos pena. Agarre-se lá ao lugar de deputada que nem categoria para o colocar à disposição do partido tem.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "1c8037da-13e5-453f-04cc-08d79bbfd750",
                    "user": "72ff53cd-a190-47aa-a9e6-2770cafc43b0",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "Dizes o mesmo de RTavares? \"nem categoria para o colocar à disposição do partido teve.\"????",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4a89a20f-8cdb-424f-8bfb-08d79bbe2adc",
                    "user": "f4529487-2866-4a05-8de0-b54439125d74",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "Sr. Mário Borges, concordo com o seu comentário, esta senhora entrou na assembleia com um deslumbramento e uma vaidade pessoal digna de quem não tem categoria para ocupar o lugar de deputada, acho que deveria ir embora ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "e480660f-2510-4f44-8be3-08d79bbe2adc",
            "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "se uma desvairada destas se auto-classifica como excelente na sua acumulação de desastres enquanto deputada medíocre, errática, incumpridora - está tudo dito. Só mesmo a guida e a ana a formarem a ala feminista de apoio. Hilariante. É das poucas vezes que o disparo rebenta pela culatra na cara dos estrategas chico-espertos: a frente 'negra-feminina' das inventonas espatifada à nascença, com o mamadou numa trajectória significativamente muito similar. É isso e o sardão varoufakis, está-se a ver a pinta do 'insurgimento'. 'Vivos e de saúde' é 'com a gangrena à mostra e a feder', não? Pois não renuncies, não, que o conde da transilvânia também não renunciou e há ainda muito sangue partidário a beber gota a gota até os dois fuínhas - a 'mulher negra' e o 'partido branco' - se anularem entre si",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "892b2f4c-5e2c-4f7f-f42f-08d79bc406cc",
            "user": "a344e59e-b749-4734-b6d4-07e32fb79941",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "O que intriga é haver quem se espante. O Livre foi desenhado para ser o anti-partidos, aquela novidade que é e não é ao mesmo tempo. A organização se hierarquia vertical, sem disciplina hierárquica, aquela trupe selvagem. Anos seguidos a apontar o dedo aos deputados dos outros partidos pelo crime de respeitarem a disciplina de voto nas matérias estabelecidas. Agora que elegeu um só deputado tudo <b> muda.</b> Querem que seja não uma pessoa livre, mas o boneco do ventríloquo. Mais depressa se apanha o mentiroso que o<b>  coxo</b>! ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "ca2b1693-cfa9-40d8-8bdf-08d79bbe2adc",
                    "user": "c7680446-9578-4617-9095-4d851f182e06",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "Pois eu, não concordando com esta moção, acho que seria muito mais interessante se o actual regime parlamentar tivesse esta propriedade: de as pessoas que votaram num partido/deputado poderem retirar-lhes o poder que lhes foi delegado, quando estão insatisfeitas.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Muda",
                "Coxo"
            ]
        },
        {
            "id": "72ab62b3-983e-4bcd-04a5-08d79bbfd750",
            "user": "898b5648-9db6-4f97-b88a-0563db50ba56",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "Por muito que custe... o mandato dos deputados é individual. De facto, retirar a confiança a Joacine em vez de tentar cooptá-la é suicidio politico. Gosto muito do Livre, é um parceiro que traz uma consciência à esquerda democrática (de forma paralela, mas em áreas diferentes do Bloco e do PAN, que também me agradam). Sorte tem o meu PS de poder rejuvenescer e recuperar a alma graças à emergência destes três parceiros na esquerda democrática. O que prova que está bem viva! ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "fc8eaa5e-dd16-4b92-8be7-08d79bbe2adc",
                    "user": "072b6801-e873-4c6f-b60f-c1dc466d7644",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "é a escolha elegante entre dois suicídios, quase uma estética: após uma ruptura irreversível, qualquer entendimento será uma ponte de pura hipocrisia, apercebida pelo mundo político e pelos eleitorados como cobardia de sobrevivência a todo o preço, mentindo a hostilidade e a desconfiança recíprocas totais para aparecer na fotografia sorridente da politics as usual - e lá se vão os títulos de distintividade. Por outro lado, retirar a confiança é conviver com o cancro de uma 'usurpadora legítima' durante uma legislatura inteira. Eu, que adoro sempre que a geringonça se reinventa no seu equilíbrio periclitante e desarticula a desarticulação ainda mais um bocadinho, vejo no livre apenas a trombeta típica esquerdista, tipo mrpp ou similar, agora dentro da cidadela em vez de a ganir lá fora.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "710ffee2-7675-471d-f42c-08d79bc406cc",
            "user": "e1080876-fe21-4669-ac49-299ffdd372ac",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "How dare you Livre! Cheira-me a <b> racismo </b>por parte dos membros masculinos, brancos e burgueses do livre. Ia também dizer normais, mas na realidade não se pode considerar normal alguém que apoia governos/países que maltratam mulheres e pessoas de outras religiões, para além de porem bombas, como a palestina.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "eeafbf7b-504c-4547-049f-08d79bbfd750",
            "user": "c990bffe-e5ab-44b0-b355-4c0b02397452",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "Gostei de ver o incompetente, troca-tintas, vira-casacas e interesseiro que é o Zé a apoiar a Joacine... Com sorte, irão desaparecer duas tristes figuras da politica",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1e7aa3c0-50ed-4571-b667-08d79bb8e09b",
            "user": "8f93609b-106b-45cb-834e-c08730a2bca4",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "Nasceu uma estrela na política portuguesa: Joacine! O grande trunfo dela assenta no facto de que a sua beleza e elegância tornam insignificante o seu inaudível discurso. Alguém sabe o que ela já dissertou ao longo destes meses como deputada da <b> Nação?</b>! Nem é preciso! O importante, como melhor explicaria o Pedro Cabrita Reis (o escultor de Leça!), é a ideia da obra e não a obra em si! LOL  ",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "8c513bdc-fbc7-404b-b66c-08d79bb8e09b",
                    "user": "3faac4fe-2a65-456c-8e7c-b036c5c8a92a",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "Totalmente de acordo. :)))",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "9cafd715-95ad-4f30-5c3d-08d79bbdd829",
                    "user": "082feffc-1912-4bef-97f4-182cd6162cb2",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "Humor do melhor! ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "654e04c7-fe0a-452b-5c7d-08d79bbdd829",
                    "user": "f5a72f77-376b-4508-b787-05df0fdcdd0f",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "O importante para a Joacine não o discurso ou a causa é somente o salário ao fim do mês. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Nação"
            ]
        },
        {
            "id": "b21ecc5d-fb63-42c3-5a4f-08d79bc5a99b",
            "user": "f28f208d-f957-4201-8c18-b03c26dc1acc",
            "date": "18.01.2020",
            "timestamp": "NA",
            "commentText": "Que partido mais idiótico, uma direcção que não mete respeito ao ponto de um membro ter a sua agenda pessoal em curso sem que nada a impeça de prosseguir a mesma agenda marimbando-se totalmente para o que os seus colegas partidários pensam e querem...",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "bc3f0be6-0c6f-44ee-5c7b-08d79bbdd829",
                    "user": "8726acc9-8387-4d4a-a73a-b1051495dee2",
                    "date": "18.01.2020",
                    "timestamp": "NA",
                    "commentText": "Ela foi muito corajosa na sua intervenção e hoje e esteve muitíssimo bem. ",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}