{
    "header": {
        "title": " LGBTI nas escolas? Quem está no terreno dispensa discursos apaixonados ",
        "subtitle": " Há quem aplauda e quem desconfie. Quem ache úteis as sessões para alunos com associações LGBTI e quem questione se terão a formação necessário para o fazer. ",
        "owner": " ['Clara Viana'] ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 2811  partilhas",
        "datePosted": " 17 de Março de 2019, 6:45 ",
        "dateExtraction": " 2019-10-29 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://www.publico.pt/2019/03/17/sociedade/noticia/lgbti-escolas-terreno-dispensa-discursos-apaixonados-1865702 ",
        "postText": " ['Há já dez anos que Rosa Franco, enfermeira, está em contacto diário com alunos, seja em escolas ou na Unidade de Cuidados na Comunidade do Agrupamento de Centros de Saúde de Oeiras, a que pertence. Tem constatado que \u0093são cada vez mais os jovens\u0094 que a procuram por \u0093pensarem que são homossexuais\u0094. E logo muito cedo: \u0093No início da adolescência os jovens têm uma grande dualidade e surgem-lhes muitas dúvidas também sobre a sua orientação sexual.\u0094', 'Essa é uma das razões pela qual considera que possa ser \u0093importante\u0094 que associações LGBTI participem em sessões de esclarecimento nas escolas. Para além de serem também uma forma de promover o \u0093respeito pelas diferentes opções sexuais\u0094, mas isto não significa passar um cheque em branco. Tudo depende do \u0093contexto e do modo como a abordagem é feita\u0094 por estas associações e não só, frisa.', 'A participação de associações LGBTI em sessões sobre identidade do género, um dos tópicos de abordagem obrigatória nas escolas no âmbito da área de educação sexual, foi tema de polémica na última semana depois de ter sido divulgada a sua presença num agrupamento do Barreiro, onde se deslocaram para falar com alunos do 6.º ano (11 anos) e do 8.º ano (13 anos). Um \u0093debate\u0094 que foi sobretudo alimentado por posições extremadas entre os que estão definitivamente contra e os que estão incondicionalmente a favor, e que levou a troca de acusações entre deputados do PSD e do BE.', 'Já os que estão no terreno dispensam discursos apaixonados sobre a questão, embora também se dividam: há quem aplauda e quem desconfie. \u0093Estas sessões nunca podem ter como objectivo qualquer tipo de conversão. Tudo tem de estar muito bem enquadrado e livre de preconceitos de parte a parte\u0094, adianta Rui Carvalho, médico de Psiquiatria da Infância e da Adolescência que nos últimos tem estado também em muitas escolas. Feita a ressalva afirma que estas associações \u0093têm um papel muito relevante porque mostram que pessoas que pertencem a minorias conseguiram ultrapassar as adversidades que encontraram no caminho e transmitir assim força e esperança de que as coisas poderão correr melhor\u0094.', 'Ainda para mais, sublinha, quando se trata de sessões de \u0093educação pelos pares\u0094. Neste caso, de jovens para jovens. A Rede Ex Aequo, que foi a que esteve no agrupamento do Barreiro, define-se como uma \u0093associação de jovens lésbicas, gays, bissexuais, trans e intersexo\u0094. No ano lectivo passado realizou 78 sessões em escolas do ensino secundário e 31 em estabelecimentos do ensino básico, indicou a sua direcção.', 'Já a psicóloga e investigadora Margarida Gaspar de Matos, uma das mentoras da lei que tornou obrigatória a educação sexual, defende que \u0093todos os agentes educativos que entram nas escolas têm de ter formação pedagógica e obedecer a padrões na ética do relacionamento com os alunos\u0094. \u0093Confiamos os nossos filhos às escolas porque sabemos que lá encontram profissionais com formação específica para lidar com crianças e apoiarem o seu desenvolvimento. Se pontualmente a escola convidar alguém específico para uma acção educativa, estas condições têm de estar preservadas\u0094, frisa.', 'Para evitar que tal fosse acutelado, na Escola Básica e Secundária Quinta das Flores, em Coimbra, optou-se por serem apenas os docentes da casa a abordar os temas elencados para a área da educação sexual, conta a coordenadora do Programa de Educação para a Saúde, Glória Marques. \u0093Não houve temas tabu\u0094, garantiu.', 'Para a professora do ensino básico Anabela Diogo não subsiste espaço para estas dúvidas: \u0093A escola está inserida na comunidade, as associações LGBTI ou outras são comunidade, a diversidade sexual é uma realidade escolar. Não consigo encontrar o propósito desta polémica\u0094.', '\u0093Desde que seja numa perspectiva de aceitação da diferença e não para impingir ideias, tudo bem\u0094, atira o presidente da Confederação Nacional das Associações de Pais (Confap), Jorge Ascensão. \u0093Têm informações que outros não dispõem em relação à identidade de género, que é uma questão que suscita sempre preconceitos e por isso sessões com estas associações são sempre úteis\u0094, resume Samuel Oliveira, dirigente da Associação de Estudantes da Escola Secundária Camões, em Lisboa.', 'Notícia corrigida nesta segunda-feira. Samuel Oliveira é dirigente e não presidente da Associação de Estudantes da Escola Secundária Camões como, por lapso, o PÚBLICO escreveu.'] ",
        "numberPosts": " 4 comentários",
        "srcType": " text ",
        "nameNewspaper": " Público  ",
        "socioLingVar": "Gender - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Género,Sexual",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "17492e9a-7f1c-4d6e-e952-08d6aaa141f1",
            "user": "15e1ae01-7769-4578-a32e-ec7e7aa4e493",
            "date": "17.03.2019",
            "timestamp": "NA",
            "commentText": "O problema é que os professores que têm de dar estes temas eles próprios (é obrigatório, está na lei) é que não têm formação e dizem asneiras. Até neste artigo o jornalista fala de \"opções sexuais\" e não de orientação <b> sexual </b>e aparentemente não sabe que identidade de<b>  género</b> e orientaçã<b> o sexua</b>l não são o mesmo. Depois digam que as associações LGBTI não são precisas. São e muito.",
            "likes": 0,
            "hasreplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "2ac6b3b6-a7e5-4f25-012e-08d6ae5cdd47",
                    "user": "f6a47c15-6984-4897-b08d-24849c4938c1",
                    "date": "22.03.2019",
                    "timestamp": "NA",
                    "commentText": "A identidade de <b> género </b>e a orientação<b>  sexual</b> coincidem em 95% + dos casos.        Nos tempos primitivos onde os bébes nasciam com uma 'pilinha' a maior parte eram heterossexuais, e o mesmo para os do sexo feminino.        Mas isso era muito aborrecido....e embora ainda assim seja, há toda esta narrativa LGBTQI+++ dos que dizem representar as minorias mas nunca forma eleitas por elas.",
                    "likes": 0,
                    "hasreplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Género",
                        "Sexual"
                    ]
                }
            ],
            "keywords": [
                "Género",
                "Sexual"
            ]
        },
        {
            "id": "d110c36f-5d35-4261-1dfc-08d6aa6e9fc3",
            "user": "52b1634b-a3c0-48db-95f0-50d145fbf606",
            "date": "17.03.2019",
            "timestamp": "NA",
            "commentText": "Sem sombra de duvida o objectivo NÃO É informar nem esclarecer mas sim propagandear as ideias das associações LGBTI.Se a intenção fosse informar quem estaria a falar com as crianças seria alguém com formação para tal e sem ligações a nenhuma agenda qualquer.O que é pena é que estão a fazer isto a crianças... Nesta promoção existe muito pouco respeito pelas crianças e pelos futuros adultos que um dia serão e que deveriam ter a oportunidade de o serem, livres destas moldagem que tentam fazer com elas... ",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5ff57b11-d160-4450-3ed5-08d6a9e727fa",
            "user": "07206cb1-6f20-4ae1-9e00-47227c41e069",
            "date": "17.03.2019",
            "timestamp": "NA",
            "commentText": "O grande absurdo do Ranking das escolas! (politiquices para entreter o povo e tapar olhos) Escolas de alunos oriundos da alta sociedade onde:- Só entram alunas/os quem tem dinheiro;- As/os alunas/os tem muitos recursos financeiros;- Onde podem selecionar as/os melhores alunas/os; - As/os alunas/os têm dinheiro para pagar explicações.!CONTRA!Escolas públicas com alunos das classes social popular onde:- Onde entram alunas/os de todas as classes sociais e etnias;- As/os alunas/os com poucos ou nenhuns recursos financeiros;- Alunas/os com problemas psicológicos e interesses divergentes dos escolares; (narcotraficantes, bullying contra alunos, auxiliares e professores, etc.)-  A Grande maioria de alunas/os não têm dinheiro para andar em explicações.",
            "likes": 0,
            "hasreplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}