{
    "header": {
        "title": " 'Eu não quero ditadores no meu país', diz Manuel Luís Goucha ",
        "subtitle": " Manuel Luís Goucha diz que não decidiu a presença de Mário Machado no programa da TVI ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 4 de janeiro 2019 ",
        "dateExtraction": " 2020-02-18 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/640830/eu-nao-quero-ditadores-no-meu-pais-diz-manuel-luis-goucha- ",
        "postText": " ['Ontem, quinta-feira, Mário Machado, líder da Nova Ordem Social, foi o convidado do programa \u0091Você na TV\u0092 da TVI, uma presença que tem gerado muita polémica nas redes sociais, uma vez que Machado já foi, várias vezes, condenado por crimes de ódio racial.', '\"Precisamos de um novo Salazar?\" foi esta a primeira pergunta da rubrica \u0091Diga de Sua (In)Justiça\u0092, que foi conduzida pelos dois apresentadores da TVI, e que começou por gerar polémica. No decorrer do programa, surgiram ideias que não agradaram aos telespetadores que, inclusive, fizeram queixas à ERC, que já está a investigar o caso.', 'Além disso, também vários deputados de vários partidos políticos reagiram ao momento que passou na TVI e condenaram a presença do líder do movimento de extrema-direita.', 'No entanto, em declarações ao jornal Público, Manuel Luís Goucha afirma que não foi ele quem decidiu a sua presença no programa mas, ainda assim, deixou claro que acha bem que este tipo de programas tenham estes debates de forma a que sejam abordados temas polémicos. \"É uma oportunidade de ouro para confrontar argumentos e ideias. Chama-se a isso viver em democracia.\", disse o apresentador.', '\u0093A minha primeira pergunta no programa de ontem foi dirigida ao autor da rubrica: \u0091Bruno Caetano, eu cheguei no dia 26 e soube que íamos ter este convidado, porque é que o convidaste?\u0092 Ele explicou e a partir daqui fizemos uma conversa com o Mário Machado procurando, eu e a Maria, fazer sempre o contraditório. Se não havia aqui um elemento que contradissesse as suas convicções assumimos esse papel. E fizemo-lo de forma muito clara. Nem a Maria nem eu nos revemos nas ideias do convidado. Mas eu acho que as ideias, por muito perigosas que sejam devem ser debatidas e contrariadas com outras ideias que nos parecem justas e que a própria História e práticas democráticas nos provaram que são justas\u0094, afirmou ao Público.', '\u0093Sei que a maior parte não ouviu a conversa. É a manipulação, muito vinculada pelas redes sociais. Nem eu nem a Maria convidámos Mário Machado, mas a partir do momento em que ele é nosso convidado nós temos uma conversa e vamos enfrentar os argumentos\u0094, reiterou o apresentador do \u0091Você na TV\u0092.', 'Ao Público, aquando da pergunta sobre se convidar Mário Machado poderia parecer uma espécie de branqueamento, Manuel Luís Goucha afirmou que ninguém branqueou a conversa: \u0093Nem eu nem a Maria branqueámos a conversa. É preciso ser contundentes na defesa dos valores da liberdade. Eu não quero ditadores no meu país, sejam de direita ou de esquerda. Uns e outros, em nome de ideologias, restringem a liberdade de pensamento e anulam a individualidade em nome de um coletivo\u0094.', '', '', ''] ",
        "numberPosts": "72 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Physical Identity - Physical (and Mental) Impairments,Ethnicity - General,Social Class - Working class,Gender - General,Ideological and Political Identity - General,Gender - Female sexuality,Behavioural Addiction - Drugs,Ethnicity - White",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Imbecil,Racismo,Pimba,Miúda,Comunista,Ridícula,Agarrado,Gajo",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "4270775103",
            "user": "lavienenrose",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "Este miserável gouchas é assim um palerma movido pela imagem de <b> imbecil </b>que carrega em substituição de uma personalidade.\nTudo vale para este asqueroso apresentadeiro desde que sirva o grandioso objectivo da audiência. Dos tiques amaneirados às farpelas janotas, dos temas de caca à conversa fiada, das polémicas fúteis e artificiais ao teatrinho côr-de-rosa, tudo entre sorrisos e trejeitos patéticos. Um hino permanente à imbecilização colectiva.\nUma existência nula elevada à categoria de coisa apenas possível porque vivemos os tempos mais superficiais e hedonistas desde o declínio do império romano. Estes tempos produzem e promovem estas aventesmas, lamentavelmente. Diz muito do Mundo em que vivemos.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Imbecil"
            ]
        },
        {
            "id": "4270600070",
            "user": "discus_EGJS",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "O homem entrevistado foi condenado por homicídio sendo que o acto que praticou foi motivado por <b> racismo.</b> O homem não se mostra arrependido dos seus actos e, pelo contrário, quer formar um partido baseado nas suas motivações racistas. Em democracia, tudo tem que se fazer respeitando a legalidade, matar e ostracizar seres humanos não fazem parte da democracia. Goucha quer defender o indefensável, o outro que convidou o criminoso lá terá as suas motivações, mas o canal se quer ter programas destes tem que passar à clandestinidade.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "4270123422",
            "user": "TopoTudo",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "Entretanto a TVI já meteu o rabinho entre as pernas e retirou o vídeo do programa….!!!! Cada vez mais apenas sintonizo esta estação <b> pimba </b>quando dá futebol Europeu com o meu FCP!!!!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Pimba"
            ]
        },
        {
            "id": "4270061497",
            "user": "fredericogingo",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "- Já viste + Amigo virtual ? O paneli larilalis amoucha , não quer ditadores no país dele .\n+ Como se alguém precisasse de ditar , para aquilo o pacote empinar..\n- ÁH ÁH ÁH ÁH ÁH ÁH ÁH !\n+ eh eh eh .. pois ..",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4269981203",
            "user": "antnioteixeira",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "Estas figuras e figurões que se arvoram em paladinos da pluralidade, acaso desconhecerão que a propaganda ao nazismo/fascismo é proibida pela nossa Constituição da República?<br/>Essa figura odienta de intolerância e arrogãncia não tem uma grande cruz suástica tatuada no braço direito?<br/>A direcção da TVI sabe disso, logo, o convite que fez a tal personagem não é inocente.<br/>Foi intencional por parte da estação trazer a público este indivíduo como um acto de branqueamento do nazismo e fascismo.<br/>Assim sendo, a TVI coemteu um crime constitucional.<br/>À TVI deve ser cassada a licença para transmitir porque é um perigo para a democracia e liberdade dos cidadãos.<br/>A ERC, o Governo, o Presidente da República e a própria Assembleia da República vão manter-se em silênciao perante esta afronta?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4269975879",
            "user": "disqus_PQwugCN79i",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "A esquerda proxeneta é de tal forma despótica, dogmática, intolerante e incapaz de resistir a um qualquer argumento fora do discurso único que faz uma anedótica figura como o Goucha parecer razoável e inteligente...",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4269676834",
            "user": "disqus_N4qtYqrKTI",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "O melhor é a TVI fazer um debate democrático entre o Mário Machado e um dos rabiicholas do BE.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4269491654",
            "user": "disqus_CgwJbEepVc",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "Toda a gente sabe que muita boa gente enriqueceu no Estado Novo de Salazar, muita Imprensa da altura vivia bem na Ditadura, a igreja sempre viveu muito bem nas ditaduras, salvo muito raras exceções (até fez Acordos com Hitler e Mussolini, mas também muita gente sabe que o partido <b> Comunista </b>só enche as fileiras e respira oxigénio em Ditaduras, em países democratas e com salários condignos o Partido<b>  Comunista</b> passa ao estado de coma induzido....\nSalazar foi um Ditador, não foi um Ditador sanguinário mas foi um Ditador que embruteceu um Povo com obscurantismo, miséria, falta de saúde, sem Ensino obrigatório, um país do terceiro Mundo...\nEsta arrai<b> a miúd</b>a que pensa que por ter formação académica sabe tudo não viveu naquele tempo, e desconhece a história contemporânea e só diz disparates porque confundem o PSD ou CDS que são partidos de Direita com Ditaduras, mas também é verdade que muita boa gente do PSD e do CDS ainda viva, viveu e deu-se bem no Parlamento da Ditadura recente em Portugal...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Miúda",
                "Comunista"
            ]
        },
        {
            "id": "4269205233",
            "user": "disNiX",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "Eu também não gosto muito de \"biy«charokas\" na minha Tv!<br/>Por isso vejo a RTP ou algo do tipo genérico.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4269102837",
            "user": "disqus_qO85OOVgGx",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "ESTA PÁGINA ESTÁ CARREGADA DE CENSURA!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4269074545",
            "user": "disqus_BBUm5xfcIE",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "Pois eu prefiro um ditador anti-corrupção e anti-banditismo a uma democracia corrupta, arranjista e parasitária!!!... Cada um tem os seus gostos!!!...",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 8,
            "replies": [
                {
                    "id": "4269265951",
                    "user": "disqus_gVjuWvtB3n",
                    "date": "a year ago",
                    "timestamp": "NA",
                    "commentText": "Você näo sabe o que é viver em ditadura.Näo há ditaduras Boas. Todas ele as apresentam a sua face  pintada<br/>Mas por detrás dessa face pintada esconde-se a face mais tenebrosa da ditadura, ou nos transformamos em <br/>simples robôs; ou entäo seremos  vitimas de uma brutal máquina inquisidora,que nos destruirá o corpo e a alma.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4269369765",
                            "user": "disqus_BBUm5xfcIE",
                            "date": "a year ago",
                            "timestamp": "NA",
                            "commentText": "Você sabe o que é viver em ditadura?!... Era tão brutal que nada lhe aconteceu!!!...<br/>Também vivi nesse tempo e diz-se muita coisa para servir de apoio a este regime de corruptos e ladrões!!!...<br/>Sim, estes sim, roubam e estragam-nos os sonhos e dos nosso filhos e netos!!!...",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "4269106809",
                    "user": "disqus_wbtqOs2zgl",
                    "date": "a year ago",
                    "timestamp": "NA",
                    "commentText": "Só que no tempo da ditadura havia muita corrupção !!!...Aliás \"é dos livros\" que todos os ditadores são corruptos !!!",
                    "likes": 4,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4269209889",
                            "user": "disNiX",
                            "date": "a year ago",
                            "timestamp": "NA",
                            "commentText": "\" haviamuita corrupção\" naõ! <br/>Toda a ditadura ou quem nela lucrava era bandos de \"Corruptos\" incansáveis de todos os tipos de profissões!",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "4269076790",
                    "user": "disqus_rJOddbcbWe",
                    "date": "a year ago",
                    "timestamp": "NA",
                    "commentText": "Eu gosto mais de bifes com batatas fritas e ovo a cavalo\nSe houver disso para todos ninguém se vai importar com democracia ou ditadura\nMauzinho Imparcial",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "4269149880",
                            "user": "disqus_BBUm5xfcIE",
                            "date": "a year ago",
                            "timestamp": "NA",
                            "commentText": "E tem bons gostos!!!... Até eu gosto!!!...",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "4269174052",
                                    "user": "disqus_rJOddbcbWe",
                                    "date": "a year ago",
                                    "timestamp": "NA",
                                    "commentText": "Só que nos tempos da ditadura, não havia bifes, nem ovos , nem batatas fritas e por vezes nem pão\nE eu assisti a isso ao vivo com colegas meus na escola primária\nMauzinho Imparcial",
                                    "likes": 1,
                                    "hasReplies": true,
                                    "numberOfReplies": 1,
                                    "replies": [
                                        {
                                            "id": "4269361007",
                                            "user": "disqus_BBUm5xfcIE",
                                            "date": "a year ago",
                                            "timestamp": "NA",
                                            "commentText": "Também sou desse tempo!... Não havia em Portugal, na França, na Alemanhã, etc... Mas esses estavam em guerra, ou a sair duma guerra brutal, a que fomos poupados!!!...<br/>Não havia fome só por cá!... É preciso falar com honestidade.",
                                            "likes": 0,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4269074272",
            "user": "disqus_wbtqOs2zgl",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "Mas que grande treta !!!....Se não quer a extrema direita em Portugal, porque raio levou ao programa um representante da extrema direita !!!....Agora que sentem revolta nos portugueses, vem tentar amaciar a questão !!!...Só que o mal está feito !!!<br/>Este programa causou muita celeuma e fez com que houvesse muita troca de opiniões e ontem ouvi muita gente, entre familiares, amigos e até desconhecidos a dizerem que vão boicotar a TVI !!!<br/>A TVI...com a atitude de ontem...vai perder muitos telespectadores !!!!....Hoje não é a TV que formata a opinião das pessoas !!!...NÃO !!!...ISSO ACABOU !!!....Hoje as TVs tem que ir ao encontro da opinião da maioria !!!!",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4269078686",
                    "user": "disqus_qO85OOVgGx",
                    "date": "a year ago",
                    "timestamp": "NA",
                    "commentText": "PORQUE É UM PANELEIROTE E TAL COMO TUDO MUNDO SABE OS NEO NAZIS SÃO OUTROS!<br/>FOI UM ENCONTRO PARA UM CHÁZINHO E UMAS BOLACHINHAS!",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4269107644",
                            "user": "disqus_wbtqOs2zgl",
                            "date": "a year ago",
                            "timestamp": "NA",
                            "commentText": "AHAHAHAH !!!....Não seria um chá de \"parreira\" ????",
                            "likes": 3,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4269064719",
            "user": "disqus_CecWI4Y3QB",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "Coitadinho … ainda bem que não vi pela simples razão que não vejo este tipo de programas ainda mais com a agravante na TVI dos Gouchas e restante pandilha … o botão \"transgressor\" número 4 das minhas TV não lhe passo cartão e já não reconhecem a voz do dono … pobres de espírito quem perde tempo a ver este lixo constante da TVI protagonizados pelos Gouchas e Marias … !!! TAL € QUAL !!!",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4269074903",
                    "user": "disqus_rJOddbcbWe",
                    "date": "a year ago",
                    "timestamp": "NA",
                    "commentText": "Eu vou a todas mas quando me aparecem Gouchas , Mayas e outras coisas parecidas, SALTO\nMauzinho Imparcial",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4269085606",
                            "user": "disqus_CecWI4Y3QB",
                            "date": "a year ago",
                            "timestamp": "NA",
                            "commentText": "Campeão nacional do SALTO em altura … SALTO em comprimento … ou Triplo SALTO … ??? … a mim me parece … !!! TAL € QUAL !!!",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4269061005",
            "user": "aaraomarques",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "O país não é teu nem do teu marido, seu ditador arrogante.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4269098468",
                    "user": "disqus_wbtqOs2zgl",
                    "date": "a year ago",
                    "timestamp": "NA",
                    "commentText": "Mas quem é o ditador ???",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4269100508",
            "user": "disqus_wbtqOs2zgl",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "Só que o salario medio em Espanha era de 6 000 pesetas e o nosso andava pelos 1 500 escudos !!!....Segundo rezam documentos da época !!!",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4269102981",
            "user": "disqus_wbtqOs2zgl",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "RUI, tenho muito respeito por si, mas agora falhou !!!....Repare que 99,9% dos portugueses não querem a extrema direita....Será que existem tantos \"pa(i)neleiros\" ????",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4269031738",
            "user": "disqus_6XXnLiqfng",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "Eu também não. E a primeira coisa que faço é não te deixar entrar em minha casa ...",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4269008440",
            "user": "limpatudu",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "o que ele quer é um pau aquecido no forno",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4269144348",
                    "user": "disqus_aiWRq6UM2Q",
                    "date": "a year ago",
                    "timestamp": "NA",
                    "commentText": "Ele quer um ditador...Mas os ditadores acabavam-lhe com a paneleirice… Por isso gerou-se uma situação caótica...O Goucha é reixelo de extrema-direita mas sabe bem que nesta área não admitem paneleirice… Por isso vive um enorme conflito e precisa de apoio psicológico...",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4268993712",
            "user": "disqus_ysIn41saXn",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "Não conheço o pessoal da TVI logo não tenho como aferir a autenticidade das convicções do apresentador, porém, assumindo que é genuíno, talvez devesse ter sido  mais firme no contraditório, ainda que eu esteja a falar de cor, tal como ele diz, a minha informação é veiculada pelas redes sociais e aí posso estar a meter a pata na poça.\nTodo este arrazoado para V. dizer que não podemos ser tolerantes com a direita não democrática. A democracia  deu muito trabalho a conquistar, custou muito sangue suor e lágrimas a muitos portugueses.\nNão podemos ser tolerantes para com os inimigos da Liberdade.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4268990094",
            "user": "miguelgodinho",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "Esta malta quando se preocupa com ditadores e potenciais ditadores, neste contexto da UE, nem sabem ao ridículo que se prestam.<br/>Esse tipo de figuras já nem conseguia governar nesta Europa \"democrática\".<br/>Isto é tudo tão democrático e livre que se vê a facilidade com que um país consegue sair da UE (Reino Unido...chantagens e mais chantagens económicas).<br/>Os tempos são tão diferentes que extremistas de esquerda ou direita, o máximo que conseguem, na Europa, é dizer umas larachas e se chegarem a governo, os tubarões da Europa falam e eles obedecem. (Itália)<br/>Mário Draghi tem a posição mais importante da Europa. Foi eleito para tal? Tivemos sorte com a nomeação e calhou um tipo decente.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4269105053",
                    "user": "disqus_wbtqOs2zgl",
                    "date": "a year ago",
                    "timestamp": "NA",
                    "commentText": "MIGUEL, ontem perguntei-lhe das benesses que o povo teve com a governação de Salazar e não me respondeu !!!...Será que hoje me vai responder ???",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4269332053",
                            "user": "miguelgodinho",
                            "date": "a year ago",
                            "timestamp": "NA",
                            "commentText": "Deve estar enganado, se calhar sonhou que perguntou.<br/>A palavra \"benesses\" só por si já me provoca arrepios e devia provocar a todo o cidadão de bem.<br/>O significado de benesse é claro: Lucro, rendimento ou vantagem que vem SEM TRABALHO. É esta uma das maiores ilusões da mentalidade de esquerda.<br/>Mas indo ao que interessa:<br/>O povo trabalhador nunca teve benesses, em Portugal ou em qualquer parte do mundo, e as que julga que tem são ilusões. São todas pagas pelo seu trabalho e respectivos impostos, logo não são benesses.<br/>Quem necessita de benesses são os deficientes físicos, mentais, vítimas de acidentes e alguns idosos. Curiosamente a estes, fazem-se fiscalizações periódicas apertadíssimas como se de vigaristas se tratassem. Onde andam os vigaristas a rédea é solta ou nem há...é tudo à vontadinha.<br/>Respondendo claramente: No tempo de Salazar o povo não tinha benesses e os desonestos também não as conseguiam com a mesma desenvoltura com que fazem agora. Agora um desonesto dá tanga ao tribunal e já sabe que se roubar uns milhões e prejudicar a vida de milhares, o máximo que acontece é uma pena suspensa.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4268985392",
            "user": "mariaportuguesa",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "Salazar nunca foi nenhum ditador, grande ignorante <b> imbecil!</b> Esquerdalha nojenta!",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "4270125294",
                    "user": "TopoTudo",
                    "date": "a year ago",
                    "timestamp": "NA",
                    "commentText": "Às vezes chegas a atingir as raias da cretinice e rarefação mental. Trata-te …..e ao menos não sejas <b> ridícula!</b>!!!!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Ridícula"
                    ]
                },
                {
                    "id": "4269471197",
                    "user": "disqus_M6y40VKiQk",
                    "date": "a year ago",
                    "timestamp": "NA",
                    "commentText": "A ditadura veio depois através de uma falsa democracia. E aqui andamos nós enrolados!<br/>Entre uma boa ditadura e uma má democracia, não tenho duvidas e optava por uma boa ditadura.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "4269489215",
                            "user": "mariaportuguesa",
                            "date": "a year ago",
                            "timestamp": "NA",
                            "commentText": "Salazar transformou a ditadura militar de 1929 num regime autoritário, o que é muito diferente de uma ditadura, e que se definiu por disciplina e ordem, e sempre nos pudemos deslocar livremente no país e sair para o estrangeiro. <br/>Podíamos andar na rua sem medo de assaltos, não fechávamos nem janelas nem portas à chave e tínhamos guarda-nocturnos e guarda-florestais. <br/>O lápis azul serviu para conter os desmandos da imprensa já minada pelos esquerdalhas, mas que viviam de barriga cheia.<br/>Isto entre centenas de outros aspectos positivos que tivemos até 1974 e que perdemos totalmente com o golpe do 25.",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "4269867458",
                                    "user": "disqus_M6y40VKiQk",
                                    "date": "a year ago",
                                    "timestamp": "NA",
                                    "commentText": "Partilho completamente  da sua opinião. Para mim, o 25 de Abril serviu para dividir o poder. Há muito que muitos desejavam aceder ao poder. Conseguiram...e aqui estamos nós, em plena democracia, onde o melhor mesmo é não precisarmos da justiça, de segurança ou de cuidados de saúde!",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "4269681514",
                                    "user": "disqus_wbtqOs2zgl",
                                    "date": "a year ago",
                                    "timestamp": "NA",
                                    "commentText": "MARIA a disciplina e ordem exige-se em qualquer sociedade !!!<br/>Quanto às saidas para o estrangeiro você está enganada !!!....Os jovens, só podiam sair para o estrangeiro aqueles cujas famílias eram muito \"achegadas\" ao sistema !!!...Caso não fossem proximos os jovens estavam impedidos de sair !!!....E aqui aconteceu que as tais familias proximas do poder e que defendiam a \"patria\" nos desfiles do 10 de Junho....mandavam os filhos para a Inglaterra, Brasil, Suiça, etc.....para não irem para a guerra do Ultramar !!!...Mesmo aqueles que ficavam cá nunca eram mobolizados para a guerra !!!....Estes caramelos por certo que andam por aqui a defender a extrema direita, dizendo-se grandes nacionalistas....mas \"fugiram com o dito \"CUjus à seringa\"...neste caso..à guerra !!!...São uns grandes COBARDES !!!!<br/>MARIA, Portugal é considerado dos países mais seguros do mundo !!!!....Qual a diferença do \"antigamente\" para os dias de hoje ???.....Antigamente tambem havia assaltos e assassinatos e havia um muitíssimo maior número de suicídios, só que não eram noticiados...porque a censura não deixava !!!....Antigamente havia guardas nocturnos porque havia mais assaltos que hoje !!!...Guardas florestais existem na  GNR !!!<br/>A censura, infelizmente ainda continua !!!...Só que sem \"lápis azul\" !!!<br/>Mas tinhamos mais de 80% da população a trabalhar no setor PRIMÁRIO !!!<br/>Tinhamos uma população analfabeta !!!<br/>Tinhamos um setor secundario incipiente e o um setor de serviços quasi inexistente !!!<br/>Os rendimentos das famílias eram muito baixos !!!<br/>Tinhamos um saúde péssima !!!<br/>Tinhamos uma educação péssima !!!<br/>Os investimentos estavam \"proibidos\" já que todos os \"tostões\" eram canalizados para a guerra colonial !!!<br/>Tinhamos uma guerra colonial que tragava as vidas dos jovens !!!<br/>Muito mais haveria a dizer !!!....O regime anterior decepou o futuro a muita gente !!!",
                                    "likes": 4,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "4269078321",
                    "user": "disqus_wbtqOs2zgl",
                    "date": "a year ago",
                    "timestamp": "NA",
                    "commentText": "AHAHAHAH !!!....MARIA, você vem confirmar aquilo que muita gente diz....que os filhos e netos do Estado Novo \"aconchegaram-se\" junto do PSD !!!....Você MARIA e muitos outros, sempre defenderam o PSD !!!...Agora que a extrema direita está a mostrar o \"narizito\" já criticam o PSD e defendem is valores da extrema direita !!!<br/>MARIA, conte p'rá  gente quais os pontos positivos da governação de Salazar ???",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4269095361",
                    "user": "disqus_wbtqOs2zgl",
                    "date": "a year ago",
                    "timestamp": "NA",
                    "commentText": "ANDRE, não se meta nisso !!!...As doses da MARIA são muito fortes !!!",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Imbecil"
            ]
        },
        {
            "id": "4269019985",
            "user": "disqus_RDZkmA2Zbp",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "Delírios vaginais?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4268990078",
            "user": "disqus_rJOddbcbWe",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "Pois não, até foi ele que inventou a democracia\nAí o meu cabeço<br/>Mauzinho Imparcial",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 13,
            "replies": [
                {
                    "id": "4269157498",
                    "user": "disqus_aiWRq6UM2Q",
                    "date": "a year ago",
                    "timestamp": "NA",
                    "commentText": "Não a leve a sério … Ela dizia que o Pedro assassino não tinha matado ninguém….A história estava mal contada… Ela é do contra e na paranoia delirante pensa que a rainha do palácio da pena...",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "4269652488",
                            "user": "mariaportuguesa",
                            "date": "a year ago",
                            "timestamp": "NA",
                            "commentText": "Olha olha, o cakeman deu à costa! Eu sei quem és, ó palhaço retardado e cobarde, e quantos casaquinhos tens. Andas aí aos tombos e nem sabes de que terra és. 💩💩💩💩💩💩",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "4269900024",
                                    "user": "disqus_aiWRq6UM2Q",
                                    "date": "a year ago",
                                    "timestamp": "NA",
                                    "commentText": "Tas a confundir-me com o teu Pedrinho….Teu inocente pedrinho… Tomaste a pastilha?!… deves ter esquecido…",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "4269076948",
                    "user": "disqus_BBUm5xfcIE",
                    "date": "a year ago",
                    "timestamp": "NA",
                    "commentText": "Se tivesse inventado a democracia, teria inventado uma boa me..da!!!... Parasitas, corruptos e arranjistas não faziam parte dos planos de Salazar!!!...",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 5,
                    "replies": [
                        {
                            "id": "4269085239",
                            "user": "disqus_rJOddbcbWe",
                            "date": "a year ago",
                            "timestamp": "NA",
                            "commentText": "Ele ( Salazar ) era mais de conceder monopólios aos seus apoiantes e afastar todos os que lhes fizessem concorrência\nEu embora na altura muito jovem ainda me recordo dos tempos do estrangulador  botas de Santa Comba\nMauzinho Imparcial",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "4269080686",
                            "user": "disqus_wbtqOs2zgl",
                            "date": "a year ago",
                            "timestamp": "NA",
                            "commentText": "Mas no tempo do Estado Novo havia corrupção, parasitas e MUITO trafico de influencia...a eterna \"cunha\"....o eterno \"arranjinho\"....ao qual o PSD deu continuação....a tudo !!!!",
                            "likes": 3,
                            "hasReplies": true,
                            "numberOfReplies": 3,
                            "replies": [
                                {
                                    "id": "4270765485",
                                    "user": "lavienenrose",
                                    "date": "a year ago",
                                    "timestamp": "NA",
                                    "commentText": "Pobre jagunço, sempre a chafurdar.\nO PS é diferente, imbecil, xuxareco-corrupto-populista?\nÉs nojento.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "4269147249",
                                    "user": "disqus_BBUm5xfcIE",
                                    "date": "a year ago",
                                    "timestamp": "NA",
                                    "commentText": "Não há regimes perfeitos!... Mas parasitismo, corrupção, tráfico de influências, ah, esta democracia podre supera tudo!!!...",
                                    "likes": 1,
                                    "hasReplies": true,
                                    "numberOfReplies": 1,
                                    "replies": [
                                        {
                                            "id": "4269873841",
                                            "user": "disqus_gVjuWvtB3n",
                                            "date": "a year ago",
                                            "timestamp": "NA",
                                            "commentText": "O mal da democracia é a intreferência dos poderosos e do dinheiro.",
                                            "likes": 0,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "4269084946",
                    "user": "disqus_wbtqOs2zgl",
                    "date": "a year ago",
                    "timestamp": "NA",
                    "commentText": "Eh pá tu...com um molhito de cebolada és papado com uma pinta do caraças !!!<br/>Tu ainda há pouco tempo davas a vida pelo PSD e agora já viraste para a extrema direita ???<br/>Pá, o teu comportamento só vem provar aquilo que muita gente dizia....O PSD está pejado de simpatizantes da extrema direita !!!<br/>Sim...VIVA A DEMOCRACIA.....mas com existencia de vários partidos e não a democracia de partido único !!!",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4269556289",
                    "user": "disqus_lU8uYlB2Z2",
                    "date": "a year ago",
                    "timestamp": "NA",
                    "commentText": "De facto é!!! Mas, de cada vez que o povo vota, nas legislativas, 3,10€ do bolso do CONTRIBUINTE, independentemente seja parttidário ou não, vão para esses PARTIDOS consoante o seus números de votos!<br/>Esta demo(nio)cracia em Portugal, tem um custo. Em relação ao \"outro assunto\", Sr.Mesquita, espero que tenha ficado elucidado.\n\"pobre do mexilhão que está <b> agarrado </b>às rochas!!!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Agarrado"
                    ]
                },
                {
                    "id": "4269091770",
                    "user": "disqus_wbtqOs2zgl",
                    "date": "a year ago",
                    "timestamp": "NA",
                    "commentText": "Antigamente havia eleições ????....Alguma  vez o Salazar se sujeitou a eleições ???....Houve uma unica vez eleições em que um dos candidatos era o Gen Humberto Delgado e segundo rezam as cronicas, se tivesse havido a contagem correta dos votos, o Delgado teria ganho !!!<br/>E nessa altura só podiam votar as pessoas com rendimentos acima da media, os funcionarios publicos ou com ligações à sociedade civil como por exemplo os \"regedores\" !!!...Se o sistema perdia com os votos dos \"dele\" sistema, já podemos imaginar do quanto o sistema era \"amado\" !!!!",
                    "likes": 3,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4269582324",
                            "user": "disqus_lU8uYlB2Z2",
                            "date": "a year ago",
                            "timestamp": "NA",
                            "commentText": "Sabe a origem desse \"parafuso desapertado\"??? Foi a \"lavagem cerebral\" que levou nos Estados Unidos nos anos que ele esteve na Embaixada de Portugal como... \"Adido\". E não só! para não falar do General Botelho Moniz",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4269389828",
            "user": "mariaportuguesa",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "Sempre se pôde com Salazar. Os meus pais tinham amigos na política e sempre expressaram as suas ideias sem medo algum. A PIDE nunca foi lá a casa nem com Salazar nem com Marcelo porque os meus pais não  eram reles esquerdalhas, nunca conspiraram nem cometeram atentados contra o Estado. Nem eu.\nAs pessoas esquecem que todos os países têm polícia política e que o SIS é exactamente o que foi a PIDE. A esquerdalhada desovada do 25 é que fez falsamente da polícia do Estado um instrumento de tortura e de terror.\n<a href=\"https://disq.us/url?url=https%3A%2F%2Fwww.sis.pt%2Fquem-somos%2Fo-sis%3ApFsBkq5K_uJhWOlh10ygjagnSa8&amp;cuid=2974901\" rel=\"nofollow noopener\" title=\"https://www.sis.pt/quem-somos/o-sis\">https://www.sis.pt/quem-som...</a>",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4270021272",
                    "user": "olh_metro",
                    "date": "a year ago",
                    "timestamp": "NA",
                    "commentText": "V.Exª, é pura e simplesmente uma tolinha. Houve apenas um homem que era completamente livre, António de Oliveira Salazar.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4269111688",
            "user": "disqus_wbtqOs2zgl",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "CEBOLADA....A censura só foi abolida em 25 de Abril de 1974 !!!",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4269092937",
            "user": "disqus_wbtqOs2zgl",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "Desconfio que este CEBOLADA era bufo da PIDE/DGS !!!!",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4269113313",
                    "user": "disqus_wbtqOs2zgl",
                    "date": "a year ago",
                    "timestamp": "NA",
                    "commentText": "HUM !!!!....O CEBOLADA...sentiu o toque !!!!....O <b> gajo </b>era bufo !!!...Será que ainda o é ???<br/>Pessoal...cuidado com o CEBOLADA !!!",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gajo"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "4269013959",
            "user": "disqus_rJOddbcbWe",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "Voto no que me é permitido e posso candidatar-me a um emprego na função pública seja de esquerda ou de direita\nIsso não significa que seja o homem mais feliz do mundo mas em relação aos tempos da outra senhora já é algum avanço\nMauzinho imparcial",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4269605555",
                    "user": "disqus_lU8uYlB2Z2",
                    "date": "a year ago",
                    "timestamp": "NA",
                    "commentText": "Poder candidatar-se é uma coisa; Poder \"meter uma cunha\" é outra...\nBonzinho Pragmático!!!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4269607256",
                    "user": "disqus_lU8uYlB2Z2",
                    "date": "a year ago",
                    "timestamp": "NA",
                    "commentText": "Ele sabe... não quer é dizer.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4268989268",
            "user": "disqus_ysIn41saXn",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "Jura?<br/>E diga-me minha sinhora, com que parte  da sua anatomia pensa?\nNão me responda, é só uma pergunta de retórica, eu conheço a resposta.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4269094188",
                    "user": "disqus_wbtqOs2zgl",
                    "date": "a year ago",
                    "timestamp": "NA",
                    "commentText": "AHAHAHAH !!!...Eu tambem sei !!!....E tambem eu me recuso a dize-lo !!!",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4269471036",
                            "user": "disqus_ysIn41saXn",
                            "date": "a year ago",
                            "timestamp": "NA",
                            "commentText": "Não me diga, é um segredo de Polichinelo.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4268976894",
            "user": "xupem",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "Oh Goucha tu gostas é de marcha à Ré, o resto é conversa da treta.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4269097136",
                    "user": "disqus_wbtqOs2zgl",
                    "date": "a year ago",
                    "timestamp": "NA",
                    "commentText": "Ó JOANA tambem é simpatizante da extrema direita ???",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}