{
    "header": {
        "title": " Campanha aquece com debates nas televisões ",
        "subtitle": " Frente-a-frente entre André Ventura e João Ferreira com interrupções constantes e muito ruído. Esta semana será marcada pelos debates entre todos os candidatos. ",
        "owner": " Luís Claro ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 4 de janeiro 2021 ",
        "dateExtraction": " 2021-01-04 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/719851/campanha-aquece-com-debates-nas-televisoes ",
        "postText": " ['Os debates para as eleições presidenciais arrancaram neste fim de semana e não podia ser maior o contraste entre o frente-a-frente que juntou Marcelo Rebelo de Sousa e Marisa Matias e o confronto entre João Ferreira e André Ventura.', 'O debate entre o candidato apoiado pelo PCP e o líder do Chega, na TVI 24, ficou marcado por inúmeras interrupções e muito ruído. Em alguns momentos não se conseguia sequer perceber o que diziam.', 'André Ventura, que interrompeu várias vezes o adversário, acusou João Ferreira de “andar com o Governo ao colo” e de apoiar ditaduras como a Coreia do Norte ou Cuba. “Não é capaz de condenar um ditador [Kim Jong-un] que mata todos os dias. A esta hora deve estar a matar alguém”.', 'João Ferreira acusou o deputado do Chega de “andar a desfilar” com Marine Le Pen e de ter entre os seus apoiantes “pessoas ligadas ao branqueamento de capitais, terrorismo bombista e especulação imobiliária”.', 'O candidato comunista confrontou várias vezes o adversário com as suas contradições. Acusou Ventura de ter prometido cumprir o mandato de deputado em regime de exclusividade e depois ter acumulado “três salários”, como consultor e comentador desportivo. “Continua a inventar”, respondeu Ventura.', 'O debate aqueceu em vários momentos com a moderadora a pedir aos candidatos para não se interromperem. “Estamos em roda livre”, alertou. No final, André Ventura garantiu que tentou cumprimentar o adversário, mas sem sucesso. “Deixou-me de braço no ar quando o tentei cumprimentar. Saiu sem me falar”, escreveu, na sua página do facebook.', '', 'Peixeirada e alvoroço', 'Nas redes sociais, foram vários os comentários ao frente-a-frente entre Ventura o candidato comunista. João Soares, ex-ministro da Cultura e antigo deputado socialista, escreveu que o candidato do Chega “interrompeu impunemente o seu adversário sem que a coordenadora o metesse na ordem” e elogiou João Ferreira por estar “muito bem no essencial”.', 'Para o socialista e apoiante de Marcelo Rebelo de Sousa, o candidato apoiado pelo PCP “ganhou claramente” o debate, apesar do “alvoroço provocador e mal-educado de André Ventura”.', 'O deputado socialista Tiago Barbosa Ribeiro também apontou o dedo à forma como o debate foi moderado. “Não foi um debate para esclarecer ninguém, foi um fato à medida de alguém”, escreveu, nas redes sociais.', 'O antigo deputado do CDS Raul Almeida classificou o debate como uma “peixeirada lamentável”. O centrista resumiu este debate a “um confronto entre um estalinista assumido e um mentiroso sem vergonha”.', '', 'Debate sereno', 'Mais sereno foi o debate entre Marcelo Rebelo de Sousa e Marisa Matias, na RTP. O atual Presidente da República e recandidato agradeceu a Marisa Matias “o que tem feito por Portugal na Europa” e admitiu ter “simpatia pessoal e política por várias das causas pelas quais ela lutou”.', 'Os dois candidatos defenderam que é preciso estabilidade política. A candidata apoiada pelo Bloco de Esquerda afirmou que existem condições para “entendimentos duradouros e estáveis” entre os partidos de esquerda.', '“Eu estava ouvir a senhora deputada e concordava com o que ela disse quanto a estabilidade. É importante que este governo dure até 2023. Tive pena que não fosse possível no orçamento para este ano haver uma base de sustentação mais alargada, mas acredito que pode existir” nos próximos orçamentos, respondeu Marcelo Rebelo de Sousa.'] ",
        "numberPosts": " 60 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Ethnicity - Asian (South- India, Pakistan, Bangladesh),Nationality - Indian,Ethnicity - White,Ethnicity - Black,Sexual Identity - Male homosexuality,Physical Identity - Physical (and Mental) Impairments",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Monhé,Monhé,Gajo,Preto,Aberração,Idiota",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "5212236072",
            "user": "disqus_PzY5poED2N",
            "date": "3 hours ago",
            "timestamp": "NA",
            "commentText": "É \"isto\" um candidato à Presidência da República. Um cidadão que não consegue fazer do debate político algo mais que uma querela infantil sobre ideologias.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5212160789",
            "user": "disqus_EJLoQqNK0r",
            "date": "4 hours ago",
            "timestamp": "NA",
            "commentText": "Discutir quem ganhou um debate, em que um indivíduo defensor de Lenine acusa o outro de ser anti democrata, é uma anedota!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5212077114",
            "user": "disqus_SLheXwGnk4",
            "date": "5 hours ago",
            "timestamp": "NA",
            "commentText": "CHEGA!!!!!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5212054643",
            "user": "disqus_BzBL8hq9yT",
            "date": "5 hours ago",
            "timestamp": "NA",
            "commentText": "Força André Ventura. A esquerdalha até se espuma.<br/>Costa e a sua quadrilha socialista apoiada pela extrema esquerda gostavam de ter uma oposição fofinha de chiquinho ou do rui rio. Isso é passado!<br/>Chega!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5211872205",
            "user": "sonasov",
            "date": "8 hours ago",
            "timestamp": "NA",
            "commentText": "Este <b> gajo </b>sozinho faz um circo lol...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gajo"
            ]
        },
        {
            "id": "5211862920",
            "user": "disqus_Zgj9mqhbFk",
            "date": "9 hours ago",
            "timestamp": "NA",
            "commentText": "Isto é gozar com quem vota, não tanto com quem trabalha.Ventura vem da escola da peixarada da CMtv.Votem nele e alimentem o peixeiro.Os Circos estão parados a passar dificuldades mas este palhaço vai ser alimentado com os nossos impostos.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5211981348",
                    "user": "disqus_ntcuIRvHqw",
                    "date": "6 hours ago",
                    "timestamp": "NA",
                    "commentText": "O BOSTA <b> MON<b> HÉ </b</b>>MENTE(NB), SEM PALAVRA E SEM HONRA(INFARMED), FALSIFICA(CURRICULO JUIZ), ASSASSINA (SEF,PEDROGÃO, MORTOS NÃO COVID 9500), VOTAR NELE É COMO VOTAR NUMA DEMOCRACIA \"CHINESA\"!!!!!!!!!!!!",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Monhé"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "5211849901",
            "user": "disqus_iJMps8RLAZ",
            "date": "9 hours ago",
            "timestamp": "NA",
            "commentText": "O AVentura debate como o faz na tasca quando fala do Benfica. Só por si isto nada teria de especial. O que é SINTOMÁTICO no entanto  é a adesão que este estilo suscita nessa tralha acéfala que se revê nesse estilo de TROLL. E que diz MUITO da qualidade dessa gente.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5211849165",
            "user": "cristinamaltezguerreiro",
            "date": "9 hours ago",
            "timestamp": "NA",
            "commentText": "Cá temos o SolTura a levar o André da Rolha ao colo...<br/>O debate, mau ou bom, foi entre dois políticos, mas só as trombas do Ventura é que aparecem...sempre... <br/>Porque será....?",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5212083684",
                    "user": "joocerejogregrio",
                    "date": "5 hours ago",
                    "timestamp": "NA",
                    "commentText": "Uma coisa é certa dizem que ele é mentiroso mas os  outros é que escondem os saites para não se ver as verdades e depois  ele é que é mentiroso",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5211851180",
                    "user": "disqus_iJMps8RLAZ",
                    "date": "9 hours ago",
                    "timestamp": "NA",
                    "commentText": "Porque este pasquim está a ser gerido por gente da igualha dele.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5211841054",
            "user": "disqus_Zf5nBRQLBe",
            "date": "9 hours ago",
            "timestamp": "NA",
            "commentText": "A 24 de Janeiro só vai interessar saber quantos votos teve Ventura.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5211839669",
            "user": "rolopreto",
            "date": "9 hours ago",
            "timestamp": "NA",
            "commentText": "André Ventura é um OPORTUNISTA TRAIDOR que está a trair os valores da extrema direita católica, conservadora e nacionalista que foi a base da fundação do partido Chega. André Ventura está a perseguir e a ostracizar os militantes da verdadeira extrema direita substituindo-os por MERCENÁRIOS OPORTUNISTAS SEM QUAL IDEOLOGIA vindos do PSD e CDS, sendo que alguns desses MISERÁVEIS até já foram militantes de esquerda por conveniência. É lamentável que os verdadeiros militantes de extrema direita tenham sido sistematicamente silenciados e demitidos dos cargos que ocupavam nas concelhias e distritais para serem substituídos por esses CORRUPTOS que se vendem ao poder instalado à primeira oportunidade. Já só falta o TRAIDOR André Ventura colocar o SOCRATES na mesa da assembleia do Chega, não se admirem se isso acontecer!<br/>Graças ao OPORTUNISTA TRAIDOR André Ventura e às suas ambições pessoais de poder o Chega corre o risco de ser mais um partido anémico a lamber as botas ao poder e a assumir posturas COVARDES conforme os interesses da ESCUMALHA que agora o lidera.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 15,
            "replies": [
                {
                    "id": "5211982525",
                    "user": "disqus_ntcuIRvHqw",
                    "date": "6 hours ago",
                    "timestamp": "NA",
                    "commentText": "E O BOSTA <b> MON<b> HÉ </b</b>>PARA PGR!?",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 4,
                    "replies": [
                        {
                            "id": "5211986380",
                            "user": "rolopreto",
                            "date": "6 hours ago",
                            "timestamp": "NA",
                            "commentText": "Quero que monhé se PHODA!!<br/>A culpa de existirem monhés na politica portuguesa é dos imbecis do PSD e CDS.",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 3,
                            "replies": [
                                {
                                    "id": "5211990331",
                                    "user": "disqus_ntcuIRvHqw",
                                    "date": "6 hours ago",
                                    "timestamp": "NA",
                                    "commentText": "A culpa é de todos; ou desconhece a história ou tem uma mente seletiva!! Já anterior ao 25 abril, goeses tinham dupla nacionalidade!!",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 2,
                                    "replies": [
                                        {
                                            "id": "5212041890",
                                            "user": "rolopreto",
                                            "date": "5 hours ago",
                                            "timestamp": "NA",
                                            "commentText": "...É DE TODOS O KARALHO! É DE TODOS VOCÊS UNICAMENTE! <br/>e vão pagar por isso.",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 1,
                                            "replies": [
                                                {
                                                    "id": "5212365656",
                                                    "user": "disqus_ntcuIRvHqw",
                                                    "date": "an hour ago",
                                                    "timestamp": "NA",
                                                    "commentText": "VOCÊS QUEM!? TODOS OS PORTUGUESES; QUE NESTES ULTIMOS 6 ANOS DE XUXALISMO MENTIROSO, FALSIFICADOR, ASSASSINO, SEM PALAVRA E SEM HONRA; DEU NACIONALIDADE PORTUGUESA A 1,1 MILHÕES DE INDIANOS, BRASILEIROS, NEPALESES, PAQUISTANESES, MARROQUINOS, BRASILEIROS, CHINESES….….",
                                                    "likes": 0,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Monhé"
                    ]
                },
                {
                    "id": "5211945021",
                    "user": "Meliodasreidosdemonios",
                    "date": "7 hours ago",
                    "timestamp": "NA",
                    "commentText": "Se acha que Ventura é demasiado brando tem bom remédio: vote no Ergue-te, o partido com um nome que parece um suplemento para a disfunção eréctil.\nPS: caso não saiba, Rolão <b> Preto </b>nos seus últimos anos tornou-se mais moderado e até arrependido das macacadas dos camisas azuis.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 4,
                    "replies": [
                        {
                            "id": "5211980817",
                            "user": "rolopreto",
                            "date": "6 hours ago",
                            "timestamp": "NA",
                            "commentText": "Cala essa boca porca COMUNA de MERDA, tu és um MONTE DE ESTERCO que anda no mundo só por ver andar os outros.",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 3,
                            "replies": [
                                {
                                    "id": "5212019453",
                                    "user": "Meliodasreidosdemonios",
                                    "date": "6 hours ago",
                                    "timestamp": "NA",
                                    "commentText": "Ora bem, uma resposta à altura da falta de inteligência e valores que é a norma padrão dos fascistas.<br/>Eu não sou comuna mas você é um fascista dos sete costados, ou não teria escolhido esse nome.",
                                    "likes": 1,
                                    "hasReplies": true,
                                    "numberOfReplies": 2,
                                    "replies": [
                                        {
                                            "id": "5212044353",
                                            "user": "rolopreto",
                                            "date": "5 hours ago",
                                            "timestamp": "NA",
                                            "commentText": "TU ÉS UMA MERDA, NEM PARA FAZER CHOURIÇOS SERVES!",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 1,
                                            "replies": [
                                                {
                                                    "id": "5212095569",
                                                    "user": "Meliodasreidosdemonios",
                                                    "date": "5 hours ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Ah ah ah ah.",
                                                    "likes": 0,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Preto"
                    ]
                },
                {
                    "id": "5211910540",
                    "user": "jesusmerda",
                    "date": "8 hours ago",
                    "timestamp": "NA",
                    "commentText": "HAHAHHA o que mais gosto de ver é os porcos na pocilga a lutar pela gamela.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 4,
                    "replies": [
                        {
                            "id": "5211982598",
                            "user": "rolopreto",
                            "date": "6 hours ago",
                            "timestamp": "NA",
                            "commentText": "É um assunto que não te diz respeito, COMUNA IMBECIL resume-te à tua insignificância.",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 3,
                            "replies": [
                                {
                                    "id": "5212023339",
                                    "user": "jesusmerda",
                                    "date": "6 hours ago",
                                    "timestamp": "NA",
                                    "commentText": "Fiquei a aguardar que viesses ter comigo como já me prometeste, mas até então nada.... anseio por esse dia.",
                                    "likes": 2,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "5212021138",
                                    "user": "Meliodasreidosdemonios",
                                    "date": "6 hours ago",
                                    "timestamp": "NA",
                                    "commentText": "Ruik krull, casaquinho novo mas a merda dentro do crânio é a mesma.",
                                    "likes": 1,
                                    "hasReplies": true,
                                    "numberOfReplies": 1,
                                    "replies": [
                                        {
                                            "id": "5212276922",
                                            "user": "disqus_xmCBjS9tbD",
                                            "date": "2 hours ago",
                                            "timestamp": "NA",
                                            "commentText": "Na mouche.<br/>É mesmo Meliodas!!",
                                            "likes": 1,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5211794296",
            "user": "Antiraoliono",
            "date": "10 hours ago",
            "timestamp": "NA",
            "commentText": "André Ventura venceu o debate por 99-1. <br/>Do lado de André Ventura só foram ditas verdades e a defesa dos seus 1250 milhões de apoiantes online foi perfeita. Só faltou explicar porque é que tinha anunciado que o partido iria eleger 774 deputados nas próximas legislativas, como apontou num twit enviado poucos dias antes (entretanto apagado).",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5211781877",
            "user": "disqus_xmCBjS9tbD",
            "date": "11 hours ago",
            "timestamp": "NA",
            "commentText": "\"Trump pressionou secretário de Estado da Geórgia para \"encontrar 11.780 votos\" que lhe garantissem a vitória\" em Observador.\nE é isto. Têm que ganhar, seja de que forma for. E é com esta <b> aberração </b>de gente que Ventura tem formação, segue e idolatra.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Aberração"
            ]
        },
        {
            "id": "5211762404",
            "user": "flagrantedecilitro",
            "date": "11 hours ago",
            "timestamp": "NA",
            "commentText": "O debate aqueceu... !<br/>Nada que surpreenda. Vindo daquele lado, da (A)ventura, ainda há muito calor e inspiração vinda de Auschwitz",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5211758565",
            "user": "disqus_mogfSPaHQJ",
            "date": "11 hours ago",
            "timestamp": "NA",
            "commentText": "Quem é que foi o génio que se lembrou de perguntar ao João Soares o que quer que seja sobre “peixeirada e alvoroço”???\nIsso é como perguntar ao Ferro Rodrigues sobre a Teoria do Desenvolvimento de Piaget...",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5211755885",
            "user": "o_critico",
            "date": "11 hours ago",
            "timestamp": "NA",
            "commentText": "Grande André Ventura deu uma tareia em toda a esquerdalha porca  acarneirada que defende os criminosos e corruptos deste país. Como foi bom ouvir o Chega dizer as verdades todas na TV na cara de vocês canalhas esquerdopatas... Fora com os corruptos, fora com o socialismo/fascismo/comunismo...",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5211747314",
            "user": "disqus_OIp4qfhf9q",
            "date": "12 hours ago",
            "timestamp": "NA",
            "commentText": "«Frente-a-frente entre André Ventura e João Ferreira»\nDUAS IRREALIDADES.<br/>VAZIOS.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5211753532",
                    "user": "o_critico",
                    "date": "12 hours ago",
                    "timestamp": "NA",
                    "commentText": "O Grande André Ventura deu uma tareia nos idiotas comunas e em toda a esquerdalha <b> idiota </b>que defendem o banditismo e querida corrupção socialista.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Idiota"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "5211732134",
            "user": "disqus_7AoM9DPE20",
            "date": "12 hours ago",
            "timestamp": "NA",
            "commentText": "Que foi uma peixeirada foi mas dizer que o do PCP ganhou claramente o debate é mentira, é que nem sequer ganhou juizo...",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5211728791",
            "user": "disqus_43qAvDtmjR",
            "date": "12 hours ago",
            "timestamp": "NA",
            "commentText": "Ontem o murcelas foi desmascarado e rebaixado a baixo de cão pelo candidato da iniciativa liberal fez um bom trabalho, parabéns, o murcelas não presta para nada e está a fazer o trabalho do primeiro ministro e da ministra da saúde enfim a levar o governo ao colo, pensa que está a fazer um bom trabalho mas só está a fazer porcaria, pena que os portugueses não vejam isso e continuem a votar nele, este povo só tem o que merece!",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 14,
            "replies": [
                {
                    "id": "5211734376",
                    "user": "disqus_xmCBjS9tbD",
                    "date": "12 hours ago",
                    "timestamp": "NA",
                    "commentText": "AHAHAHAHAHAHAHAHAHAH\nA sua vontade é muita de que assim seja, mas essa está longe, muito muito longe de ser a realidade.\nOntem até Carlos Daniel teve que ajudar o Tiago, que chegou a pontos de estar com total bloqueio mental, a gaguejar e apático...entrou no repete repete e não saia dali....Até Marcelo, professor experiente, o olhava com condescendência, como quando vê um aluno espalhar-se numa oral. Tiago chumbou redondamente ontem.<br/>E olhe que eu esperava bem mais dele. Foi com tanta sede ao pote, nomeadamente contra o Ventura (o que me interessa), nas depois foi tudo fogo de vista.<br/>O Marcelo já ganhou. Não há dúvidas. Mas o que eu gostaria é que existissem candidatos que fizessem frente ao extremismo do André Ventura e que tivessem realmente força para desmascararem as patranhas e a palhaçada.  Uns são demasiado educados para entrarem em peixeiradas, outros não têm estaleca, como é o caso de Tiago M. Gonçalves. Tive pena deste.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 13,
                    "replies": [
                        {
                            "id": "5211773043",
                            "user": "disqus_43qAvDtmjR",
                            "date": "11 hours ago",
                            "timestamp": "NA",
                            "commentText": "Oh Luísa vai-te prostituir para o Monsanto!!!!!!",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 6,
                            "replies": [
                                {
                                    "id": "5211782467",
                                    "user": "disqus_xmCBjS9tbD",
                                    "date": "11 hours ago",
                                    "timestamp": "NA",
                                    "commentText": "Ó Digital, você é claramente do Chega. Ordinário, mal educado e vulgar que doi.",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 5,
                                    "replies": [
                                        {
                                            "id": "5211829484",
                                            "user": "disqus_43qAvDtmjR",
                                            "date": "9 hours ago",
                                            "timestamp": "NA",
                                            "commentText": "Tadinha, e você é a prostituta do kosta e do morcelas!!!!",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 4,
                                            "replies": [
                                                {
                                                    "id": "5212279545",
                                                    "user": "disqus_xmCBjS9tbD",
                                                    "date": "2 hours ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Não gaste energias, já se percebeu a sua origem. Tanta falta de nível, educação e de inteligência só pode ser um belo exemplar do Chega.",
                                                    "likes": 0,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 3,
                                                    "replies": [
                                                        {
                                                            "id": "5212316584",
                                                            "user": "disqus_43qAvDtmjR",
                                                            "date": "2 hours ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Não me digas Luísa o kosta pagou-te o curso de boas maneiras, mas olha também com curso ou sem curso só dizes babuzeiras.",
                                                            "likes": 0,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 2,
                                                            "replies": [
                                                                {
                                                                    "id": "5212319268",
                                                                    "user": "disqus_xmCBjS9tbD",
                                                                    "date": "2 hours ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "Não preciso de curso. Basta o berço.<br/>Direi sempre baboseiras na sua óptica.  E é o que pretendo cada x mais.",
                                                                    "likes": 0,
                                                                    "hasReplies": true,
                                                                    "numberOfReplies": 1,
                                                                    "replies": [
                                                                        {
                                                                            "id": "5212326956",
                                                                            "user": "disqus_43qAvDtmjR",
                                                                            "date": "an hour ago",
                                                                            "timestamp": "NA",
                                                                            "commentText": "Tadinha da Luísa sentiu-se ofendida... É Luísa ou Luís, ainda não percebi...?!!!",
                                                                            "likes": 0,
                                                                            "hasReplies": false,
                                                                            "numberOfReplies": 0,
                                                                            "replies": []
                                                                        }
                                                                    ]
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "id": "5211749106",
                            "user": "disqus_OIp4qfhf9q",
                            "date": "12 hours ago",
                            "timestamp": "NA",
                            "commentText": "Essa do jornalista ajudar o Mayan até tem graça...<br/>Abri a tv e pareceu-me estar perante dois comentadores que confrontavam o Mayan...\nDe uma coisa não tenho dúvidas: Marcelo é a nódoa maior nos presidentes da nossa democracia.",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "5211783093",
                                    "user": "disqus_xmCBjS9tbD",
                                    "date": "11 hours ago",
                                    "timestamp": "NA",
                                    "commentText": "Eu também não tenho dúvidas de que TMG foi esmagado, e só não foi enxovalhado porque estava a lidar que pessoas educadas e correctas. Espere por ver o debate com o Ventura.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "5211736727",
                            "user": "domfinley",
                            "date": "12 hours ago",
                            "timestamp": "NA",
                            "commentText": "O Carlos Daniel teve uma má prestação. Parecia o mordomo do Marcelo, ele é só mais um jornalista do sistema.",
                            "likes": 2,
                            "hasReplies": true,
                            "numberOfReplies": 3,
                            "replies": [
                                {
                                    "id": "5211738743",
                                    "user": "disqus_xmCBjS9tbD",
                                    "date": "12 hours ago",
                                    "timestamp": "NA",
                                    "commentText": "Não concordo. Mesmo nada.<br/>Repare, TMG entrou a matar. Abriu a boca e disparou todos os tiros no primeiro minuto...e depois....silêncio....nada....Calou-se. Ouviu as justificações (bem dadas) do Marcelo, e após as mesmas abriu a boca para dizer exactamente o mesmo. Absolutamente ridículo.<br/>O que Carlos Daniel estava a querer era que o Tiago justificasse as acusações que tinha inicialmente feito. CD estava a dar-lhe oportunidades de falar e desenvolver o raciocínio...mas nem assim....",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 2,
                                    "replies": [
                                        {
                                            "id": "5211739775",
                                            "user": "domfinley",
                                            "date": "12 hours ago",
                                            "timestamp": "NA",
                                            "commentText": "Foi, foi mesmo isso. Pois.",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 1,
                                            "replies": [
                                                {
                                                    "id": "5211745648",
                                                    "user": "disqus_xmCBjS9tbD",
                                                    "date": "12 hours ago",
                                                    "timestamp": "NA",
                                                    "commentText": "???????<br/>Que Infantilidade!!",
                                                    "likes": 0,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5211728266",
            "user": "disqus_xmCBjS9tbD",
            "date": "12 hours ago",
            "timestamp": "NA",
            "commentText": "André Ventura só tem competências e nível para ser presidente da feira da ladra ou do mercado do Bulhão.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5211754314",
                    "user": "o_critico",
                    "date": "11 hours ago",
                    "timestamp": "NA",
                    "commentText": "Comuna que és, até te doi a bunda de tanto levares na peida... a verdades de André Ventura sobre o nojo que é a esquerdalha... hahahahah",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5211758606",
                            "user": "disqus_xmCBjS9tbD",
                            "date": "11 hours ago",
                            "timestamp": "NA",
                            "commentText": "Não precisa de se esforçar. Percebe-se bem que é do Chega.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5211720980",
            "user": "laepoviriatvs",
            "date": "13 hours ago",
            "timestamp": "NA",
            "commentText": "Outra coisa não seria de esperar!!<br/>o catavento e a cigana são os candidato dos hipócritas, rotos e miseráveis (caracteristica predominante na republica das bananas) <br/>ainda que o Tiago Mayan não esteja á altura de tanta iniquidade pós 25/4 jamais teria hipótese com esta comunicação social pretenciosa dos 15 Mi, <br/>tendenciosa e imoral, que teima em levar ao colo quem atirou o país para o fundo da tabela europeia, é vergonhosos o que assistimos e o que nos brindam e brindaram, <br/>miserabilismo, falta de seriedade, corrupção em esteroides, 2 pesos e 2 medidas, control das instituições supostamente democráticas,<br/> ataque ás liberdades e mais recentemente censura, todos sabemos quem vai ganhar e talvez seja o que os Tugas merecem, futebol e miséria no pais dos coitadinhos. VERGONHA.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "5211729839",
                    "user": "disqus_xmCBjS9tbD",
                    "date": "12 hours ago",
                    "timestamp": "NA",
                    "commentText": "\"miserabilismo, falta de seriedade, corrupção em esteroides, 2 pesos e 2 medidas, control das instituições supostamente democráticas, ataque ás liberdades e mais recentemente censura\"\nDESCREVE NA PERFEIÇÃO O CHEGA.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "5212007176",
                            "user": "disqus_ntcuIRvHqw",
                            "date": "6 hours ago",
                            "timestamp": "NA",
                            "commentText": "Não sou chega; mas dói ver o seu facciosismo!! O chega não é (nunca será) governo; portanto imputar \"controle das instituições, miserabilismo\" para quem não governa!? Ou acefalia ou só facciosismo!! O bosta monhé não tem palavra nem honra(infarmed); é mentiroso(NB), falsifica(currículo juiz), mata, Pedrogão, recorde máximo histórico de mortos num só ano, (9500 mortos NÃO COVID) \"só\" por falta de assistência médica; EMPOBRECE (recorde máximos históricos de ENDIVIDAMENTO PÚBLICO, DAS EMPRESAS E DAS FAMILIAS)……… DESCREVE NA PERFEIÇÃO O DESGOVERNO XUXALISTA;<br/>RUMO AO TETRA DA BANCARROTA!!",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "5212284527",
                                    "user": "disqus_xmCBjS9tbD",
                                    "date": "2 hours ago",
                                    "timestamp": "NA",
                                    "commentText": "Nem facciosismo e muito menos acefalía. <br/>O pirata é um estorvo e não vai passar daqui, por isso estamos aqui.<br/>Você não é Chega mas tem tiques fascistas . E não,  não sou comunista.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "5211726072",
                    "user": "disqus_3wyD6Yvmpl",
                    "date": "12 hours ago",
                    "timestamp": "NA",
                    "commentText": "Deves cagar para dentro... Deves",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5211737291",
                            "user": "domfinley",
                            "date": "12 hours ago",
                            "timestamp": "NA",
                            "commentText": "Belo argumento, ou melhor, falta de argumento.",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}