{
    "header": {
        "title": " A fantochada do racismo ",
        "subtitle": " Marega não só não se portou como um profissional íntegro, porque se deveria ter limitado a jogar futebol, como ainda ajudou à festa, retribuindo ao público os gestos ofensivos que lhe eram endereçadas ",
        "owner": " Pedro Ochôa ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 19 de fevereiro 2020 ",
        "dateExtraction": " 2020-02-27 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/686697/a-fantochada-do-racismo ",
        "postText": " ['Um jogador, negro, marca um golo contra a sua antiga equipa, por sinal aquela que o catapultou para o futebol português, e em vez de o ir festejar junto dos adeptos do seu clube, como seria natural e expectável, opta por se dirigir a uma das bancadas repletas de claques da equipa adversária e, numa atitude  provocatória, aponta para a côr da sua pele. Não contente, ainda lhes faz um gesto obsceno, com o dedo do meio.', 'Imagine-se, agora, que tem sido ao contrário, ou seja, o jogador seria branco e teria-se-ia encaminhado para uma bancada frequentada maioritariamente por negros e insinuado a superioridade da sua raça! No mínimo, era irradiado do futebol e os folhetins televisivos, alusivos ao acto ostensivamente racista e xenófobo, prolongar-se-iam durante semanas a fio.', 'Mas não, no pensamento dominante que impera nos meandros políticos da sociedade portuguesa, bem como junto daqueles que se consideram uma casta superior, somente existe racismo quando praticado contra minorias! Por isso não se ouviu uma única palavra de condenação do comportamento do jogador que fez a apologia da côr da sua pele para celebrar um golo, porque, pura e simplesmente, se trata de um negro, e estes, na acepção do politicamente correcto, são sempre vítimas, nunca agentes provocadores.', 'Mas voltemos a Guimarães, berço da nacionalidade e que acolhe como clube principal da terra um que ostenta como cores o preto e o branco, símbolo da concórdia entre raças. A reacção natural, mas não inteligente, dos adeptos, conhecidos no mundo do futebol como dos mais bairristas e agressivos no apoio à sua equipa, foi de responder pela mesma moeda, perdendo-se em insultos ao jogador que os ofendera, muitos deles de cariz racista, entoados por uns quantos pobres de espírito.', 'Obviamente que se tratou de uma resposta lamentável e absolutamente condenável, porque perderam completamente a razão ao baixarem o nível para o mesmo patamar para onde descera aquele que procuraram atingir.', 'A histeria colectiva que se abateu sobre a sociedade, de repúdio pelo comportamento dos adeptos vimarenses, teria toda a razão de ser se os arautos de tamanha indignação tivessem, igualmente, criticado a performance do Marega, porque ambos, público e jogador, praticaram actos racistas e deploráveis.', 'Ao orientarem toda a sua raiva para apenas uma das partes, tornaram-se parciais; ao branquearem os gestos lamentáveis do jogador, transformaram em herói aquele que foi também vilão.', 'E o argumento de que os insultos ao Marega começaram muito antes do minuto em que ele marcou o golo que deu vantagem no marcador ao FCP, não tem qualquer fundamento que justifique o seu posterior comportamento: houve insultos, sem dúvida, bem audíveis nas reportagens televisivas que nos foram facultadas, logo no período de aquecimento, mas não foram de índole racista, mas sim direccionados, maioritariamente, à senhora sua mãe! Do mesmo tipo daqueles que os árbitros passam os jogos todos a ouvir e nem por isso resolvem abandonar o campo. Ou dos que os próprios jogadores dirigem uns aos outros em disputas mais quizilentas ou com que o público brinda este ou aquele jogador, simplesmente por não gostar dele.', 'Marega não foi, nessa altura, insultado por causa da sua origem racial, mas sim por se tratar de uma antigo jogador da casa. As claques, regra geral, não perdoam a quem troca o seu clube por um rival e, como represália, fazem-lhes a vida negra sempre que regressam ao estádio onde já foram acarinhados.', 'Todos nos recordamos, certamente, dos insultos infames que eram lançados sobre Luís Figo, durante toda a partida e sempre que tocava na bola, quando este ia jogar a Barcelona, depois de ter trocado o clube daquela cidade pelo Real Madrid. Inclusive tinha que suportar o arremesso de objectos, que por vezes o atingiam, mas mantinha a cabeça erguida e fazia aquilo para que era muito bem remunerado, ignorando o que se passava à sua volta. Agia como um verdadeiro profissional.', 'Acontece que na alta competição os seus intervenientes são pagos a peso de ouro e têm de estar preparados, física e psiquicamente, para suportar as amarguras das ofensas, mantendo a concentração exclusivamente dentro daquilo que se passa no interior das quatro linhas.', 'Marega não só não se portou como um profissional íntegro, porque se deveria ter limitado a jogar futebol, como ainda ajudou à festa, retribuindo ao público os gestos ofensivos que lhe eram endereçadas, contribuindo, dessa forma, decisivamente, para o ambiente escaldante que tomou conta das bancadas de espectadores.', 'Condene-se quem proferiu comentários racistas. É imperativo que esses comportamentos desapareçam da nossa sociedade. Mas sancione-se igualmente quem não esteve à altura daquilo que dele era exigido e perdeu-se também em atitudes provocatórias, incluindo algumas de teor racial.', 'Por cá proliferam diversos movimentos políticos, alguns requalificados em partidos, que devem a sua existência ao pressuposto de que a sociedade portuguesa é estruturalmente racista. Se se provar que os portugueses, como um todo, nada têm de racistas, essas oportunistas agremiações perdem a razão da sua vivência. Conscientes disso procuram, insistentemente, encontrar racistas onde eles não existem e provocam aqueles que, em certa medida, o são, obrigando-os a sair da toca.', 'No fundo, esses supostos apologistas de um são relacionamento entre todas as comunidades, em que a côr da pele não represente qualquer conflito de interesses, não pretendem, de maneira alguma, combater o racismo, mas sim fomentá-lo! E, com as suas falinhas mansas, conseguem converter para as suas enganadoras causas os mais incautos, que os seguem cegamente, da mesma forma como um rebanho de ovelhas caminha atrás do seu pastor.', 'Há racistas em Portugal? Claro que os há! Mas daí concluir-se que a nossa sociedade é estruturalmente racista, como essa gente nos pretende fazer crer, será o mesmo que acusar-se os portugueses de serem ladrões, só porque há quem se dedique à ladroagem. Ou que somos um povo de assassinos, somente porque, entre nós, há quem tire a vida a um seu semelhante.', 'Já chega de tanta parvoíce e hipocrisia. É altura de abrimos os olhos e ganharmos a capacidade de saber distinguir os justos dos oportunistas. E mandarmos estes últimos à sua vidinha, acabando com o seu reino!'] ",
        "numberPosts": " 172 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Ethnicity - General,Ethnicity - Black,Ethnicity - White,Physical Identity - Physical Features,Physical Identity - Physical (and Mental) Impairments,Gender - General,Nationality - Chinese,Nationality - Japanese,Ideological and Political Identity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racismo,Racista,Raça,Preto,Macaco,Negro,Branco,Gajo,Careca,Gordo,Bola,Cego,Atrasado,Atrasado mental,Imbecil,Sexual,Amarelo,Amarelo,Esquerdalho,Carneirada,Cigano,Tuga,Grunho",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "4806559216",
            "user": "jafoste1234",
            "date": "4 days ago",
            "timestamp": "NA",
            "commentText": "Este facho tem que começar a história um pouco mais atrás. No aquecimento o Marega foi insultado várias vezes, quando marcou levou com cadeiras em cima...",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4807430670",
                    "user": "disqus_aLIhD8yS8L",
                    "date": "3 days ago",
                    "timestamp": "NA",
                    "commentText": "e onde está o <b> racismo </b>nisso?<br/>em quantos estádios de futebol isso acontece a jogadores brancos?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racismo"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "4805790503",
            "user": "srgiobrunoferreiragomes",
            "date": "5 days ago",
            "timestamp": "NA",
            "commentText": "Parabéns por ter exprimido brilhantemente o que me vai na alma acerca desta questão. Folgo em verificar que o bom senso e inteligência afinal não estão extintos neste país.<br/>E um especial parabéns pela coragem em resistir a esse carneirismo tão em voga....",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4805636031",
            "user": "vandercleidedirceu",
            "date": "5 days ago",
            "timestamp": "NA",
            "commentText": "O que vale é que a \"guerra\" se limita aos comentários no Sol.<br/>Um dia pode ser a sério e então sim, há mortes!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4805142498",
            "user": "joselucianoalmeida",
            "date": "5 days ago",
            "timestamp": "NA",
            "commentText": "Quantos jogadores do Porto têm a mesma cor de pele do dito Marega e estavam em campo no mesmo jogo? Pelo menos 3, mas nenhum foi insultado por esse detalhe. O problema entre o jogador os adeptos do Guimarães vem dos tempos em que por lá passou e dos problemas que arranjou como profissional, ou por falta desse pormenor. Ele que vá para França jogare logo vê o que chamam em alguns campos de clubes adversários, como certamente já lhe aconteceu. Vão ver um jogo das taças africanas odos apuramentos para os mundiais, pirex., em Marrocos, Argélia ou Tunísia, quando lá vão jogar equipes ou seleções de outros países de África, para ver o vão chamando aos jogadores desses países; vai de tudo: macacos, sujos e também aparecem umas bananas pelo meio. Portanto, nada disto é original dos branquela, ou deste país de \"merda\" como alguns pretinhos complexados com a cor da sua pele gostam de afirmar. Quem não sofre desse complexo de inferioridade está sempre de cabeça levantada em qualquer lugar, mesmo quando surgem alguns mal entendidos sobre o detalhe da coloração. Em vez de andarem para aaí a fazer de pseudo herói um fulano que teve atitudes provocatórias com adeptos do clube por onde passou e arranjou problemas, seria bem melhor olhar para a atitude descomplexada do Daniel Alves(que até não é uma pessoa que aprecie, ainda que bom jogador), que teve a titude capaz de desarmar qualquer tipo de provocação, mesmo grosseira: descascou a banana que enviaram para o relvado, comeu-a e agradeceu ao \"bemfeitor\". A esse tipo de atitude naquele contexto é mesmo de tirar o chapéu, ou o \"cap\", pois está mais na moda.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4805123561",
            "user": "disqus_b1fksEFe8Y",
            "date": "5 days ago",
            "timestamp": "NA",
            "commentText": "Muito bem observado.<br/>Onde está o <b> racismo?</b><br/>Do lado<b>  branco</b>, do lad<b> o pret</b>o ou dos dois?",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo",
                "Preto",
                "Branco"
            ]
        },
        {
            "id": "4804912059",
            "user": "ant_nia",
            "date": "5 days ago",
            "timestamp": "NA",
            "commentText": "Se o Marega fosse \"<b> branco\"</b> , <b> \"am<b> arelo</b</b>>\" ou \"pele vermelha\", seria na mesma insultado, como são habitualmente insultados os jogadores, os árbitros e os dirigentes desportivos. A selvajaria das \"claques\" não se suspende perante questões raciais, não<b>  é racis</b>ta, é generalizada. Os insultos podem variar circunstancialmente, filho desta ou daque<b> la, mac</b>ac<b> o ou ca</b>reca, com esta ou aquela caracterí<b> stica s</b>exual, a imaginação insultante é vasta e não se restringe perante nada. Não se tr<b> ata de r</b>acismo mas de barbárie selvagem que se manifesta não só com palavras, cânticos ou gestos, mas vai á agressão física, á destruição do que está á mão, chegou mesmo ao assassinato . Marega pode estar descansado: não foi a cor da pele que levou ao insulto, seria insultado na mesma s<b> e fosse</b> branco, talvez com outras palavras. O futebol precisa de ser domesticado pois está entregue a orangotangos e cavernículas.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sexual",
                "Racismo",
                "Racista",
                "Macaco",
                "Branco",
                "Amarelo",
                "Careca"
            ]
        },
        {
            "id": "4804728237",
            "user": "josegusmaofilho",
            "date": "6 days ago",
            "timestamp": "NA",
            "commentText": "RACISMO COM <b> RACISMO </b>SE PAGA...EIS O PROBLEMA.NÃO PODEMOS ENTRAR EM UM CICLO VICIOSO DE QUE PARA TODA AÇÃO HÁ UMA REAÇÃO.MAREGA FOI PUNIDO PELO ÁRBITRO COM CARTÃO<b>  AM<b> ARELO</b</b>> SÓ FALTA AGORA  A PUNIÇAO DOS ADEPTOS.ZERAM- SE OS LADOS OPOSTOS.NÃO <b> AO RACIS</b>MO DE FORMA AMPLA.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo",
                "Amarelo"
            ]
        },
        {
            "id": "4804464790",
            "user": "Flordelamar",
            "date": "6 days ago",
            "timestamp": "NA",
            "commentText": "É sempre com muito prazer que se lêem as opiniões do Pedro Ochoa. Lúcidas, <br/>independentes e, como não podia deixar de ser, baseadas em factos.<br/>Como sempre os meus parabéns!  ",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "4806560101",
                    "user": "jafoste1234",
                    "date": "4 days ago",
                    "timestamp": "NA",
                    "commentText": "É só um facholas que anda aqui a respirar a mais. Deve ter cá umas saudades do Salazar.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4806765282",
                            "user": "Flordelamar",
                            "date": "4 days ago",
                            "timestamp": "NA",
                            "commentText": "Claro...SALAZAR o HOMEM mais esclarecido e ilustre desde a nefasta <br/>implantação da república. Queres \"TACHO\" vai trabalhar malandro...<br/>da GERINGONÇA... jafoste...devias ter chegado mais cedo...kornudo!<br/>",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "4805639307",
                    "user": "vandercleidedirceu",
                    "date": "5 days ago",
                    "timestamp": "NA",
                    "commentText": "Afinal o retornado sabe apreciar artigos especialmente de Pedro Ochoa!<br/>Parabéns pelo gosto Ultramar de Aquém e Além Mar!",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4806767525",
                            "user": "Flordelamar",
                            "date": "4 days ago",
                            "timestamp": "NA",
                            "commentText": "Palerma inútil...mamão da teta da geringonça...",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4804296813",
            "user": "TheGreatPrimeMinister_Country",
            "date": "6 days ago",
            "timestamp": "NA",
            "commentText": "Excelente análise. Obrigado,",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4803733849",
            "user": "diartbarber",
            "date": "6 days ago",
            "timestamp": "NA",
            "commentText": "Lixo!!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4803518857",
            "user": "eduardohomem",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Não é por acaso que Marega exprime o orgulho na cor da sua pele. É precisamente porque é <b> negro.</b> Nenhum<b>  branco</b> sente igual motivação. E também não é por acaso que a claque do Vitória imita u<b> m macac</b>o para ofender Marega. Não ver isto é s<b> er ce</b>go ou mal intencionado.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Negro",
                "Macaco",
                "Branco",
                "Cego"
            ]
        },
        {
            "id": "4803416785",
            "user": "disqus_M3v6tjSOC8",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Li, com atenção, o que escreveu e é realmente lamentável. É lamentável a tentativa de desinformação que aqui se passa. Ou o senhor é efectivamente <b> racista </b>ou está a escrever a pedido de alguém.<br/>Vamos aos factos. E são factos comprovados. O Marega estava a ser provocado desde o aquecimento. Até ao momento do golo, esteve quietinho em campo a \"engolir\" tudo o que ouvia. Quando marcou o golo dirigiu se à claque do Vitória apontando para a cor da sua pele. Reacção a quente que qualquer pessoa que já tenha jogado futebol entende. Por isso, sim, o Marega foi vitima e nao provocador. Nao deturpe factos, fica lhe mal.<br/>No demais, até concordo consigo. Também me custa ver que vivemos numa sociedade hipócrita em que as minorias são sempre as vitimas. Mesmo quando não são! As coisas são o que são como são. Eu nao consigo entender a diferença entre<b>  preto</b><b> , branc</b>o, latin<b> o, ciga</b>no, indiano, etc... para mim somos todos pwssoas iguais. Mas consigo entender a diferença entre um comportamento civico correcto e incorrecto. E ai, se a maioria tem de cumprir, as minorias também!",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racista",
                "Preto",
                "Cigano",
                "Branco"
            ]
        },
        {
            "id": "4803348192",
            "user": "disqus_mGQkQrS7W3",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Quando a clubite se sobrepõe à dignidade humana só podemos classificar isto como deplorável, nojento, repugnante. Se o autor pactua com um crime, ao publicar este texto, o jornal também está a fazê-lo.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4803344732",
            "user": "disqus_mGQkQrS7W3",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Uma vergonha de artigo!",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4803343029",
            "user": "disqus_O549JUTWPs",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "num país como o nosso, com todos os preoblemas que tem, estamos agora a entrar em histerismo por causa dos grunhos do futebol? é memo à <b> tuga.</b>.. so se preocupa com o que nao interessa enquanto lhe vao ao bolso.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Tuga"
            ]
        },
        {
            "id": "4803329274",
            "user": "disqus_1RtQss7JlB",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Nota se perfeitamente que não viu o jogo nem se deu ao trabalho de perceber o que realmente aconteceu. Lamentável. 😶",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4803308626",
            "user": "britomiguel",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Artigo nojento!",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4803299722",
            "user": "disqus_n7YwOE8lUN",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Se houvesse mais comentários objectivos como este,haveria menos discussão",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4803202485",
            "user": "disqus_IHjDsIIq8V",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Pelos comentários vê-se que o <b> racismo </b>em Portugal está bem vivo. Que vergonha... O que se passou foi uma vergonha para todos os portugueses e para o país, e estar a tentar arranjar desculpas para ilibar os que gritaram os insultos culpando o jogador é no mínimo mesquinho.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "4803169718",
            "user": "disqus_F5f8GB6ybD",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "É notória a \"independencia\" com que escreve este artigo vergonhoso......e é tão vergonho, quanto tenta apagar a origem dos acontecimentos.........como se de um momento paro o outro, apenas por ser tolinho ou se ter \"picado\", alguém marcasse um golo e desatasse a apontar para a sua pele apenas porque sim......Já há demasiada gente neste país a tentar chamar burro aos portugueses....tenha dó e deixe de escrever asneiras,",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4803160995",
            "user": "disqus_WXeUnXZlVb",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "O que aconteceu ao ronaldo em Madrid? Pelos proprios adepto clube... e pelos adeptos adversários? qual a diferença entre os dois? não é a cor? é os principios e a integridade de cada um.. é a força psicologica de cada um, que cada vez o futebol mais exige. Continuem à sombra do <b> racismo.</b>...Em Guimaraes Havia mais pretos em campo. Porque so gozaram com o marega.. é<b>  racismo</b> ao marega. Hipocrisia. Só Hipocrisia..",
            "likes": 12,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "4803112010",
            "user": "mafurra",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Este Pedro Ochôa só pode ser benfiquista ! ! !<br/>Tanta asneira !",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4803157552",
                    "user": "disqus_ulRN4UXSgZ",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "Lol...se for benfiquista não tem direito a opniao na tua ideia.... Vai te encher moscas nabo tu e o marega",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4803098691",
            "user": "pcxpcx",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Explica tudo muito bem. Levem para o enCosta e o Mor selfies lerem. Talvez se dá luz naquelas cabeças",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4803078781",
            "user": "disqus_AsvrCw7uFs",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Quem diz que Portugal é um  país  <b> racista </b>e xenófobo , é  porque  nunca  passou  de Badajoz. Portugal  é  um país tolerante, apesar  de poderem existir racistas, a árvore  não  faz  a floresta. O que  se passa dentro dos  estádios de futebol, está  à  margem do país, sendo muito  perigoso fazer  essa  extrapolação. No caso  do Marega pareceu-me  apenas uma picardia direccionada ao  jogador, independentemente da cor  da pele, pois  não  nos  esqueçamos que  já  foi  jogador do  Guimarães. O que  há  que condenar  e combater, é  o comportamento  de algumas  claques que  disparam  em todas  as direcções, continuando  impunes.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racista"
            ]
        },
        {
            "id": "4803043782",
            "user": "disqus_52sj3Kbsum",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Nunca",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4803043262",
            "user": "disqus_52sj3Kbsum",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Uma coisa eu pergunto a quem acha que foi <b> racismo:</b> agora temos<b>  racismo</b> selectivo? É que com tantos jogadores negros em campo, de um lado e do outro, o próprio substituto do Marega er<b> a negr</b>o, e os arruaceiros só foram racistas com o Marega? Nunca estive tão de acordo com o PC, estupidez e imbecilidade no seu estado mais puro. Traduzir imbecilidade, falta de respeito e estupidez <b> em racis</b>mo, como diz o outro, é hipocrisia, aproveitamento  oportunista.",
            "likes": 12,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo",
                "Negro"
            ]
        },
        {
            "id": "4803023015",
            "user": "disqus_m5MBE9Em3X",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Só estou à espera que denunciem os campos de concentração secretos...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4803006044",
            "user": "antniobaratalopes",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Diise tudo de uma forma clara, concisa e precisa. Aqui não há <b> racismo </b>nenhum. Há má educação, falta de respeito mutuo, falta de princípios, selvajaria, etc. O<b>  racismo</b> é condenável sempre, mas a má educação também o é. Existe uma histeria colectiva de facto em torno do tema. Não atiram achas para a fogueira que em vez de resolver só o problema só o emnpola.",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "4803543701",
                    "user": "disqus_MEop7mbMLp",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "O que aconteceu ao Bas Dost em Alcochete se ele fosse <b> preto </b>caia o Carmo e a Trindade.",
                    "likes": 4,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4803575846",
                            "user": "antniobaratalopes",
                            "date": "7 days ago",
                            "timestamp": "NA",
                            "commentText": "O racismo só existe ao que parece quando o visado é preto. Há gente que em vez de estar atoardas deveria estar calado. Não entrava mosca nem saía merda...",
                            "likes": 5,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Preto"
                    ]
                },
                {
                    "id": "4803061616",
                    "user": "disqus_rDi0ytS9VM",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "E falta de profissionalismo. Se cada pessoa que se sente vitima no seu emprego o abandonasse ninguém trabalhava neste país",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4803043706",
                    "user": "disqus_uJfUurqPf4",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "O jornalista mente ao falar do dedo do meio nos festejos, para além disso relativiza por completo o que sente alguém vitima de insultos racistas. E depois aparecem imbecis como o senhor. Que mete no mesmo saco a má educação e insulto gratuito com o <b> racismo.</b> É o tipico eu não sou<b>  racista</b> mas.... e esses mas todos dizem muita coisa. Mas gostava de te ver a chamar<b>  \"pret</b>o do c******\" ao Marega em pessoa. Como os cobardes que o fizeram no aquecimento e que burros como são, o publicaram nas redes.",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "4805200034",
                            "user": "disqus_8CuaA8u35e",
                            "date": "5 days ago",
                            "timestamp": "NA",
                            "commentText": "Olha ó pázinho.......se gostas tanto deles és como eles e , compreendo que estás deslocado..... agarra na malinha e desanda para a terra deles , que pelo paleio também é a tua.........VAI E , FAZ O FAVOR DE NÃO VOLTAR",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "4803892727",
                            "user": "fernandoleitevelho",
                            "date": "6 days ago",
                            "timestamp": "NA",
                            "commentText": "há video e fotos do Marea mandar ao c.. com as duas mãos.  Posso mostrar a foto se tem facebook",
                            "likes": 4,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "4803231965",
                            "user": "antniobaratalopes",
                            "date": "7 days ago",
                            "timestamp": "NA",
                            "commentText": "Imbecil e mal educado é o senhor que não me conhece de lado nenhum para me vir ofender atrás de um teclado de computador. Eu gostava de o ver chamar-me imbecil cara a cara. Limitei-me a exprimir uma opinião a que tenho direito, respeitando as demais. A isto chama-se democracia. E eu não chamo preto do c...a ninguém, aliás tenho alguns amigos pretos e mulatos.",
                            "likes": 4,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Racismo",
                        "Racista",
                        "Preto"
                    ]
                }
            ],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "4802988066",
            "user": "sonialouro",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Concordo inteiramente com esta opinião. A esquerda fofinha e os snow flakes de trazer por casa, (a proxima geração de inuteis) com a bandeira do bicho papao do <b> racismo </b>estão a destruir a cultura ocidental que tantos seculos levou a construir. HIPÓCRITAS ACEFALOS",
            "likes": 9,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4803047016",
                    "user": "disqus_uJfUurqPf4",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "Nada como destruir a cultura <b> racista </b>e supremacista dos pipis de direita. Confesso que é um prazer. Já faltou mais, mas ainda temos uns 20% de direitolas com esse pensamento. A evolução tratará deles. Sei que é uma chatisse ter pretos a ganhar mais do que brancos, a ser mais famosos a terem mais sucesso. Mas queres um conselho? Em vez de imitar sons de<b>  macaco</b> ou chamá-los de pretos de m****, faz algo com a tua vida. Por seres uma merda, não tens de culpar outros.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4805202707",
                            "user": "disqus_8CuaA8u35e",
                            "date": "5 days ago",
                            "timestamp": "NA",
                            "commentText": "O maior motivo para que vás embora e não voltes sabes qual é???..............É  QUE A EUROPA INTEIRA ESTÁ A VIRAR TODA À DIREITA E EM ALGUNS CASOS(e por culpa de gajos como tu)À EXTREMA-DIREITA.......PARA NÃO HAVER MAIS CENAS DESSAS.....CADA UM VAI PARA A SUA TERRA E NÃO ANDA A CAGAR PAPAIAS NA TERRA DOS OUTROS.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Racista",
                        "Macaco"
                    ]
                }
            ],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "4802987395",
            "user": "tiaguz84",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Concordo plenamente com esse senhor !",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4802983971",
            "user": "disqus_NIBGmtA4Uy",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Opinião fundamentada e IMPARCIAL! Excelente artigo!! Retrata exatamente o que está a acontecer em Portugal com a questão do <b> racismo.</b>",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "4802980301",
            "user": "Makkiavel",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Os racistas a porém os cornos de fora.<br/>Ignóbil, este texto.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4802977944",
            "user": "disqus_lfCvl0yeg8",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "a burrice deste <b> gajo </b>que escreveu o texto mostra que nao tem limites.. diz ele \"magine-se, agora, que tem sido ao contrário, ou seja, o jogador seria<b>  branco</b> e teria-se-ia encaminhado para uma bancada frequentada maioritariamente por negros e insinuado a superioridade da su<b> a raç</b>a\" caro individuo senao sabe historia aconselho a aprender, é sabido mundialmente e historicamente que os negros foram escravizados durante anos ao contrario dos brancos que raramente foram escravizados e os que foram escravizados foi certamente devido a derrota de alguma batalha como era costume na altura, os inimigos derrotados e que sobreviveram eram escravizados pelos vencedores.. a partir de hoje tanto voce como este jornal perdem todo o meu respeito e passarao a ser vistos por mim como um jornal de gente ignorante<b>  e racis</b>ta pois permitem a um animal como este escrever um texto destes num jornal..",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "4804493795",
                    "user": "disqus_SxLXlqyZrN",
                    "date": "6 days ago",
                    "timestamp": "NA",
                    "commentText": "Se estudar história vai ver que os brancos foram/são escravizados. Nos anos 20 do séc XX, piratas marroquinos raptarm algarvios: alguns foram resgatados pelas famílias, outro/as nunca apareceram.Jovens desaparecidas nos EUA, estão nos haréns da Arábia Saudita. <br/>Negros tb são escravizados: ex: na Guiné e no Senegal. Sítios onde havia tráfico ANTES dos brancos e HÁ depois dos brancos. Se for à Mauritânia, ou ao Sudão pode comprar escravos, galinhas ou camelos nos mercados. Há tb escravos negros à venda nas aplicações da net nos Emiratos!\nNão ponha isso de coitadinhos dos negros, que foram escravizados. Os outros foram; os outros aboliram; eles voltaram ao mesmo , depois das independências... Escolhas...",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4803849404",
                    "user": "fhhafnarfjordour",
                    "date": "6 days ago",
                    "timestamp": "NA",
                    "commentText": "Põe-te no caralhu que já vais tarde..",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4803535012",
                    "user": "olh_metro",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "Leia bem a história dos povos africanos.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "4803559473",
                            "user": "disqus_lfCvl0yeg8",
                            "date": "7 days ago",
                            "timestamp": "NA",
                            "commentText": "sou africano por isso perdeste uma boa oportunidade para ficar calado..",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "4807022573",
                                    "user": "olh_metro",
                                    "date": "3 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Podes ser africano, marciano ou europeu, mas és um ignorante relativamente à história dos povos africanos.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racista",
                "Raça",
                "Branco",
                "Gajo"
            ]
        },
        {
            "id": "4802962981",
            "user": "disqus_4W62KEa6uj",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Agradar às duas vertentes deste caso ao mesmo tempo é impossível. Deveremos ter cuidado em distinguir o <b> racismo </b>\"banal\" do<b>  racismo</b> com o intuito de ofender, discriminar e segregar seja ele do tipo que for. Cor, sexo, religião, orientaçã<b> o sexua</b>l e outras tantas formas <b> de racis</b>mo. Neste caso em específico, é minha opinião é que tanto o jogador como o público são os culpados. Ambos pelo que percebi nas imagens divulgadas pelos media, sim porque o áudio até nem é do melhor, incentivam-se mutuamente ao ódio entre o que começou por ser da mudança clubista transformando-se em discriminação racial. Todos deitaram lenha para a fogueira naquilo que começou com um \"simples\" jogo de futebol entre homens. Devem ambos serem penalizados8 em diferentes culpas. O jogados como profissional teve a meu ver pouca ética ao festejar e provocar na situação do seu golo marcado junto aos adeptos do Guimarães parece-me no mínimo inoportuno e falta de bom senso enquanto profissional. O público claro que reagiu e quem é também despoleta actos mais irracionais de outros que foram na onda de um jogo de futebol que era tudo menos a feijões .\nLembro-me de um tempo em que jogav<b> a à b</b>ola lá na terra. Miúdos, adolescentes , juniores... Lembro-me de vez em quando um de nós amuava... Ou porque<b>  era g</b>ordo, ou porque não pescava nada daquilo e era gozado. Às vezes era porque dávamos forte na canela e como pensava que era o Figo que não lhe podíamos tocar nele 😂. Outras era porque dávamos \"toques\" em partes menos próprias só para ficarmos <b> com a</b> bola. E claro que jogávamos com pretos, amarelos, rosinhas, azuis e violetas. Tantas vezes..\" p<b> assa </b>a <b> bola o</b>h preto do cr##*#**!!!!!  e por acaso nunca ficaram amuados porque aceitavam-se e aceitam-se como são<br/>De onde vieram e o que são hoje em dia.<br/>Um jogo de miúdos jogado por homens deve ser mais regulamentado. Onde começa e onde termina a linha que separa o insulto por insultar e o insulto que visa diminuir, provocar reação, discriminar e todos esses sentimentos racistas que tanto diminuem a nossa Humanidade<b> .\nNão ao</b> racismo em toda a sua forma!",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sexual",
                "Racismo",
                "Preto",
                "Gordo",
                "Bola"
            ]
        },
        {
            "id": "4802947614",
            "user": "disqus_1xPPvRwvAQ",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Lamentável (este texto, não a atuação do Marega)!!!",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4802972258",
                    "user": "disqus_NIBGmtA4Uy",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "Lamentável (o seu comentário, não este artigo)!!!",
                    "likes": 9,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4802918142",
            "user": "disqus_CLBiOwMTeF",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Tanta imbecilidade junta...",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4803850526",
                    "user": "fhhafnarfjordour",
                    "date": "6 days ago",
                    "timestamp": "NA",
                    "commentText": "Estás aqui tu para completar o cartório..",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4802903258",
            "user": "Frankieat",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "És tu, Ventura?",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4802898335",
            "user": "saletemadureira",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Nada de comparações de peseteros com o Marega sff",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4802888704",
            "user": "jflourenco",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "APEMAS UM <b> ATR<b> ASADO </b>MENTAL</b>.<br/>SOL A FICAR UMA VERGONHA DE JORNAL.\nSOU BENFIQUISTA, MAS POR AMOR DE DEUS.... HÁ LIMITE PARA A BURRICE NO SER HUMANO E PARA O MAU PROFISSIONALISMO JORNALISTICO E MAIS AINDA, DAR VOZ A RACISTAS.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4804216717",
                    "user": "disqus_8CuaA8u35e",
                    "date": "6 days ago",
                    "timestamp": "NA",
                    "commentText": "Vai para a terra deles......já que gostas tanto deles....lá na terra deles  tens muitos mais para defender......e aqui não fazes falta nenhuma.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Atrasado",
                "Atrasado mental"
            ]
        },
        {
            "id": "4802886123",
            "user": "nuno_casola",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Brilhante artigo ... graças a Deus ainda ha bons jornalistas com isenção suficiente para escrever uma pela impartial !",
            "likes": 11,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4802871577",
            "user": "disqus_sx31XcLvTF",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "O autor do artigo não é <b> racista </b>mas lá escreve \"essa gente\"... Típico.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4802917343",
                    "user": "manzych",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "\"essa gente\", na minha interpretação refere-se a \"esses supostos apologistas...\", o que na minha interpretação não corresponde a ter escrito algo \"Típico\". Comentários e interpretações como a sua, é o suficiente para \"fomentar\" o que o autor do artigo é contra.",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racista"
            ]
        },
        {
            "id": "4802836211",
            "user": "joaquimisidrocorreia",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "«Não basta que nos indignemos num dia e nos demitamos de ser cidadãos ativos no outro. Ao Estado cabe a função de identificar e levar à justiça os atrasados mentais que insultaram Marega. A nós cabe-nos a parte mais difícil: deixarmos de ser especialistas em comoção rápida e esquecimento súbito e fazermos o nosso papel. Denunciando os racistas que cometem crimes. Ou alguém tem dúvidas de que, no próximo fim de semana, vão voltar a jorrar das bancadas impropérios rasteiros? Por isso, não seremos todos Marega se, nesse momento, não atuarmos. Mesmo que isso signifique apontar o dedo àqueles que costumam festejar connosco os golos do mesmo clube.» (Pedro Ivo de Carvalho). Gosto mais de opiniões neste sentido.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4802780918",
            "user": "cabetomuquixibimbi",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "JÁ PERCEBI QUE MUITA GENTE AQUI NÃO SABE O QUE É <b> RACISMO!</b>",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4803340432",
                    "user": "antniobaratalopes",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "Pois não sabem mesmo. Eu sou frontalmente contra o <b> racismo.</b> também já fui vitima do mesmo e sei o que sente no caso..",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racismo"
                    ]
                }
            ],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "4802727329",
            "user": "joseantoniofundo",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Isto é completamente <b> imbecil </b>e fundado em mentiras descaradas. O jogador não provocou. Respondeu a insultos racistas desde o início do jogo. Apontou para a pela não para demonstrar superioridade mas para demonstrar que não é menos.<br/>Não, ninguém imita macacos a brancos. Não, o<b>  racismo</b> não é uma fantochada. É uma doença e este jornal e articulista fazem parte da doença.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "4803851835",
                    "user": "fhhafnarfjordour",
                    "date": "6 days ago",
                    "timestamp": "NA",
                    "commentText": "Mete-os todos em tua casa!",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4802968848",
                    "user": "fernandonabais",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "O jornalista foi verificar o conteúdo das gravações e não encontrou nenhum insulto <b> racista </b>contra o Marega antes do golo. Isto está de acordo com os testemunhos de pessoas presentes. Já o senhor baseia a sua afimação de que houve insultos racistas antes do jogo em quê?",
                    "likes": 4,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4803038680",
                            "user": "disqus_uJfUurqPf4",
                            "date": "7 days ago",
                            "timestamp": "NA",
                            "commentText": "Não foi verificar coisa nenhuma. Se até o subcomissário da PSP presente as ouviu e relatou... como é que o \"jornalista\" não encontrou? Se existe um video publicada pela Bola com o insulto \"preto do c*******\". E como encontrou ele um dedo do meio nos festejos do golo? Não há qualquer imagem disso, apenas quando saiu do campo. Ou seja não pesquisou, mentiu e depois logo aparecem os imbecis e cobardes racistas de sofá a concordar com isso.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Racista"
                    ]
                },
                {
                    "id": "4802880772",
                    "user": "joaquim_vaz",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "Em primeiro lugar, não posso estar de acordo consigo.<br/>Sabe lá você bem a razão porque Marega apontou para cor da pele dele...<br/>Quanto a «este jornal», também alberga jornalistas de matizes diferentes mas estes são saudáveis... seguramente!",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4802901759",
                            "user": "saletemadureira",
                            "date": "7 days ago",
                            "timestamp": "NA",
                            "commentText": "Jornalistas bacteriologicamente puros, quis o(a) senhor(a) dizer.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "4802753332",
                    "user": "disqus_ZgehuVQVZP",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "Onde foi buscar a ideia de que houve insultos racistas desde o início do jogo? É a primeira vez que oiço essa teoria. Esteve lá? Viu em algum lado? Partilhe por favor.\nPara desdizer o que o articulista disse, e muito bem, deveria apresentar mais do que a verborreia oca que já todos conhecemos.",
                    "likes": 8,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racismo",
                "Imbecil"
            ]
        },
        {
            "id": "4802349189",
            "user": "paulomodestoalvesramada",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "subscrevo  .....",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4802164480",
            "user": "vitor_prata",
            "date": "8 days ago",
            "timestamp": "NA",
            "commentText": "Otimo e esclarecedor artigo.",
            "likes": 12,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4802099675",
            "user": "disqus_OIp4qfhf9q",
            "date": "8 days ago",
            "timestamp": "NA",
            "commentText": "Excelente artigo!<br/>Ainda há discernimento no meio de muita demagogia reles e barata.\nSão as novas ideias força da esquerda... Não têm mais onde se agarrar..<br/>Tretas.",
            "likes": 10,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4802062737",
            "user": "disqus_pp8bsi2hnJ",
            "date": "8 days ago",
            "timestamp": "NA",
            "commentText": "Artigo excelente, como é apanágio deste colunista.",
            "likes": 17,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4802052201",
            "user": "disqus_elnfWNeOlO",
            "date": "8 days ago",
            "timestamp": "NA",
            "commentText": "Condenem-se os racistas, totalmente de acordo. Agora defender que um profissional de alta competição, íntegro, porque é bem remunerado  tem de suportar a humilhação, parece-me totalmente descabido.. Não conheço as leis do desporto, mas não acredito que isso esteja consagrado em algum diploma.  Por fim, tentar inverter a gravidade dos factos ou equipará-los,  também me parece pouco honesto.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "4802756533",
                    "user": "disqus_ZgehuVQVZP",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "Faz parte do futebol, para o bem e para o mal. Se vamos tolerar que profissionais se sintam ofendidos por palavras, não há jogo que chegue ao fim.<br/>Os polícias, os árbitros, todos os jogadores, os treinadores, os adeptos das equipas adversárias... todos são humilhados nos piores termos possíveis. Abrir uma exceção aos pretos \"coitadinhos\" é bastante <b> racista.</b>",
                    "likes": 5,
                    "hasReplies": true,
                    "numberOfReplies": 6,
                    "replies": [
                        {
                            "id": "4803040418",
                            "user": "disqus_uJfUurqPf4",
                            "date": "7 days ago",
                            "timestamp": "NA",
                            "commentText": "se metemos insulto gratuito no mesmo saco que insulto racista ou descriminatório... então pode fechar-se o planeta. Já não vale a pena. É essa normalização de merda de tudo o que e descriminatório que leva a esta escalada estúpida.",
                            "likes": 2,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "4805204537",
                                    "user": "disqus_8CuaA8u35e",
                                    "date": "5 days ago",
                                    "timestamp": "NA",
                                    "commentText": "NÃO É O PLANETA QUE FECHA.....É SÓ A EUROPA , QUE VAI FECHAR AINDA MAIS UM BOCADINHO......<br/>NÃO QUERIAM A INDEPENDÊNCIA????? E AGORA QUEREM VIR PARA AQUI FAZER O QUÊ????FORA DAQUI E NÃO VOLTAR.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "4803074063",
                                    "user": "disqus_ZgehuVQVZP",
                                    "date": "7 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Pode-se insultar tudo e todos à vontade, mas no momento em que chamam macaco a um preto temos discussão no parlamento e tudo o que é político a emitir declarações. Isso sim é uma escalada estúpida.",
                                    "likes": 4,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "4802953807",
                            "user": "desprezo_carnides",
                            "date": "7 days ago",
                            "timestamp": "NA",
                            "commentText": "É por haver uma opinião generalizada que tal é permitido e considerado normal, que os insultos e ameaças vão subindo de tom e já houve mortes a lamentar.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "4802798115",
                            "user": "disqus_elnfWNeOlO",
                            "date": "7 days ago",
                            "timestamp": "NA",
                            "commentText": "Discordo. Esse comportamento da plateia é  totalmente errado  e deve ser corrigido. Espero que o ato do Marega seja o principio da  reflexão e da mudança que se impõem.  A nossa lei não prevê exceções para esses específicos comportamentos injuriosos.",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "4802825528",
                                    "user": "disqus_ZgehuVQVZP",
                                    "date": "7 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Sim, o comportamento da plateia é errado. Mas tem sido assim desde que conheço o futebol.\nHaja reflexão e tentemos mudar, sim. Mas não vale a pena dramatizar só porque o injuriado é preto.",
                                    "likes": 6,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Racista"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "4801988709",
            "user": "disqus_mIu5voRgws",
            "date": "8 days ago",
            "timestamp": "NA",
            "commentText": "Que excelente e corajoso artigo! Parabéns, alguém teria de colocar o dedo na ferida e dizer as verdades.",
            "likes": 21,
            "hasReplies": true,
            "numberOfReplies": 11,
            "replies": [
                {
                    "id": "4802010702",
                    "user": "disqus_E84kZQfUeN",
                    "date": "8 days ago",
                    "timestamp": "NA",
                    "commentText": "Que verdades ???",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 10,
                    "replies": [
                        {
                            "id": "4804447221",
                            "user": "Flordelamar",
                            "date": "6 days ago",
                            "timestamp": "NA",
                            "commentText": "Pertences á tal casta...mas é a casta do monte de esterco!",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "4804219212",
                            "user": "disqus_8CuaA8u35e",
                            "date": "6 days ago",
                            "timestamp": "NA",
                            "commentText": "Aquelas que estão no texto e que tu e os teus camaradas das demcracias da treta não gostam de lêr......",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "4802014422",
                            "user": "disqus_mIu5voRgws",
                            "date": "8 days ago",
                            "timestamp": "NA",
                            "commentText": "Já leu o artigo? Quem deve provar as inverdades, é você, não eu. Se não gosta ou tem vergonha de ser branco, pinte-se de preto. Não tenho nada a ver com os seus complexos dérmicos.",
                            "likes": 13,
                            "hasReplies": true,
                            "numberOfReplies": 6,
                            "replies": [
                                {
                                    "id": "4802018798",
                                    "user": "disqus_E84kZQfUeN",
                                    "date": "8 days ago",
                                    "timestamp": "NA",
                                    "commentText": "AHAHAHAH !!!!....LUSITANO ...está em baixo de forma !!!...Talvez que o assunto do racismo seja demasiado sensível para o senhor e então evita aprofunda-lo !!!....Tudo bem !!!",
                                    "likes": 1,
                                    "hasReplies": true,
                                    "numberOfReplies": 5,
                                    "replies": [
                                        {
                                            "id": "4802883885",
                                            "user": "joaquim_vaz",
                                            "date": "7 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Faça a contabilidade dos likes e dos deslikes e verá logo quem tem razão!",
                                            "likes": 0,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        },
                                        {
                                            "id": "4802256338",
                                            "user": "disqus_PDkHIhw5yA",
                                            "date": "8 days ago",
                                            "timestamp": "NA",
                                            "commentText": "De defensor do engenheiro dominical agora alinhas com o racista mamadou, o chamado bosta da bófia?",
                                            "likes": 2,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        },
                                        {
                                            "id": "4802030349",
                                            "user": "disqus_mIu5voRgws",
                                            "date": "8 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Ok. Fique feliz. Por mim, encontrei no texto, precisamente as conclusões que eu retirei no momento em que vi as \"cenas\".  Está lá tudo, e bem fundamentado, portanto, não iria acrescentar nada. Tido isto foi um \"não assunto\" uma minudência que foi empolada no dia em que mais um português morreu nas urgências de um Hospital e outro, mais um, morto à facada próximo de um posto policial. Que conveniente foi para os políticos o \"drama\" Marega.",
                                            "likes": 14,
                                            "hasReplies": true,
                                            "numberOfReplies": 2,
                                            "replies": [
                                                {
                                                    "id": "4802043211",
                                                    "user": "rasarrad",
                                                    "date": "8 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Eu só li merda no artigo...\nTu dizes grandes verdades... quem é que tem que mostrar o quê?",
                                                    "likes": 0,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 1,
                                                    "replies": [
                                                        {
                                                            "id": "4804222755",
                                                            "user": "disqus_8CuaA8u35e",
                                                            "date": "6 days ago",
                                                            "timestamp": "NA",
                                                            "commentText": "O único lixo que anda para aqui a escrevinhar verborréias és tu.....nas publicações do teu partido , pelo que vejo não te deixam rabiscar nada porque és analfabeto demais ........",
                                                            "likes": 1,
                                                            "hasReplies": false,
                                                            "numberOfReplies": 0,
                                                            "replies": []
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "id": "4802011960",
                            "user": "disqus_BMoH1BB10G",
                            "date": "8 days ago",
                            "timestamp": "NA",
                            "commentText": "Tudo o que está no texto é verdade! O que é que não é? Diz lá ao povão.",
                            "likes": 9,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4801977824",
            "user": "disqus_E84kZQfUeN",
            "date": "8 days ago",
            "timestamp": "NA",
            "commentText": "Por falar em <b> racismo.</b>.. aconteceu no Brasil algo semelhante: -  Anteontem o presidente BolsoNERO acusou uma conceituada jornalista da Folha de S. Paulo de oferecer favores sexuais a troco de um \"furo\" !!!...Isto está a levantar uma grande polémica no Brasil havendo congressistas a pedir o impeachment do BolsoNERO !!!<br/>Seria interessante o SOL avançar com essa notícia já que a \"coisa\" está a mexer com todo o Brasil....o Brasil politico...economico...e social !!!<br/>\"Bora\" SOL...saia a notícia do furo do BolsoNERO !!!",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "4804594638",
                    "user": "Xases",
                    "date": "6 days ago",
                    "timestamp": "NA",
                    "commentText": "Deixe de ser <b> esquerdalho </b>vesgo, oxalá Bolsonaro continue à frente do Brasil muitos anos para tirar esse país do lamaçal da corrupção que onde os comunistas deixaram.Esse pais tão grande não merecia, como nenhum país merece ser infectado pelo comunismo e virarem uma Venezuela ou uma Cuba.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Esquerdalho"
                    ]
                },
                {
                    "id": "4802886518",
                    "user": "joaquim_vaz",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "Esta de querer dirigir um jornal dos outros nem ao diabo lembraria...",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4802309965",
                    "user": "disqus_BMoH1BB10G",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "Canhoto, parafraseando um amigo cantor: “aceita que dói menos”.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4802257360",
                    "user": "disqus_PDkHIhw5yA",
                    "date": "8 days ago",
                    "timestamp": "NA",
                    "commentText": "Ainda nao digeriste a vitoria do bolsonaro? Mete vaselina que foi menos!",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4802223633",
                    "user": "viriatodeviseu",
                    "date": "8 days ago",
                    "timestamp": "NA",
                    "commentText": "Bolsonaro  foi uma benção  para o Brasil.  Foi o povo,  cansado  de ser roubado pela esquerdalha que se revoltou e o pôs como Presidente. E em boa hora. Está  a ser vilipendiado  pela midia esquerdalha por lhe ter fachado a chupeta.  Os esquerdalhos  são  assim...só  sabem viver com o dinheiro  dos outros.",
                    "likes": 7,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "4801964476",
            "user": "brunodecarvalhooprprio",
            "date": "8 days ago",
            "timestamp": "NA",
            "commentText": "Subscrevo este artigo na íntegra ... Acrecentaria apenas o que mencionei anteriormente ... Com a capa da vitimização do <b> racismo </b>vale tudo ... ameaçar e insultar árbitros que não têm culpa nenhuma, fazer gestos obscenos e provocações para o público no estádio, vir para as redes sociais insultar com palavrões e gestos obscenos ... Os paineleiros brancos do políticamente correcto não só não falam nada sobre isto como para cúmulo ainda o defendem.",
            "likes": 16,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "4801979978",
                    "user": "Disqusmanuelgomes",
                    "date": "8 days ago",
                    "timestamp": "NA",
                    "commentText": "Os jogadores de gabarito com personalidade e carácter profissional , tanto podem jogar numa equipa como noutra um dia ...como tal devem dar-se ao respeito e não provocar adeptos contrários , um dia podem serem os seus , aqui com Marega foi no Guimarães que saiu debaixo , foi lá reabilitado na vida .\nQuem cospe no prato que comeu é um nojo .",
                    "likes": 12,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4801969635",
                    "user": "disqus_E84kZQfUeN",
                    "date": "8 days ago",
                    "timestamp": "NA",
                    "commentText": "BRUNO....e a extrema direita nega a existencia de atos racistas quando esses atos são noticiados e reconhecidos como racistas em todo o mundo !!!<br/>Branquear o <b> racismo.</b>...NUNCA...JAMAIS....EM TEMPO ALGUM !!!!....MORTE AO<b>  RACISMO</b> !!!",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4802258632",
                            "user": "disqus_PDkHIhw5yA",
                            "date": "8 days ago",
                            "timestamp": "NA",
                            "commentText": "Morte à esquerdalha parcial, facciosa e apoiante de corruptos!",
                            "likes": 7,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Racismo"
                    ]
                }
            ],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "4801963113",
            "user": "disqus_mbgU5ErDSS",
            "date": "8 days ago",
            "timestamp": "NA",
            "commentText": "PARABENS excelente artigo bofetada com luvas brancas à esquerdalhada e à classe politica TODA cambada de nojentos, cambada de hipócritas.",
            "likes": 15,
            "hasReplies": true,
            "numberOfReplies": 8,
            "replies": [
                {
                    "id": "4801966274",
                    "user": "disqus_E84kZQfUeN",
                    "date": "8 days ago",
                    "timestamp": "NA",
                    "commentText": "Excelente artigo ???!!!!....Pô....quando o cronista nega uma evidencia.... assentando o artigo em falsidades...jamais será um grande artigo !!!",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 7,
                    "replies": [
                        {
                            "id": "4803857449",
                            "user": "fhhafnarfjordour",
                            "date": "6 days ago",
                            "timestamp": "NA",
                            "commentText": "As falsidades a que te referes são apenas as verdades que não consegues ver.",
                            "likes": 4,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "4801976397",
                            "user": "disqus_BMoH1BB10G",
                            "date": "8 days ago",
                            "timestamp": "NA",
                            "commentText": "O que é que no artigo não é um facto comprovado? Diz lá, ó inteligente.",
                            "likes": 8,
                            "hasReplies": true,
                            "numberOfReplies": 4,
                            "replies": [
                                {
                                    "id": "4802260109",
                                    "user": "disqus_PDkHIhw5yA",
                                    "date": "8 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Nao perca tempo com este avençado socratico! Tem palas nos olhos como é apanágio dos burros!",
                                    "likes": 6,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "4801980689",
                                    "user": "disqus_E84kZQfUeN",
                                    "date": "8 days ago",
                                    "timestamp": "NA",
                                    "commentText": "O cronista nega a existencia de atos racistas no estádio do Vitória...quando todos reconhecem esses atos como sendo profundamente racistas !!!...O resto é...\"poeira\" !!!",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 2,
                                    "replies": [
                                        {
                                            "id": "4802943510",
                                            "user": "desagarrame",
                                            "date": "7 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Os mesmo \"racistas\" que o aplaudiam quando lá jogava, ou sejam, não eram mas entretanto ficaram racistas...",
                                            "likes": 1,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        },
                                        {
                                            "id": "4801983940",
                                            "user": "disqus_BMoH1BB10G",
                                            "date": "8 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Leste a crónica?<br/>\"Condene-se quem proferiu comentários racistas\"<br/>E sobre o racismo do Marega, nada?",
                                            "likes": 5,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "id": "4801974043",
                            "user": "disqus_mIu5voRgws",
                            "date": "8 days ago",
                            "timestamp": "NA",
                            "commentText": "Aonde estão as falsidades?",
                            "likes": 8,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4801956919",
            "user": "disqus_Aviador",
            "date": "8 days ago",
            "timestamp": "NA",
            "commentText": "Esta esquerdalha defende o anti <b> racismo </b>nem eles sabem porque. Para eles tudo é<b>  racismo</b>. Mas só num sentido<b> .\nRacism</b>o NÃO ESTÁ NAS PALAVRAS, muito menos num jogo de football. MAS SIM NAS ACÇÕES.\nSó vejo comentários PARCIAIS  a começar pelo sr das selfies e por aquele da cor da pele. PRÓPRIOS DE QUEM NÃO SABE OU NUNCA VIVEU O VERDADEI<b> RO RACIS</b>MO.",
            "likes": 9,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4801966120",
                    "user": "Disqusmanuelgomes",
                    "date": "8 days ago",
                    "timestamp": "NA",
                    "commentText": "Anti-racismo muitos dos quais funcionam como racistas de igual .",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "4801950324",
            "user": "Disqusmanuelgomes",
            "date": "8 days ago",
            "timestamp": "NA",
            "commentText": "Excelente visão contra-ciclo também um acto de coragem o que muito de implícito está por detrás da vitimização considerando uma sociedade estrutural <b> racista </b>.",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racista"
            ]
        },
        {
            "id": "4801949694",
            "user": "polticocorrupto",
            "date": "8 days ago",
            "timestamp": "NA",
            "commentText": "Se o Marega fosse do Benfica o \"cornista\" não vociferava assim!",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "4802010983",
                    "user": "disqus_mIu5voRgws",
                    "date": "8 days ago",
                    "timestamp": "NA",
                    "commentText": "Sou simpatizante do FCP, feliz pela \"recuperação\", mas também defendo que há alturas para sermos Homens e não crianças mimadas como o Marega o foi ao provocar ainda mais os ânimos dos adeptos contrários - além disso, pelos vistos conhece bem os palavrões já que não sabe expressar-se de outro modo -. Para mais,   esta treta do <b> racismo </b>em Portugal generalizando estupidamente e manhosamente, logo o país que \"inventou\" o mulato, e que se misturou com todos outros, já dá vômitos! Há racistas? Há, poucos, e de todas as cores!",
                    "likes": 10,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "4802015532",
                            "user": "disqus_E84kZQfUeN",
                            "date": "8 days ago",
                            "timestamp": "NA",
                            "commentText": "LUSITANO...concordo consigo !!!...Felizmente que os racistas são em ínfimo número !!!...São os tipos do Chega e esses não enchem o estádio do Vitória !!!",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "4802942790",
                                    "user": "disqus_lBwzZMJaRU",
                                    "date": "7 days ago",
                                    "timestamp": "NA",
                                    "commentText": "já começa a subir... já vai nos 6% e com 1% já tinha 2 estadios da LUZ ... :) Estes são tolos... e atirar com ... quem vota chega é racista, é de uma mediocridade ... olha para além de ter grandes amigos de outras raças... por exemplo o padrinho da minha filha é de origem indiana...coloquei pessoas africanas como inquilinas... pessoas integras, melhores que os brancos que lá tiveram antes... e essas pessoas de origem africana, sei que votaram CHEGA, são daqueles que sairam de angola... que têm raizes negras, só que eram também vistos como brancos e foram expulsos, pelos camaradas do mpla e outros... senão eram assassinados...  Portanto até negros votam Chega... e podes me adicionar... CHEGA de porcaria... chega de mentiras, chega de corruptos CHEGA!",
                                    "likes": 2,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "4802019609",
                                    "user": "disqus_mIu5voRgws",
                                    "date": "8 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Isso não sei, nunca me preocupei com partidos e muito menos em contar quantos seguidires têm.",
                                    "likes": 5,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Racismo"
                    ]
                },
                {
                    "id": "4801959060",
                    "user": "Disqusmanuelgomes",
                    "date": "8 days ago",
                    "timestamp": "NA",
                    "commentText": "Mas os adeptos do Guimarães que utilizaram esse slongs podiam ser implicitamente afiocionadamente , simpatizantes do Benfica .\nMuitos são pelo norte mesmo sendo adtos das equipas locais são também aficionados dos três grandes PORTO/SPORTING/BENFICA .\nEstava muita coisa em disputa sobre o compeonato  ao rubro e sua classificação .\nNo Minho existem muitos benfiquistas ...também .",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4801956023",
                    "user": "TechMan99",
                    "date": "8 days ago",
                    "timestamp": "NA",
                    "commentText": "Tira as palas boby...",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4801948341",
            "user": "disqus_EJLoQqNK0r",
            "date": "8 days ago",
            "timestamp": "NA",
            "commentText": "Quando se mente sobre os factos para defender uma tese qualquer, é porque essa tese não é defensável por si só! #vergonhaéserracista",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 16,
            "replies": [
                {
                    "id": "4803860965",
                    "user": "fhhafnarfjordour",
                    "date": "6 days ago",
                    "timestamp": "NA",
                    "commentText": "Ao proferires merdas desse calibre devias ter vergonha em usar o nome de um dos nossos grandes portugueses de PORTUGAL.",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4804114561",
                            "user": "disqus_EJLoQqNK0r",
                            "date": "6 days ago",
                            "timestamp": "NA",
                            "commentText": "Pelo nick usado, já entendi que a inteligência não saiu em sorte... Todos os portugueses são de Portugal... É assim por definição",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "4802944155",
                    "user": "disqus_lBwzZMJaRU",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "para além de teres um olho tapado o outro vê mal... cegueta...",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4801984571",
                    "user": "disqus_E84kZQfUeN",
                    "date": "8 days ago",
                    "timestamp": "NA",
                    "commentText": "EXATO !!!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4801966264",
                    "user": "disqus_BMoH1BB10G",
                    "date": "8 days ago",
                    "timestamp": "NA",
                    "commentText": "Esta crónica resume-se toda a factos. Não gostas dos factos, toma rennie.",
                    "likes": 9,
                    "hasReplies": true,
                    "numberOfReplies": 11,
                    "replies": [
                        {
                            "id": "4801968883",
                            "user": "disqus_EJLoQqNK0r",
                            "date": "8 days ago",
                            "timestamp": "NA",
                            "commentText": "Mentira! Marega não fez qualquer gesto com o dedo no momento do golo! Racistas, mentirosos e cobardolas...",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 10,
                            "replies": [
                                {
                                    "id": "4802944711",
                                    "user": "disqus_lBwzZMJaRU",
                                    "date": "7 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Isso não sei mas foi lá celebrar... não? :D afinal ele é do porto ou de guimarães?",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "4801988214",
                                    "user": "disqus_BMoH1BB10G",
                                    "date": "8 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Fez, que eu estava lá e vi. Ou achas que, o que não vês, não existe?",
                                    "likes": 5,
                                    "hasReplies": true,
                                    "numberOfReplies": 5,
                                    "replies": [
                                        {
                                            "id": "4802135051",
                                            "user": "disqus_EJLoQqNK0r",
                                            "date": "8 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Oh racistazinho de meia tijela, cobardolas atrás de um computador, queria te ver sozinho a insultar o marega... Vai a um psiquiatra!",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 4,
                                            "replies": [
                                                {
                                                    "id": "4802946632",
                                                    "user": "disqus_lBwzZMJaRU",
                                                    "date": "7 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "a meu ver o camões não o outro este... é racista e da pior espécie... olha os teus camaradas chineses, metem os muçulmanos em campos de concentração HOJE para os reeducar... e tu não te ensurges... Racista... :D cromo cegueta... ;)",
                                                    "likes": 0,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                },
                                                {
                                                    "id": "4802313419",
                                                    "user": "disqus_BMoH1BB10G",
                                                    "date": "7 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Ignorante, porque é que eu haveria de querer insultar o Marega? Não sou como ele.",
                                                    "likes": 0,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 2,
                                                    "replies": [
                                                        {
                                                            "id": "4802362079",
                                                            "user": "disqus_EJLoQqNK0r",
                                                            "date": "7 days ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Ahahahahahahahah... Acabaste de o fazer... Mais uma vez protegido pela distancia e pelo anonimato! Racistazeco... Admirador de um zequinha, atrasadito, que é usado pelos verdadeiros racistas como uma marioneta... Que diz que fala o que muita gente pensa mas ninguém tem coragem de dizer... Palhacito... E sobre Luís Filipe Vieira?",
                                                            "likes": 0,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 1,
                                                            "replies": [
                                                                {
                                                                    "id": "4802949246",
                                                                    "user": "disqus_lBwzZMJaRU",
                                                                    "date": "7 days ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "segundo estudos... e sondagens 1/5 dos eleitores chega tem curso superior... e têm 2-3X mais de qualificados com o 12 ano completo... portanto o camões pensa que habilitações literárias implica atraso mental... hó camões... vai lá falar do que se passa na china nos centros reeducativos para a minoria muçulmana na china ... ou como a bosta da venezuela, que é uma grande bosta maltrata os seus cidadãos... :D.... RACISTA... não custa nada... vês... chamar os outros racista...hó racista... :D",
                                                                    "likes": 0,
                                                                    "hasReplies": false,
                                                                    "numberOfReplies": 0,
                                                                    "replies": []
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                },
                                {
                                    "id": "4801976710",
                                    "user": "disqus_mIu5voRgws",
                                    "date": "8 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Largue a droga, pá!",
                                    "likes": 4,
                                    "hasReplies": true,
                                    "numberOfReplies": 2,
                                    "replies": [
                                        {
                                            "id": "4801985830",
                                            "user": "disqus_E84kZQfUeN",
                                            "date": "8 days ago",
                                            "timestamp": "NA",
                                            "commentText": "É assim que contradita ???...Isso só prova falta de argumentos !!!",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 1,
                                            "replies": [
                                                {
                                                    "id": "4801996023",
                                                    "user": "disqus_mIu5voRgws",
                                                    "date": "8 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Preciso de argumentar? Não leu a crónica? Não viu as imagens? Não sabe muita coisa você, mas responde a ataca tudo e todos, politizando o discurso, temendo que as visões alucinadas da esquerda percam sentido! Até me parece impossível como foi possível à censura e à \"pide\" ao serviço do regime actual terem deixado publicar um texto como este que diz e muito bem que o \"rei vai nu\"!",
                                                    "likes": 8,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4801941931",
            "user": "desprezo_carnides",
            "date": "8 days ago",
            "timestamp": "NA",
            "commentText": "Não costumo comentar as crónicas deste palhaço, mas espero que ele leia este comentário.<br/>O Marega foi insultado desde o período do aquecimento e durante todo o jogo.<br/>Quando marcou o golo fez o que fez e muito bem..<br/>Isso de vir relatar meia verdade, para tornar algo que já foi bastante elogiado, em algo de negativo, resulta certamente de um certo ressabiamento clubístico.<br/>Seja intelectualmente honesto. Experimente! Talvez goste da experiência.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 9,
            "replies": [
                {
                    "id": "4802951086",
                    "user": "disqus_lBwzZMJaRU",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "leu o artigo? para além de <b> grunho,</b> tem um handicap ... são os analfabetos funcionais... :D ho cogito ergo sum... :D",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4803051085",
                            "user": "desprezo_carnides",
                            "date": "7 days ago",
                            "timestamp": "NA",
                            "commentText": "Só respondo a imbecis por caridade e hoje sinto que ainda não fui caridoso o suficiente e por isso, cá vai...<br/>Li o artigo e discordo.<br/>O artigo \"atira com as culpas do sucedido para o Marega e depois faz uma dissertação pelo anti-racismo na generalidade.<br/>Tal não obsta que separe bem as coisas.<br/>O que aconteceu com o Marega foi culpa dele.  O racismo em geral deve ser punido.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Grunho"
                    ]
                },
                {
                    "id": "4802946254",
                    "user": "desagarrame",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "E se fosse <b> branco </b>ou de qualquer outra cor também era insultado.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4802949144",
                            "user": "desprezo_carnides",
                            "date": "7 days ago",
                            "timestamp": "NA",
                            "commentText": "Então pronto. Que se lixe. bora lá insultar tudo e todos. Assim é que está bem",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Branco"
                    ]
                },
                {
                    "id": "4801968935",
                    "user": "disqus_45EarayAjz",
                    "date": "8 days ago",
                    "timestamp": "NA",
                    "commentText": "Lê a crónica!",
                    "likes": 8,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4801957066",
                    "user": "TechMan99",
                    "date": "8 days ago",
                    "timestamp": "NA",
                    "commentText": "«Quando marcou o golo fez o que fez e muito bem.»\nIas bem mas aqui perdeste a razão. Marega esteve mal em responder a provocações com outras provocações.",
                    "likes": 5,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "4802763907",
                            "user": "desprezo_carnides",
                            "date": "7 days ago",
                            "timestamp": "NA",
                            "commentText": "Foi?<br/>É muito fácil quando não somos nós os alvos...",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "4802953056",
                                    "user": "disqus_lBwzZMJaRU",
                                    "date": "7 days ago",
                                    "timestamp": "NA",
                                    "commentText": "hó caramelo vai ver o que este marega anda a fazer nos estádios de futebol e na anterior decada ... nos clubes onde passa... vai ver... manguitos prós adeptos... e multas por incivilidade... o gajo passa-se... e promove isto... é um santo... só que não...",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 1,
                                    "replies": [
                                        {
                                            "id": "4803047987",
                                            "user": "desprezo_carnides",
                                            "date": "7 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Ò caramelo, a insubordinação é castigada nos locais próprios.<br/>O racismo é um problema social.<br/>Não mistures as coisas s+o porque te dá jeitinho.",
                                            "likes": 0,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4801941663",
            "user": "disqus_BMoH1BB10G",
            "date": "8 days ago",
            "timestamp": "NA",
            "commentText": "Excelente crónica Sr. Pedro Ochôa. Haja visão para alertar a <b> carneirada </b>sobre a cegueira colectiva! Muitos parabéns!",
            "likes": 11,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "4801944070",
                    "user": "disqus_BMoH1BB10G",
                    "date": "8 days ago",
                    "timestamp": "NA",
                    "commentText": "E para que não haja dúvidas sobre alguma tendência clubística, sou Portista!",
                    "likes": 6,
                    "hasReplies": true,
                    "numberOfReplies": 4,
                    "replies": [
                        {
                            "id": "4801998357",
                            "user": "disqus_mIu5voRgws",
                            "date": "8 days ago",
                            "timestamp": "NA",
                            "commentText": "Por sinal, também sou, como sou natural do Porto.",
                            "likes": 4,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "4801961381",
                            "user": "disqus_E84kZQfUeN",
                            "date": "8 days ago",
                            "timestamp": "NA",
                            "commentText": "Nao vamos confundir a sua postura de extrema direita com um qualquer clube de futebol !!!<br/>O ZZZ aqui não está a defender o MAREGA ou o FC Porto mas sim a sua ala de ultra radical !!!<br/>Deixe que lhe diga que devia ter defendido o MAREGA !!!....Mas faccioso como o ZZZ é...nada a estranhar !!!",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "4802957897",
                                    "user": "disqus_lBwzZMJaRU",
                                    "date": "7 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Estes analfabetos funcionais, pensam que por manterem o tal politicamente correcto deixam de ser atrasados mentais e pessoas com baixissima intelectualidade....  :D ser do politicamente correcto, por vezes ou na maior parte das vezes, mostra imbecilidade... e ausência de raciocinio lógico e principalmente ausência de coragem e verticalidade...\nvi num debate pessoas a defender a poligamia, porque seria supostamente bom para a diversidade cultural de portugal. hahaha quer dizer poligamia mas um homem e muitas mulheres... não de 1 mulher e muitos homens... essa não existe nessas culturas... ou seja defendem A desigualdade de genero... e aplaudem, todos no tal debate.... e o melhor é que ninguém teve coragem de apontar o defeito porque seria politicamente incorrecto... para além de imbecis são cobardes...",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "4801972513",
                                    "user": "disqus_BMoH1BB10G",
                                    "date": "8 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Defender o Marega era como defender os adeptos do VSC que fizeram som de macaco. Ou o Marega, só porque é preto, passa impune por evidenciar a cor da pele para os brancos que estavam na bancada? Isso já não é racismo? Em que ficamos?",
                                    "likes": 7,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Carneirada"
            ]
        },
        {
            "id": "4801941458",
            "user": "disqus_HcDh0A1uBQ",
            "date": "8 days ago",
            "timestamp": "NA",
            "commentText": "A esquerdalha decretou que Portugal é um país <b> racista </b>e quer obrigar-nos a ser racistas.<br/>Lá terá os seus motivos, ignóbeis como sempre.",
            "likes": 15,
            "hasReplies": true,
            "numberOfReplies": 10,
            "replies": [
                {
                    "id": "4801957046",
                    "user": "disqus_E84kZQfUeN",
                    "date": "8 days ago",
                    "timestamp": "NA",
                    "commentText": "A esquerdalha sabe que a grande maioria dos portugueses...talvez  98%...não são racistas !!!...E é por isso que os esquerdalhos defendem a prisão...mas por longos anos...para todos os que se manifestem como racistas !!!",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 9,
                    "replies": [
                        {
                            "id": "4802961004",
                            "user": "disqus_lBwzZMJaRU",
                            "date": "7 days ago",
                            "timestamp": "NA",
                            "commentText": "o problema da esquerdalha é os racistas só  terem uma cor... :D o mamadu não é racista? A joacine não é uma prepotência de racismo... e olha foram ter com ela e a elegeram.... A esquerdalha vai ter uma surpresa, porque os 98% que não são racistas se calhar vão abrir os olhos... :D vamos ver nas proximas eleições... Chega!",
                            "likes": 3,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "4802038022",
                            "user": "disqus_HcDh0A1uBQ",
                            "date": "8 days ago",
                            "timestamp": "NA",
                            "commentText": "Nunca vi nenhum negro que não fosse racista. E tu queres mandá-los a todos para a prisão. <br/>Isso é que é ser muito racista, és o que se chama um racista furioso.",
                            "likes": 5,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "4801964672",
                            "user": "disqus_iplOX3rmAN",
                            "date": "8 days ago",
                            "timestamp": "NA",
                            "commentText": "Entre direita e esquerda, há uns que encontram racismo todos os dias a toda hora, e há outros que têm vindo reafirmar que é mentira e que o racismo é residual em Portugal. Há de facto, quem sublinhe que 98% dos portugueses não são racistas! Só não tenho a certeza se é a esquerda ou a direita.... É só ter vontade de ser honesto.",
                            "likes": 2,
                            "hasReplies": true,
                            "numberOfReplies": 6,
                            "replies": [
                                {
                                    "id": "4801983018",
                                    "user": "disqus_E84kZQfUeN",
                                    "date": "8 days ago",
                                    "timestamp": "NA",
                                    "commentText": "POLIGRAFO...toquemos na ferida !!!....os racistas existentes em Portugal são os 1/2% de simpatizantes do Chega !!!",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 5,
                                    "replies": [
                                        {
                                            "id": "4804473356",
                                            "user": "Flordelamar",
                                            "date": "6 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Ainda te vais transformar num simpatizante e votante do CHEGA.<br/>Terás a oportunidade de, uma vez por todas, te tornares num <br/>homenzinho que sabe respeitar-se e respeitar os demais.<br/>Neste momento não passas de um tonto inútil a soldo de <br/>interesses obscuros que nem tu enxergas.",
                                            "likes": 0,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        },
                                        {
                                            "id": "4803865112",
                                            "user": "fhhafnarfjordour",
                                            "date": "6 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Este roto não dá uma para a caixa.. dass.",
                                            "likes": 0,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        },
                                        {
                                            "id": "4802963749",
                                            "user": "disqus_lBwzZMJaRU",
                                            "date": "7 days ago",
                                            "timestamp": "NA",
                                            "commentText": "até és capaz de ter razão... mas são os racistas brancos... temos depois os racistas negros que votam todos no livre... :D que odeiam os tugas .... por isso elegeram a joacine... Portanto não vás por aí.... :D Sim os racistas de origem africana votam na sua maioria  na Joacine... isso quer dizer que todos do livre são racistas... obviamente que não... será que todos que votam no chega são racistas, não... obviamente que não....",
                                            "likes": 0,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        },
                                        {
                                            "id": "4802063742",
                                            "user": "disqus_iplOX3rmAN",
                                            "date": "8 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Obviamente, já sabemos que os racistas são todos do Chega e são todos brancos. Vai ser hilariante perceber em quem votou esta meia dúzia de vimaranenses... Ou quantos senhores do Chega serão condenados por racismo. As teorias do Fabião são bonitas, é pena a realidade e os factos não conseguirem comprová-las. Não é que os factos seja algo que muito preocupa a esquerda, mas enfim....",
                                            "likes": 0,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        },
                                        {
                                            "id": "4802007478",
                                            "user": "luis_ribas",
                                            "date": "8 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Fabião, não te iludas, os racistas portugueses são residuais, mas estão em todos os lados. alguns enganam muito bem.",
                                            "likes": 2,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racista"
            ]
        }
    ]
}