{
    "header": {
        "title": " Vaticano expulsa padre que revelou homossexualidade ",
        "subtitle": " O Vaticano condenou hoje um padre polaco por ter revelado a sua homossexualidade na véspera de um grande sínodo, considerando o ato \"muito sério e irresponsável\" e anunciou que será despojado das suas responsabilidades na hierarquia da Igreja. ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 3 de outubro 2015 ",
        "dateExtraction": " 2020-06-22 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/414810/vaticano-expulsa-padre-que-revelou-homossexualidade ",
        "postText": " ['O padre polaco Krzysztof Charamsa, oficial na Congregação para a Doutrina da Fé, não poderá prosseguir neste organismo após declarar a sua homossexualidade publicamente, revelou hoje o porta-voz do Vaticano, Federico Lombardi.', 'Numa entrevista publicada hoje no diário \"Corriere della Sera\", o jornal de maior tiragem nacional, o prelado assegura que é 'gay', que tem um companheiro e que se sente orgulhoso disso.', 'As declarações de Krzysztof Charamsa são \"muito graves e irresponsáveis\" ao terem sido produzidas a um dia do arranque do Sínodo da Família, indicou Federico Lombardi em comunicado.', '\"Cabe assinalar que -- apesar do respeito que merecem os acontecimentos e situações pessoais e as reflexões sobre eles -- a decisão de fazer uma tal declaração na véspera da abertura do Sínodo resulta muito graves e irresponsável\", disse.', 'Nesse sentido, o porta-voz assinalou que tais declarações parecem visar \"submeter a assembleia sinodal a uma pressão mediática injustificada\".', 'Quanto ao seu futuro no organismo da Curia, no qual se encontra integrado desde 2003, Federico Lombardi afirmou que \"certamente não poderá continuar a desempenhar as suas funções da Congregação para a Doutrina da Fé e as universidades pontifícias\".', 'Outros aspetos da sua situação, acrescentou, serão decididos pelo bispo local.', 'Na entrevista que deu ao \"Corriere della Sera\", Krzysztof Charamsa assegurou que não se importa com as consequências da sua revelação.', '\"Quero que a Igreja e a minha comunidade saibam quem sou: um sacerdote homossexual, feliz e orgulhoso da minha identidade. Estou preparado para pagar as consequências, mas é altura de a igreja abrir os olhos e compreender que a solução que propõe, a abstinência total da vida do amor é inumana\", defendeu.', 'Nas entrevistas que deu, Krzysztof Charamsa, admitiu que a sua ação tornaria insustentável a sua permanência como padre.', '\"Eu sei que vou ter que desistir do meu ministério, que é toda a minha vida\", disse ao \"Corriere della Sera\".', 'No entanto, disse querer desafiar o que designa de \"paranóia\" da Igreja em relação às minorias sexuais, alegando que o clero católico foi em grande parte composto por homossexuais intensamente homofóbicos.', \"A sua entrevista surge um dia antes do início do Sínodo Ordinário de Bispos para a Família, que se celebrará até ao próximo dia 25 e no qual prelados de todo o mundo vão debater e rever a doutrina católica sobre a família, incluindo temas como o divórcio, os homossexuais, ou a abordagem da Igreja aos crentes 'gays' e lésbicas.\", 'Lusa/SOL'] ",
        "numberPosts": " 8 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Sexual Identity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Homossexual",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "2289167650",
            "user": "disqus_U1c0qArLjp",
            "date": "5 years ago",
            "timestamp": "NA",
            "commentText": "Muito bem expulso. Mariscas nojento!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2289025118",
            "user": "disqus_LkrcB2SOat",
            "date": "5 years ago",
            "timestamp": "NA",
            "commentText": "Mas há padres heterossexuais e padres homossexuais? Julgava que isso era uma não questão dado que, seja de uma forma seja de outra, não podendo exercer essa sexualidade que diferença é que faz? O problema com este padre é que exerce a sua sexualidade e daí...Ciao, Ciao.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2289016690",
            "user": "jose_tom",
            "date": "5 years ago",
            "timestamp": "NA",
            "commentText": "ahahahahahahahahahahah<br/>Contra os pedofilos o vaticano não faz nada, mas contra estes actuam na hora.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2288969608",
            "user": "provinciana",
            "date": "5 years ago",
            "timestamp": "NA",
            "commentText": "A Igreja Católica tem um chapeu de abas muuuuuito  largas, mas não pode caber lá tudo.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2288923099",
            "user": "leaodetroll",
            "date": "5 years ago",
            "timestamp": "NA",
            "commentText": "Ler mais em: http://www.cmjornal.xl. pt/exclusivos/detalhe/toma_4_viagras_antes_de_matar_a_mulher.html",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2288389289",
            "user": "soprivado",
            "date": "5 years ago",
            "timestamp": "NA",
            "commentText": "Os outros continuam todos calados se os descobrem igreja fica sem padre s ",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2288273085",
            "user": "mariaportuguesa",
            "date": "5 years ago",
            "timestamp": "NA",
            "commentText": "O catolicismo é para quem abdica do casamento, de uma união com outra pessoa. São as regras e só veste o hábito quem quer, ninguém é arrastado, obrigado, ou escravizado para tal . Não estou a ver nesta notícia a questão do homossexualismo e sim o facto de o padre ter um companheiro, desrespeitando assim as regras da Igreja Católica.\nTambém não entendo que um padre que se define como <b> homossexual </b>continue a sê-lo porque certamente quererá ter uma relação, uma relação que tanto poderia ser heterossexual como<b>  homossexual</b>, o catolicismo não permite uniões.\nVejo neste padre o desejo de enxovalhar a Igreja Católica só por maldade. Tem como alternativa o Anglicanismo. Claro que se for bater à porta do islamismo o caso pode tornar-se num caso de vida ou morte. Melhor, num caso de morte se não conseguir fugir a tempo.\nPensemos que quando entramos para uma instituição temos de nos reger pelas suas regras, por isso só entramos se quisermos. Se já lá estivermos e não quisermos mais aceitar tais regras, saímos. A IC não obriga ninguém a aceitar os seus dogmas e regras, só lá está ou a segue quem quer.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Homossexual"
            ]
        },
        {
            "id": "2288268722",
            "user": "disqus_tAbl3nzrO2",
            "date": "5 years ago",
            "timestamp": "NA",
            "commentText": "Ser sacerdote não é uma profissão é uma vocação. Quando aceitam sê-lo têm pelo menos 23 a 25 anos. Não são crianças. A fidelidade do sacerdote é semelhante à fidelidade das pessoas casadas. E não é pelo facto de alguns casados pela Igreja não serem fiéis ao cônjuge, que vamos por isso solicitar ao Papa que considere válido outros casamentos (uns atrás dos outros) porque senão, as pessoas vão ser muito infelizes! Os sacerdotes que já não querem viver o celibato podem procurar outras religiões cristãs e aí viverem mais ao seu gosto.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}