{
    "header": {
        "title": " Brasil volta a registar recorde de novos casos de infeção por covid-19 ",
        "subtitle": " Taxa de letalidade do vírus no país é, segundo os cálculos das autoridades de Saúde, de 6,9%. ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 30 de abril 2020 ",
        "dateExtraction": " 2020-06-09 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/695032/brasil-volta-a-registar-recorde-de-novos-casos-de-infecao-por-covid-19 ",
        "postText": " ['O Brasil registou nesta quinta-feira a registar um novo recorde de novas infeções por covid-19. De acordo com os números avançados pelo Ministério da Saúde Brasileiro registaram-se nas últimas 24 horas 7.218 novos casos.', 'Com mais 435 mortes associadas à covid-19 nas últimas 24 horas, o número de vítimas mortais desde o início da pandemia sobe para 5.901.', 'O Brasil está assim com uma taxa de letalidade de  6,9%, conforme confirmado pelas autoridades de saúde do país.', 'O número acumulado de infeções pelo novo coronavírus é agora de 85.380.'] ",
        "numberPosts": " 40 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Nationality - General,Physical Identity - Physical Features",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Estrangeiro,Careca",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "4896905205",
            "user": "disqus_PRODHTFTl7",
            "date": "a month ago",
            "timestamp": "NA",
            "commentText": "Este palhaço deste BolsoNado devia ser <br/>julgado por crimes de genocídio e negligência sanitária, quando vem a público dizer que a Covid-19 é comparada com uma gripezinha mostra bem a falta de caráter,e cultura deste anormal, quando para uma gripe normal há um grande leque de medicamentos,e uma vacina eficaz,para a Covid-19 apesar de não haver nenhum medicamento eficaz,nem vacina , tem uma taxa de mortalidade de 2 a 3% enquanto e uma gripe normal fica pelo 0,4%da taxa de mortalidade!!",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4896866542",
            "user": "anamijapacova",
            "date": "a month ago",
            "timestamp": "NA",
            "commentText": "Bolsonero ainda resiste?",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4896868191",
                    "user": "disqus_xmCBjS9tbD",
                    "date": "a month ago",
                    "timestamp": "NA",
                    "commentText": "Desejo que não!",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4896852253",
            "user": "biatcheslater",
            "date": "a month ago",
            "timestamp": "NA",
            "commentText": "Relativamente ao Brasil, no outro dia tive uma troca de opiniões com alguém que indicou que as mortes por milhão de habitantes eram muito superiores em Portugal, e que obviamente existiam mais mortes no Brasil porque a população era muito superior.<br/>210 milhões para 10 milhões.\nHoje lembrei-me de procurar um dado que não tinha procurado antes.<br/>O n° de testes feitos.\nBem, em Portugal, para 10 milhões de habitantes fizeram-se até hoje 395.000 testes.<br/>No Brasil para 210 milhões de habitantes fizeram-se 340.000.\nPois..... Afinal será que existem bem mais infectados no Brasil, e bem mais mortes que reportado?<br/>Tendo em conta o n° de testes não tenho qualquer dúvida.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4897083822",
                    "user": "pedro_lonet",
                    "date": "a month ago",
                    "timestamp": "NA",
                    "commentText": "É bem verdade e o desonesto do Bolsonaro e a sua querida prole estão a tratar de mascarar a situação... A China é uma tirania e todos sabemos que sucede com a informação num regime desses, mas o Brasil ERA uma democracia até terem eleito esse assassino.\nAinda hoje ouvi o Trump negar-se a apresentar as provas que a China foi responsável pelo surto e que este originou num laboratório. Para mim, tenha tido origem num mercado ou num laboratório, a responsabilidade é a mesma. Mas Trump quer apenas um bode expiatório para poder ser reeleito. O facto dele esconder as evidências faz-me suspeitar da veracidade do que ele diz, o que não é surpresa alguma, tendo vindo do Donald Pinóquio Trump.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4896864068",
                    "user": "disqus_xmCBjS9tbD",
                    "date": "a month ago",
                    "timestamp": "NA",
                    "commentText": "Muito bem!!!<br/>Nem acrescento mais nada!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4896817527",
            "user": "bornin1960",
            "date": "a month ago",
            "timestamp": "NA",
            "commentText": "No Brasil, segundo a classe médica de lá, estão a certificar óbitos, com causas de morte desconhecidas. E depois só os numeros de Portugal e da China é que são martelados.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "4896866416",
                    "user": "disqus_xmCBjS9tbD",
                    "date": "a month ago",
                    "timestamp": "NA",
                    "commentText": "Não acredito que os de Portugal estejam a ser martelados.",
                    "likes": 3,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "4896868682",
                            "user": "anamijapacova",
                            "date": "a month ago",
                            "timestamp": "NA",
                            "commentText": "Também não, agora que as más línguas martelam para criar confusões e virem Aqui vomitar asneiras, ai isso martelam\"...",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "4896870043",
                                    "user": "disqus_xmCBjS9tbD",
                                    "date": "a month ago",
                                    "timestamp": "NA",
                                    "commentText": "Se há uma coisa que caracteriza A. Costa, é a inteligência. Ele é um estratega puro.<br/>Apercebeu-se, desde o inicio, que este era um problema de saúde para ser resolvido pela \"política\", e não um problema político para ser resolvido à custa da saúde...E que só assim poderia ganhar.<br/>Nada melhor que contar a verdade aos Portugueses...",
                                    "likes": 3,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4896688340",
            "user": "espanadorvileda",
            "date": "a month ago",
            "timestamp": "NA",
            "commentText": "É uma boa oportunidade para deportar o Duarte Lima",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4897077462",
                    "user": "pedro_lonet",
                    "date": "a month ago",
                    "timestamp": "NA",
                    "commentText": "lol Coitado do DL, ficou sem o órgão e sem a penthouse... e agora ainda o enviamos para o inferno? Não acha que isso seria um castigo demasiado severo? :)",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4896532512",
            "user": "pedro_lonet",
            "date": "a month ago",
            "timestamp": "NA",
            "commentText": "Neste momento, em Portugal são feitos cerca de 25 vezes mais testes por milhão de habitantes que no Brasil, o que significa que há inúmeras situações de infecção e de óbitos que não são notificadas. Mesmo assim, os números oficiais revelam uma evolução assustadora que está intimamente relacionada com a incompetência do presidente. Jair está aflito, pois foi apanhado em flagrante; viu a <b> careca </b>destapada e mostrou ao seu país o criminoso que é. É o exemplo de que há uns políticos, tanto no<b>  estrangeiro</b> como em Portugal, que vociferam contra a corrupção, não por não serem corruptos, mas por saberem que é o caminho para o poder. Jair vai cair, mas, entretanto, conseguiu ser o responsável por milhares de mortos no seu país.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 26,
            "replies": [
                {
                    "id": "4896865051",
                    "user": "disqus_xmCBjS9tbD",
                    "date": "a month ago",
                    "timestamp": "NA",
                    "commentText": "\"É o exemplo de que há uns políticos, tanto no <b> estrangeiro </b>como em Portugal, que vociferam contra a corrupção, não por não serem corruptos, mas por saberem que é o caminho para o poder\"<br/>Frase do dia!!",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4897076004",
                            "user": "pedro_lonet",
                            "date": "a month ago",
                            "timestamp": "NA",
                            "commentText": "Obrigado pelas suas palavras :)",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Estrangeiro"
                    ]
                },
                {
                    "id": "4896598332",
                    "user": "disqus_ZgehuVQVZP",
                    "date": "a month ago",
                    "timestamp": "NA",
                    "commentText": "Evolução assustadora? Os números são muito menores do que na Europa.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 23,
                    "replies": [
                        {
                            "id": "4896865490",
                            "user": "disqus_xmCBjS9tbD",
                            "date": "a month ago",
                            "timestamp": "NA",
                            "commentText": "Oh Bruno...cada tiro cada melro, bolas!!!!",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "4896621814",
                            "user": "pedro_lonet",
                            "date": "a month ago",
                            "timestamp": "NA",
                            "commentText": "Diz V.Ex.ª que os números são inferiores aos da Europa... Se na Europa fossem feitos tão poucos testes como são feitos no Brasil, os números na Europa seriam inferiores aos do Brasil, não duvide. Mas, o caro está a comparar um país, que é certo que tem dimensões continentais, com um continente como o Europeu. Agora, olhe para outro e veja como, em pouco tempo, os EUA passaram a representar 1/3 dos casos infectados em todo o mundo e praticamente 1/4 dos mortos. Depois, olhe para as curvas de propagação do vírus e compare os gráficos do Brasil e da Europa (visite o site worldometers e e veja por si).\nA liderança nos países está intimamente relacionada com a situação da pandemia. O Brasil é um paradigma no que respeita ao que pode suceder a um país quando à sua frente está um líder que é uma nódoa.",
                            "likes": 5,
                            "hasReplies": true,
                            "numberOfReplies": 21,
                            "replies": [
                                {
                                    "id": "4898594347",
                                    "user": "disqus_ZgehuVQVZP",
                                    "date": "a month ago",
                                    "timestamp": "NA",
                                    "commentText": "Mas pode comparar o Brasil com alguns países europeus. Tem menos mortes do que a Itália, França, Espanha e Reino Unido. Mesmo tendo muito menos população. Se compararmos a mortalidade, é menor do que a portuguesa.\nO número de infetados não é fiável, nem no Brasil nem em lado nenhum. Que eu saiba, nenhum país fez uma estimativa recorrendo a uma amostragem aleatória da população. Por isso, não há qualquer ideia do número de infetados em lado nenhum.<br/>Mas o número de mortes é mais fiável e podemos basear-nos nesses números para a discussão. Mesmo que não sejam seguros, dão uma ideia do que se passa. E o Brasil está a ter um desempenho bastante aceitável.\nSe não acredita no número de infetados nem no número de mortos do Brasil... tudo o que diz é pura especulação feita de forma consciente. Se não sabe, cale-se. Em vez de inventar desastres.",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 20,
                                    "replies": [
                                        {
                                            "id": "4898606979",
                                            "user": "pedro_lonet",
                                            "date": "a month ago",
                                            "timestamp": "NA",
                                            "commentText": "Quem se julga que é para me mandar calar? E a especulação é mesmo de quem?\n E o Brasil está a ter um desempenho bastante aceitável.\nErrado!\nSabe quantos testes o Brasil fez até hoje? 339,552 testes. Sabe quantos testes foram feitos em Itália? Dois milhões! Em Espanha? 1 milhão e meio? Em França? 1 milhão! No Reino Unido? Outro milhão! E em Portugal? 426,836. Agora represente esse número de testes em cada país com o número de habitantes...\nSem testes, produzir afirmações como a sua (e que supra transcrevi) é que é especulação! Não projecte em mim a sua ignorância! Se nos países europeus, incluindo Portugal, há situações de óbitos por COVId que não foram confirmados, diga lá ó inteligência como é que pode ter tanta certeza relativamente ao desempenho brasileiro!\nMas, claro quem está errado sou eu e toda a comunicação social brasileira por discordarmos de si quanto ao desempenho “aceitável” do Brasil. Ao menos aproveite a internet para se informar, tem o mundo na ponta dos dedos!",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 19,
                                            "replies": [
                                                {
                                                    "id": "4899352820",
                                                    "user": "disqus_ZgehuVQVZP",
                                                    "date": "a month ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Baseei a minha afirmação no número de mortes. Muito baixos relativamente a vários países europeus. É o melhor indicador que temos disponível.\nVocê baseia a sua tese de \"evolução assustadora\" no número reduzido de testes?!?! Faz sentido?",
                                                    "likes": 0,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 18,
                                                    "replies": [
                                                        {
                                                            "id": "4899362467",
                                                            "user": "pedro_lonet",
                                                            "date": "a month ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Baseou a sua afirmação num número de mortes que é contestado por toda a comunicação social brasileira que já reportou inúmeras situações de vítimas de covid cujas certidões de óbito omitiram esse facto. Porquê? Porque não foram feitos testes.\nPondo de lado quaisquer outras razões, como por exemplo a interferência de um dos filhos do magnífico Jair na deturpação dos números, como é que V.Ex.ª pensa que o covid é diagnosticado? Fazendo testes, por isso, sim, meu amigo, as minhas afirmações fazem sentido e baseiam-se em factos.\nA diferença entre Portugal e Brasil é notória. Portugal faz todos os esforços para evitar a propagação do vírus e para curar os doentes e evitar mortes. Faz, também, tudo por tudo para evitar falsos positivos e falsos negativos realizando por milhão de habitante 25 vezes mais testes que os brasileiros. Lembra-se do garoto que morreu com meningite? O seu óbito não foi atribuído ao covid pois a autópsia revelou que faleceu por meningite apesar de estar infectado. Acha que este rigor interessa ao governo federal brasileiro?\nPor outro lado, não se fique com as minhas palavras. Seja curioso e procure a informação. Compare os gráficos da evolução do contágio portugueses e brasileiros e depois compreenderá por que razão considero assustadora a evolução no Brasil (evolução essa devido à negligência criminosa de um bandalho que afirmou que o covid era uma gripezinha e que tudo tem feito como se assim fosse).",
                                                            "likes": 0,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 17,
                                                            "replies": [
                                                                {
                                                                    "id": "4900069360",
                                                                    "user": "disqus_ZgehuVQVZP",
                                                                    "date": "a month ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "Eu baseei-me na própria notícia para comentar a notícia.<br/>Você baseia-se na comunicação social brasileira... ahahah piada. A CS mundial odeia o homem.<br/>Diz-me para procurar informação. Porque não coloca aqui uma fonte ao menos? Para si é tudo fácil, faça lá esse favor.\nSe o número de mortes também não interessam, não temos nada para falar. Ninguém sabe nada. Estamos às escuras - e você vê tem medo do escuro, vê coisas.",
                                                                    "likes": 0,
                                                                    "hasReplies": true,
                                                                    "numberOfReplies": 16,
                                                                    "replies": [
                                                                        {
                                                                            "id": "4900082777",
                                                                            "user": "pedro_lonet",
                                                                            "date": "a month ago",
                                                                            "timestamp": "NA",
                                                                            "commentText": "1. Não precisa de ir muito longe. Basta ver os telejornais portugueses;<br/>2. Esta notícia avança apenas os dados fornecidos pelo Ministério da Saúde brasileiro, dados que não merecem credibilidade;<br/>3. Procure se quiser, pois posso pedir-lhe o mesmo: demonstre a credibilidade desses números;<br/>4. Nunca disse que o número de mortes não interessa: o número de mortes no Brasil não é reflectido pelo número fornecido pelo governo federal brasileiro e, por conseguinte, não permitem quaisquer comparações como aquelas que o caro tenta fazer a todo o custo;<br/>5. Olhou para os gráficos? Não, dá muito trabalho, não é? Mesmo com base nesses números, que nem de perto reflectem a realidade, se pode ver a evolução avassaladora da propagação do vírus no Brasil.\nAo contrário, o caro nada vê, mesmo quando as tais coisas lhe são postas debaixo do nariz:\n1. Cadáveres acumulados em corredores de hospitais;<br/>2. Enterros em valas comuns;<br/>3. Aumento da contestação social ao “magnífico” Bolsonaro;<br/>4. Demissão do anterior Ministro da Saúde por discordar da “estratégia” do coitadinho do Bolsonaro, tão “odiado” pela comunicação social mundial, como disse;<br/>5. Jair apanhado com as calças na mão depois de ter falsificado a assinatura do anterior Ministro da Justiça, Sérgio Moro, no despacho de demissão do director da polícia judiciária para poder nomear outro que lhe fornecesse informação sob sigilo relativa às investigações em curso aos queridos filhotes e amigos.\nO caro está mesmo às escuras, isso é verdade.",
                                                                            "likes": 0,
                                                                            "hasReplies": true,
                                                                            "numberOfReplies": 15,
                                                                            "replies": [
                                                                                {
                                                                                    "id": "4900538705",
                                                                                    "user": "disqus_ZgehuVQVZP",
                                                                                    "date": "a month ago",
                                                                                    "timestamp": "NA",
                                                                                    "commentText": "A questão do Moro parece-me lamentável e sou altamente crítico da atuação do Bolsonaro nesse episódio.\nEm relação à questão que estamos a discutir...<br/>Você tenta contar mortos de formas muito pouco assertivas. Aumento de contestação?! Valas comuns?! Mortos amontoados?! Episódio Moro?!\nEm Portugal houve uma aumento enorme de mortalidade que não se deve diretamente à covid-19, mas antes às restrições e à paranoia que daí decorreram.<br/>Nos EUA é prática comum enterrarem mortos em valas comuns. No Brasil, não sei. Mas seguramente não é um indicador seguro.\nEnfim... Cada \"evidência\" daria pano para mangas mas... não é por aí.<br/>Continue a extrapolar como quiser. Eu limitei-me aos factos na notícia. Se houver outras fontes com informação exata, terei essa informação em conta.",
                                                                                    "likes": 0,
                                                                                    "hasReplies": true,
                                                                                    "numberOfReplies": 14,
                                                                                    "replies": [
                                                                                        {
                                                                                            "id": "4900558912",
                                                                                            "user": "pedro_lonet",
                                                                                            "date": "a month ago",
                                                                                            "timestamp": "NA",
                                                                                            "commentText": "Nada tem de lamentável, é uma atitude criminosa de um presidente criminoso e mais uma evidência das tendências ditatoriais desse imbecil que, pelos vistos, VExa tanto admira.<br/>Tento fazer o quê? Agora vem VExa misturar os óbitos que nada têm a ver com COVID com a ausência de notificação de óbitos por COVID e é só disto que estou a falar e não sou o único.<br/>Mas vejo que não responde, porque, na verdade não tem resposta para dar: como se pode atribuir COVID à causa da morte se não são feitos testes? Esta é a questão.\nA sério que é comum fazê-lo nos EUA? Ou na verdade só é feito agora devido ao elevado número de óbitos a ocorrerem ao mesmo tempo e entre pessoas sem dinheiro?\nNo Brasil não sabe VExa se há enterros em valas comuns, porque não vê notícias, mas isso resolve-se: informe-se... mas, não, o caro apenas conhece o que está nesta notícia. E sim, evidencia que uma determinada comunidade chegou a um ponto de descontrolo, em que já não consegue enterrar individualmente os seus corpos.\nJá viu os gráficos? Claro que não, dá menos trabalho dizer que eu e todos os outros andamos a extrapolar.\nContinue, o Jair precisa de pessoas como o caro.",
                                                                                            "likes": 0,
                                                                                            "hasReplies": true,
                                                                                            "numberOfReplies": 13,
                                                                                            "replies": [
                                                                                                {
                                                                                                    "id": "4900714797",
                                                                                                    "user": "disqus_ZgehuVQVZP",
                                                                                                    "date": "a month ago",
                                                                                                    "timestamp": "NA",
                                                                                                    "commentText": "Sim, o episódio do Moro é lamentável (e dizer isto já me retira dos admiradores indefetíveis do Bolsonaro).<br/>Sim, o recurso a valas comuns é normal nos EUA.<br/>Sim, sei que no Brasil estão a usar valas comuns agora. O que afirmei desconhecer, é se já o faziam antes.<br/>Sim, já vi muitos gráficos.\nA atribuição da morte à covid-19 é muito complicada. Em todo o lado. Por vezes é difícil dizer se causou a morte ou se apenas contribuiu ou se estava presente mas nem teve influência. Não há critérios universais!<br/>E os mortos não são todos testados. Nem no Brasil nem em Portugal nem em lado nenhum.<br/>Assim, a mortalidade atribuída à covid-19 é interessante (e foi o que comentei) mas também convém olhar para a mortalidade global e tentar destrinçar os efeitos diretos e indiretos da covid-19 nessa mortalidade. É complicado, podemos evitar esse assunto, mas não misturei os assuntos para confundir - eles estão profundamente interligados.\nPodemos cingir-nos à mortalidade atribuída à covid-19. Para isso temos os números oficiais. Sobre isso já dissemos o que tínhamos a dizer.",
                                                                                                    "likes": 0,
                                                                                                    "hasReplies": true,
                                                                                                    "numberOfReplies": 12,
                                                                                                    "replies": [
                                                                                                        {
                                                                                                            "id": "4900796869",
                                                                                                            "user": "pedro_lonet",
                                                                                                            "date": "a month ago",
                                                                                                            "timestamp": "NA",
                                                                                                            "commentText": "Afinal, parece saber que estão a recorrer a valas comuns no Brasil... e acha que isso é devido ao facto de terem a situação muito bem controlado e por os mortos por COVID serem apenas aqueles que eles referem.\nPelos vistos, para si, a atribuição das mortes é complicada no que respeita ao Brasil, mas nada complicada no que respeita aos países europeus.\nDesiluda-se! Para isso é que servem os testes e Portugal merece muito mais credibilidade no que respeita à notificação de mortos por COVID do que um país onde  já foram relatados inúmeros casos de certidões de óbito emitidas à pressa, sem se aguardar o resultado dos testes ou mesmo sem se fazerem os testes para enterrarem os corpos o mais rapidamente possível. Sim, em portugal há certamente erros, mas não afectam a seriedade dos números.\nPor outro lado, não há qualquer comparação entre o Brasil e países como Espanha e Itália, pois não obstante a tragédia, foram adoptadas medidas sérias e eficazes de contenção... e o que fez o “magnífico” Bolsonaro: nada, é uma gripezinha.\nViu os gráficos e não chegou a qualquer conclusão, nem sequer quanto à rapidez com que o vírus se tem propagado no Brasil...\nO caro já disse aquilo que quis dizer e eu nem sequer estou a pretender convencê-lo do quer que seja. Em certa medida, a política é como a religião, cada qual acredita no que quer e o caro é livre de acreditar no Jair. Esse nunca me iludiu, já sabia que os eleitores brasileiros estavam a dar um tiro no pé ao elegerem um demagogo, populista, incompetente e intelectualmente limitado para os governar. Um imbecil fanático religioso e fascista... A si, pelos vistos, desiludi-o, a mim, não me supreendeu.",
                                                                                                            "likes": 0,
                                                                                                            "hasReplies": true,
                                                                                                            "numberOfReplies": 11,
                                                                                                            "replies": [
                                                                                                                {
                                                                                                                    "id": "4900966020",
                                                                                                                    "user": "disqus_ZgehuVQVZP",
                                                                                                                    "date": "a month ago",
                                                                                                                    "timestamp": "NA",
                                                                                                                    "commentText": "Sim, sei que no Brasil recorreram a valas comuns.<br/>Nunca disse o contrário - só não considero esse facto uma métrica para a dimensão do problema em curso.\nEscrevi: \"A atribuição da morte à covid-19 é muito complicada. Em todo o lado.\"<br/>Não disse que só no Brasil é que era complicado.\nA propagação no Brasil parece mais lenta do que em Itália ou Espanha, por exemplo. Nem tem comparação.<br/>Mas nem falei disso antes, a conclusão sobre as minhas conclusões foi sua.",
                                                                                                                    "likes": 0,
                                                                                                                    "hasReplies": true,
                                                                                                                    "numberOfReplies": 10,
                                                                                                                    "replies": [
                                                                                                                        {
                                                                                                                            "id": "4903786583",
                                                                                                                            "user": "pedro_lonet",
                                                                                                                            "date": "a month ago",
                                                                                                                            "timestamp": "NA",
                                                                                                                            "commentText": "Aconselho que visualize, caso possa, as notícias de hoje na SIC que a partir das 21h40, onde são relatados a tragédia no Brasil, o funeral de muitas pessoas sem certidão de óbito, o aumento da sub-notificação e os poucos testes tem elevado o número de registos de mortes por insuficiência respiratória (ou seja, sem atribuição ao COVID) o que não permite esclarecer a real situação do Brasil no que diz respeito a esta pandemia.\nPor isso, meu caro, talvez seja melhor questionar as suas certezas quando compara o Brasil com países que testam, testam, testam... e não, não, a propagação não parece mais lenta, pelo contrário.",
                                                                                                                            "likes": 0,
                                                                                                                            "hasReplies": true,
                                                                                                                            "numberOfReplies": 4,
                                                                                                                            "replies": [
                                                                                                                                {
                                                                                                                                    "id": "4903941282",
                                                                                                                                    "user": "disqus_ZgehuVQVZP",
                                                                                                                                    "date": "a month ago",
                                                                                                                                    "timestamp": "NA",
                                                                                                                                    "commentText": "Não vi a sua mensagem a tempo. Também não encontrei no portal da SIC.<br/>Obrigado pela tentativa.",
                                                                                                                                    "likes": 0,
                                                                                                                                    "hasReplies": true,
                                                                                                                                    "numberOfReplies": 3,
                                                                                                                                    "replies": [
                                                                                                                                        {
                                                                                                                                            "id": "4905143874",
                                                                                                                                            "user": "pedro_lonet",
                                                                                                                                            "date": "a month ago",
                                                                                                                                            "timestamp": "NA",
                                                                                                                                            "commentText": "Espero que tenha tido oportunidade para ver as notícias hoje na RTP 1... sabe, eu nada invento! O Brasil e os EUA são liderados por dois loucos assassinos!",
                                                                                                                                            "likes": 0,
                                                                                                                                            "hasReplies": false,
                                                                                                                                            "numberOfReplies": 0,
                                                                                                                                            "replies": []
                                                                                                                                        },
                                                                                                                                        {
                                                                                                                                            "id": "4903953873",
                                                                                                                                            "user": "pedro_lonet",
                                                                                                                                            "date": "a month ago",
                                                                                                                                            "timestamp": "NA",
                                                                                                                                            "commentText": "Não foi às 21:40, mas às 20:40, enganei-me. Porém, também não me apareceu o resultado a essa hora no site da SIC no Jornal da Noite, mas se pesquisar no site por “ Ministério da Saúde brasileiro autoriza enterros e cremação de corpos mesmo sem certidão de óbito”, encontrará essa notícia das 20h40, publicada no site às 21h01.",
                                                                                                                                            "likes": 0,
                                                                                                                                            "hasReplies": false,
                                                                                                                                            "numberOfReplies": 0,
                                                                                                                                            "replies": []
                                                                                                                                        },
                                                                                                                                        {
                                                                                                                                            "id": "4903944896",
                                                                                                                                            "user": "pedro_lonet",
                                                                                                                                            "date": "a month ago",
                                                                                                                                            "timestamp": "NA",
                                                                                                                                            "commentText": "Certamente que terá oportunidades para acompanhar a real situação do Brasil. Basta estar atento às notícias.<br/>(Os adeptos do Jair tudo fazem para confirmar aquilo que ele é: um energúmeno que promove a violência. Numa manifestação silenciosa e pacífica em Brasília de profissionais de saúde a reivindicarem medidas de protecção, apareceram duas refinadas bestas aos berros e a pretenderem de forma violenta fazer cessar a manifestação).",
                                                                                                                                            "likes": 0,
                                                                                                                                            "hasReplies": false,
                                                                                                                                            "numberOfReplies": 0,
                                                                                                                                            "replies": []
                                                                                                                                        }
                                                                                                                                    ]
                                                                                                                                }
                                                                                                                            ]
                                                                                                                        },
                                                                                                                        {
                                                                                                                            "id": "4901034341",
                                                                                                                            "user": "pedro_lonet",
                                                                                                                            "date": "a month ago",
                                                                                                                            "timestamp": "NA",
                                                                                                                            "commentText": "Agora já sabe que recorreram a valas comuns e nunca disse o contrário? Bem as suas palavras estão por aqui, mas deixemo-nos disso...\nVamos pegar nas suas palavras para se perceber a sua lógica:\n1. afirma que nos EUA é prática comum o recurso a valas comuns, desconhecendo se essa prática é comum no Brasil;<br/>1.1. digo-lhe que não é prática comum e que agora têm enterrado no Brasil pessoas em valas comuns.<br/>2. depois diz que sabe que agora no Brasil têm recorrido a valas comuns, mas no alto da sua sapiência diz não ser uma métrica para a dimensão do problema e eu digo agora: claro que não, num país onde não é corrente o enterro em valas comuns (e desconheço se o seja nos EUA), o facto de neste momento se recorrer a elas no Brasil é mera coincidência que nada tem a ver com o covid 19. Excelente conclusão a sua... baseia-se especialmente numa tentativa de desculpabilizar, sei lá, o Jair, né?\nClaro que é complicada, mas no Brasil ainda é mais complicada, pois não só não se fazem testes como há forças que estão no poder que tudo fazem para desinformar. Mas, já disse, fique com as suas crenças que eu fico com os factos.\n“Parece”, diz V.Ex.ª muito mal, mas atendendo aos números existentes relativamente ao Brasil,  a taxa de progressão do contágio é bem mais acentuada no Brasil. A 21 de Março de 2020, a taxa estava ao nível de Itália, mas a tendência era já de aceleração. De acordo com um estudo dessa data, previa-se que na terça seguinte, 24, os casos fossem superiores a 3000. De acordo com o site worldometers, ao dia de hoje estão confirmados 102,719 casos de COVID no Brasil. Ora, a 21 de Março estavam confirmados 1178 casos. Em 44 dias esse número cresceu 100 vezes! A 21 de Março em Itália estavam confirmados 53578 casos e à data de hoje, 211938, ou seja, em 44 dias o número cresceu quase 4 vezes. De facto, meu caro, tem mesmo tudo a ver!\nPor último, aquilo que importa salientar é aquilo que os países têm feito. É certo que o Rio de Janeiro tem estado a tentar impor medidas de confinamento, mas o querido líder dificulta tudo com a sua imbecilidade característica. De acordo com declarações do Prefeito do Rio de Janeiro, o Concelho Duque de Caxias não adoptou quaisquer medidas de contenção, vivendo um período dramático (até o respectivo prefeito foi infectado). E nesse aspecto, na verdade, não há comparação entre o Brasil e os outros países. Portugal, em meados de Abril, salvo erro, tinha mais casos confirmados que o Brasil. Este em poucos dias nos ultrapassou, tornando-se o 9.ª país do mundo com mais infectados (conhecidos) e Portugal passou para 20.º",
                                                                                                                            "likes": 0,
                                                                                                                            "hasReplies": true,
                                                                                                                            "numberOfReplies": 4,
                                                                                                                            "replies": [
                                                                                                                                {
                                                                                                                                    "id": "4914317323",
                                                                                                                                    "user": "disqus_ZgehuVQVZP",
                                                                                                                                    "date": "25 days ago",
                                                                                                                                    "timestamp": "NA",
                                                                                                                                    "commentText": "Vi agora a peça jornalística que me indicou e não encontrei nada de novo ou especialmente relevante para a discussão.\nO Brasil teve a primeira morte a 17 de março. Um dia a seguir a Portugal.<br/>Entretanto, Portugal contabiliza 1175 mortes. Para o Brasil ter a mesma proporção de mortos, teria de ter 22325 mortes. No entanto, tem 13618 mortos.<br/>Não é dramático.\nMesmo que os números estejam subvalorizados e tenham conseguido \"esconder\" 10 milhares de mortos, terão nesse caso um número de mortos equivalente ao de Portugal.<br/>Não é dramático.\nPode extrapolar à vontade. Mas torna-se pouco credível.\nQuanto às valas comuns, assim como quanto ao enterro antes de haver certidão de óbito, são em primeiro lugar medidas de prevenção da propagação da doença. Assim como em Itália se obrigou à cremação dos corpos e evitou que os familiares fossem buscar os corpos para os enterrar, o que resultou no esgotamento da capacidade do crematório de Bergamo e no desfile macabro de camiões com corpos.<br/>Há um pico de mortes e com as medidas tomadas para evitar contágios decorrem eventos bastante macabros. Mas esses eventos não têm grande significado estatístico.",
                                                                                                                                    "likes": 0,
                                                                                                                                    "hasReplies": true,
                                                                                                                                    "numberOfReplies": 3,
                                                                                                                                    "replies": [
                                                                                                                                        {
                                                                                                                                            "id": "4914334352",
                                                                                                                                            "user": "pedro_lonet",
                                                                                                                                            "date": "25 days ago",
                                                                                                                                            "timestamp": "NA",
                                                                                                                                            "commentText": "Não deixa de ter graça como as suas certezas não têm eco na imprensa internacional. O Brasil é neste momento o país da América Latina como mais casos de infecção por COVID.\nQuanto à peça, aconselho-o a rever: ao contrário de Itália, no Brasil os corpos que são enterrados sem certidão de óbito NÃO SÃO CONTABILIZADOS COMO COVID, por isso os números oficiais são apenas a ponta do iceberg.\nQuero também acrescentar o seguinte: quando começaram a contabilizar-se os casos em Portugal, o nosso país rapidamente chegou à 15.ª posição entre os países do mundo com mais infectados e Brasil estava bem longe de Portugal. Entretanto e connosco em 16.ª, o Brasil ultrapassou-nos e neste momento é o 6.º país do mundo com mais infectados e tudo isto em pouco mais de um mês. Portugal neste momento está em 24.º em número de infectados e em 22.º em número de mortos. O Brasil mantém-se em 6.º lugar quanto ao número de mortos.\nQuanto à proporção apontada por si, cito um especialista que disse mais ou menos isto: há países com pouca população em que os números pouco significativos parecem avassaladores e países com uma elevada população onde números avassaladores parecem pouco significativos. É o caso do Brasil que, ao contrário do que se passa no nosso país, tem um sistema de saúde esgotado, sem mãos a medir.\nMas, meu caro, continue com as suas certezas. Eu cá continuo a considerar o Bolsonaro um assassino, um cretino da pior espécie e pouco me importa que seja de direita ou de esquerda... não deixa de ser um ser humano lastimável.",
                                                                                                                                            "likes": 0,
                                                                                                                                            "hasReplies": true,
                                                                                                                                            "numberOfReplies": 2,
                                                                                                                                            "replies": [
                                                                                                                                                {
                                                                                                                                                    "id": "4914342821",
                                                                                                                                                    "user": "disqus_ZgehuVQVZP",
                                                                                                                                                    "date": "25 days ago",
                                                                                                                                                    "timestamp": "NA",
                                                                                                                                                    "commentText": "Comparar mortes por país sem ter em conta a população de cada país é das coisas mais constrangedoras que tenho visto. Fico sem palavras.",
                                                                                                                                                    "likes": 0,
                                                                                                                                                    "hasReplies": true,
                                                                                                                                                    "numberOfReplies": 1,
                                                                                                                                                    "replies": [
                                                                                                                                                        {
                                                                                                                                                            "id": "4914344941",
                                                                                                                                                            "user": "pedro_lonet",
                                                                                                                                                            "date": "25 days ago",
                                                                                                                                                            "timestamp": "NA",
                                                                                                                                                            "commentText": "Constrangedor é ler as palavras de alguém que tenta até à exaustão defender o comportamento homicida do Jair Bolsonaro.\nEscusa de as transcrever, sei muito bem o que escrevi e ao contrário de si, presto atenção ao que os cientistas dizem e não às desculpas que os políticos inventam.",
                                                                                                                                                            "likes": 0,
                                                                                                                                                            "hasReplies": false,
                                                                                                                                                            "numberOfReplies": 0,
                                                                                                                                                            "replies": []
                                                                                                                                                        }
                                                                                                                                                    ]
                                                                                                                                                }
                                                                                                                                            ]
                                                                                                                                        }
                                                                                                                                    ]
                                                                                                                                }
                                                                                                                            ]
                                                                                                                        }
                                                                                                                    ]
                                                                                                                }
                                                                                                            ]
                                                                                                        }
                                                                                                    ]
                                                                                                }
                                                                                            ]
                                                                                        }
                                                                                    ]
                                                                                }
                                                                            ]
                                                                        }
                                                                    ]
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Estrangeiro",
                "Careca"
            ]
        },
        {
            "id": "4896867520",
            "user": "disqus_xmCBjS9tbD",
            "date": "a month ago",
            "timestamp": "NA",
            "commentText": "1. Não estão a fazer testes, para saber quem morreu de covid, e quem está injectado.<br/>2. O filho do Bolsonaro foi já acusado de estar, com uma equipa de acólitos, a martelar os números que seguiam para a CS",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}