{
    "header": {
        "title": " Prostituição em tempo de pandemia ",
        "subtitle": " ",
        "owner": " Felícia Cabrita ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 23 de setembro 2020 ",
        "dateExtraction": " 2020-11-26 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/709201/prostituicao-em-tempo-de-pandemia ",
        "postText": "'Já teve várias identidades e por vezes nem se lembra do seu nome verdadeiro. «Chame-me madame Guida, é assim que me tratam as raparigas», apresenta-se a dona do bordel clandestino, em plena Baixa lisboeta, num trejeito de coqueteria que, nos seus 68 anos muito surrados pela vida, lhe confere um ar trágico-cómico.', 'De roupão de seda encarnado até aos pés e o rosto coberto por uma espessa crosta de make-up e pó-de-arroz, parece um muro arruinado e prestes a desfazer-se. Sem mais, a senhora agarra a jornalista pela mão enquanto atravessam o longo e esquálido corredor da casa pombalina: «Venha, queridinha, vamos para a cozinha. Esta noite foi boa, não faltaram clientes. Desculpe recebê-la assim, mas deitei-me muito tarde e acordei agorinha. Ainda está tudo por arrumar».', 'São duas da tarde, mais coisa menos coisa. A casa, de janelas fechadas, está praticamente às escuras, como se se protegesse do sol que estoirou em setembro. O cheiro a intimidades, tabaco e álcool, misturado com um aroma de refogado, carregam a atmosfera de um odor enjoativo. Todos os aposentos estão meticulosamente fechados, mas uma corrente de ar quente vinda do outro extremo da casa entreabre uma das portas, que a anfitriã se apressa a fechar.', 'O seu humor muda repentinamente e adivinha-se nela uma intensa repulsa: «Aqui fica o bar, onde os clientes bebem um copo quando têm de esperar que um quarto ou a mulher fiquem livres. Não a deixo entrar, porque esta madrugada ia havendo aqui uma tragédia. Está tudo de pernas para o ar, vomitado e com sangue. Sabe que isto do covid tem trazido a desgraça a muita gente, mas eu cá nunca admiti faltas de respeito com as minhas raparigas».', 'Nasci para isto', 'A conversa fica em suspenso quando madame Guida entra na cozinha, onde outra mulher, muito mais jovem, colada ao fogão como se carregasse o inverno às costas, controla o refogado. Antes de se lhe dirigir, a anfitriã leva ao rosto a mão trémula, pejada de anéis de ouro, e pousa o dedo indicador no nariz, numa cumplicidade aparentemente tácita com a jornalista: «Então, Maria, não dizes nada? Esta é a senhora de quem te falei». A outra, como se tivesse o corpo congelado, move apenas ligeiramente o rosto onde repousa uma imensa tristeza, cumprimenta e retoma a posição inicial.', 'Nos momentos difíceis, madame Guida recorre às suas capacidades humorísticas. Gaba-se de ter sido uma mulher formosa, amante da paródia e de uma avidez de ventre capaz de saciar um quartel: «Nasci para isto, o que eu não queria era ficar em casa a levar com o cinto do meu pai, que era um bêbado. Comecei logo em pequena com garotos da minha idade, depois entreguei-me aos mais velhos e, aos 16, fugi da aldeia com um homem casado. Em Lisboa, troquei-o por outro também casado, muito mais velho, mas também muito mais rico!».', 'Madame Guida pode ser uma magnífica trapaceira, mas quando nos conta a sua vida parece ser impossível não ser verdade o que diz. Escolheu esta vida não por desespero mas depois de uma reflexão ponderada. Sabia o efeito que provocava nos homens: «Eu tinha uma grande figura, mas também os sabia levar. O homem que me deu esta casa, há 35 anos, se eu lhe dissesse em pleno dia que era noite, ele acreditava. Agora é tudo o que tenho e vai ser a minha reforma. Se não fosse a miséria que o covid tem arrastado – com o desemprego e as casas de alterne todas fechadas, o que obrigou muitas mulheres desta vida e sem ser desta vida a virem pedir-me ajuda – e já tinha vendido isto aos filhos dele que querem fazer aqui um hostel. Vou ficar rica, voltar para a terra e pôr flores todos os dias na campa do meu defunto pai, que agora já não faz mal a ninguém».', ', 'Macho pensa da cintura para baixo', 'A conversa corre e Madame Guida acompanha vigilante as reações de Maria que, andando de um lado para o outro a pôr a mesa para três, pisa o chão como se andasse sobre gelo estaladiço – para não darem por ela. «Cheira bem, não cheira? São ervilhas com ovos. Esta rapariga tem cá uma mãozinha para a cozinha… pudesse eu pagar-lhe para que só fizesse isto! Vá lá, senta-te, Maria, e bebe um copo que te faz bem».', 'Num segundo, os papéis são invertidos. E é a dona da casa quem conduz o assunto para a atualidade e modera a conversa: «Se pensa que os homens, lá por o vírus andar a matar sem olhar a quem, deixaram de recorrer aos nossos serviços, engana-se. Macho que é macho pensa da cintura para baixo!».', 'A mulher admira os seus próprios ditos e ninguém a suplanta na expressividade da linguagem. Entre uma ruidosa gargalhada e outra, conta que, em matéria de sexo, a maioria dos homens prefere o risco à abstinência: «Apesar de saber que os clientes se estão nas tintas para a proteção, quando entram obrigo-os a desinfetar as mãos e pergunto se querem máscara. Nem um! De início, as raparigas tinham medo e tentaram convencê-los. Houve cada cena! Uma vez, veio uma delas ter comigo à cozinha muito aflita, porque o cliente era medroso, quis usar máscara e, a dada altura, caiu de bruços, a abrir e a fechar a boca como um peixe fora de água. Quase que era preciso reanimá-lo! Nesta nossa vida, é impossível usar máscaras».\nDos seus tempos áureos, a senhora mantém os olhos felinos da cor das algas marinhas e os dentes perfeitos. Com a alma couraçada contra perigos e desânimos, prefere o lado anedótico da vida a estados de alma: «Os homens, às vezes, são muito criativos. No início deste pandemónio todo, houve um cliente que achava que, se usasse as raparigas só de costas, o vírus não o pegava. Pediu para lhe arranjar uma que também usasse máscara. Só que sempre gostou muito que lhe fizessem um bico e a dada altura não resistiu -- e pediu-lhe que lhe fizesse um broche, mas só na condição de ela usar meia máscara. Imagine! Só meia máscara, o burro!».', 'As casas privadas ganharam com a pandemia', 'O almoço segue, bem regado. As cores voltaram ao rosto de Maria, que se mantém em silêncio. As ervilhas com ovos estão um mimo. O refogado em lume brando e os enchidos – que o segurança da casa traz do Alentejo sempre que lá vai ver os pais, uns pequenos agricultores que fintam a ASAE, matando uns porquitos de vez em quando – fazem o resto.\nMadame Guida abre um pequeno parêntesis e entra na sua vida privada, como em tudo, sem reservas: «O meu Chico foi pugilista, mas apanhou tanto soco naquela cabeça que tem de ser medicado, senão pode ser perigoso. Ainda tem uma força monumental. Conhecemo-nos noutra casa que eu tive, porque nesta só pus raparigas numa altura em que fiquei mal de finanças. Ele agora trata da segurança e de mim, que sempre gostei deles brutos e a cheirarem a cavalo, desde que seja eu a segurar as rédeas ao dinheiro».\nMadame Guida retoma a anterior linha de raciocínio. Apesar do ímpeto cego com que o novo vírus entrou no mundo, nada consegue derrotar o maldito demónio do sexo: «As casas privadas só tiveram a ganhar com a pandemia. Os clubes noturnos, como o Elefante Banco ou o Gallery, fecharam e os clientes vieram para aqui. Apareceu-me gente, encaminhada por velhos amigos ou por taxistas que me conhecem, que nunca tinha visto. Até reformados. Um dia, um rapaz liga-me, muito aflito, porque o pai, com 70 e muitos anos, que estava habituado a passar as tardes com os amigos a jogar às cartas, apanhou uma depressão quando os cafés fecharam. Veio cá ainda duas vezes. Mas só de subir ao quarto andar ia morrendo. E tivemos um engenheiro informático que ficou em teletrabalho, e estava tão farto de estar fechado em casa com a mulher e os filhos que vinha cá praticamente só para desabafar. Um dia lá descontraiu e fez o que um homem deve fazer com uma mulher. Estava tão doido que começou a apertar o pescoço à rapariga. Ela lá o conseguiu controlar-se e dizia: ‘Este tipo ainda mata a família toda’».', 'A vergonha de Maria', 'Madame Guida navega sem problemas morais no trilho frio da realidade. Conhece-a por dentro e de forma desapaixonada. Não anda desatenta aos rumores crescentes sobre a gravidade da pandemia e, questionada sobre os seus métodos insólitos para o avanço da humanidade, dispara sem preâmbulos: «O que é que mata mais rapidamente: o vírus ou a fome? Sabe que uma puta não tem direito a nada, subsídio de desemprego, layoff, baixa, nada. Andam todos a discutir se se deve legalizar ou não a prostituição, mas viu por acaso algum político lembrar-se de nós quando mandaram encerrar todas as casas da noite e a pôr a polícia a chatear as mulheres que andam na rua? Então, esperavam que vivêssemos de quê?».', 'A dona da casa não é mulher para se deixar dominar por fúrias, ou então domina-as como em tempos dominou o sexo oposto. Sabe que vive numa sociedade onde o primeiro a chegar é o primeiro a servir-se: «Pergunte à Maria o que é adormecer sem ter sequer um bocado de pão duro para dar ao filho no dia a seguir».\nA outra, que até aqui acompanhara a conversa de olhar fixo nas palmas das mãos que alisam a mesa como se fossem um ferro de engomar, sem levar uma única garfada à boca, parecia sair do seu casulo a ferros com o discurso empolgado da patroa.', 'A impertinência da mulher mais velha provoca-lhe rubor por cima de rubor. Maria sempre soube que a única forma de evitar acidentes de percurso era ficar à margem deles. Aprendeu cedo: a irmã mais velha, aos 16 anos, já estava agarrada às drogas – e, para pagar o vício, vendia o corpo até amanhecer, acabando por dormir em qualquer canto no antigo Casal Ventoso. Morreu de overdose e destroçou o pai que, no longo caminho que atravessou para tentar tirá-la do inferno em que caíra, não aguentou e seguiu-lhe o rasto pouco depois.', 'Maria fez tudo para seguir um caminho contrário. Aos 15 anos abandonou o liceu para cuidar da mãe – que, atingida pelo Alzheimer, se fechara sobre si própria. Claro que o resto da família, ela e a irmã Rosa, mais velha dois anos, não conseguia viver com a reforma de penúria da senhora, uma antiga operária fabril, e começaram a deitar a mão a tudo o que aparecia: «Trabalhei toda a vida como empregada doméstica e sempre me aguentei sem dever um cêntimo a ninguém. Agora, apesar de me ter divorciado, tinha a minha vida regularizada. Trabalhava em várias casas, tinha os dias todos ocupados e ganhava 800 euros por mês».', 'Aos 25 anos, Maria não esperava esta reviravolta na vida. As palavras saem-lhe cada vez com mais dificuldade, como se a língua estivesse dormente: «Com o covid, três senhoras, onde eu trabalhava o dia inteiro, com medo, dispensaram-me. Não tinha economias suficientes para manter a renda da casa, água, luz, comida. Passei fome para que nada faltasse ao meu filho que tem apenas quatro anos. Até que uma noite tomei uma decisão: entreguei o menino à minha irmã que vive em Palmela. Desde aí, nunca mais o vi. Não lhe consigo pegar, tenho nojo de mim própria».', '‘É mais fácil os pobres ajudarem do que os políticos’', 'Madame Guida, que não a interrompera uma única vez e ouvira tudo sem se mexer – calculando que a tristeza a estava a demolir aos poucos e que, mais cedo ou mais tarde, acabaria por derrotá-la –, levanta-se antes que rebente o choro convulsivo e envolve-a num embalo carinhoso. Enquanto protesta contra as aberrações e injustiças da vida, a patroa tenta apaziguar a dor da outra: «Tu tiveste foi muita coragem, filha. Depois, não digam que as mulheres só vêm para esta vida porque é ‘dinheiro fácil’. Tenho outra rapariga aqui na mesma situação. Trabalhava num cabeleireiro e ficou em layoff. Tem dois filhos… dois! Mas esta gente que está no Governo não sabe que as pessoas têm dívidas nos bancos, casas para pagar? Sabe: é mais fácil encontrar ajuda entre os pobres do que nesta canalha. Os pobres têm sempre para mais um. Foi o que aconteceu à Maria».', 'A história da jovem mulher passa a ser contada na terceira pessoa. Naquela noite em que decidiu entregar o filho à única família que lhe restava só lhe vinha à memória repetidamente as palavras da irmã que morreu de overdose: «O dinheiro fala mais alto, o dinheiro fala mais alto». Dois dias depois, meteu-se no autocarro em direção ao Alvito, em Monsanto. Um homem parou o carro à sua beira. Ela entra, ele segura-lhe na cabeça e direciona-a…', 'Pouco depois ela saía do veículo com dez euros na mão – e vomitou. Chovia. Do lado oposto, uma mulher, abrigada numa paragem do autocarro, percebera tudo e vai ao seu encontro: «Era uma rapariga que já trabalhou para mim, mas entregou-se às drogas, já nem dentes tem. Viu logo que esta era novata e que, com o corpo e cara que tinha, podia fazer muito mais dinheiro noutro lado e encaminhou-a para mim».', 'Madame Guida não é mulher para grandes esbanjamentos afetivos. Com muita experiência nos negócios da carne, no início não ganhou apego à rapariga, tentou apenas formá-la. Ensinou-a a entreter os homens enquanto avisava os clientes que tinha mais uma novidade disponível: «Todas as noites chorava. Telefonava do meu telemóvel para o filho e eu, que costumo dizer que não tenho coração, comovia-me. Vi logo que a rapariga não ia aguentar. Estou a ajudá-la a arranjar emprego. Para a semana, vai a uma entrevista para ver se fica como interna a cuidar de um idoso».', '‘Levou um soco que lhe abriu a bocadura’', 'Maria, como se adivinhasse onde a conversa ia desembocar, desapareceu. À porta da cozinha, qual génio libertado de uma garrafa, assoma a cabeça de Chico, o segurança e companheiro da dona da casa: «Parece que o raio do homem adivinhava que ia falar nele… Olha, queridinho, tira dinheiro ali da cómoda e vai comer qualquer coisa fora. Vai lá, vai!».\nEle sai, ágil, e ela retoma o fio da meada: «Eu tenho feito tudo para arranjar à Maria os melhores clientes. Homens mais velhos, que já mal conseguem acender a vela. Aqui, quando os clientes marcam, pergunto sempre o que querem: se é bico, sexo normal ou anal. Tudo completo são oitenta euros. Eu fico com metade porque também entro com tudo: cama, roupas. Ontem, a Maria recebeu um cliente, aquele de que já lhe falei, que vinha bêbado. Tinha pedido sexo normal que é mais barato. A dada altura, ela começa a gritar, mandei lá ir o Chico e o desgraçado estava a forçá-la para ter sexo anal e a bater-lhe. Levou um soco que lhe abriu a bocadura toda. Ficou a dormir no bar. Foi um amigo que veio buscá-lo hoje de manhã».','Madame Guida aproveita o caso para esquadrinhar a fundo os tempos incertos que correm e lembrar que estamos todos na mesma nau: «Isto é a lei da selva e, com este vírus, há sempre quem se tente aproveitar da desgraça dos outros. Como agora há mais oferta do que procura, os homens querem pagar menos. É humilhante. E depois existem casos como este. Conheço um caso bem pior. Uma rapariga que já trabalhou para mim, bem bonita mas maltratada pelo vício, dado os hotéis estarem fechados por causa da pandemia, foi com um cliente para casa dele. No fim, o sacana não lhe quis pagar. Como ela sempre teve pelo na venta, puxou de uma naifa que tinha na mala e cortou-o. Está agora em Tires, acusada de tentativa de homicídio».','Cruzamos de novo o enorme corredor despido de adereços, desta vez em direção à saída. Madame Guida está abatida, como se voltasse cansada de uma longa viagem. No olhar turvo, adivinha-se que a única coisa que lhe resta naquele momento é uma enorme vontade de chorar. Mas não é essa a imagem que quer que retenham. E como se fosse feita à prova de qualquer erosão, termina com uma gargalhada: «Se estivesse cá ontem à noite, logo via a animação. Parecia um recreio. Era eles a guincharem por um lado e elas a fingirem por outro».'",
        "numberPosts": " 64 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Gender - Female sexuality,Social Class - Working class,Gender - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Prostituta,Pacóvio,Mulher",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "5083245949",
            "user": "disqus_KUYq2bOGtm",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Com a sida usava-se o preservativo e tudo estava bem agora com o covid  usa-se a mascara e tudo não passa de uma questão de posição  que é possível sem cruzarem a respiração....Em verdade as prostitutas servem para dar prazer e não para o sentirem....",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5082652415",
            "user": "ruikkrull",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "OS MERDAS QUE AGORA RIEM DA MISÉRIA ALHEIA HÃO-DE CHORAR DE VERGONHA DAQUI A UNS TEMPOS.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5082639381",
            "user": "regefor869",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Flquei sem trabalho por 6 meses quando meu ex-colega de trabalho finalmente me recomendou para c0meçar a trabalhar como freelancer em casa ... Foi só depois de ganhar $ 6.000 no meu primeiro mês que realmente acreditei que poderia fazer isso para vlver! Agora estou mais feliz do que\n𝒘𝒘𝒘.𝑾𝒐𝒓𝒌𝑹𝒆𝒗𝒊𝒆𝒘𝒔10.𝒄𝒐𝒎\nVNu.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5079263174",
            "user": "disqus_j5kaiZ5Vv9",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "(5 e último )+ E como é que pensavas que elas enriqueciam..com inteligência e a pulso , não ? 😏 \" ( quase ) Todas as kabras têm sorte , pois há sempre um Otário Apaixonado de Serviço , para lhes aparar os golpes \" 😑\n- É verdade + Amigo virtual .. realmente ! 👍🙄 Por último .. \" Na vida duma <b> prostituta </b>é impossível usar máscara \"..😏\n+ Impossível não é , não vale é a pena..🤭\n- ÁH ÁH ÁH ÁH ÁH ÁH !! 👍😄😄😄 Precisamente + Amigo virtual , precisamente..😏😏",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Prostituta"
            ]
        },
        {
            "id": "5079261748",
            "user": "disqus_j5kaiZ5Vv9",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "(4) - ÁH ÁH ÁH ÁH ÁH ÁH 👌🤣🤣🤣 A ver se realmente - me consigo recompor , para continuar com o nosso comentário 😂<br/>Traduz lá isto : \"\" Fugiu com um homem casado e trocou - o por outro casado \"\" 🙄\n+ Eis a tradução : [ Fugiu com um casado falso e trocou - o por outro casado falso ] .😑\n- Aaaaaa..pois...assim já percebi , realmente ! 👌🙂 \" Tinha um homem que acreditava em TUDO o que ela ( M.G.) dizia \" 😲 !!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5079259626",
            "user": "disqus_j5kaiZ5Vv9",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "(3)-  ÁHÁ ÁH ÁH ÁH ! 👌😄😄 Este - meu Amigo virtual , dá realmente cabo delas..😏 Mas continuando 🙄..Que achas das \" capacidades humorísticas \" da \"\"\" madame guida \"\"\" ?🤔\n+ É um 'tipo' de humor que não aprecio..😌\n- Que ' tipo ' ? 🙄\n+ Todo phudido ( literalmente )..😜",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5079252991",
            "user": "disqus_j5kaiZ5Vv9",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "(2) + ÁH ÁH ÁH !! 👌😄 Prosseguindo ,🤨 , \" macho que é macho pensa da cintura para baixo \" ! 😏\n+ ..\" E Phu*a que é Phu*a , NÃO pensa NEM sai debaixo \" !! 🤭🤭",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5079250165",
            "user": "disqus_j5kaiZ5Vv9",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "- A \"\" madame guida \"\" , NUNCA admitiu faltas de respeito para com as \"\" SUAS \"\" raparigas ! 😏🤨\n+ \" Sim..apenas que as fornicassem...o que é nenhuma falta de respeito \"…🤭",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5077887234",
            "user": "disqus_T4lt1eLfJI",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "A putta afirma:<br/>'Macho pensa da cintura para baixo'\nA putta também afirma:<br/>\"O homem que me deu esta casa, há 35 anos, se eu lhe dissesse em pleno dia que era noite, ele acreditava\"\nEste tipo de homem não é macho. É sim, uma ovelha cruzada com um burro.",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5082665193",
                    "user": "disqus_6agQFnktjW",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Brutal!",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5082601539",
                    "user": "disqus_sIREYt3sBp",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Ahahahaha",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5077814810",
            "user": "tarabermudez",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Estou ganhando facilmente todas as semanas de 4.500 € a 6.500 € apenas fazendo um trabalho simples em casa. No mês passado ganhei 22495 € com este trabalho. Incrível e fácil de fazer trabalho e renda regular disso é incrível..eB5.. Eu sugiro a todos vocês que se juntem a este trabalho agora em tempo parcial e ganhem mais do que uma renda em tempo integral seguindo este blog.\n..........................➞➞➞➞➞➞➞➞➞➞➞➞ 𝖜𝖜𝖜   .𝙈𝙖𝙜𝙣𝙞𝙛𝙮𝙄𝙣 𝙤𝙢𝙚..𝕮𝖔𝖒Ⓐ\nA palavra Ⓐ não foi adicionada ao endereço da web",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5077343469",
            "user": "bolideirayahoocombr",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Algumas até dizem que aquilo não se gasta e lavam com um pouco de limão para ajustar!<br/>Por isso toca a bombar com e sem máscara!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5077240391",
            "user": "brunodecarvalhooprprio",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Sem fazer juízos de moral acho que a prostituição é uma actividade absolutamente degradante para um ser humano mas ainda assim a legalização deste tipo de bordeis deveria existir até para protecção das próprias prostitutas e dos clientes ... E já agora em Portugal a prostituição propriamente dita não é crime mas sim o proxenetismo, aliás nem durante o Estado Novo era crime.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "5077892125",
                    "user": "disqus_T4lt1eLfJI",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "O problema é que as puttas acham que andar a lavar escadas dá cabo das unhas falsas...",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 5,
                    "replies": [
                        {
                            "id": "5082605433",
                            "user": "disqus_sIREYt3sBp",
                            "date": "2 months ago",
                            "timestamp": "NA",
                            "commentText": "Isso não querem !!!<br/>Querem é dinheiro fácil !<br/>Não tenho pena de NENHUMA !<br/>Estao no putedo porque gostam e querem !!!<br/>Trabalho não querem.",
                            "likes": 2,
                            "hasReplies": true,
                            "numberOfReplies": 4,
                            "replies": [
                                {
                                    "id": "5082615231",
                                    "user": "Meliodasreidosdemonios",
                                    "date": "2 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Agora que publicaram o texto integral que eu já tinha lido na versão impressa, leia do princípio ao fim antes de comentar.<br/>Apontar o dedo aos outros é fácil...",
                                    "likes": 3,
                                    "hasReplies": true,
                                    "numberOfReplies": 3,
                                    "replies": [
                                        {
                                            "id": "5082644676",
                                            "user": "disqus_sIREYt3sBp",
                                            "date": "2 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Desculpe lá mas não me ensina nada no tema prostituição.<br/>Conheço muito bem o mundo da prostituição.<br/>Não há vítimas.Estao porque gostam da vida da noite e de dinheiro fácil. Nenhuma está obrigada .Nem elas querem ajuda. Querem é clientes que lhes pagam bem e ainda dão gorgeta.<br/>Você não sabe nada do mundo da prostituição.",
                                            "likes": 1,
                                            "hasReplies": true,
                                            "numberOfReplies": 2,
                                            "replies": [
                                                {
                                                    "id": "5082659294",
                                                    "user": "Meliodasreidosdemonios",
                                                    "date": "2 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Essa análise é muito superficial.<br/>Quando não se tem emprego e precisa-se de dar comida aos filhos, o desespero leva muitas a entrar nesse mundo.<br/>Claro que existem algumas que estão lá porque querem mas muitas outras é por necessidade.",
                                                    "likes": 2,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 1,
                                                    "replies": [
                                                        {
                                                            "id": "5082785459",
                                                            "user": "disqus_sIREYt3sBp",
                                                            "date": "2 months ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Necessidade ??<br/>Oh amigo, quem tem necessidade pede ajuda a Cáritas, à santa casa da misericórdia, e outras instituições que ajudam mesmo com refeições diárias e rendas de casa pagas, e outras despesas ! Entretanto arranja um trabalho honesto.<br/>Quem gosta de night e vida louca e putaria, e dinheiro ganho sem trabalhar, depressa abre as pernas. Esse dinheiro facil serve para droga, para luxos, e para uma vida de engano. Escondem da família, e fazem um nível de vida acima de quem trabalha.<br/>Se são vítimas,é porque querem se-lo, porque ninguém as obriga a serem putas. Habituadas a muito dinheiro sem esforço....de vítimas nada têem !",
                                                            "likes": 1,
                                                            "hasReplies": false,
                                                            "numberOfReplies": 0,
                                                            "replies": []
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5077229043",
            "user": "disqus_qZNYlHPJkM",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "A madame Guida, como a tratam as meninas, tem 68 anos, tal com eu. <br/>Madame Guida para o ano fazemos 69.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5077147962",
            "user": "alexandre_barreira",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "...ó menina........uma casca de feijão.....já viu esta porcaria...?!..........tá bem...tá......com 10€ querias bifes....?!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5077082004",
            "user": "disqus_117OxSINkV",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Desde que comecei a trabalhar online a partir de casa, ganho 500-700 € por dia. Surpreendentemente, a única coisa que ele precisa é de facilidade de digitação e acesso à Internet. Este trabalho é realmente incrível e me dá uma grande parte da renda todos os dias. Tenho certeza que você vai conseguir o melhor resultado .. Comecei aqui\n......................➞➞➞➞➞➞➞➞➞ 𝖜𝖜𝖜.𝙈𝙖𝙜𝙣𝙞𝙛𝙮          𝙄𝙣𝙘𝙤𝙢𝙚.𝕮𝖔𝖒Ⓐ\nA palavra Ⓐ não foi adicionada ao endereço da web",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5077082660",
                    "user": "varatojo",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Eh eh eh. Muito bem. É como eu. <br/>😅😅😅",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5077072581",
            "user": "varatojo",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Horrível. Tanta coisa para “investigar”, do PAFismo ao clube da passarada, etc etc ...e vêm agora com isto...o jornalista deve ser um voyeur que aproveitou a reportagem para beneficiar do ambiente. A maior parte dessas mulheres gostam do que fazem e não querem que as incomodem — por isso tiveram de recorrer a um desenho para “ilustrar” a notícia.\nDeixem as pessoas em paz moralistas de meia tigela.\n*<br/>Foi sempre um recurso da canzoada de direita andar a perseguir os outros com acusações morais, em investigações sobre a sexualidade das pessoas, metendo o nariz cheira-cús na vida privada dos outros a fim de lhes apanhar fragilidades e os queimar na inquisição. Que canzoada! Brinquem com a vossa pilinha!",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5077521537",
                    "user": "honesto_honoriscausa",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "O que é que o Passos tem a ver com esta 💩💩. Em Goa não há prostitutas??\nCom que então, V. Ex.cia. está muito incomodado por em plena geringonça e depois de tantos anos de GERINGONÇA DE FALSA ESQUERDA,  ainda haver prostituição! Hehehehehehehehehhehehehehehe.<br/>CONTINUA A HAVER PROSTITUIÇÃO SIM!! E NÃO É O PASSOS A GOVERNAR!<br/>O Passos e o Portas, JÁ NÃO GOVERNAM, PÁ!! HÁ MUITO TEMPO!<br/>Houve geringonça há muito tempo e que continua no poder e a PROSTITUIÇÃO CONTINUA A EXISTIR, TAL COMO A PANNELEIRADA E OS PROXENETAS, HEHEHEHEHEHEHE.....<br/>Pede ao Costa para melhorar isto, ou será que é preciso pedir ao Ventura, para pôr ordem na capoeira, jajajajajajaja.<br/>Parece que tem de ser o CHEGA A GOVERNAR....",
                    "likes": 3,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5077535246",
                            "user": "varatojo",
                            "date": "2 months ago",
                            "timestamp": "NA",
                            "commentText": "Caluda, palerma.<br/> Se só sabe dizer palermice Ó VACALHEIRA fique calada.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5077048967",
            "user": "disqus_NDONqXPlqF",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "«...Está tudo de pernas para o ar, vomitado e com sangue. Sabe que isto do covid...» - in jornal Sol\nUma reportagem fantasiosa para parolos(as) engolirem a treta; como se a responsável ou o responsável de um bordel fossem abrir as portas e expor-se desta forma, dando uma má imagem da profissão e profissionais do sexo, e pior usarem um linguajar <b> pacóvio </b>e termos/expressões ridículas conforme os descritos no texto.\nQuem realmente quiser saber o que foi a prostituição em Portugal (esta profissão infelizmente já não existe no país, passando à ilegalidade), pesquise por José Vilhena.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 12,
            "replies": [
                {
                    "id": "5077073442",
                    "user": "Meliodasreidosdemonios",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Infelizmente?<br/>Não me diga que você ia lá tantas vezes que até tinha cartão cliente.🤣🤣🤣",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 11,
                    "replies": [
                        {
                            "id": "5077089572",
                            "user": "disqus_NDONqXPlqF",
                            "date": "2 months ago",
                            "timestamp": "NA",
                            "commentText": "Não seja parola(o), pape uma hóstia que isso passa.",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 3,
                            "replies": [
                                {
                                    "id": "5077095614",
                                    "user": "Meliodasreidosdemonios",
                                    "date": "2 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Nunca provei uma hóstia na vida.<br/>Não frequento igrejas.<br/>E sou um homem.",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 2,
                                    "replies": [
                                        {
                                            "id": "5077098163",
                                            "user": "disqus_NDONqXPlqF",
                                            "date": "2 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Mas devia, conhecimento e cultura não fazem mal a ninguém e ajudam-nos a entender melhor o mundo diverso em que vivemos.",
                                            "likes": 1,
                                            "hasReplies": true,
                                            "numberOfReplies": 1,
                                            "replies": [
                                                {
                                                    "id": "5077099416",
                                                    "user": "Meliodasreidosdemonios",
                                                    "date": "2 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Se há uma certeza que tenho na vida é que vou morrer ateu.",
                                                    "likes": 0,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "id": "5077075848",
                            "user": "varatojo",
                            "date": "2 months ago",
                            "timestamp": "NA",
                            "commentText": "Sim, infelizmente.<br/>Ou agora não se pode fazer dinheiro como bem se entender ? Não é isso que advoga o Liberalismo?",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 6,
                            "replies": [
                                {
                                    "id": "5077077210",
                                    "user": "Meliodasreidosdemonios",
                                    "date": "2 months ago",
                                    "timestamp": "NA",
                                    "commentText": "E quem vos disse que essa actividade já não existe?<br/>Os bordéis ainda existem, os bares de alterne ainda existem, as de estrada ainda existem, todas as semanas quando passo as vejo à espera de clientes na berma.",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 5,
                                    "replies": [
                                        {
                                            "id": "5077081394",
                                            "user": "varatojo",
                                            "date": "2 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Não faço ideia. Dei como bom o que o comentador disse — sei lá se existe ou não.\nO que é confrangedor é a bafienta tentativa moralista que esta notícia/reportagem  tenta impingir.\nFecundem-se e reproduzam-se não foi o que mandou a providência?",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 4,
                                            "replies": [
                                                {
                                                    "id": "5077082542",
                                                    "user": "Meliodasreidosdemonios",
                                                    "date": "2 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Não é uma notícia, é uma reportagem.<br/>Comprei o jornal impresso e só depois de ler o trabalho completo é que formo opinião sobre este caso em particular.\nSobre este mundo eu não sei se é melhor legalizar ou não.<br/>Na Alemanha e Países Baixos ainda hoje discutem se valeu a pena.",
                                                    "likes": 0,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 3,
                                                    "replies": [
                                                        {
                                                            "id": "5077088115",
                                                            "user": "disqus_6agQFnktjW",
                                                            "date": "2 months ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Não é essa a questão, o trafico de mulheres ainda continua forte e feio, a legalização ameniza o problema. Porque aí já podem fazer descontos, registarem-se nas finanças e obrigadas a fazer check ups de saúde trimestrais. O fruto proibido é sempre o mais apetecido.<br/>A coisa fica mais controlada.",
                                                            "likes": 0,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 1,
                                                            "replies": [
                                                                {
                                                                    "id": "5077905862",
                                                                    "user": "disqus_T4lt1eLfJI",
                                                                    "date": "2 months ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "\"...fazer descontos, registarem-se nas finanças\"? Acha que elas querem fazer retenção de rendimentos (IRS ou IRC) e deduções para a TSU em épocas altas??...<br/>Quando surgem crises, e as puttas têm menos clientes, estas reportagens e questões surgem sempre. Agora, querem Segurança Social sem nunca terem feito nenhumas deduções para a TSU, e sobrecarregar ainda mais um sistema em falência.<br/>O que deviam perguntar às puttas, era o que é que fizeram ao muito dinheiro ganho nas épocas altas.<br/>Acredite que estão a fazer os outros de parvos.",
                                                                    "likes": 0,
                                                                    "hasReplies": false,
                                                                    "numberOfReplies": 0,
                                                                    "replies": []
                                                                }
                                                            ]
                                                        },
                                                        {
                                                            "id": "5077084602",
                                                            "user": "varatojo",
                                                            "date": "2 months ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Sim tem razão, é uma reportagem.\nEu acho óptimo. Ver raparigas bonitas e mulheres com classe faz o meu gosto. Faz bem. DESAPAREÇAM MORALISTAS DA TRETA !",
                                                            "likes": 0,
                                                            "hasReplies": false,
                                                            "numberOfReplies": 0,
                                                            "replies": []
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Pacóvio"
            ]
        },
        {
            "id": "5076997397",
            "user": "disqus_j5kaiZ5Vv9",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Pronto , já percebi que não posso comentar como queria , devido a moderadores clientes assíduos da \"\" madame guida \"\" ..😏",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5076948829",
            "user": "icaro_iv_icaro",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "putedo  cervejolas podem contar 100 por cento comigo e a minha especialidade",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5076912962",
            "user": "comunistaasrio",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "A senhora do desenho parece a mãe aqui de um comentador nosso colega...",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5076840096",
            "user": "kika_1900",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Gostei de ler . <br/>A ilustração até parece um Toulouse Lautrec.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "5077050715",
                    "user": "disqus_NDONqXPlqF",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Mas nada original assim como o próprio artigo.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 4,
                    "replies": [
                        {
                            "id": "5077066238",
                            "user": "kika_1900",
                            "date": "2 months ago",
                            "timestamp": "NA",
                            "commentText": "Se para si não é original é porque está familiarizado com esse meio,<br/>o que não é o meu caso. <br/>Quanto ao Toulouse Lautrec é só um dos grandes nomes da pintura francesa <br/>que muito aprecio. <br/>Nem todos podemos ser originais como Vossa Excelência.<br/>Passar bem.",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 3,
                            "replies": [
                                {
                                    "id": "5077088421",
                                    "user": "disqus_NDONqXPlqF",
                                    "date": "2 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Pape uma hóstia que isso passa.",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 2,
                                    "replies": [
                                        {
                                            "id": "5077093160",
                                            "user": "kika_1900",
                                            "date": "2 months ago",
                                            "timestamp": "NA",
                                            "commentText": "A papar é só do que gosto e quando eu quero.<br/>Como não gosto de originais como Vossa Excelência <br/>vai imediatamente para o caixote do lixo que é um lugar mais <br/>que apropriado para ignorantes do seu género.",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 1,
                                            "replies": [
                                                {
                                                    "id": "5077099258",
                                                    "user": "disqus_NDONqXPlqF",
                                                    "date": "2 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Não seja pateta; bom Fim-de-Semana.",
                                                    "likes": 0,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5076830328",
            "user": "mariaeugniamrias",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Até que enfim, uma <b> mulher </b>da vida que se assume como tal por gosto! O choradinho à volta delas sempre me irritou de tão mentiroso.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "5077896688",
                    "user": "disqus_T4lt1eLfJI",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Francamente, neste tipo de negócio, eu não consigo dizer de forma inequívoca quem é o explorado e quem é o explorador...",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "5077924521",
                            "user": "mariaeugniamrias",
                            "date": "2 months ago",
                            "timestamp": "NA",
                            "commentText": "Elas exploram, desculpe lá a verdade não ser muito simpática para os homens",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "5078029903",
                                    "user": "disqus_T4lt1eLfJI",
                                    "date": "2 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Na maioria dos casos, concordo, e até lhe agradeço a sua franqueza.<br/>Mais, o machismo desses homens é um disfarce para a sua fraca inteligência. Alguns perdem a fortuna ganha pelos pais e avós, e ficam sem nada.",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 1,
                                    "replies": [
                                        {
                                            "id": "5078058293",
                                            "user": "mariaeugniamrias",
                                            "date": "2 months ago",
                                            "timestamp": "NA",
                                            "commentText": "É comprar o faz de conta",
                                            "likes": 0,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Mulher"
            ]
        },
        {
            "id": "5076799756",
            "user": "benficasempre",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Excelente artigo !",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5076789147",
            "user": "florencekyte",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Se você quer ganhar uma renda extra todos os meses ... não procure mais! Esta é uma grande oportunidade para qualquer pessoa ganhar € 17.500 a € 23.500 por mês, trabalhando em seu tempo livre em um laptop doméstico ... Faço isso por 2 meses e no mês passado ganhei meu primeiro salário! !!! Mais informações sobre este site ...\n........................➞➞➞➞➞➞➞➞➞➞ 𝖜𝖜   ..𝙈𝙖𝙜𝙣𝙞𝙛𝙮𝙄𝙣𝙘𝙤𝙢𝙚.𝕮𝖔𝖒Ⓐ\nA palavra não foi adicionada ao endereço da web",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5076766077",
            "user": "disqus_zMUU2BonaE",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Que vidas tao tristes!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5076730228",
            "user": "disqus_6agQFnktjW",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Nunca precisei de casas de putedo, portanto não conheço essa realidade.<br/>Mas penso que deviam legalizar a prostituição e dar melhores condições a quem quiser dar e receber.<br/>Estas casas de madames bem que podiam desaparecer, não fazem falta.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "5076907164",
                    "user": "ruikkrull",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Não, tão mas o PRESStíbulo Xic está aberto todos os dias e dizem ter shares, essas meretrizes de 80%, Se aquilo tem essa frequência duvidosa é porque tem clientela. Não estou a dizer que seja o caso.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5077082474",
                            "user": "disqus_6agQFnktjW",
                            "date": "2 months ago",
                            "timestamp": "NA",
                            "commentText": "Oh, caro amigo, o que não falta é putedo no mundo do show biz.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "5076735934",
                    "user": "disqus_sLE8aKZ3fk",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "O problema é que muitas mulheres são escravas sexuais e não exercem de livre vontade. Existem redes internacionais que raptam mulheres jovens e as obrigam à prostituição em seu proveito sempre sob ameaça de morte e espancamento. A legalização iria aumentar este tráfico criminoso.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "5076743870",
                            "user": "disqus_6agQFnktjW",
                            "date": "2 months ago",
                            "timestamp": "NA",
                            "commentText": "Nem por isso. É a ilegalidade que alimenta os traficantes.",
                            "likes": 6,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "5076752495",
                                    "user": "Antiraoliono",
                                    "date": "2 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Usaram essa mesma ideia no tráfico de droga... não funcionou. Nos EUA, os estados que legalizaram a cannabis continua a ter níveis de tráfico dessa mesma droga na casa dos milhões de dólares diários. Pior é que algumas lojas passaram a vender droga ilegal, sob o manto da legalidade... sem cumprir as normas legais, facilitando que até jovens de 15 anos a possam comprar, com a diferença que o preço é 2 vezes o da \"legal\".",
                                    "likes": 2,
                                    "hasReplies": true,
                                    "numberOfReplies": 1,
                                    "replies": [
                                        {
                                            "id": "5076765802",
                                            "user": "disqus_6agQFnktjW",
                                            "date": "2 months ago",
                                            "timestamp": "NA",
                                            "commentText": "A cannabis não é legal em lado algum nos States, apenas é tolerada para \" uso medicinal\".",
                                            "likes": 0,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}