{
    "header": {
        "title": " Detido no Algarve padre que abusou de mais de 20 crianças ",
        "subtitle": " No documentário Livrai-nos do Mal, o padre admitiu ter violado e abusado mais de 20 crianças. ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 25 de outubro 2019 ",
        "dateExtraction": " 2020-07-07 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/675363/detido-no-algarve-padre-que-abusou-de-mais-de-20-criancas ",
        "postText": " ['Foi detido, esta sexta-feira, Oliver O'Grady, considerado um dos maiores pedófilos ligados à Igreja Católica. O homem de 74 anos era procurado pelas autoridades irlandesas por suspeita de pornografia de menores. O ex-padre foi levado ao Tribunal da Relação de Évora e encontra-se em prisão preventiva até ser entregue às autoridades irlandesas, de acordo com o Jornal de Notícias.', 'O'Grady vivia em Loulé, desde finais de 2018, após fugir da Irlanda por ter reincidido no crime da pornografia infantil. Na segunda-feira foi localizado por inspetores da Unidade de Investigação Criminal da Polícia Judiciária que cumpriram o mandado de detenção europeu.', 'O homem tem um grande historial em crimes de abuso sexual a menores. Em 1993, quando era padre na Califórnia, O\u0092Grady foi condenado a 14 anos de prisão por um crime de abuso sexual. Cumpriu apenas metade da pena e foi deportado para a Irlanda. Mais tarde, mudou-se para a Holanda, onde, apesar de estar proibido de voltar a excercer funções na Igreja, fez trabalho voluntário numa paróquia em Roterdão, onde organizou festas infantis e interagiu com menores.', 'No entanto, apenas em 2006, foram conhecidos os \u0093grandes crimes\u0094 de O\u0092Grady. No documentário \u0093Livrai-nos do Mal\u0094, o padre admitiu ter violado e abusado mais de 20 crianças, entre os anos 70 e 80, enquanto estava ligado à Igreja Católica.', 'Em 2010, voltou a ser detido, depois de se ter esquecido de um computador num avião que continha mais de 280 mil imagens, seis horas de vídeos e 500 páginas de discussão sobre pornografia infantil. Isto levou a 3 anos de pena.', 'Em 2016, foi visto por jornalistas, em Dublin, próximo de um parque infantil e de escolas e admitiu evitar sair casa quando estavam crianças na rua.  Talvez eu esteja melhor numa área mais isolada\", confessou.', \"As autoridades irlandesas acreditam que O'Maley tenha voltado a reincidir no crime e se tenha envolvido, novamente, em crimes de pornografia infantil.] ",
        "numberPosts": " 16 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Ethnicity - Black,Ethnicity - White,Ethnicity - General,Nationality - French,Ideological and Political Identity - General,Religious Identity - Roman Catholic,Nationality - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Preto,Branco,Racista,Francisco,Comunista,Padreca,Estrangeiro",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "4666333843",
            "user": "nunovilas",
            "date": "8 months ago",
            "timestamp": "NA",
            "commentText": "E com noticias destas eu pergunto como é que se ainda acredita nessa treta chamada religião ? Então deus não viu e não evitou?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4665934255",
            "user": "disqus_3SDIO41DlR",
            "date": "8 months ago",
            "timestamp": "NA",
            "commentText": "Deixem-no no bairro da Malagueira para se purificar...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4665916644",
            "user": "disqus_TfigluAzjn",
            "date": "8 months ago",
            "timestamp": "NA",
            "commentText": "Que falta faz a pena de morte   !!!!!!!!<br/>Se for julgado em Portugal, apanha aí uns dois meses e meio e com pena suspensa  !!!!!!<br/>Mandem  esta besta para o Boris, mas já capado !!!!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4666428966",
            "user": "amilcaralhinho",
            "date": "8 months ago",
            "timestamp": "NA",
            "commentText": "«A generalização da grunhisse vai apenas legitimar mais grunhisse levando os incautos a perderem a cerimónia na hora de manifestarem opiniões que são em si mesmo a desumanização de outros seres humanos» . Enfim, grunhe á vontade!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4665899413",
            "user": "mariaportuguesa",
            "date": "8 months ago",
            "timestamp": "NA",
            "commentText": "Que grande porco!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4666425368",
            "user": "amilcaralhinho",
            "date": "8 months ago",
            "timestamp": "NA",
            "commentText": "Podes perder o tempo todo a grunhir, a bater com as patas nos peito. Podes recorrer aos assuntos da net e fazer copy paste para te armares em pedagogo. Podes atirar-te ao ar e morder o rabo. Toda a gente te conhece aqui por estes foruns: Tudo o que dizes desagua , em vão, numa África <b> racista </b>e xenófoba, de quem tu és o expoente máximo.<br/>E se não és um<b>  preto</b> asqueroso, és u<b> m branc</b>o que anda a ser comido por um inharro. O resto? Urros da tua grunhisse!",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4667874926",
                    "user": "amilcaralhinho",
                    "date": "8 months ago",
                    "timestamp": "NA",
                    "commentText": "Eu explico inharro filho da p u ta.<br/>Quem te ler, até pode pensar que és instruído, tal é verborreia que estampas nas tuas intervenções de mmerda.<br/>Mas o que tu fazes, todos podem fazer, que é ires copiar assuntos da net e colocares aqui.<br/>Está explicado, <b> preto </b>ranhoso (ou<b>  branco</b>, que anda a ser comido pelo Luisão).<br/>De resto, dá de frosques para a selva, símio do karalho.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4668257821",
                            "user": "amilcaralhinho",
                            "date": "8 months ago",
                            "timestamp": "NA",
                            "commentText": "Pelo que vais kagando nos teus comentários de mmerda, que te saem por essa kloaca fora, não passas de um mmerdas de um racista raivoso , centrando o teu ódio, nas pessoas de pele clara. Devias ser humilde, grande filho da pp u ta de preto e estar grato ao País que te abriu as portas e a cujo povo, que te paga a tua reles existência, através das mais variadas ajudas. Pelo contrário, tudo o que é mau, sem excepção, vem dos de pele clara. Repara , meu filho da p u t a, no 1º comentário que te veio à pena, sobre este pedófilo. Fizeste um processo de intenções , sem pestanejar! Que era branco! Vais acabar mal, kabrão!<br/>Depois queixa-te, que, os teus acicates, com essa postura racista,resultem em ódio, também, por parte daqueles que humilhas e ofendes! <br/>E sei com quem falo, sim! Falo com o maior escarro que por aqui vegeta, que por aqui destila  o seu ódio, raiva e fel e que julga que pode fazer e dizer o que lhe vem aos kornos, contra os brancos. Porque se esconde atrás de um teclado. Caso contrário, se desses a cara,se te identificasses, já estavas a fazer tijolo! Cobardolas bem falante!",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Preto",
                        "Branco"
                    ]
                }
            ],
            "keywords": [
                "Racista",
                "Preto",
                "Branco"
            ]
        },
        {
            "id": "4665848133",
            "user": "josegusmaofilho",
            "date": "8 months ago",
            "timestamp": "NA",
            "commentText": "ENQUANTO ISSO O MILITANTE <b> COMUNISTA </b<b> >FRANCISCO</b> , DORME E SONHA NA LUXÚRIA DO VATICANO...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Francisco",
                "Comunista"
            ]
        },
        {
            "id": "4665794023",
            "user": "disqus_PRODHTFTl7",
            "date": "8 months ago",
            "timestamp": "NA",
            "commentText": "Castração química e pena de prisão perpétua,flagelo continua no século XXI.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "4666388259",
                    "user": "bolideirayahoocombr",
                    "date": "8 months ago",
                    "timestamp": "NA",
                    "commentText": "Qual castração química qual carapuça!!! Castração como fazem aos porcos da minha terra! Um golpes com um canivete no escroto, retiram os testículos, dão uns pontos a sangue frio e depois lavam com uma água cor de rosa!! <br/>E depois os testículos desse <b> padreca </b>devasso é dar-lhos aos cães!!!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Padreca"
                    ]
                },
                {
                    "id": "4666355323",
                    "user": "amilcaralhinho",
                    "date": "8 months ago",
                    "timestamp": "NA",
                    "commentText": "Também foste um daqueles a quem este padre rebentou a p eida?<br/>Abençoado padre!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4666352067",
                    "user": "disqus_PRODHTFTl7",
                    "date": "8 months ago",
                    "timestamp": "NA",
                    "commentText": "Com esses olhos de carneiro mal morto nunca me enganaste ,mais pareces um foragido..",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "4666357011",
                            "user": "amilcaralhinho",
                            "date": "8 months ago",
                            "timestamp": "NA",
                            "commentText": "Foragido??? Esse inharro  é procurado por canibalismo! A filha é pputa.Toda a gente conhece esse criminoso.<br/>Vive no Bairro da Princesa. Já foi detido várias vezes... cuidado com esse cão negro!",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "4667869501",
                                    "user": "amilcaralhinho",
                                    "date": "8 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Para ti, olhar, não é por cima do ombro, ORANGOTANGO! É DE FRENTE!<br/>És um inharro fascista e RACISTA! Nós sim, a minha gente sabe bem quem és. Aguarda serenamente, racista, filho da p u ta!",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4665767415",
            "user": "disqus_faSdukELUh",
            "date": "8 months ago",
            "timestamp": "NA",
            "commentText": "Todo o lixo <b> estrangeiro </b>nos vem cá parar, como se já nao bastasse o que cá temos.<br/>Triste sina a do meu País!",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Estrangeiro"
            ]
        }
    ]
}