{
    "header": {
        "title": " Marcha do Orgulho Gay defende direitos de LGBT ",
        "subtitle": " A Marcha do Orgulho Gay regressa hoje às ruas de Lisboa em defesa dos direitos das pessoas lésbicas, gay, bissexuais e transgénero (LGBT) e, este ano, pretende também alertar sobre as questões da parentalidade. ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 18 de junho 2011 ",
        "dateExtraction": " 2020-03-04 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/21989/marcha-do-orgulho-gay-defende-direitos-de-lgbt ",
        "postText": " ['o objectivo da marcha, que vai na 12.ª edição, é dar mais passos na luta contra a discriminação em função da orientação sexual e identidade de género, nomeadamente no reconhecimento da parentalidade aos mais diversos níveis», envolvendo questões como a adopção, co-adopção e procriação medicamente assistida, disse à agência lusa paulo côrte-real, presidente da ilga portugal (intervenção lésbica, gay, bissexual e transgénero), uma das instituições organizadoras da iniciativa.', 'sobre a parentalidade, o responsável lembrou que as famílias lgbt são uma realidade e que as crianças que estão no seio dessas famílias «exigem exactamente a mesma protecção que é dada às demais.', 'é nossa obrigação e é nossa responsabilidade garantir essa protecção e isso passa por reconhecer as famílias que existem e por atribuir, naturalmente, reconhecimento legal a essas famílias, defendeu.', 'o presidente da ilga portugal lembrou que a marcha do orgulho gay é feita para «celebrar» a igualdade, a liberdade e a solidariedade, que são os motes do evento deste ano.', 'côrte-real salientou que a iniciativa é aberta a todas as pessoas que «se revêem naqueles valores, valores que são comuns a todos e que é fundamental promover».', 'no entanto, na semana passada, a associação de defesa dos direitos dos homossexuais, bissexuais e transgénero opus gay voltou a criticar a organização da marcha, afirmando-se «sistematicamente» afastada da iniciativa.', 'críticas desvalorizadas por côrte-real: «as organizações não são convidadas para participar na marcha, elas simplesmente vão», disse.', 'este ano, a marcha sai do príncipe real, passa pela rua d. pedro v, rua de são pedro de alcântara, largo trindade coelho, rua da misericórdia, largo do chiado, rua garret, rua do carmo, rossio (lado do arco do bandeira), rua da betesga e termina na praça da figueira (espaço pedonal central).', 'no ano passado, a iniciativa contou com a participação de mais de cinco mil pessoas que, pelas ruas de lisboa, pediram o direito de todos seguirem as suas opções sexuais, sem discriminação.', 'lusa / sol'] ",
        "numberPosts": "13 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "1379499261",
            "user": "jornalsol-34fb3b516a85b3d88d60437866b6f296",
            "date": "9 years ago",
            "timestamp": "NA",
            "commentText": "comandantesupremo<br/>18.06.2011 - 20:54<br/>Eu que o diga!<br/>Tenho o vídeo.\nSolitarios-Condutor de Boiadas e Outros Animais.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1379499260",
            "user": "jornalsol-9643ea653fa4c97e6c0b01346ab1ad6e",
            "date": "9 years ago",
            "timestamp": "NA",
            "commentText": "tanta azia...  Mas qual é o vosso problema? Se são heteros continuem a vossa vidinha e façam os filhos que quiserem. Eu também não gosto das tabernas cheias de javardos a comer tremoços e aos gritos a ver futebol e tenho de tolerar. Eu também não gosto de concertos de tony carreira e como tal não vou. Detesto gente mesquinha, pequenina de pensamento e tenho de conviver com elas. É simples, quem nao gosta não come e prossegue a sua vida",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1379499259",
            "user": "jornalsol-3d327f4305c1ba5b5b8157ec6b3ea9c7",
            "date": "9 years ago",
            "timestamp": "NA",
            "commentText": "O parasol e o oscar estavam lindos no desfile.\nA Mportugal deslumbrante.\nO antonio pestana um espanto.\nAJC - parecia uma amélia.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1379499258",
            "user": "jornalsol-202ed3792e2cfa7318b12ead83763c37",
            "date": "9 years ago",
            "timestamp": "NA",
            "commentText": "Será que a Catherine agora promovida irá desfilar?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1379499257",
            "user": "jornalsol-ce775c687b554910bb2d0b0aad43ddba",
            "date": "9 years ago",
            "timestamp": "NA",
            "commentText": "Muito gostam estes heróis do carnaval, mas bom a vida sem festa num país pobre ainda era mais triste.Olha pelo menos sempre fazem continuação aos santinhos populares.O que o povo precisa é festa, se não tem comida na despensa ou no frigorífico...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1379499255",
            "user": "jornalsol-60780d57ff20a3a8d66bbcb1eed97cee",
            "date": "9 years ago",
            "timestamp": "NA",
            "commentText": "Chamem o Taliban...esses e que sabem tratar deles e dar-lhes verdadeiras razoes para se orgulharem de estar vivos...e nao de terem orgulho em serem aarabados !<br/>Nos paises Islamicos nao ha homosexuais, nem 'trangenders', nem ferssureiras, nem bissexuais... como no decadente Mundo Ocidental...ha homens e ha mulheres !",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1379499253",
            "user": "jornalsol-07183248b87ab2e0f2f4a30243fa8676",
            "date": "9 years ago",
            "timestamp": "NA",
            "commentText": "Ao clarificador<br/>18.06.2011 - 12:05<br/>Tu não viste ainda que agora é o Portas que pontifica nestas coisas? Lê as notícias.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1379499254",
            "user": "jornalsol-7fbdf69672adfb7ec6e8a940c9160812",
            "date": "9 years ago",
            "timestamp": "NA",
            "commentText": "Para que é que se faz publicidade a esta gentalha asquerosa?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1379499252",
            "user": "jornalsol-88c9fa3fe1d45256fa6514834cda55ad",
            "date": "9 years ago",
            "timestamp": "NA",
            "commentText": "Confesso que não gosto de paneleiros exibicionistas. Estas marchas ridículas servem <br/>apenas para constatar a falta de decoro desta gentinha que, não havendo a reprovação social que existe, passaariam os dis agarrados como cadelas com cio. Logo veremso as imagens na TV de paneleiros sem pinta de pudor a exarcebarem o que instintivamente a maioria rejeita.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1379499246",
            "user": "jornalsol-ce8d8333fc3f225ab596b0505fbdb2cf",
            "date": "9 years ago",
            "timestamp": "NA",
            "commentText": "O culpado principal destes acontecimentos é o socrates e o seu plantel de constitucionalistas,politiCUs,legisladores e cªs lda,que \"legalizaram\" a saida desavergonhada da abominação.Fazer as leis foi fácil para aquela corja de politiCUs;eles agora estão muito bem orientados,refundidos e repimpados em férias depois de mais de 6 anos de chulanço e parasitagem e quem irá gramar esta bicharada pior do que uma praga de gafanhotos,é o povo que sai à rua para ir trabalhar.<br/>___<br/>___",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1379499248",
            "user": "jornalsol-0436ce29528e4bd4885402d4f734002e",
            "date": "9 years ago",
            "timestamp": "NA",
            "commentText": "Dia de passear os cães...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1379499249",
            "user": "jornalsol-30acddb708f8bb9b4e5bf65bdee6ecc8",
            "date": "9 years ago",
            "timestamp": "NA",
            "commentText": "... agora vê lá, não faças como o ano passado que desapareceste e andava maltosa preocupada à tua procura, não fosse alguma lésmica doidona ter-te raptado. Tem cuidado, não vás com desconhecidos.<br/>E tem sempre o telélé ligado.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1379499250",
            "user": "jornalsol-30acddb708f8bb9b4e5bf65bdee6ecc8",
            "date": "9 years ago",
            "timestamp": "NA",
            "commentText": "Trapalhol, onde é que andas ? Não te esqueças, pá, hoje é o teu dia.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}