{
    "header": {
        "title": " André Ventura dá a entender que não há racismo nos ataques a Marega ",
        "subtitle": " País de hipocrisia em que tudo é racismo e tudo merece imediatamente uma chuva de lamentos e de análises histórico - megalómanas. ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 16 de fevereiro 2020 ",
        "dateExtraction": " 2020-02-26 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/686373/andre-ventura-da-a-entender-que-nao-ha-racismo-nos-ataques-a-marega ",
        "postText": " ['O líder do Chega deixou na sua conta do Facebook uma mensagem a negar que no estádio do Vitória de Guimarães tenha existido racismo. Sem nunca o mencionar, mas deixando a entender que se refere aos acontecimentos de Guimarães, André Ventura escreveu: \u0093País de hipocrisia em que tudo é racismo e tudo merece imediatamente uma chuva de lamentos e de análises histórico - megalómanas. O nosso problema não é o racismo. É a hipocrisia. É o síndrome Joacine que começa a invadir as mentalidades. Por mim não passarão\u0094.', 'Recorde-se que Marega, jogador maliano do FC Porto, abandonou o relvado depois de sofrer vários insultos racistas. Nem mesmo os apelos dos seus colegas e dos jogadores adversários, além do seu treinador Sérgio Conceição, o demoveram. Nas redes sociais, o avançado portista atacou os adeptos do Vitória de Guimarães, que apelidou de idotas, e o próprio árbitro. \u0093Você é uma vergonha\u0094, escreveu.'] ",
        "numberPosts": " 186 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Ethnicity - General,Ethnicity - Black,Ethnicity - White,Ethnicity - Native American,Physical Identity - Physical Features",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racismo,Racista,Preto,Negro,Negra,Macaco,Branco,Gajo,Índio,Vermelho,Bola,Vermelho,Rasca,Machismo,Xenofobia,Homofobia,Imbecil",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "4802369828",
            "user": "joaquim_vaz",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Era importante saber se a Ciência  confirma a existência de raças ou se estas são uma mera ficção.<br/>Não se trata apenas da cor da pele, mas de um conjunto de características antropológicas que predispõem uns mais para a erudição, outros para o desporto e assim sucessivamente, cada um aproveitando as suas potencialidades<br/>Nada há de dramático reconhecer a existência de diversas raças e convivermos entre elas.<br/>Um <b> índio </b>já me chamou «cara pálida» e não fiquei ofendido por isso.<br/>O <b> «racismo</b>» é mau quando usado como forma de discriminação, mas aí surgem discriminações várias e severas como a discriminação em função do sexo, da família e da pobreza.<br/>Por outro lado, u<b> m v<b> ermelh</b</b>>o<b>  ou pr</b>eto também f<b> azem rac</b>ismo; vejamos alguns casos concretos a que tive oportunidade de assistir:<br/>Há anos atras, deslocava-me diariamente de Caneças ao Colégio Militar e vice versa. A visita dos revisores fazia parte do cotidiano; a equipa era formada por um banco<b>  e um </b>preto:<br/>1) Um dia, um casal de namorados brancos, com 16 ou 17 anos deixou-se transportar sem título válido. O revisor, de pele escura tratou logo de os identificar para pagarem a correspondente multa... sugeri que os obrigasse a pagar o bilhete, mas a resposta não se fez esperar:não se meta no meu serviço!<br/>2) Passadas algumas semanas, a cena repetiu-se com os mesmos revisores mas com um pass<b> ageiro</b> preto.<br/>O revisor e o passageiro tinham ambos a mesma tez...  O <b> reviso</b>r preto mandou-o ir comprar o bilhete e o assunto acabou aí.<br/>3) Doutra vez, um pa<b> ssagei</b>ro preto foi chamado à atenção do condutor por não exibir o passe nem comprar o bilhete. Ocorreu, então um bate-papo, o lero-lero do costume... Na primeira paragem , depois de entrarem os passageiros, o chico-esperto deu um chapadão na cara do condutor e, de um salto fugiu pra rua!<br/>Agora, diga-se se os brancos  podem ou não sentir-se humilhados com tais <b> formas d</b>e racismo!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo",
                "Preto",
                "Índio",
                "Vermelho"
            ]
        },
        {
            "id": "4802228311",
            "user": "disqus_yznlqTO3Sh",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "MEUS SENHORES ....ESTA AVESTRUZ HUMANA RARA ...É O PARASITA TRANSMISSOR E O PRIMEIRO CASO DE CORONA VIRÚS CONFIRMADO EM PORTUGAL ...NÃO É NADA MAS, PODE MATAR E CAUSA PROBLEMAS POR TODO O LADO DA SOCIEDADE PORTUGUESA E OLHA QUE NEM COM COMPRIMIDOS PARA O HIV  NOS VEMOS LIVRE DESTA PRAGA DE COVID-19 HUMANA.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "4802258424",
                    "user": "joaquim_vaz",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "Isso que diz, é <b> racismo </b>do mais (im) puro!",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "4802271797",
                            "user": "disqus_yznlqTO3Sh",
                            "date": "7 days ago",
                            "timestamp": "NA",
                            "commentText": "TA A FALAR ASÉRIO OU A BRINCAR É RACISMO PURO OU IMPURO? AFINAL, EM QUE É QUE FICAMOS?",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "4802846243",
                                    "user": "joaquim_vaz",
                                    "date": "6 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Dona Ana Rocha, não se exaltere!<br/>Eu fico no meu cantinho e a senhora no seu...<br/>Obviamente que puro quer dizer, entre outras coisas,  sincero, honesto, imaculado, verdadeiro e transparente.<br/>Já impuro, pode significar sórdido, corrompido, pecaminoso, jogo rasteiro e sujo ou, no caso que estamos falando, uma miscigenação de várias raças.<br/>Ao dizer «do mais (im) puro»  quero dizer impuro em elevado grau, pois (im) é uma figura de estilo que, segundo parece, a senhora está longe de entender.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Racismo"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "4799141087",
            "user": "papagaiofaxista",
            "date": "9 days ago",
            "timestamp": "NA",
            "commentText": "só falou verdades, umna hipocrisia o <b> racismo </b>selectivo, sao estas verdades que a esquerdalha filha da p...   odeia ouvir, Fala-se em Trump, Bolsonaro ou ANDRE vENTURA, essas ratazanas da esquerda aparecem logo aqui a guinchar  , vao ter muito que penar  ratazanas de esgoto , a direita veio para ficar",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "4799064399",
            "user": "disqus_qjGrG6hxKV",
            "date": "9 days ago",
            "timestamp": "NA",
            "commentText": "adré que horas fechava o  zoo",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4798944956",
            "user": "disqus_BMoH1BB10G",
            "date": "9 days ago",
            "timestamp": "NA",
            "commentText": "No video que o próprio Marega publicou, só oiço um adepto dizer-lhe para ir dar banho ao cão e outro a chamar-lhe F D P. O que é que isto tem de <b> racismo?</b>",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 11,
            "replies": [
                {
                    "id": "4798968170",
                    "user": "disqus_sLE8aKZ3fk",
                    "date": "9 days ago",
                    "timestamp": "NA",
                    "commentText": "Mas parece que o sr Marega insultou o árbitro da partida nas redes sociais. Isso já não é <b> racismo?</b> HIPÓCRITAS, força Ventura...",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 10,
                    "replies": [
                        {
                            "id": "4798981506",
                            "user": "disqus_BMoH1BB10G",
                            "date": "9 days ago",
                            "timestamp": "NA",
                            "commentText": "Insultou o árbitro, os adeptos em geral e a digníssima cidade de Guimarães, berço da Nação.",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 9,
                            "replies": [
                                {
                                    "id": "4799068934",
                                    "user": "disqus_32vO6sF1ey",
                                    "date": "9 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Deves ser pouco estúpido, deves...!!",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 8,
                                    "replies": [
                                        {
                                            "id": "4799139991",
                                            "user": "disqus_BMoH1BB10G",
                                            "date": "9 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Nessa matéria não te chego aos calcanhares.",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 7,
                                            "replies": [
                                                {
                                                    "id": "4799142695",
                                                    "user": "disqus_32vO6sF1ey",
                                                    "date": "9 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Bem, já tu a mim, apenas me fazes lembrar um estúpido ignorante, nada mais que isso...<br/>Achas que eu tenho tempo ou paciência para discutir com calhaus com três olhos como tu??",
                                                    "likes": 0,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 6,
                                                    "replies": [
                                                        {
                                                            "id": "4799148915",
                                                            "user": "disqus_BMoH1BB10G",
                                                            "date": "9 days ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Chupa-mos e desinfecta!",
                                                            "likes": 0,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 5,
                                                            "replies": [
                                                                {
                                                                    "id": "4799156618",
                                                                    "user": "disqus_32vO6sF1ey",
                                                                    "date": "9 days ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "Na boa...<br/>A tua mãezinha estará disponível?<br/>(Saiu-te o tiro pela culatra, hein?? Vieste para aqui armado em chico-esperto e regressas a casa com o rabinho entre as pernas, como acontece a todos os palermitas ignorantes...).. Roto filho de pputah !!",
                                                                    "likes": 0,
                                                                    "hasReplies": true,
                                                                    "numberOfReplies": 4,
                                                                    "replies": [
                                                                        {
                                                                            "id": "4799165486",
                                                                            "user": "disqus_BMoH1BB10G",
                                                                            "date": "9 days ago",
                                                                            "timestamp": "NA",
                                                                            "commentText": "Segue chupando, lelo...",
                                                                            "likes": 0,
                                                                            "hasReplies": true,
                                                                            "numberOfReplies": 3,
                                                                            "replies": [
                                                                                {
                                                                                    "id": "4799168723",
                                                                                    "user": "disqus_32vO6sF1ey",
                                                                                    "date": "9 days ago",
                                                                                    "timestamp": "NA",
                                                                                    "commentText": "Marra, badalhoco apanaskado !!",
                                                                                    "likes": 0,
                                                                                    "hasReplies": true,
                                                                                    "numberOfReplies": 2,
                                                                                    "replies": [
                                                                                        {
                                                                                            "id": "4799179674",
                                                                                            "user": "disqus_BMoH1BB10G",
                                                                                            "date": "9 days ago",
                                                                                            "timestamp": "NA",
                                                                                            "commentText": "Não pares, pega lá mais um biscoito...",
                                                                                            "likes": 0,
                                                                                            "hasReplies": true,
                                                                                            "numberOfReplies": 1,
                                                                                            "replies": [
                                                                                                {
                                                                                                    "id": "4799183566",
                                                                                                    "user": "disqus_32vO6sF1ey",
                                                                                                    "date": "9 days ago",
                                                                                                    "timestamp": "NA",
                                                                                                    "commentText": "Como se um calhau como tu mandar quem quer que seja para onde quer que fosse, incomodasse alguém nesta vida, rapaz!!..  Vives num mundinho muito esquisito, não vives! Já lhe deste nome??.. <br/>Olha, em vez de Nárnia, podes, por exemplo e em homenagem a ti e ao teu paizinho, chamares-lhe Córnia... Boi !!",
                                                                                                    "likes": 0,
                                                                                                    "hasReplies": false,
                                                                                                    "numberOfReplies": 0,
                                                                                                    "replies": []
                                                                                                }
                                                                                            ]
                                                                                        }
                                                                                    ]
                                                                                }
                                                                            ]
                                                                        }
                                                                    ]
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Racismo"
                    ]
                }
            ],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "4798926324",
            "user": "disqus_fi5cXUR6x4",
            "date": "9 days ago",
            "timestamp": "NA",
            "commentText": "É hipocrisia,sim.E lembro que Jerónimo de Sousa chamou «escurinho» a um elemento da troika que veio a Portugal.Não há <b> racismo </b>nisso? Ninguém comentou.Tens razão Ventura é hipocrisia",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "4798865856",
            "user": "disqus_ysIn41saXn",
            "date": "9 days ago",
            "timestamp": "NA",
            "commentText": "Este palerma tem de começar a ser responsabilizado pelas enormidades que profere.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 8,
            "replies": [
                {
                    "id": "4802263696",
                    "user": "joaquim_vaz",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "O senhor OSCAR DA ROCHA prefere o cinismo e a podridão que grassam na sociedade portuguesa...<br/>Mas aposto que bate palmas à desbocada  Ana Gomes e ao Rui Pinto!<br/>Também deve estar de acordo com a denúncia (pidesca) premiada...<br/>Ele há cada simbiose...",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "4802714281",
                            "user": "disqus_ysIn41saXn",
                            "date": "6 days ago",
                            "timestamp": "NA",
                            "commentText": "Posso discutir tudo, porém  a questão é o André Ventura, a expressão mais eloquente da sociedade podre e em crise de valores. O sujeito é abjecto, um aldrabão sem o mínimo de vergonha. A defesa ou o apoio que recolhe é muito preocupante, que cabeças podres são estas?",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "4802862735",
                                    "user": "joaquim_vaz",
                                    "date": "6 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Com os preconceitos que aqui deixa escapar, o senhor é suspeito e não pode discutir coisa nenhuma...<br/>Eu, não chamo ao senhor OSCAR DA ROCHA «cabeça podre» só porque a sua opinião é diferente da minha!",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 1,
                                    "replies": [
                                        {
                                            "id": "4803010761",
                                            "user": "disqus_ysIn41saXn",
                                            "date": "6 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Não é uma questão de opinião, é bem mais profundo, é ética,\nO que é que eu faço com uma aldrabice? Valido-a com a  dignidade de uma opinião?\nNão sofro de relativismo moral.",
                                            "likes": 0,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "4798868196",
                    "user": "disqus_EJLoQqNK0r",
                    "date": "9 days ago",
                    "timestamp": "NA",
                    "commentText": "Depois do que escreveu ontem, deverá ser de facto responsabilizado! Não há lugar para o <b> racismo </b>na Assembleia da República! Eu assino qualquer petição para a perda de mandato!",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "4799143960",
                            "user": "papagaiofaxista",
                            "date": "9 days ago",
                            "timestamp": "NA",
                            "commentText": "parece que temos aqui um camoes panasca de esquerda---",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "4798966298",
                            "user": "disqus_sLE8aKZ3fk",
                            "date": "9 days ago",
                            "timestamp": "NA",
                            "commentText": "Camões, deve andar às voltas no túmulo com tanto disparate e verborreia...",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "4798969046",
                                    "user": "disqus_EJLoQqNK0r",
                                    "date": "9 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Ahahahahahahahah... Básico... Olhe, já lhe disse que não discuto com racistas! Racismo não é discutível... É apenas repugnante, já expus o seu ridículo, por isso missão cumprida... Ahahahahahahahah",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Racismo"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "4798858252",
            "user": "disqus_EJLoQqNK0r",
            "date": "9 days ago",
            "timestamp": "NA",
            "commentText": "#vergonhaéserracista",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4799143728",
                    "user": "papagaiofaxista",
                    "date": "9 days ago",
                    "timestamp": "NA",
                    "commentText": "parece que temos aqui um camoes panasca de esquerda",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4798858130",
            "user": "disqus_EJLoQqNK0r",
            "date": "9 days ago",
            "timestamp": "NA",
            "commentText": "É este senhor que vai lutar contra os histerismo de esquerda em relação ao <b> racismo,</b> quando depois perante uma atitude<b>  racista</b> altamente condenável e com destaque em todo o mundo, grita que nada <b> é racism</b>o?",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "4799142875",
                    "user": "papagaiofaxista",
                    "date": "9 days ago",
                    "timestamp": "NA",
                    "commentText": "vai dar o olho de trás que isso passa",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "4799273850",
                            "user": "disqus_EJLoQqNK0r",
                            "date": "9 days ago",
                            "timestamp": "NA",
                            "commentText": "Ahahahahahahahah... Não discuto com racistas.... Faltou te um Salazar para te educar... Deves pensar que no fascismo tinhas direito a viver, só porque és racista... Ias ser muitas vezes encostado à parede... E da forma que falas pareces gostar... Ahahahahahahahah... Podia ser que te aparecesse um mandingo... Até te babavas... Ahahahahahahahah",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "4799632932",
                                    "user": "paulomodestoalvesramada",
                                    "date": "9 days ago",
                                    "timestamp": "NA",
                                    "commentText": "tu sabes o que é racismo ?!",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racismo",
                "Racista"
            ]
        },
        {
            "id": "4798857381",
            "user": "disqus_EJLoQqNK0r",
            "date": "9 days ago",
            "timestamp": "NA",
            "commentText": "É este senhor que vai trazer seriedade à política portuguesa, e anda nas televisões a fazer figurinhas de palhaço, a comer melões, ou a chamar palhaço à tia do colega?",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4798857238",
            "user": "disqus_mbgU5ErDSS",
            "date": "9 days ago",
            "timestamp": "NA",
            "commentText": "Viva o CHEGA!!!!",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4802268700",
                    "user": "joaquim_vaz",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "E morte ao Camões (este)!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4798856320",
            "user": "disqus_EJLoQqNK0r",
            "date": "9 days ago",
            "timestamp": "NA",
            "commentText": "É este senhor que se indigna com os impostos dos portugueses colocados na banca, e nada tem a dizer sobre um dos maiores devedores da mesma, LFV?",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4798855885",
            "user": "disqus_EJLoQqNK0r",
            "date": "9 days ago",
            "timestamp": "NA",
            "commentText": "É este senhor que vai fazer a luta da anti corrupção, e continua sem apontar um único dedo ao seu clube, altamente indiciado em esquemas de corrupção?",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4798855221",
            "user": "disqus_EJLoQqNK0r",
            "date": "9 days ago",
            "timestamp": "NA",
            "commentText": "É este senhor que é sério na política? Alguém que prefere ir a um programa de baixo nível de futebol a ir a um debate político na RTP aquando das eleições europeias, num claro desrespeito pelos seus eleitores!",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4799143286",
                    "user": "papagaiofaxista",
                    "date": "9 days ago",
                    "timestamp": "NA",
                    "commentText": "vai dar o olho de trás que isso passa...",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4798820487",
            "user": "partisanlx",
            "date": "9 days ago",
            "timestamp": "NA",
            "commentText": "Ventura oportunista ,  não engana ninguém ...  é um básico armado em fanático!!!",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4798842218",
                    "user": "TheGreatPrimeMinister_Country",
                    "date": "9 days ago",
                    "timestamp": "NA",
                    "commentText": "Basico és tu, que te limitas a reacções primtivas Neanderthalescas.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4798733536",
            "user": "disqus_VoMCyeRe8d",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Tem toda a razão!!! O problema no futebol não é <b> racismo,</b> é a cultura de violência e agressividade!!! Não me venham cá com histórias da carochinha ou só mostram que não são portugueses 😤😤😤 No desporto rei temos  \"senhoras\" que batem em árbitros se mostrarem um cartão aos seus filhinhos. Onde jogadores infantis (de todas as cores) têm de ser escoltados pela GNR devido aos insultos dos adeptos da outra equipa. Uma vez mais o problema no futebol português não é o<b>  racismo</b> é a cultura de violência e agressividade também ela em boa parte demonstrada por muitos jogadores 😤😤😤",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "4798696893",
            "user": "disqus_cQZ0oN2nyf",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Palhaçada para entreter a palermada da esquerdalha.<br/>Se o Marega fosse <b> branco </b>e lhe gritasem - vai-te embora branquelas, não era<b>  racismo</b> na cabeça desses atrasados mentais sinistros.\nQueria ver u<b> m branc</b>o a jogar num clube qualquer em Angola e marcar um golo.<br/>Palhaçada da porca<b>  e ras</b>ca da esquerdalha que só sabe viver em países pobres e terceiromundistas. Eles gostam é disto, eles alimentam isto, mas pelos vistos na Europa e em todos os países civilizados não funcionou.<br/>Não vejo nenhum desses países serem geridos por esta esquerda<b> lha ra</b>sca todos os dias.\nEsta merdha não conta para nada, mas os 420 milhões que a CGD, sendo um banco público emprestou a Isabel dos Santos conta e muito.\nDe quem é a CGD? Quem lhes deu ordem para mandarem 420 milhões para o lixo?<br/>Quem vai pagar isso?\nO Marega? Passa ao lado a mais de 280, nem o vejo, nem quero saber dele para nada.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo",
                "Branco",
                "Rasca"
            ]
        },
        {
            "id": "4798676436",
            "user": "papagaiofaxista",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Grande Andre Ventura<br/>agora é tudo <b> racismo,</b><b>  machismo</b><b> , homofobi</b><b> a, xenofob</b>ia,etc, se nao for a direita a meter isto nos eixos a m#da da ditadura de esquerda está aí para nos tentar calar, filhos da p...",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Machismo",
                "Racismo",
                "Xenofobia",
                "Homofobia"
            ]
        },
        {
            "id": "4798646523",
            "user": "disqus_EJLoQqNK0r",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Hoje percebi o verdadeiro país <b> racista </b>onde vivo... #vergonhaéserracista",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4798842878",
                    "user": "TheGreatPrimeMinister_Country",
                    "date": "9 days ago",
                    "timestamp": "NA",
                    "commentText": "Vai apanhar na peidola, <b> imbecil.</b>",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Imbecil"
                    ]
                }
            ],
            "keywords": [
                "Racista"
            ]
        },
        {
            "id": "4798625087",
            "user": "nobreportugues",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "O marega que faça as malas e vá para África.. Então insulta os adeptos e achava que estes não iriam ripostar?!<br/>Hoje em dia tudo é <b> racismo.</b>.",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4798869407",
                    "user": "disqus_80bBIeF4jj",
                    "date": "9 days ago",
                    "timestamp": "NA",
                    "commentText": "Racista! Xenófobo! O Marega nasceu em França! É cidadão da União Europeia!",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4798909666",
                            "user": "nobreportugues",
                            "date": "9 days ago",
                            "timestamp": "NA",
                            "commentText": "Você muito gosta desta escumalha..faça lhe companhia na viagem para África..<br/>Se é francês que vá então para França aqui não é bem vindo..",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Racista"
                    ]
                }
            ],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "4798595660",
            "user": "miguelgodinho",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Um ataque pessoal a um <b> negro </b>é<b>  racismo</b>.<br/>Um ataque pessoal a u<b> m branc</b>o é má educação.<br/>Os árbitros (por acaso todos brancos em Portugal) se abandonassem o campo pelas bocas que ouvem da bancada, os jogos acabavam todos antes do tempo.<br/>O pessoal nos estádios não é civilizado. O resto é conversa.",
            "likes": 11,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "4798873512",
                    "user": "disqus_ysIn41saXn",
                    "date": "9 days ago",
                    "timestamp": "NA",
                    "commentText": "Você deve ser dos que não distinguem uma violação da relação consentida.\nIsto nem é difícil, veja se entende:<br/>Quando falamos de insultos, injúrias, ameaças, agressões estamos a falar dos crimes recorrentes, e lamentavelmente aceites, nos campos de futebol.<br/>Outra coisa é quando se atinge um indivíduo usando como argumento a cor da pela.\nSendo que nenhum dos eventos é defensável, não podemos aceitar que este seja aceite até porque atinge valores humanos e civilizacionais estruturantes.",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "4799305748",
                            "user": "miguelgodinho",
                            "date": "9 days ago",
                            "timestamp": "NA",
                            "commentText": "A sua frase inicial espelha bem o raciocínio enviesado.<br/>Como diz e bem, nos recintos por vezes até ameaças de morte de ouvem, mas o grave é a cor de pele. São formas de pensar.<br/>Um autêntico clima de guerrilha que por vezes  chega a vias de facto.<br/>Se o gajo é gordo, usam isso para insultar.<br/>Se o gajo é careca, usam isso para insultar.<br/>Se o gajo é estrábico, usam isso para insultar.<br/>Se o gajo é baixinho, usam isso para insultar.<br/>Se o gajo tem uma fita na cabeça, usam isso para insultar.<br/>Se o gajo é preto, amarelo ou branco, usam isso para insultar.<br/>Usam tudo para insultar e desconcentrar.<br/>O Marega fez golo, já foi do Guimarães, festejou efusivamente e as bancadas responderam-lhe à velha maneira dos adeptos.<br/>Haviam muitos negros em campo, entrou um para o lugar dele e pelos vistos jogou em paz. É para se ver o nível elevado de racismo que havia.<br/>Não é racismo, é falta de civismo e respeito pelos outros.<br/>Já os guarda-redes sofrem do mesmo. Sempre que batem um ponta pé de baliza ouvem um \"Filho da p*ta\" em voz alta e arrastada.<br/>O Marega abandonou o campo e acho bem. Espero que comecem todos a sair quando forem insultados, difamados e ameaçados.<br/>Pode ser que meta \"ordem na casa\".",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "4799609475",
                                    "user": "disqus_ysIn41saXn",
                                    "date": "9 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Não enviesei coisa nenhuma.",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racismo",
                "Negro",
                "Branco"
            ]
        },
        {
            "id": "4798566796",
            "user": "nunoaleixo",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "os jogos de futebol são autenticas arenas da asneirada, insultos, má educação..... desde as camadas mais jovens. sugiro que se crie uma listas de insultos permitidos. um total absurdo!!!! hipócritas!!!",
            "likes": 9,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4798591038",
                    "user": "miguelgodinho",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "Isto na verdade, não foi <b> racismo.</b> <br/>Foi um ataque pessoal puro e duro ao Marega.<br/>Ele já foi jogador em Guimarães, festejou efusivamente o golo que marcou, o público não apreciou e começou o espetáculo de selvajaria e má educação típica dos estádios de futebol. Fossem os árbitros negros e havia <b> \"racismo</b>\" todos os fins de semana. Até os brancos sofrem deste<b>  \"racism</b>o\".",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racismo"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "4798565632",
            "user": "disqus_EJLoQqNK0r",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Para além da desilusão que foi hoje a atitude de André Ventura, vejo muitos compatriotas meus aqui a defender o <b> racismo!</b> Pensei sempre que havia exagero quando se dizia que havia<b>  racismo</b> em Portugal! Hoje não tenho dúvidas... Há mesm<b> o racism</b>o  Portugal! É que hoje foi evidente! Devíamos estar aqui todos unidos a repudiar uma atitude lamentável! Hoje percebi que o chega! está entregue a racistas! #racismoévergonha",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4798843232",
                    "user": "TheGreatPrimeMinister_Country",
                    "date": "9 days ago",
                    "timestamp": "NA",
                    "commentText": "Vai para a tua terra, mamadu. O Senegal precisa de gente como tu.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4798585780",
                    "user": "miguelgodinho",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "O que se passou em Guimarães foi um ataque pessoal ao Marega.<br/>Se fosse <b> racismo,</b> todos os negros em campo, inclusive do Vitória, seriam visados.<br/>É extremamente lamentável, mas não foi o<b>  racismo</b> a motivação dos insultos.<br/><b> O gaj</b>o marcou golo, festejou efusivamente e o público não gostou, porque o Marega já foi lá jogador e nessa altura era o maior por lá.",
                    "likes": 7,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racismo",
                        "Gajo"
                    ]
                }
            ],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "4798561574",
            "user": "disqus_wbtqOs2zgl",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Eu nunca \"fui à <b> bola\"</b> com os técnicos e futebolistas de bancada...os quais muitos deles nunca deram um pontapé na \"chincha\" !!!...Contudo são estes caramelos os maiores críticos dos jogadores e técnicos !!!...Estes gajos não gostam de futebol !!!...Estes gajos...uns frustrados que são na vida...utilizam a sua equipa de futebol para sublimar as derrotas na sua vida !!!...São este tipo de fulanos os tais agressores racistas !!!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Bola"
            ]
        },
        {
            "id": "4798538198",
            "user": "disqus_wbtqOs2zgl",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "O governo e a AR devem legislar no sentido de penalizar fortemente quem apelar à pratica do <b> racismo </b>!!!...E penalizar seja quem for...sejam ministros...deputados...presidentes de partidos...ou um qualquer cidadão !!!<br/>Em Portugal...mercê do seu passado...não pode haver<b>  racismo</b> !!!..Temos um passado do qual nos podemos orgulhar !!!...Esse passado inclui a nossa passagem por África...passagem essa que não nos envergonha e não podemos admitir que uma horda de energúmenos envergonhe a nossa história...apelando a<b> o racism</b>o !!!",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "4798606133",
                    "user": "Vendap",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "Mas para isso a 1ª medida é retirar o Ventura do Parlamento.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4798540561",
                    "user": "Criaturadastrevas",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "Essa sua proposta tem dois problemas:<br/>1: quem é que decide o que é ou não <b> racismo?</b><br/>2: o<b>  racismo</b> não se elimina por decreto, basta escutar as conversas nos locais públicos e redes sociais para ouvir comentários desses.",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "4798543426",
                            "user": "Criaturadastrevas",
                            "date": "10 days ago",
                            "timestamp": "NA",
                            "commentText": "A melhor maneira de combater o racismo é deixá-los falar à vontade e contra-atacar com factos e argumentos racionais.<br/>Ao tentar censurar pessoas consideradas racistas estão a fazer delas o fruto proibido, e o efeito é oposto ao pretendido.",
                            "likes": 3,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "4798548248",
                                    "user": "disqus_wbtqOs2zgl",
                                    "date": "10 days ago",
                                    "timestamp": "NA",
                                    "commentText": "JOAO...falo em declarações publicas !!!...Eu não poso admitir que um deputado  ou membro de um governo apele ao racismo ...tenha esse apelo a configuração que tenha !!!",
                                    "likes": 2,
                                    "hasReplies": true,
                                    "numberOfReplies": 1,
                                    "replies": [
                                        {
                                            "id": "4798549521",
                                            "user": "Criaturadastrevas",
                                            "date": "10 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Não concordo com as palavras dele neste caso mas não vejo aqui nenhum apelo ao racismo.<br/>E se alguém se sentiu ofendido pode recorrer aos tribunais, não é necessário alterar lei nenhuma.",
                                            "likes": 4,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Racismo"
                    ]
                }
            ],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "4798536797",
            "user": "partisanlx",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "O André Ventura é um oportunista, mas desta vez saiu-se mal!!!",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4798535973",
            "user": "disqus_EJLoQqNK0r",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "André ventura não pode ser o arauto da anti corrupção e continuar ligado a LFV... Não pode ser um defensor das forças de segurança quando são acusadas de <b> racismo,</b> e depois quando é confrontado com um acto de<b>  racismo</b> (imitação de sons de macacos durante 10 minutos) dizer que não se passa nada. Não pode ser alguém credível e estar na cmtv a trocar impropérios com os seus amigos (a última frase foi \"vai chamar palhaço à tua tia\")... Teve tudo para singrar, mas foi muito guloso e quis continuar a obter votos dos benfiquistas... Hoje, foi desmascarado! Perdeu todo o meu apoio!",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "4798523382",
            "user": "disqus_wbtqOs2zgl",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Os adeptos vimarenenses devem ser dos adeptos que mais vibram com o clube !!!...A malta do futebol sente um grande respeito pela massa adepta do Vitoria de Guimarães  a qual entregando-se por inteiro na defesa do Vitória sempre respeitou os adversários !!!...Daí que eu pense que não foram adeptos do Vitória a ofender o Marega...mas sim um grupo de infiltras a soldo de........pensem o que quiserem !!!",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 10,
            "replies": [
                {
                    "id": "4798539577",
                    "user": "paulomodestoalvesramada",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "isto é normal no futebol ( vai ver um jogo ao dragão e ouve o que os  adeptos   lhe chamam quando ele  falha  golos de baliza aberta  ..... )  já desde o tempo da outra senhora que era assim , e  vai continuar assim  . não é o governo , não é a uefa  ou a fifa <br/> que vai acabar com atitudes destas   .....  acordastes hoje  ......",
                    "likes": 4,
                    "hasReplies": true,
                    "numberOfReplies": 4,
                    "replies": [
                        {
                            "id": "4798545728",
                            "user": "disqus_wbtqOs2zgl",
                            "date": "10 days ago",
                            "timestamp": "NA",
                            "commentText": "Portista.... eu já joguei futebol federado e sou sócio de vários clubes que não só de futebol !!!...Eu tenho uma grande ligação ao desporto daí que lutarei por um desporto onde reine o respeito pelo adversário !!!...E quem gostar de desporto e muito especialmente de futebol tem que lutar para que haja acalmia no reino do futebol !!!...E não me venham com tretas que em todo o lado é sim !!!...Não é !!!....Na Inglaterra raramente há problemas ( o tempo dos hooligans acabou)...na Alemanha raramente há problemas...na França nunca há problemas (houve com uns gajos em Marselha..,mas já foram irradiados )...mas em Portugal ...todos os fins de semana há problemas !!!...temos que acabar com estes energúmenos no futebol !!!",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 3,
                            "replies": [
                                {
                                    "id": "4798551180",
                                    "user": "paulomodestoalvesramada",
                                    "date": "10 days ago",
                                    "timestamp": "NA",
                                    "commentText": "migo o futebol é um desporto irracional, é assim  em todo o lado  ( incluindo em Inglaterra,Alemanha,França  )   as pessoas  podem não expressar em voz  alta  , mas  nas conversas em voz  baixa , o racismo existe  apenas está mais escondido    .....",
                                    "likes": 2,
                                    "hasReplies": true,
                                    "numberOfReplies": 1,
                                    "replies": [
                                        {
                                            "id": "4798645082",
                                            "user": "disqus_RK8w74mF5F",
                                            "date": "10 days ago",
                                            "timestamp": "NA",
                                            "commentText": "O futebol é na realidade o ópio do povo, daí os governantes não quererem grandes alterações, o povo precisa de descarregar as suas frustrações em alguma coisa, dessa forma não se leva a política muito a sério e continua tudo na mesma pasmaceira. Haja vinho, cerveja, futebol e polémica que anda tudo na paz.",
                                            "likes": 3,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                },
                                {
                                    "id": "4798547370",
                                    "user": "Criaturadastrevas",
                                    "date": "10 days ago",
                                    "timestamp": "NA",
                                    "commentText": "O que seria preciso fazer é simples, o que falta é um governo com coragem de enfrentar o lobby do futebol.<br/>Mas não será este, eu lembro-me de ver o ministro das finanças na tribuna da Luz...",
                                    "likes": 4,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "4798539556",
                    "user": "disqus_lU8uYlB2Z2",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "André Ventura, CHEGA... queres tu dizer???",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4798531438",
                    "user": "olh_metro",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "Tenha juízo, os adeptos da <b> bola </b>facilmente se transformam em reles arruaceiros, seja em Guimarães, Porto, Lisboa, etc, etc.",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Bola"
                    ]
                },
                {
                    "id": "4798529002",
                    "user": "relvas_analytics",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "...não seria a primeira vez e infelizmente não vai ser a ultima.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4798524488",
                    "user": "Criaturadastrevas",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "Teorias da conspiração a esta hora?<br/>A explicação é mais simples:<br/>Existem tanto boas pessoas como energúmenos em todos os clubes.",
                    "likes": 5,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4798543744",
                            "user": "disqus_lU8uYlB2Z2",
                            "date": "10 days ago",
                            "timestamp": "NA",
                            "commentText": "Esse aí, o \"fabião\" está a insinuar que isto é consequência da \"onda\" André Ventura. Mente doentia...",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4798520007",
            "user": "relvas_analytics",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "...Je suis Marega!<br/>Isto dito por mim que já era Benfiquista antes de nascer é para ser levado a sério!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4798512722",
            "user": "disqus_wbtqOs2zgl",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "O sr Ventura ao concordar com a pratica de <b> racismo </b>nos estádios não está a proteger o futebol !!!...O sr Ventura que deve o seu protagonismo ao futebol devia respeitar e defender TODOS OS PRATICANTES do futebol !!!<br/>Hoje ..o sr Ventura... ao branquear o<b>  racismo</b>...escreveu uma págin<b> a negr</b>a no que respeita ao desporto e muito em especial ao futebol !!!<br/>Hoje o sr Ventura...mais uma vez não se devia pronunciar !!!...O sr Ventura mais uma vez falhou !!!",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 28,
            "replies": [
                {
                    "id": "4798520317",
                    "user": "disqus_80bBIeF4jj",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "Estou inteiramente de acordo consigo. E a referência à colega dele, Joacine, era perfeitamente escusada. É que André Ventura já tinha tido, a propósito de Joacine, uma atitude se não <b> racista,</b> seria xenófoba. E a sua postura está a potenciar a saída do armário de racistas que, até ali, estavam contidos.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racista"
                    ]
                },
                {
                    "id": "4798520065",
                    "user": "olh_metro",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "Não se arme em virgem ofendida. O futebol foi sempre assim, nos estádios insultam tudo e todos. Ainda não se tinha apercebido disso ? As pessoas nos estádios exaltam-se e depois vão com os amigos e até com filhos menores, beber um copo como se fossem anjinhos.",
                    "likes": 4,
                    "hasReplies": true,
                    "numberOfReplies": 25,
                    "replies": [
                        {
                            "id": "4798546303",
                            "user": "disqus_EJLoQqNK0r",
                            "date": "10 days ago",
                            "timestamp": "NA",
                            "commentText": "Repare... A questão não está no insulto... Se eu insultar um jogador branco ou negro não estou a diferenciar... Estou a errar mas não estou a diferenciar... E racismo é diferenciar! Se eu só uso sons a imitar um macaco quando o jogador é negro, então não há dúvidas! É uma atitude racista",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 8,
                            "replies": [
                                {
                                    "id": "4798845718",
                                    "user": "TheGreatPrimeMinister_Country",
                                    "date": "9 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Portanto não se pode imitar macacos porquê? Porque os pretos se parecem como macacos e ficam ofendidos por isso?",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "4798556803",
                                    "user": "olh_metro",
                                    "date": "10 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Se eu lhe chamar corno não estou a diferenciar ? Não é insulto ? Se lhe chamar macaco não é insulto ? Já percebi, a um negro ninguém pode dizer nada, porque já lhe basta ser negro, é inferior, é chato. O seu raciocínio é esse. RACISTA.",
                                    "likes": 3,
                                    "hasReplies": true,
                                    "numberOfReplies": 1,
                                    "replies": [
                                        {
                                            "id": "4798559641",
                                            "user": "disqus_EJLoQqNK0r",
                                            "date": "10 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Não conseguiu perceber! É pena! Não lhe vou explicar... Isso para mim é verdadeiro racismo",
                                            "likes": 0,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                },
                                {
                                    "id": "4798549062",
                                    "user": "disqus_lU8uYlB2Z2",
                                    "date": "10 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Então e se um negro imitar um macaco quando o jogador é branco não é racismo???",
                                    "likes": 3,
                                    "hasReplies": true,
                                    "numberOfReplies": 4,
                                    "replies": [
                                        {
                                            "id": "4798550970",
                                            "user": "disqus_EJLoQqNK0r",
                                            "date": "10 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Pois... O problema é que isso não acontece! Só acontece quando o jogador é negro... E isso, pode dar as voltas que quiser é racismo! É André ventura perdeu uma excelente oportunidade para demonstrar que não é racista",
                                            "likes": 3,
                                            "hasReplies": true,
                                            "numberOfReplies": 3,
                                            "replies": [
                                                {
                                                    "id": "4798563525",
                                                    "user": "disqus_lU8uYlB2Z2",
                                                    "date": "10 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "E não é racista. Isso é o que a esquerda lhe quer colar, porque lhes convém. E quem incendiou a celeuma do racismo, foi precisamente Joacina Katar que no parlamento incentivou o ódio racial contra os portugueses. E faço minhas as palavras do ventura quando diz:\"O nosso problema não é o racismo. É a hipocrisia. \" \"É o síndrome Joacine \", cujo veneno a esquerda destila",
                                                    "likes": 3,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 2,
                                                    "replies": [
                                                        {
                                                            "id": "4798572189",
                                                            "user": "disqus_EJLoQqNK0r",
                                                            "date": "10 days ago",
                                                            "timestamp": "NA",
                                                            "commentText": "E eu aí dei total razão a André ventura! Se um polícia eventualmente usa força excessiva não quer dizer que o faça só por ser negro... Também o fazem a brancos... E por isso o erro nessa situação é a força excessiva e não racismo! Abomino o aproveitamento da esquerda nestas situações! Neste caso é diferente! Os adeptos só usam sons a imitar o macaco se o jogador for negro... Não usam se o jogador for branco! Isso é racismo! Para defenderem o histerismo da esquerda sobre o racismo não deviam estar a diminuir este acto de racismo",
                                                            "likes": 0,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 1,
                                                            "replies": [
                                                                {
                                                                    "id": "4801050026",
                                                                    "user": "disqus_lU8uYlB2Z2",
                                                                    "date": "8 days ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "\"Os adeptos só usam sons a imitar o macaco se o jogador for negro..\" <br/>Então, e se os adeptos, também forem negros???<br/>Explicando de outra forma, naquele caso, entre uma africana e o motorista de autocarro, onde foi chamada a polícia, neste caso concreto, se o POLÍCIA FOSSE NEGRO isso era levado para o \"racismo\" como foi o caso??? <br/>E então se o Polícía fosse negro e a mulher branca??? Seria visto como racismo???\nAfinal há quem acredite na teoria da \"Origem das espécies\"... mas esses já não racistas, e no entanto chamam de macacos tanto a pretos como a brancos, amarelos, mestiços, vermelhos..... e agora, que o André Ventura foi eleito para a AR . é que apareceu esta \"onda de racismo\". E tudo começou com a frase daquela que lá foi posta só para despoletar isso mesmo... racismo!!!<br/>Meu caro, estava um dia deste a ver um programa na SIC narrado por Eduardo Rego no qual este dizia que: \"o Homem é descendente de uma das 144 espécies de macacos existentes no Planeta\". Já viu???<br/>Ele chama de macacos a todas as raças e assim já não é racismo.\nMKULTRA... isso é que era bom!!!",
                                                                    "likes": 0,
                                                                    "hasReplies": false,
                                                                    "numberOfReplies": 0,
                                                                    "replies": []
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "id": "4798529835",
                            "user": "disqus_wbtqOs2zgl",
                            "date": "10 days ago",
                            "timestamp": "NA",
                            "commentText": "Amigo, não sendo eu desse tempo mas socorrendo-me de familiares sei que o Matateu....Vicente...Hilário...Coluna....Eusébio..etc..nunca foram maltratados nos estádios por causa da pele e acreditam os meus familiares que caso algum energúmeno se tivesse atrevido a fazer isso ...seria \"linchado\" na hora !!!<br/>Na era da globalização não podemos tolerar os defensores do racismo ou da xenofobia !!!",
                            "likes": 3,
                            "hasReplies": true,
                            "numberOfReplies": 15,
                            "replies": [
                                {
                                    "id": "4798552409",
                                    "user": "disqus_lU8uYlB2Z2",
                                    "date": "10 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Nota-se o teu discurso apenas virado para denegrir André Ventura... mas vais ter que levar com ele... fabiãozinho.",
                                    "likes": 2,
                                    "hasReplies": true,
                                    "numberOfReplies": 7,
                                    "replies": [
                                        {
                                            "id": "4798565344",
                                            "user": "disqus_wbtqOs2zgl",
                                            "date": "10 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Eu gosto muito de desporto<br/> De todos não sou de modas<br/>Se um dia isto dá para o torto<br/>Encostam à parede o Leonidas !!!",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 6,
                                            "replies": [
                                                {
                                                    "id": "4798568892",
                                                    "user": "disqus_lU8uYlB2Z2",
                                                    "date": "10 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "nem homens... quanto mais phaneleirotes como tu!!!",
                                                    "likes": 1,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 2,
                                                    "replies": [
                                                        {
                                                            "id": "4798577133",
                                                            "user": "disqus_wbtqOs2zgl",
                                                            "date": "10 days ago",
                                                            "timestamp": "NA",
                                                            "commentText": "O Leonidas é o tipo das bravatas<br/>É mais conhecido pela Marilú<br/>Ele anda pelo parque à cata<br/>De quemlhe abone o seu \"tutu\" !!!",
                                                            "likes": 1,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 1,
                                                            "replies": [
                                                                {
                                                                    "id": "4798605479",
                                                                    "user": "disqus_lU8uYlB2Z2",
                                                                    "date": "10 days ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "fabiãozinho phaneleirote dos multinicks de poeta castrado...",
                                                                    "likes": 1,
                                                                    "hasReplies": false,
                                                                    "numberOfReplies": 0,
                                                                    "replies": []
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                },
                                                {
                                                    "id": "4798568200",
                                                    "user": "disqus_lU8uYlB2Z2",
                                                    "date": "10 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "O Fabião também é assim. Poeta castrado... um eunuco de língua bifurcada... estou a achar estranho é tu largares assim o \"Mário Castro\"...",
                                                    "likes": 1,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 2,
                                                    "replies": [
                                                        {
                                                            "id": "4798572730",
                                                            "user": "disqus_wbtqOs2zgl",
                                                            "date": "10 days ago",
                                                            "timestamp": "NA",
                                                            "commentText": "O Leonidas rei da confusão<br/>Tem um discurso confuso<br/>Confunde Fabião com Falcão<br/>Tem um comportamento obtuso !!!",
                                                            "likes": 0,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 1,
                                                            "replies": [
                                                                {
                                                                    "id": "4798608473",
                                                                    "user": "disqus_lU8uYlB2Z2",
                                                                    "date": "10 days ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "\"Ó clone... desiste!!!\"\nTu és mesmo doente!!! É só verborreia... fabiãozinho phaneleirote.",
                                                                    "likes": 1,
                                                                    "hasReplies": false,
                                                                    "numberOfReplies": 0,
                                                                    "replies": []
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                },
                                {
                                    "id": "4798535915",
                                    "user": "olh_metro",
                                    "date": "10 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Leia os jornais da época. Não está em causa racismo nem xenofobia. O que está em causa é as pessoas irem para o futebol insultar tudo e todos. Obviamente que os jogadores \"levam por tabela\" sejam eles negros, brancos ou amarelos.",
                                    "likes": 2,
                                    "hasReplies": true,
                                    "numberOfReplies": 6,
                                    "replies": [
                                        {
                                            "id": "4798539854",
                                            "user": "disqus_wbtqOs2zgl",
                                            "date": "10 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Não confunda o ato de apelidar de \"filho de uma pura donzela\" ao arbitro com atitudes racistas para com um jogador !!!",
                                            "likes": 1,
                                            "hasReplies": true,
                                            "numberOfReplies": 1,
                                            "replies": [
                                                {
                                                    "id": "4798549331",
                                                    "user": "olh_metro",
                                                    "date": "10 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Essa é boa, podem chamar filho da pu...ou corno aos árbitros, que não é insulto, mas se chamar macaco a um negro, já é ? Com o seu comentário você demonstra paternalismo que é a pior forma de racismo. Você e outros como você põem os negros num patamar tão baixo, como uns coitados, miseráveis, inferiores, protegidos, que não podem ser minimamente molestados como os brancos. Isso meu caro, é puro racismo. Sabia ?",
                                                    "likes": 2,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        },
                                        {
                                            "id": "4798537010",
                                            "user": "disqus_EJLoQqNK0r",
                                            "date": "10 days ago",
                                            "timestamp": "NA",
                                            "commentText": "O facto de nunca insultarem jogadores brancos com a imitação dos sons emitidos por um macaco, não deixa dúvidas! É RACISMO",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 3,
                                            "replies": [
                                                {
                                                    "id": "4798588411",
                                                    "user": "nunoaleixo",
                                                    "date": "10 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "chamar macaco a um atleta branco não é ofensivo e até poderá ser considerado motivo de orgulho. A finalidade dos insultos nesta arena da má educação é ofender independentemente da raça. ou acha melhor fazer uma lista de insultos permitidos? um total absurdo! hipócritas!",
                                                    "likes": 1,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                },
                                                {
                                                    "id": "4798560384",
                                                    "user": "kika_1900",
                                                    "date": "10 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Quem me dera ter a inteligência de um macaco.",
                                                    "likes": 2,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                },
                                                {
                                                    "id": "4798540534",
                                                    "user": "olh_metro",
                                                    "date": "10 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Chamar corno ou filho da pu..., ladrão etc, etc,  é normal. Ou seja a um jogador negro ninguém pode dizer nada, porque é racismo. No futebol é tudo irracional. Tenha juízo !",
                                                    "likes": 2,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "4798514995",
                    "user": "disqus_lU8uYlB2Z2",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "Ó fabião diz lá em que é que o \"sr ventura falhou\"???",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racismo",
                "Negra"
            ]
        },
        {
            "id": "4798511405",
            "user": "joquitafordisqus",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Sim, Marega sofre de megalomania, por isso devia ir para a China onde pagam mais e os adeptos se portam bem. Ao João Moutinho, quando era jogador do FC Porto, atiraram-lhe maçãs, mas como era <b> branco </b>não foi<b>  racismo</b>. Dani Alves no Barcelona, atiraram-lhe uma banana - fo<b> i racism</b>o pois ele é um bocado escuro!! É certo que os macacos comem bananas; e os porcos comem maças!! Portanto, megalomania.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "4798538111",
                    "user": "partisanlx",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "Um fanático como você pago pelo que escreve, ninguém leva a sério as suas aldrabices!\n Sr Ventura, demita-se de deputado, você demonstrou a sua índole de arruaceiro!",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "4798556769",
                            "user": "disqus_EJLoQqNK0r",
                            "date": "10 days ago",
                            "timestamp": "NA",
                            "commentText": "Hoje apoio-o nisso! Que desilusão! Assino qualquer petição para a destituição deste deputado!",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "4798565278",
                                    "user": "disqus_qYFaoBRhON",
                                    "date": "10 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Caro \"Camões\", O \"artista\" Ventura só enganou/iludiu aqueles que andam cegos, total ou parcialmente, como é o seu (Camões) caso!...",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "4798512188",
                    "user": "disqus_wbtqOs2zgl",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "E os racistas comem bolota !!!",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4798572160",
                            "user": "disqus_lU8uYlB2Z2",
                            "date": "10 days ago",
                            "timestamp": "NA",
                            "commentText": "Vê lá se tu não estás a ser racista agora!!!",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racismo",
                "Branco"
            ]
        },
        {
            "id": "4798504344",
            "user": "disqus_wbtqOs2zgl",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Esperemos que a Federação e a Liga castiguem exemplarmente o Vitória e se for possível identificar os \"agressores\" há que varre-los dos estádios !!!<br/>O desporto dignifica o corpo !!!...O desporto purifica a alma !!!...O desporto sublima todas as nossas fraquezas exteriores e interiores !!!...O desporto tem que se ser respeitado...quer via praticantes ...quer quem assiste aos eventos desportivos...e quem não o fizer deve ser banido dos recintos desportivos !!!...Mas de todos os recintos desportivos e não só dos estádios de futebol !!!",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 44,
            "replies": [
                {
                    "id": "4798531428",
                    "user": "paulomodestoalvesramada",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "então vamos começar pelos do \" nosso clube \" ....  ele tem razão , hipocrisia tão todos fdidos porque foram os adeptos do Guimarães , mas eu já vi nas bancadas do \"não <b> racista </b>dragão \" por mais de que uma vez chamarem<b>  macaco</b> ao Marega e ao Aboubakar , deixem-se de tretas   ....",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 43,
                    "replies": [
                        {
                            "id": "4798539675",
                            "user": "disqus_EJLoQqNK0r",
                            "date": "10 days ago",
                            "timestamp": "NA",
                            "commentText": "Se ouviu isso, não desculpa a atitude racista dos adeptos do Guimarães! Tolerância zero ao racismo... E eu que tantas vezes defendi o histerismo à volta do racismo, hoje não é o caso! #vergonhasrventura",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 42,
                            "replies": [
                                {
                                    "id": "4798575303",
                                    "user": "disqus_lU8uYlB2Z2",
                                    "date": "10 days ago",
                                    "timestamp": "NA",
                                    "commentText": "E o que é que o Ventura tem a ver com isso???\nAfinal o que ele disse é verdade.",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "4798547064",
                                    "user": "paulomodestoalvesramada",
                                    "date": "10 days ago",
                                    "timestamp": "NA",
                                    "commentText": "lool , migo  como é que tu podes ter  \"Tolerância zero ao racismo\"  se o racismo e a inveja  faz  parte do ser humano , não podes tirar algo que faz  parte do ser humano , há racismo  entre o rico e o pobre  , entre  o instruindo e o  analfabeto , entre  raças etc etc etc , o racismo não é só  entre  cores e religiões  .....",
                                    "likes": 3,
                                    "hasReplies": true,
                                    "numberOfReplies": 40,
                                    "replies": [
                                        {
                                            "id": "4798573425",
                                            "user": "disqus_lU8uYlB2Z2",
                                            "date": "10 days ago",
                                            "timestamp": "NA",
                                            "commentText": "é de culturas também....",
                                            "likes": 1,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        },
                                        {
                                            "id": "4798549663",
                                            "user": "disqus_EJLoQqNK0r",
                                            "date": "10 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Racismo entre rico e pobre não existe... Pode falar em condições sociais ou outro estatuto qualquer mas não é racismo! Racismo tem a ver com a cor da pele! E insultos no futebol são normais... Tanto a brancos como a negros... Imitar o som dos macacos so vejo quando o jogador é negro... E isso é intolerável",
                                            "likes": 1,
                                            "hasReplies": true,
                                            "numberOfReplies": 38,
                                            "replies": [
                                                {
                                                    "id": "4798554707",
                                                    "user": "paulomodestoalvesramada",
                                                    "date": "10 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "isso  o racismo social é algo que tu nunca  vais entender , nascestes  depois de 1974 .....",
                                                    "likes": 0,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 33,
                                                    "replies": [
                                                        {
                                                            "id": "4798558619",
                                                            "user": "disqus_EJLoQqNK0r",
                                                            "date": "10 days ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Em primeiro lugar não é \"nascestes\" é \"nasceste\"! É que eu saiba não faz a mínima ideia da minha data de nascimento! Racismo tem a ver com raças... Descriminação social de outra índole tem outro tipo de denominação! Não envergonhe nem os portistas nem os da velha guarda!",
                                                            "likes": 0,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 32,
                                                            "replies": [
                                                                {
                                                                    "id": "4798568484",
                                                                    "user": "paulomodestoalvesramada",
                                                                    "date": "10 days ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "lool quem está a envergonhar os portistas  és tu , não és cegueta só de um olho  , parece-me que és  cegueta dos  três ....  , pelo teu pensar e escrever a  gente  vê logo  que és um produto posterior ao 25 de  abril e  que  \"nascestes\"  depois  , não tens  put@ de ideia  o que  é te veres  nelas  ......  racismo  \" é descriminar uma pessoa \"  socialmente porque a  pessoa  é pobre  , porque é  de uma raça diferente, porque é estrangeira   ,  porque tem uma  orientação sexual diferente etc etc  tudo isso se enquadra  no racismo  ..... \" Em primeiro lugar não é \"nascestes\" é \"nasceste\"  obrigada  pela correcção mas  dar erros  é algo normal  já sai da escola  vai fazer  quase 50 anos , ao contrario de ti que  saístes da escola ontem e  nem sequer sabes  o significado das  palavras   ......  para que fiques a saber \"aquilo que os teus professores  não te ensinaram\" o  significado de  racismo\n  \"ra·cis·mo<br/>(raça + -ismo)<br/>substantivo masculino<br/>1. Teoria que defende a superioridade de um grupo sobre outros, baseada num conceito de raça, preconizando, particularmente, a separação destes dentro de um país (segregação racial) ou mesmo visando o extermínio de uma minoria.\n2. Atitude hostil ou discriminatória em relação a um grupo de pessoas com características diferentes, nomeadamente etnia, religião, cultura, etc.\n\"racismo\", in Dicionário Priberam da Língua Portuguesa",
                                                                    "likes": 2,
                                                                    "hasReplies": true,
                                                                    "numberOfReplies": 31,
                                                                    "replies": [
                                                                        {
                                                                            "id": "4798577088",
                                                                            "user": "disqus_EJLoQqNK0r",
                                                                            "date": "10 days ago",
                                                                            "timestamp": "NA",
                                                                            "commentText": "Mais uma vez, fazes de nhaga e tentas adivinhar a minha idade...nao dizes nada com lógica e defendes André ventura num acto de racismo! Tenho vergonha que o FC Porto tenha adeptos como tu! Xau",
                                                                            "likes": 0,
                                                                            "hasReplies": true,
                                                                            "numberOfReplies": 30,
                                                                            "replies": [
                                                                                {
                                                                                    "id": "4799552038",
                                                                                    "user": "paulomodestoalvesramada",
                                                                                    "date": "9 days ago",
                                                                                    "timestamp": "NA",
                                                                                    "commentText": "tens vergonha , mas quem és tu para teres  vergonha  ou deixar de ter  vergonha, eu tenho vergonha  de ter tós  tós  como tu no meu clube   ..... o que me envergonha a mim a  ter  adeptos que se preocupam mais  com \"um jogador  que se sentiu ofendido\"  que  com o clube   .... a mim interessa-me  é ganhar, o   jogador   que  é pago pelo FCP  é para  jogar é para isso que  ele  é pago, não é pago para andar a provocar os adeptos da equipa  adversária  , se estava ser \"insultado\" só tinha que ir falar com o arbitro (espanta-me muito que  o arbitro não tenha  ouvido nada , se supostamente a claque  estava  a  insulta-lo em alta voz  , é no mínimo estranho  ..... ) , não tinha nada   que andar  com cadeiras a cabeça  , nem que mostrar a cor da pele  aos  adeptos adversários , por muito menos  o jogador do Braga  levou o vermelho no  fim do  jogo Braga VS  SLB   ..... SKIP",
                                                                                    "likes": 0,
                                                                                    "hasReplies": false,
                                                                                    "numberOfReplies": 0,
                                                                                    "replies": []
                                                                                },
                                                                                {
                                                                                    "id": "4798587642",
                                                                                    "user": "disqus_lU8uYlB2Z2",
                                                                                    "date": "10 days ago",
                                                                                    "timestamp": "NA",
                                                                                    "commentText": "Meu caro está a dizer foi o Ventura que praticou o acto de racismo???<br/>Amigo veja lá...ele está a falar sobre aquilo que de uma forma geral se fala na sociedade não está a dizer que apoia o Racismo. <br/>Eu não vejo racismo nenhum nestas palavras\n\"“País de hipocrisia em que tudo é racismo e tudo merece imediatamente uma chuva de lamentos e de análises histórico - megalómanas. O nosso problema não é o racismo. É a hipocrisia. É o síndrome Joacine que começa a invadir as mentalidades. Por mim não passarão”.\"",
                                                                                    "likes": 1,
                                                                                    "hasReplies": true,
                                                                                    "numberOfReplies": 28,
                                                                                    "replies": [
                                                                                        {
                                                                                            "id": "4798591835",
                                                                                            "user": "disqus_wbtqOs2zgl",
                                                                                            "date": "10 days ago",
                                                                                            "timestamp": "NA",
                                                                                            "commentText": "Pelo abjeto Leonidas tudo passa<br/>O que para ele é uma tormenta<br/>Ele adora e muito andar à caça<br/>De um mui musculado \"arrebenta\" !!!",
                                                                                            "likes": 0,
                                                                                            "hasReplies": true,
                                                                                            "numberOfReplies": 27,
                                                                                            "replies": [
                                                                                                {
                                                                                                    "id": "4798614977",
                                                                                                    "user": "disqus_lU8uYlB2Z2",
                                                                                                    "date": "10 days ago",
                                                                                                    "timestamp": "NA",
                                                                                                    "commentText": "Não queres antes o rabo de uma raia pelo recto acima???",
                                                                                                    "likes": 0,
                                                                                                    "hasReplies": true,
                                                                                                    "numberOfReplies": 2,
                                                                                                    "replies": [
                                                                                                        {
                                                                                                            "id": "4798625629",
                                                                                                            "user": "disqus_wbtqOs2zgl",
                                                                                                            "date": "10 days ago",
                                                                                                            "timestamp": "NA",
                                                                                                            "commentText": "Leonidas....estás a falhar com as tuas gargalhadas !!!",
                                                                                                            "likes": 0,
                                                                                                            "hasReplies": true,
                                                                                                            "numberOfReplies": 1,
                                                                                                            "replies": [
                                                                                                                {
                                                                                                                    "id": "4798627947",
                                                                                                                    "user": "disqus_lU8uYlB2Z2",
                                                                                                                    "date": "10 days ago",
                                                                                                                    "timestamp": "NA",
                                                                                                                    "commentText": "Não tanto como tu falhaste com os poemas de mierda!!!",
                                                                                                                    "likes": 0,
                                                                                                                    "hasReplies": false,
                                                                                                                    "numberOfReplies": 0,
                                                                                                                    "replies": []
                                                                                                                }
                                                                                                            ]
                                                                                                        }
                                                                                                    ]
                                                                                                },
                                                                                                {
                                                                                                    "id": "4798612347",
                                                                                                    "user": "disqus_lU8uYlB2Z2",
                                                                                                    "date": "10 days ago",
                                                                                                    "timestamp": "NA",
                                                                                                    "commentText": "queres sardão não é??? olha-te ao espelho e faz de fabião!!! Cameeeelo\"\"\"",
                                                                                                    "likes": 1,
                                                                                                    "hasReplies": true,
                                                                                                    "numberOfReplies": 4,
                                                                                                    "replies": [
                                                                                                        {
                                                                                                            "id": "4798617091",
                                                                                                            "user": "disqus_wbtqOs2zgl",
                                                                                                            "date": "10 days ago",
                                                                                                            "timestamp": "NA",
                                                                                                            "commentText": "O Leonidas nem é garfo nem colher<br/>Ele assume-se como grande rabão <br/>Intitulando-se como o \"bem me quer\"<br/>Ele adora levar com um grande sardão !!!",
                                                                                                            "likes": 0,
                                                                                                            "hasReplies": true,
                                                                                                            "numberOfReplies": 3,
                                                                                                            "replies": [
                                                                                                                {
                                                                                                                    "id": "4798618843",
                                                                                                                    "user": "disqus_lU8uYlB2Z2",
                                                                                                                    "date": "10 days ago",
                                                                                                                    "timestamp": "NA",
                                                                                                                    "commentText": "Eunuco rabeta que pensa que é poeta<br/>fabiãozinho phaneleirote... cameeelo!!!!",
                                                                                                                    "likes": 1,
                                                                                                                    "hasReplies": true,
                                                                                                                    "numberOfReplies": 2,
                                                                                                                    "replies": [
                                                                                                                        {
                                                                                                                            "id": "4798622383",
                                                                                                                            "user": "disqus_wbtqOs2zgl",
                                                                                                                            "date": "10 days ago",
                                                                                                                            "timestamp": "NA",
                                                                                                                            "commentText": "AHAHAHAH !!!!...Leonidas...és lento comó car(v)alho !!!...´Pá...és um triste a vaguear pelo SOL !!!...Vai \"xonar\" !!!",
                                                                                                                            "likes": 0,
                                                                                                                            "hasReplies": true,
                                                                                                                            "numberOfReplies": 1,
                                                                                                                            "replies": [
                                                                                                                                {
                                                                                                                                    "id": "4798627440",
                                                                                                                                    "user": "disqus_lU8uYlB2Z2",
                                                                                                                                    "date": "10 days ago",
                                                                                                                                    "timestamp": "NA",
                                                                                                                                    "commentText": "estás nervoso???",
                                                                                                                                    "likes": 1,
                                                                                                                                    "hasReplies": false,
                                                                                                                                    "numberOfReplies": 0,
                                                                                                                                    "replies": []
                                                                                                                                }
                                                                                                                            ]
                                                                                                                        }
                                                                                                                    ]
                                                                                                                }
                                                                                                            ]
                                                                                                        }
                                                                                                    ]
                                                                                                },
                                                                                                {
                                                                                                    "id": "4798611124",
                                                                                                    "user": "disqus_lU8uYlB2Z2",
                                                                                                    "date": "10 days ago",
                                                                                                    "timestamp": "NA",
                                                                                                    "commentText": "Phaneleirote já sei que és... mas assim tanto??? Compreende-se porque defendes com...\"tanto ardor\" os pretos...",
                                                                                                    "likes": 1,
                                                                                                    "hasReplies": true,
                                                                                                    "numberOfReplies": 18,
                                                                                                    "replies": [
                                                                                                        {
                                                                                                            "id": "4798613075",
                                                                                                            "user": "disqus_wbtqOs2zgl",
                                                                                                            "date": "10 days ago",
                                                                                                            "timestamp": "NA",
                                                                                                            "commentText": "Ao tó do Leonidas deixo o mote<br/>Porque tem uma grande pança<br/>Ele é um grande phaneleirote<br/>Faz disso uma grande cagança !!!",
                                                                                                            "likes": 0,
                                                                                                            "hasReplies": true,
                                                                                                            "numberOfReplies": 17,
                                                                                                            "replies": [
                                                                                                                {
                                                                                                                    "id": "4798623890",
                                                                                                                    "user": "disqus_lU8uYlB2Z2",
                                                                                                                    "date": "10 days ago",
                                                                                                                    "timestamp": "NA",
                                                                                                                    "commentText": "anda lá rabietas, phaneleirote dos multinicks",
                                                                                                                    "likes": 1,
                                                                                                                    "hasReplies": true,
                                                                                                                    "numberOfReplies": 8,
                                                                                                                    "replies": [
                                                                                                                        {
                                                                                                                            "id": "4798625285",
                                                                                                                            "user": "disqus_wbtqOs2zgl",
                                                                                                                            "date": "10 days ago",
                                                                                                                            "timestamp": "NA",
                                                                                                                            "commentText": "És um triste... pá !!!...\"Enforca-te\" !!!...Desaparece !!!!",
                                                                                                                            "likes": 0,
                                                                                                                            "hasReplies": true,
                                                                                                                            "numberOfReplies": 7,
                                                                                                                            "replies": [
                                                                                                                                {
                                                                                                                                    "id": "4798629147",
                                                                                                                                    "user": "disqus_lU8uYlB2Z2",
                                                                                                                                    "date": "10 days ago",
                                                                                                                                    "timestamp": "NA",
                                                                                                                                    "commentText": "Vai lá ter com o preto... ou queres levar mais no focinho???",
                                                                                                                                    "likes": 1,
                                                                                                                                    "hasReplies": false,
                                                                                                                                    "numberOfReplies": 0,
                                                                                                                                    "replies": []
                                                                                                                                },
                                                                                                                                {
                                                                                                                                    "id": "4798626230",
                                                                                                                                    "user": "disqus_lU8uYlB2Z2",
                                                                                                                                    "date": "10 days ago",
                                                                                                                                    "timestamp": "NA",
                                                                                                                                    "commentText": "Então, esses \"poemas\"??? foram-se cameeeelo!!!!",
                                                                                                                                    "likes": 1,
                                                                                                                                    "hasReplies": true,
                                                                                                                                    "numberOfReplies": 5,
                                                                                                                                    "replies": [
                                                                                                                                        {
                                                                                                                                            "id": "4798628459",
                                                                                                                                            "user": "disqus_wbtqOs2zgl",
                                                                                                                                            "date": "10 days ago",
                                                                                                                                            "timestamp": "NA",
                                                                                                                                            "commentText": "Só haverá mais quadras quando soltares as tuas famigeradas gargalhadas !!!",
                                                                                                                                            "likes": 0,
                                                                                                                                            "hasReplies": true,
                                                                                                                                            "numberOfReplies": 4,
                                                                                                                                            "replies": [
                                                                                                                                                {
                                                                                                                                                    "id": "4798630170",
                                                                                                                                                    "user": "disqus_lU8uYlB2Z2",
                                                                                                                                                    "date": "10 days ago",
                                                                                                                                                    "timestamp": "NA",
                                                                                                                                                    "commentText": "ahhh acabou-se os poemas de mhierda...  garganta tens tu... e funda",
                                                                                                                                                    "likes": 1,
                                                                                                                                                    "hasReplies": true,
                                                                                                                                                    "numberOfReplies": 3,
                                                                                                                                                    "replies": [
                                                                                                                                                        {
                                                                                                                                                            "id": "4798631632",
                                                                                                                                                            "user": "disqus_wbtqOs2zgl",
                                                                                                                                                            "date": "10 days ago",
                                                                                                                                                            "timestamp": "NA",
                                                                                                                                                            "commentText": "Leonidas...não dás luta  !!!!....Já chega de bater em \"mortos\" !!!",
                                                                                                                                                            "likes": 0,
                                                                                                                                                            "hasReplies": true,
                                                                                                                                                            "numberOfReplies": 2,
                                                                                                                                                            "replies": [
                                                                                                                                                                {
                                                                                                                                                                    "id": "4798637639",
                                                                                                                                                                    "user": "disqus_lU8uYlB2Z2",
                                                                                                                                                                    "date": "10 days ago",
                                                                                                                                                                    "timestamp": "NA",
                                                                                                                                                                    "commentText": "Dou a luta suficiente para te dar dois murros no focinho se moleque phaneleirote!!!",
                                                                                                                                                                    "likes": 1,
                                                                                                                                                                    "hasReplies": false,
                                                                                                                                                                    "numberOfReplies": 0,
                                                                                                                                                                    "replies": []
                                                                                                                                                                },
                                                                                                                                                                {
                                                                                                                                                                    "id": "4798634430",
                                                                                                                                                                    "user": "disqus_lU8uYlB2Z2",
                                                                                                                                                                    "date": "10 days ago",
                                                                                                                                                                    "timestamp": "NA",
                                                                                                                                                                    "commentText": "Vê-se lpgo até mudaste de estratégia!!! Aldrabão!!!!",
                                                                                                                                                                    "likes": 1,
                                                                                                                                                                    "hasReplies": false,
                                                                                                                                                                    "numberOfReplies": 0,
                                                                                                                                                                    "replies": []
                                                                                                                                                                }
                                                                                                                                                            ]
                                                                                                                                                        }
                                                                                                                                                    ]
                                                                                                                                                }
                                                                                                                                            ]
                                                                                                                                        }
                                                                                                                                    ]
                                                                                                                                }
                                                                                                                            ]
                                                                                                                        }
                                                                                                                    ]
                                                                                                                },
                                                                                                                {
                                                                                                                    "id": "4798622134",
                                                                                                                    "user": "disqus_lU8uYlB2Z2",
                                                                                                                    "date": "10 days ago",
                                                                                                                    "timestamp": "NA",
                                                                                                                    "commentText": "Isso mesmo seu rabietas deita cá para fora a tua verborreia<br/>Tu és um doente mental que andas por aqui sem autorização médica<br/>devias ser internado, enrrabetado e entregue ao governo....",
                                                                                                                    "likes": 1,
                                                                                                                    "hasReplies": true,
                                                                                                                    "numberOfReplies": 3,
                                                                                                                    "replies": [
                                                                                                                        {
                                                                                                                            "id": "4798623728",
                                                                                                                            "user": "disqus_wbtqOs2zgl",
                                                                                                                            "date": "10 days ago",
                                                                                                                            "timestamp": "NA",
                                                                                                                            "commentText": "Só isso ???!!!....Não vou perder mais tempo com \"azêmolas\" !!!",
                                                                                                                            "likes": 0,
                                                                                                                            "hasReplies": true,
                                                                                                                            "numberOfReplies": 2,
                                                                                                                            "replies": [
                                                                                                                                {
                                                                                                                                    "id": "4798625792",
                                                                                                                                    "user": "disqus_lU8uYlB2Z2",
                                                                                                                                    "date": "10 days ago",
                                                                                                                                    "timestamp": "NA",
                                                                                                                                    "commentText": "Pois... deves ter um preto à tua espera!!!",
                                                                                                                                    "likes": 1,
                                                                                                                                    "hasReplies": false,
                                                                                                                                    "numberOfReplies": 0,
                                                                                                                                    "replies": []
                                                                                                                                },
                                                                                                                                {
                                                                                                                                    "id": "4798624634",
                                                                                                                                    "user": "disqus_lU8uYlB2Z2",
                                                                                                                                    "date": "10 days ago",
                                                                                                                                    "timestamp": "NA",
                                                                                                                                    "commentText": "Então, faltou-te a inspiração de mhierda<br/>para esses \"poemas de mhierda???<br/>Cameeeelo!!!!",
                                                                                                                                    "likes": 1,
                                                                                                                                    "hasReplies": false,
                                                                                                                                    "numberOfReplies": 0,
                                                                                                                                    "replies": []
                                                                                                                                }
                                                                                                                            ]
                                                                                                                        }
                                                                                                                    ]
                                                                                                                },
                                                                                                                {
                                                                                                                    "id": "4798616535",
                                                                                                                    "user": "disqus_lU8uYlB2Z2",
                                                                                                                    "date": "10 days ago",
                                                                                                                    "timestamp": "NA",
                                                                                                                    "commentText": "Tu não passas de um phaneleirote multinicks alvorado em Pessoa mas que segue os passos de Alegre...\nOTÁRIO",
                                                                                                                    "likes": 1,
                                                                                                                    "hasReplies": true,
                                                                                                                    "numberOfReplies": 2,
                                                                                                                    "replies": [
                                                                                                                        {
                                                                                                                            "id": "4798619508",
                                                                                                                            "user": "disqus_wbtqOs2zgl",
                                                                                                                            "date": "10 days ago",
                                                                                                                            "timestamp": "NA",
                                                                                                                            "commentText": "Sou Falcão e não sou Mario<br/>Talvez em breve te phodas<br/>Tu sim que és um otário<br/>Que dá de nome Leónidas !!!",
                                                                                                                            "likes": 0,
                                                                                                                            "hasReplies": true,
                                                                                                                            "numberOfReplies": 1,
                                                                                                                            "replies": [
                                                                                                                                {
                                                                                                                                    "id": "4798623066",
                                                                                                                                    "user": "disqus_lU8uYlB2Z2",
                                                                                                                                    "date": "10 days ago",
                                                                                                                                    "timestamp": "NA",
                                                                                                                                    "commentText": "Mais ainda... só este não chega phaneleirote!!!",
                                                                                                                                    "likes": 1,
                                                                                                                                    "hasReplies": false,
                                                                                                                                    "numberOfReplies": 0,
                                                                                                                                    "replies": []
                                                                                                                                }
                                                                                                                            ]
                                                                                                                        }
                                                                                                                    ]
                                                                                                                },
                                                                                                                {
                                                                                                                    "id": "4798614189",
                                                                                                                    "user": "disqus_lU8uYlB2Z2",
                                                                                                                    "date": "10 days ago",
                                                                                                                    "timestamp": "NA",
                                                                                                                    "commentText": "Por falar nisso... envia mais uns desses teus poemas de mhierda.<br/>vão dar grande jeito.... phaneleirote!!!!",
                                                                                                                    "likes": 1,
                                                                                                                    "hasReplies": false,
                                                                                                                    "numberOfReplies": 0,
                                                                                                                    "replies": []
                                                                                                                }
                                                                                                            ]
                                                                                                        }
                                                                                                    ]
                                                                                                }
                                                                                            ]
                                                                                        }
                                                                                    ]
                                                                                }
                                                                            ]
                                                                        }
                                                                    ]
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                },
                                                {
                                                    "id": "4798550579",
                                                    "user": "Criaturadastrevas",
                                                    "date": "10 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "O maior racismo em Portugal é social.",
                                                    "likes": 3,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 3,
                                                    "replies": [
                                                        {
                                                            "id": "4798553165",
                                                            "user": "disqus_EJLoQqNK0r",
                                                            "date": "10 days ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Que raio de confusão... Isso pode ser descriminação de qualquer tipo, mas não é racismo! Racismo tem a ver com descriminação de \"raça\" ( de cor de pele porque já está provado que não há raças na espécie humana)",
                                                            "likes": 0,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 2,
                                                            "replies": [
                                                                {
                                                                    "id": "4798567426",
                                                                    "user": "Criaturadastrevas",
                                                                    "date": "10 days ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "Se não há raças então o racismo pode ser contra a cor de pele mas não só, como classes sociais, religião, etc, basicamente as pessoas odeiam quem é diferente delas.",
                                                                    "likes": 2,
                                                                    "hasReplies": false,
                                                                    "numberOfReplies": 0,
                                                                    "replies": []
                                                                },
                                                                {
                                                                    "id": "4798556794",
                                                                    "user": "paulomodestoalvesramada",
                                                                    "date": "10 days ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "e descriminar as pessoas por serem pobres é o que ?! ... não é racismo ?!!! qual é a diferença entre  descriminar uma pessoa   por causa  da condição socioeconómica ou por causa da cor, não é  a mesma  coisa    ?!  Camões   tens  que rever o teu conceito de racismo  .....",
                                                                    "likes": 1,
                                                                    "hasReplies": false,
                                                                    "numberOfReplies": 0,
                                                                    "replies": []
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Racista",
                        "Macaco"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "4798500274",
            "user": "disqus_EJLoQqNK0r",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "André ventura, acabou de perder um voto! Espero a partir de hoje, que o seu partido nem sequer tenha representação parlamentar!",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4798507790",
                    "user": "disqus_lU8uYlB2Z2",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "Amigo, destape o outro olho... e volte a olhar novamente!!!",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4798500970",
                    "user": "Criaturadastrevas",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "Isso é que foi uma mudança radical, olhando ao que eu tenho lido por aí dos seus comentários!",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4798496036",
            "user": "disqus_wbtqOs2zgl",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "O sr Ventura aproveita todos os momentos para aparecer e o SOL Abre-lhe a \"janela\" e não só....pois também inunda a imagem do sr Ventura  de radiosos raios daquele que nunca será uma estrela e refiro-me não ao SOL...mas ao sr Ventura !!!...Sim ...o sr Ventura jamais será uma estrela !!!....Nunca passará de um satélite de um cometa !!!...No firmamento da politica o sr Ventura nunca brilhará !!!...O sr Ventura ficará sempre na sombra...apesar dos muitos milhares de milhões do Bannon !!!",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4798509628",
                    "user": "disqus_lU8uYlB2Z2",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "Também tu usas multinicks para estar aqui e só dizes asneiras!!! e no entanto, continuas o mesmo aldrabão!!!",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4798497117",
                    "user": "Criaturadastrevas",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "Outra vez a conversa do dinheiro do Bannon?<br/>A popularidade do Ventura deve-se única e exclusivamente ao seu discurso, goste-se ou não.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4798493652",
            "user": "George_Rupp",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Um \"político\" que envergonha a nossa democracia.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4798532782",
                    "user": "paulomodestoalvesramada",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "há alguns  que envergonham muito mais  ......",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4798491949",
            "user": "olh_metro",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "O futebol foi sempre assim, de que raio estão admirados? Chamam ao árbitro filho da pu... corno, etc. Insultam os jogadores do mesmo modo. Os estádios são um antro de gente do piorio, gente que se transforma em imbecis e no dia seguinte vão para os seus empregos com a cara de boas pessoas. Aquilo é um autêntico coliseu romano para o qual, jogadores, dirigentes e árbitros deviam estar preparados. Não sou frequentador de futebol, exatamente por ser um meio pouco ou nada recomendável. O caso Marega é um entre milhões no futebol. Não devia ser, mas é o que existe.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4798490361",
            "user": "disqus_wbtqOs2zgl",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Não pretendo entrar em guerras clubísticas pois que este sítio não é o local apropriado para discutir futebol !!!....Mas o que está em causa é um ataque <b> racista </b>por parte de meia dúzia de meliantes e sejam eles do Vitória ou de um outro qualquer clube !!!...No desporto não pode haver lugar a<b>  racismo</b> e muito menos em Portugal porque desde tempos  \"imemoriais\" que somos campeões à custa de atletas africanos !!!...Portugal deve muito a atletas africanos e jamais poderemos admitir que um qualquer atleta seja diminuído por causa da sua cor de pele !!!<br/>Morte a<b> o racism</b>o no desporto !!!",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4798613170",
                    "user": "disqus_lU8uYlB2Z2",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "Morte aos multinicks phaneleirotes!!! como tu....",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4798497315",
                    "user": "joaquim_vaz",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "E à violência!<br/>E à corrupção!<br/>E às arbitragens tendenciosas!<br/>E à inacção da Liga, da Federação, da UEFA, da FIFA e do nosso (Des) Governo!",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racismo",
                "Racista"
            ]
        },
        {
            "id": "4798490044",
            "user": "Criaturadastrevas",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Eu deixo aqui a sugestão para o Sol produzir uma série online intitulada: \"Keeping up with the Ventura's\".<br/>Pelo destaque que lhe dão aproveitavam o embalo.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4798489848",
            "user": "disqus_qO85OOVgGx",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Incha melão!<br/>Da parte do Fc Porto seguramente não vais ficar sem resposta!<br/>Já o boifica não se desmarcar desta personagem é o habitual!<br/>Cartilheiros e toupeiras!",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4798486021",
            "user": "disqus_WTj2IWKjT1",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Ai AVentura ... não sabes que não se pode dizer a verdade ... faz como o governo que desde 2015 anda a fechar os olhos à violência no desporto e agora veio logo condenar sem sequer saber o que se passou.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4798487405",
                    "user": "Criaturadastrevas",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "Se fosse com um jogador do SLB ele era o primeiro a sair do buraco para gritar contra o <b> racismo.</b>",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racismo"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "4798481520",
            "user": "disqus_O9WM5jdPj9",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Muito mal André. Acabaste de estar muito mal. Até simpatiza contigo mas depois disto o meu voto já não levas. O problema da clubite não te deixa pensar.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4798479160",
            "user": "Criaturadastrevas",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Linha editorial do Sol:<br/>Ventura ao pequeno almoço.<br/>Ventura ao almoço.<br/>Ventura ao lanche.<br/>Ventura ao jantar.<br/>Ventura à ceia.\nQualquer dia o Sol faz um artigo sobre a marca de papel higiénico com que ele limpa o rabo.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "4798492334",
                    "user": "joaquim_vaz",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "E o Costa a toda a hora, na televisão...<br/>Sobre a marca do papel higiénico, nada há a dizer... é RENOVA, com certeza!",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "4798494494",
                            "user": "Criaturadastrevas",
                            "date": "10 days ago",
                            "timestamp": "NA",
                            "commentText": "Costa é o primeiro-ministro, é óbvio que apareça mais vezes.",
                            "likes": 4,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "4801062708",
                                    "user": "disqus_lU8uYlB2Z2",
                                    "date": "8 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Claro... isso acontece aos aldrabões. porque aqueles que são pela verdade, realidade, são logo repisados para baixo. André Ventura... Sandra Felgueiras, por exemplo... ou o Juíz Meretíssimo Carlos Alexandre",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "4798483769",
                    "user": "disqus_wbtqOs2zgl",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "JOAO....Concordo plenamente consigo !!!...O SOL está a apoiar em demasia o sr Ventura !!!...Um apoio que se está a tornar pornográfico !!!",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4798485121",
                            "user": "Criaturadastrevas",
                            "date": "10 days ago",
                            "timestamp": "NA",
                            "commentText": "É pelo clickbait.<br/>Eles sabem que Ventura gera muitos comentários e visualizações.",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4798462157",
            "user": "bornin1960",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Para este sujeito, que envergonha a politica, só era <b> racismo,</b> e aí armaria uma enorme gritaria, se o jogador vestisse a camisola do clube que defende com unhas e dentes, na CMTV.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo"
            ]
        }
    ]
}