{
    "header": {
        "title": " Moussa Marega. O jogador que fez história por dizer 'Basta!'' ao racismo ",
        "subtitle": " O maliano tornou-se o primeiro jogador em Portugal a abandonar o relvado após insultos e cânticos racistas de adeptos. Situação inédita voltou a alertar para os problemas no desporto-rei. PGR abriu inquérito. Com a ajuda das imagens de videovigilância, a PSP já identificou vários desordeiros. ",
        "owner": " Laura Ramires ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 25 de fevereiro 2020 ",
        "dateExtraction": " 2020-02-27 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/687179/moussa-marega-o-jogador-que-fez-historia-por-dizer-basta-ao-racismo ",
        "postText": " ['Não ao Racismo. Foi o que Marega disse. Contra tudo e todos. Gritou, gesticulou e abandonou o relvado do D. Afonso Henriques. O racismo tornou-se o principal adversário do jogador do FC Porto no jogo com o Vitória. E o maliano reagiu.', 'O episódio voltou a despertar a atenção para o tema e tornou-se o principal destaque da semana, em Portugal e lá fora \u0096 com o episódio a ir muito além do contexto desportivo. Apesar das opiniões divergentes sobre o sucedido, o atacante deixou a sua posição vincada: sentiu-se humilhado e continuar no terreno de jogo era, para ele, dar luz verde à situação. No final, Marega, ex-jogador do emblema vimaranense, recorreu às redes sociais para lamentar sobretudo a postura do árbitro.', 'Na mesma publicação, o futebolista assevera que só quis \u0093defender a cor da pele\u0094. Nos relatórios do árbitro Luís Godinho e dos delegados da Liga no jogo referente à 21.ª jornada da I Liga é mencionada a existência de insultos racistas dirigidos ao maliano. De resto, tudo indica que os regulamentos estipulados nestas circunstâncias terão sido cumpridos \u0096 não foi preciso, contudo, interromper o jogo, uma vez que o mesmo já se encontrava parado. Entretanto, e após a saída voluntária de Marega, não terão sido ouvidos mais insultos racistas, pelo que o encontro foi disputado na íntegra.', 'De sublinhar que, em julho último, o novo código disciplinar da FIFA sofreu várias alterações em áreas como o racismo e a discriminação, sendo uma das modificações mais notórias neste âmbito o poder atribuído aos árbitros para suspender um jogo de futebol por incidentes racistas, podendo mesmo dá-lo por encerrado e até atribuir a derrota à equipa infratora (ou dos adeptos infratores).', 'Sérgio Conceição, treinador dos azuis-e-brancos, foi o primeiro a reagir ao incidente, quando ainda o seu jogador seguia para os balneários. \u0093Vergonha\u0094, gritou várias vezes o técnico portista para as bancadas. Mais tarde, Conceição voltou a abordar o caso, lembrando que se tratou de uma situação inédita no futebol português. \u0093Pergunto quantos treinadores e jogadores sabem dos regulamentos e o que fazer numa situação que foi única em Portugal? Quando vamos para o banco, levamos um caderno com esquemas táticos, não levamos um caderno com os regulamentos. Na altura, não sabíamos o que fazer. O que fizemos logo foi acalmar e estar com o Moussa Marega, isso é que é importante. Estamos e continuamos a estar\u0094, afirmou. Uma resposta às declarações de Peter Bosz, técnico do Bayer Leverkusen, que garantiu que, se um jogador seu fosse alvo de insultos racistas, \u0093toda a equipa abandonaria o campo\u0094. \u0093Aqui ninguém dá lições de moral a ninguém, temos um balneário muito unido, muito coeso, com todos a remar para todo o lado, somos uma família. No final do jogo não interessa a nacionalidade, cor da pele, altura ou cor do cabelo. É exatamente igual, somos uma família\u0094, acrescentou ainda o técnico portista.', '\u0093Um caso de estupidez\u0094', 'No universo do FC Porto destacou-se ainda o comentário de Pinto da Costa, presidente dos dragões. \u0093Mais do que racismo foi um caso de estupidez\u0094, afirmou o líder portista à chegada ao Tribunal, no Porto, para testemunhar no julgamento do ataque à Academia do Sporting.', '\u0093Aquilo foi uma atitude infeliz. Foi uma maneira de atingir Marega. O Guimarães também tem jogadores de outras raças e não foram ofendidos. Foi lamentável, têm de ser castigados exemplarmente para que não volte a acontecer. Mais do que racismo, foi uma estupidez\u0094, continuou. \u0093Para mim sempre houve igualdade, sempre vivi assim na minha infância, quando os meus ídolos no FC Porto eram de cor. As crianças têm como ídolos jogadores de muitas raças, o futebol serviu para que não exista racismo\u0094, concluiu o presidente portista.', 'Ainda no início da semana, a Procuradoria-Geral da República (PGR) confirmou que foi aberto um inquérito, estando a investigação entregue ao Departamento de Investigação e Ação Penal de Guimarães.', 'Também o Conselho de Disciplina da Federação Portuguesa de Futebol (FPF) instaurou um processo disciplinar ao Vitória de Guimarães. O processo já seguiu para a Comissão de Instrutores da Liga de Clubes, com os vimaranenses a correrem o risco de serem punidos com um a três jogos à porta fechada, além de uma multa.', 'Entretanto, a Polícia de Segurança Pública (PSP) já terá identificado alguns dos adeptos que insultaram Marega. As imagens de videovigilância têm sido fundamentais no processo de identificação de suspeitos de infrações criminais. \nSegundo a lei da segurança e combate ao racismo, à xenofobia e à intolerância nos espetáculos desportivos estão previstas várias sanções para quem cometer este tipo de crime: impedimento de entrar em recintos deportivos, pena de prisão de seis meses a cinco anos e ainda a possibilidade de serem aplicadas coimas entre os mil e os dez mil euros.'] ",
        "numberPosts": " 29 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Ethnicity - General,Ethnicity - Black,Gender - General,Physical Identity - Physical Features,Nationality - Portuguese,Ethnicity - White,Age - Over 65s",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racista,Racismo,Raça,Preto,Macaco,Negra,Miúda,Gordo,Tuga,Branco,Senil",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "4810579969",
            "user": "palavrademocrata",
            "date": "a day ago",
            "timestamp": "NA",
            "commentText": "F.C.PORTO = <b> RACISTA </b>= V.GUIMARÃES!<br/>Ministério Público deve ABRIR INQUÉRITOS CRIMES a cada um destes clubes e identificar os autores através da Vídeovigilância!<br/>F.C.PORTO =<b>  RACISTA</b> = V.GUIMARÃES!",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4810910170",
                    "user": "disqus_Druca",
                    "date": "19 hours ago",
                    "timestamp": "NA",
                    "commentText": "Para Burro só te faltam as asas!!!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racista"
            ]
        },
        {
            "id": "4810427573",
            "user": "disqus_Pm3mSG8Cdt",
            "date": "a day ago",
            "timestamp": "NA",
            "commentText": "O <b> racismo,</b> no caso em concreto é, uma artificialidade, criada por um punhado de oportunistas, uma comunicação social torpe, (este artigo é exemplar) e uma classe política     ao sabor dos algoritmos das redes sociais.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4810558740",
                    "user": "disqus_aLIhD8yS8L",
                    "date": "a day ago",
                    "timestamp": "NA",
                    "commentText": "além deste <b> racismo </b>oportunista e hipócrita, há a ofensa ao árbitro, ao guarda - redes quando chuta o pontapé de baliza, aos jogadores de todas as formas e feitios, a violência a quem se cruza com esta gente com a cor da camisola errada, aos dirigentes ameaçados pelas claques, à<b>  miúda</b> de 16 anos cuspida na cara por um bando destes anormais, etc etc<br/>Sempre caladinhos caladinho...não há qualquer tipo de problema! Mas o caso d<b> o racism</b>o esse sim é que é grave e intolerável! Tudo o resto parece que sim, é tolerável! São um bando de hipócritas!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Miúda",
                        "Racismo"
                    ]
                }
            ],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "4809731072",
            "user": "joseantoniobraga",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "CHEGA ao racismo",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "4809677378",
            "user": "disqus_EXsQWPhNaY",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "ÓDIO CLUBISTICO NÃO É <b> RACISMO.</b>..IDENTIFIQUEM OS PROBLEMAS PARA OS CONSEGUIREM RESOLVER.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4810559127",
                    "user": "disqus_aLIhD8yS8L",
                    "date": "a day ago",
                    "timestamp": "NA",
                    "commentText": "nem mais!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "4809664355",
            "user": "constantinofigueiredo",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "Ele diz basta ao <b> racismo,</b> coisa que eu já fiz há muitos anos, porém, também gostaria que fizesse basta a tirar os dentes aos outros à chapada",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "4809654845",
            "user": "disqus_OJwKMdU4aq",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "ESTE <b> MACACO </b>PARECE MAIS UM PORCO<b>  PRETO</b> FEI<b> O GORD</b>O,QUE UM MACACO",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Preto",
                "Macaco",
                "Gordo"
            ]
        },
        {
            "id": "4809527888",
            "user": "patricioguerreiro",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "É só Fracos a vitimizarem-se, tristes! Velhos e crianças devem ser defendidos, agora homens adultos que abandonam de forma cobarde o palco da luta esses que se vão enfiar debaixo da cama com as mãos a tapar as cabeças. Cobardes! 2020",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4809474005",
            "user": "honesto_honoriscausa",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "Os jovens estão frustrados por falta de oportunidades de jogarem na 1ª divisão, não é <b> racismo,</b> pá!\nCADA VEZ HÁ MAIS ESTRANGEIROS, A EMPATAR O<b>  TUGA</b>, NESTE PEQUENO E POBRE PAÍS!!<br/>Nas zonas rurais o pov<b> o tug</b>a, não consegue emprego, porque todos os empregos são entregues a milhares de escravos estrangeiros precários e sem documentos que trabalham de sol a sol, cheios de medo das máfias que os controlam... Se são ilegais \"não existem em Portugal\", ninguém irá investigar o seu desaparecimento e isto devia acabar!!<br/>ESTA INVASÃO DE ESTRANGEIROS EM PORTUGAL ESTÁ A AUMENTAR<b>  O RACIS</b>MO!!<br/>O Ventura é o único que toca no assunto.<br/>Em Portugal há \"milhares de Mussas Maregas\", os tugas de capacidades medianas vão jogar aonde?  Se até na 3ª divisão, está cheio de estrangeiros, OS TUGAS VÃO JOGAR AONDE?? NO MALI?? NA GUINÉ??<br/>Depois há porcos abastados da política que dizem que há racistas em Portugal.<br/>Deixem entrar estrangeiros competentes e mais baratos que os tugas, para irem trabalhar nos tachos reservados à nomenclatura da manjedoura Estatal, por exemplo: deputados, autarcas, funcionários públicos, como professores, enfermeiros, escriturários(as), sindicalistas, políticos, etc, heheheheeehe.<br/>Na Alemanha há professores desempregados e mais baratos que podiam substituir o cabecilha da FENPROF, o Nogueira, por exemplo, hehehehehehe.<br/>Está na hora de beberem do veneno que dão aos privados, mal pagos e sem contratos, cambada de hipócritas!!!!!<br/>FORÇA VENTURA, DESMASCARA A FALSA ESQUERDA ABASTADA E BURGUESA, que tem hipnotizado este povo sonambulo, com promessas nunca cumpridas... O povo do privado não conta para nada, para a esquerdalha!",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo",
                "Tuga"
            ]
        },
        {
            "id": "4809434863",
            "user": "disqus_eXa2j6gcGy",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "Se ganhasse o que ele ganha não me importava que me chamassem <b> Macaco </b>no final de contas dizem que descendemos dos macacos e não de Adão e Eva , só se estes dois eram macacos.<br/>Acho que o rapaz tem um trauma existencial, por exemplo o  de imitação do Leça de Balio é um rapaz bonito, ainda não se mentalizaram que em todas as raças há pessoas bonitas e pessoas feias, e quem é feio é feio não adianta chamar<b>  racista</b>, continua feio, sej<b> a branc</b>o ou qualquer out<b> ra ra</b>ça...ou acha que os brancos são todos bonitos? Uns são feios, mas mesmo feios por dentro e por fora.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racista",
                "Raça",
                "Macaco",
                "Branco"
            ]
        },
        {
            "id": "4809433352",
            "user": "brancamartins",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "Vao dar banho ao cão com estas noticias TENDENCIOSAS. Porque é que não falam do acto de <b> racismo </b>dos adeptos do FCP no jogo contra o Moreirense  e o MAREGA  fez aquela CENA TODA porque sabia que o FCP ainda podia proceder a substituições. Esta COMUNICAÇÃO SOCIAL deve estar a receber BASTANTE GUITO do PADRINHO<b>  SENIL</b> E MAFIOSO.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4809434692",
                    "user": "disqus_32vO6sF1ey",
                    "date": "2 days ago",
                    "timestamp": "NA",
                    "commentText": "Porca de mierda.. Lava essa boca quando ousares mencionar o nome sagrado do FCP !!",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4810561832",
                            "user": "disqus_aLIhD8yS8L",
                            "date": "a day ago",
                            "timestamp": "NA",
                            "commentText": "ó branca martins, se a srª se chamasse preta martins podia fazer queixa do Monolito por racismo assim tás com azar....come e cala!",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Senil",
                "Racismo"
            ]
        },
        {
            "id": "4809432028",
            "user": "disqus_SLheXwGnk4",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "Daqui a 15 dias já ninguem fala no assunto!!!!",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4809438726",
                    "user": "disqus_32vO6sF1ey",
                    "date": "2 days ago",
                    "timestamp": "NA",
                    "commentText": "Infelizmente.. É o país que temos.. Sempre a assobiar para o lado e indo ao sabor das conveniências !!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4809416384",
            "user": "palavrademocrata",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "Afinal o <b> RACISMO </b>começou em Moreira de Cónegos com os adeptos do fcp a OFENDEREM ABDU CONTÉ!<br/>CRIME cometido em nome do F.C.Porto e AINDA NÃO FOI INVESTIGADO PELO MINISTÉRIO PÚBLICO, apenas decorre um processo DISCIPLINAR na FPF!\nSerá que o caso MAREGA foi uma ENCENAÇÃO para evitar a CONDENAÇÃO CRIMINAL AO FCP???\nA PGR DEVE DE ABRIR UM PROCESSO CRIME AO FCP, à semelhança do que fez ao V. Guimarães!!",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "4809307014",
            "user": "carlos_alberto_pontes",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "PRETO DE MERDA",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "4809432285",
                    "user": "disqus_32vO6sF1ey",
                    "date": "2 days ago",
                    "timestamp": "NA",
                    "commentText": "Palerma filho de pputah.. Boi",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4809417538",
                    "user": "sondador2015",
                    "date": "2 days ago",
                    "timestamp": "NA",
                    "commentText": "Todo o mundo sabe que nao ha <b> racismo </b>em Portugal, Pretos, Brasileiros sao cozinheiros, criadas ou putas e os Ciganos deviam ser todos enforcados mas<b>  racismo</b> nao ha...nao entendo o Marega?",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4809482656",
                            "user": "honesto_honoriscausa",
                            "date": "2 days ago",
                            "timestamp": "NA",
                            "commentText": "A partir de agora os negros estão proibidos de cantar a musica racista: SLB, SLB, SLB, MÃES DE CONTUMIL, SLB!<br/>Se cantarem devem ser acusados de racistas por estarem a insultar as mães de brancos...",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Racismo"
                    ]
                }
            ],
            "keywords": [
                "Preto"
            ]
        },
        {
            "id": "4809301923",
            "user": "joovascoalexandremouta",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "O marcelo que o condecore ...",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4809297671",
            "user": "disqus_Aviador",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "O Vitória de Guimarães é um clube tão <b> racista </b>tão<b>  racista</b> que nem tem pretos na sua equipa de futebol principal. Só as camisolas. E o MAREGA também nunca jogou no Guimarães. E foi corrido por se<b> r pret</b>o.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racista",
                "Preto"
            ]
        },
        {
            "id": "4809261569",
            "user": "antonycomentador",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "Marega foi insultado, provocado, lá saberá as contas que tem que acertar por ter sido jogador do V. de Guimarães , o meu idolo e maior jogador português de sempre Eusébio foi muitas vezes insultado por sportinguistas e portistas, só que no tempo do seu reinado chamar <b> preto,</b> pantera<b>  negra</b><b> , macac</b>o , não e<b> ra racis</b>mo , era só insulto e por isso esta lengalenga<b>  do raci</b>smo é um aproveitamento politico, no passado sempre existiu e vai continuar a existir .",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "4809363836",
                    "user": "disqus_hhFijhqxxG",
                    "date": "2 days ago",
                    "timestamp": "NA",
                    "commentText": "pantera <b> negra </b>era um elogio e dos grandes...",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "4809674037",
                            "user": "antonycomentador",
                            "date": "2 days ago",
                            "timestamp": "NA",
                            "commentText": "Pantera negra era e foi uma alcunha dada por ele ser um felino dentro do campo , com garras letais para os guarda redes e claro pela cor da pele , hoje se callhar dizeres que o Marega é um urso preto é um insulto racista.",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "4810563042",
                                    "user": "disqus_aLIhD8yS8L",
                                    "date": "a day ago",
                                    "timestamp": "NA",
                                    "commentText": "tem de ser urso castanho escuro....assim já não é racismo",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "4809415401",
                            "user": "disqus_eXa2j6gcGy",
                            "date": "2 days ago",
                            "timestamp": "NA",
                            "commentText": "Segundo as ultimas noticias , vão chamar ao homem de Marciano.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Negra"
                    ]
                }
            ],
            "keywords": [
                "Racismo",
                "Preto",
                "Negra",
                "Macaco"
            ]
        }
    ]
}