{
    "header": {
        "title": " Liliana Campos pede desculpa a José Carlos Malato após insinuar que este queria chamar a atenção ",
        "subtitle": " Eu já falei com a Malato, pedi desculpa da forma como pus a questão no ar ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 9 de novembro 2018 ",
        "dateExtraction": " 2020-03-03 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/633487/liliana-campos-pede-desculpa-a-jose-carlos-malato-apos-insinuar-que-este-queria-chamar-a-atencao- ",
        "postText": " ['José Carlos Malato foi alvo de críticas na televisão por parte da apresentadora Liliana Campos. O apresentador partilhou uma publicação sobre a relação com a sua mãe, e Liliana Campos insinuou que este estavaapenas a \u0093chamar à atenção\u0094 das pessoas.', 'O apresentador da RTP falou sobre o seu afastamento de mãe e explicou o porquê da situação: \u0093Sou desassociado há mais de 30 anos das Testemunhas de Jeová e, por essa razão, a minha mãe foi proibida / proibiu-se (?) de privar comigo e com a minha irmã, vir a nossa casa, tirar fotografias, andar connosco na rua. Porque somos desassociados desta organização fundamentalista e radical e, eu, porque sou gay\u0094. \u0093Na qualidade de órfão de pai e mãe, estou disponível para adoção! Quem precisar do carinho de um filho amoroso, exemplar, com as minhas características. Candidate-se! Como diz Tom Veloso «todo o homem, precisa de uma mãe!» \u0094, disse.', 'O assunto foi abordado no programa da SIC Passadeira Vermelha, onde Liliana Campos teceu algumas críticas ao colega de profissão: \u0093O que eu tiro daqui, e é exatamente a ideia contrária que eu tinha do Malato e, gosto imenso dele, e trabalhou muitos anos aqui na SIC e cruzava-me com ele muitas vezes\u0085é que parece que há uma necessidade que o José Carlos Malato tem ultimamente de chamar à atenção, seja por que motivo for\u0094, afirmou.', 'Contudo, após o comentário da apresentadora ter gerado tanto polémica, esta esclareceu a situação no programa desta quinta-feira: \u0093Eu e o Malato somos amigos, de há muitos anos (\u0085) na realidade o que passou foi que eu estava a querer dizer que o Malato queria aparecer mas eu conheço o Malato, sei que não quer aparecer\u0094. \u0093O que eu queria dizer na altura, e já falei com ele sobre isto, era se o Malato não queria passar a mensagem cá para fora de como esta Igreja (\u0085) molda de tal forma a cabeça dos membros que lá estão que depois é impossível chegar a uma conversa com eles como acontece neste caso entre o Malato e a mãe\u0094, justificou.', '\u0093Eu já falei com a Malato, pedi desculpa da forma como pus a questão no ar, era mesmo chamar a atenção para aquilo que acontece\u0094, acrescentou Liliana Campos.', ''] ",
        "numberPosts": " 8 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Sexual Identity - Male homosexuality",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Abichanado",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "4187469683",
            "user": "disqus_1td6GXK2xZ",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "É próprio dos rabetas !",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4187130499",
            "user": "disqus_faSdukELUh",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "Já nao há pachorra, para tanta idiotice, vinda de gente desocupada!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4187079298",
            "user": "fredericogingo",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "- Mas afinal , ela (Liliana Campos) já falou com A malato OU com O malato ?\n+ Tanto faz no caso..\n- Ora essa ! E porquê +Amigo virtual ?!\n+ Vai tudo dar à mesma paIneleira OU ao mesmo paIneleiro..\n- ÁH ÁH ÁH ÁH !\n+ eh eh .. pois ..",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4187040006",
            "user": "vilardemacada",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "Estas coisas de gays e lésbicas nunca acabam bem!",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4189764869",
                    "user": "disqus_0CvIMH5kiC",
                    "date": "a year ago",
                    "timestamp": "NA",
                    "commentText": "Estes mariconços estão espalhados por todo o lado, especialmente no mundo do espetáculo - cinema, teatro, TVs, etc.  Sabe-se, pela estatística médica, que são muitos, 10 a 12% da população em todos os países.  Ao que se sabe, os homossexuais de aparência masculina podem dar sinais de si, como amaneirados, ou podem disfarçar muito bem.  É o caso do Malato, quem diria, ele que até tem em aparência de  uma \"macho latino\".  Consta que a sua tendência, dos \"homens\" para determinadas profissões, como os espetáculos, cabeleireiros, etc. tem a ver com a sua maior sensibilidade efeminada.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4187154319",
            "user": "Flordelamar",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "São assuntos que te  devem interessar...têm a ver com a nova coelhinha do Playboy<br/>...a avençado da xuxaria...a nova aquisição...o parvalhão <b> abichanado.</b>..",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4187171871",
                    "user": "Flordelamar",
                    "date": "a year ago",
                    "timestamp": "NA",
                    "commentText": "Nesse mundo efémero e fútil dá pelo nome de <br/>Farsola Bancarroteiro, pensei que conhecias...",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Abichanado"
            ]
        },
        {
            "id": "4187012605",
            "user": "uomemvidente",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "ele gosta mais de cernelha",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}