{
    "header": {
        "title": " António Costa admite adotar medidas ainda mais restritivas nas próximas semanas ",
        "subtitle": " A alternativa, daqui a umas semanas, pode ser dizer: \u0093olhe, pura e simplesmente não poder ir à rua, nem com máscara nem sem máscara\u0094. ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 16 de outubro 2020 ",
        "dateExtraction": " 2020-11-24 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/712047/antonio-costa-admite-adotar-medidas-ainda-mais-restritivas-nas-proximas-semanas ",
        "postText": " ['O primeiro-ministro, António Costa, voltou a dizer que não gosta das medidas preventivas obrigatórias, mas sublinhou que a alternativa é a adoção de restrições ainda mais apertadas para fazer face à evolução da pandemia.', '\"Claro que eu não gosto das medidas [utilização obrigatória de máscara de proteção e da aplicação StayAway Covid]\u0094, começou por dizer.\u0094A questão é saber se essa medida é necessária, é útil para conter a transmissão da pandemia, e se não é melhor recorrer a esta medida agora assim do que estar daqui a umas semanas ou daqui a um mês ou daqui a dois meses a ter que impor medidas muito mais restritivas\u0094, acrescentou, especificando: \u0093Como seja dizer: \u0091olhe, pura e simplesmente não poder ir à rua, nem com máscara nem sem máscara\u0092\u0094.', 'António Costa falava em Bruxelas, à margem do Conselho Europeu, onde o primeiro-ministro português esteve com os líderes dos governos dos outros Estados-membros da União Europeia.', 'A reunião abordou o combate à pandemia da covid-19 na Europa, mas também o Brexit, a parceria com o continente africano e ainda a redução em 55% das emissões de CO2 na União Europeia.'] ",
        "numberPosts": "129 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Physical Identity - Physical (and Mental) Impairments,Gender - General,Age - Over 65s,Nationality - German,Ethnicity - Asian (South- India, Pakistan, Bangladesh),Nationality - Indian",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Idiota,Mulher,Velho,Nazi,Monhé,Monhé",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "5115863630",
            "user": "disqus_htkm4TxKzh",
            "date": "a month ago",
            "timestamp": "NA",
            "commentText": "Agora eh je Portugal e os portugueses vão cair na total desgraça .... Com as imposições deste <b> idiota </b>!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Idiota"
            ]
        },
        {
            "id": "5113616786",
            "user": "disqus_rAIpRKQqXo",
            "date": "a month ago",
            "timestamp": "NA",
            "commentText": "Todo o socialista (esquerdista) é um potencial fascista.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5113569197",
            "user": "disqus_45EarayAjz",
            "date": "a month ago",
            "timestamp": "NA",
            "commentText": "Ok, vamos todos outra vez para casa, receber sem trabalhar, por mim tudo bem. Os \"forretas\" depois dão-nos dinheiro outra vez...!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5113457026",
            "user": "disqus_L7OTc7KMzq",
            "date": "a month ago",
            "timestamp": "NA",
            "commentText": "a app do TakeAway Covid, é uma ilusão q nos querem impôr e q tem tanta utilidade como as golas anti-fumo q afinal até ardiam, ou os carros anfíbios q afinal até metiam àgua.. algum dinheiro se irá transformar em fumo com esta brincadeira, e não será por fechar as pessoas num Bunker q o dinheiro irá reaparecer, e a economia ressuscitar..\na app não tem nenhuma antena q detecte a presença de virus, apenas sinaliza a informação q alguém quiser enviar, ao assumir-se contaminado.. mas todos os outros à volta podem estar tb contaminados, ou pq não fizeram o teste, ou pq se contaminaram sem saber no dia a seguir, ou simplesmente pq não querem ser identificados como tal.. ou seja, com Pokemon ou sem ele, o virus pode estar à solta, e nem é preciso estar ninguém por perto..\nsabendo q 9 em cada 10 podem ser assintomáticos, e se apenas 1 se sentir doente, significa q o infectado até pode ter ficado isolado em casa, mas os outros 9 andarão a passear nas imediações do Take Away Covid.. e ainda q não haja nenhum Covid \"on line\" ou \"in place\", haverá seguramente milhões de outros vírus (nem sempre mais inofensivos).. pelo q se a pessoa se fiar na aplicação e não tiver cuidado, então o excesso de confiança na App pode ser um autêntico Take Away para os outros virus, e não é só o Covid q pode dar problemas embora esteja na moda e só haja notícias para ele..\nquem não quiser ter uma infecção, kague na aplicação.. use água e sabão..",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5113337148",
            "user": "disqus_L7OTc7KMzq",
            "date": "a month ago",
            "timestamp": "NA",
            "commentText": "eu não gosto, mas vocês têm de gostar.. porque eu quero, e quem manda aqui sou eu!..\ncomeça a ser altura de alguém o mandar embora.. mas esse alguém q o podia fazer, é um capacho dele, por isso o melhor seria irem os dois de uma assentada.. um em Janeiro e o outro uns meses mais tarde..\né abusiva esta cumplicidade, q permite ao Tony TOSTA ter estes tiques de autoritarismo.. pois sabe q tem as costas quentes do Professor Marmelo, q parece ter nascido para o proteger..\nas medidas restritivas bem podiam começar na casa do Tosta, q deveria ficar em confinamento e com a máscara cozida à boca até às próximas eleições.. assim não diria mais disparates",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5115864551",
                    "user": "disqus_htkm4TxKzh",
                    "date": "a month ago",
                    "timestamp": "NA",
                    "commentText": "Nem mais! Ng corre com este <b> idiota </b>o português gosta !",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Idiota"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "5113269334",
            "user": "ocorrecio",
            "date": "a month ago",
            "timestamp": "NA",
            "commentText": "Força Costa,  aplica uma medida ao estilo do DUTERTE....quem for apanhado na rua fora de horas é alvo de tiro.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5113186634",
            "user": "joovascoalexandremouta",
            "date": "a month ago",
            "timestamp": "NA",
            "commentText": "É assim que começam as ditaduras ... se o povo ficar manso, é um passo. Para justificar a incompetencia dele proprio, larga estas alarvidades.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5114764899",
                    "user": "disqus_rAIpRKQqXo",
                    "date": "a month ago",
                    "timestamp": "NA",
                    "commentText": "\"Para justificar a incompetencia dele proprio\"<br/>Um bando de incompetentes incapaz sequer de concertar as mentiras que vão dizer.<br/>Há pouco foi a Palhaça Freitas com os 67% em reuniões familiares.<br/>Agoram vem este querer nos impor uma máscara como se na rua se dessem muitos contágios.<br/>VÃO PARA O ALHO!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5113054686",
            "user": "disqus_L7OTc7KMzq",
            "date": "a month ago",
            "timestamp": "NA",
            "commentText": "O imperador Nero Costa, endoideceu de vez.. só falta pegar fogo ao país para exterminar o vírus..",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5113271836",
                    "user": "ocorrecio",
                    "date": "a month ago",
                    "timestamp": "NA",
                    "commentText": "Ele já tentou mas não resultou.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5113276119",
                            "user": "disqus_L7OTc7KMzq",
                            "date": "a month ago",
                            "timestamp": "NA",
                            "commentText": "só está a conseguir Tostar-se a ele mesmo.. <br/>mas continua a insistir na mm formula, á espera q dê resultados diferentes",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5112929482",
            "user": "disqus_k6HBqOPbNi",
            "date": "a month ago",
            "timestamp": "NA",
            "commentText": "Do que está á espera o POVO PORTUGUÊS?\nA Liberdade está a ser retirada, estão á espera que lhe roubem a <b> mulher </b>e os filhos???????????\nMAIS 48 ANOS DE FASCISMO?\nPolíticos portugueses mais virulentos que o Covid-19.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Mulher"
            ]
        },
        {
            "id": "5112925754",
            "user": "disqus_k6HBqOPbNi",
            "date": "a month ago",
            "timestamp": "NA",
            "commentText": "Proibido jogar ás cartas, proibido usar isqueiro, proibido usar canivete, proibido grupos de mais de 5 pessoas juntas, proibido beijar na boca, proibido andar de minisaia, proibido ser homosexual, proibido beber Coca-Cola,, etc, etc, etc,\nONDE JÁ SE ESTÁ A VER ISTO....\nPolicia dos Costumes - Postura nº 69035, estabelece-se e determina-se que o artº 48º tenha o cumprimento seguinte:\n1º Mão na mão…………………2$50<br/>2º Mão naquilo…………………15$00<br/>3ºAquilo na mão………………30$00<br/>4º Aquilo naquilo………………50$00<br/>5º Aquilo atrás daquilo………100$00",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5113274251",
                    "user": "ocorrecio",
                    "date": "a month ago",
                    "timestamp": "NA",
                    "commentText": "já é mais <b> velho </b>que o cagar.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5113619717",
                            "user": "disqus_rAIpRKQqXo",
                            "date": "a month ago",
                            "timestamp": "NA",
                            "commentText": "Oldies but goldies!<br/>Intemporal.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Velho"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "5112846064",
            "user": "disqus_NDONqXPlqF",
            "date": "a month ago",
            "timestamp": "NA",
            "commentText": "«...nem com máscara nem sem máscara...» - in jornal Sol\nO uso de máscaras generalizado pela população (excepto pelos profissionais de saúde) voltou a ser recusado pela Organização Mundial de Saúde (OMS) a 06 de Abril de 2020, por as mesmas serem ineficazes na protecção contra a contaminação; as máscaras servem somente para proteger os doentes/pacientes das gotículas de saliva dos profissionais de saúde que possam eventualmente cair ou ser expelidas:\n- Conselhos sobre o uso de máscaras no contexto do COVID-19 (Advice on the use of masks in the context of COVID-19, 6 April 2020)\nFonte: Organização Mundial de Saúde (OMS)\n«Todos esses países que recomendam máscaras faciais não tomaram as suas decisões com base em novos estudos», disse Henning Bundgaard, médico-chefe no hospital Rigshospitale da Dinamarca:\nFonte: Informação Incorrecta - Especialistas em saúde da Europa dizem que as máscaras não são úteis para vencer o COVID-19",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5112819322",
            "user": "patricioguerreiro",
            "date": "a month ago",
            "timestamp": "NA",
            "commentText": "De boas intenções está o Inferno cheio! E quando quem as manifesta não passa dum Ditadorzeco da treta, estamos falados. Está Portugal nas mãos de um PS <b> nazi </b>comandado por um ditador fantoche de seu nome Costa. Estamos a viver um dos momentos mais tristes e deprimentes em toda a História do nosso País. Ou Resistimos ou morremos! CdS",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nazi"
            ]
        },
        {
            "id": "5112818977",
            "user": "filipaconrado",
            "date": "a month ago",
            "timestamp": "NA",
            "commentText": "Os contestários anti Stayaway são os mesmos que instalam o Face, o Twitter, o Instagram e tudo o mais, expondo a sua vida privada.",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "5115865647",
                    "user": "disqus_htkm4TxKzh",
                    "date": "a month ago",
                    "timestamp": "NA",
                    "commentText": "Es burra! Só instala essas aplicações quem ker es uma burra Xuxa comuna e uma triste!",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5117628512",
                            "user": "filipaconrado",
                            "date": "a month ago",
                            "timestamp": "NA",
                            "commentText": "Mostrou rapidamente a sua má educação, este direiTRALHA!",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "5113102281",
                    "user": "alexultraviolento",
                    "date": "a month ago",
                    "timestamp": "NA",
                    "commentText": "O Costa e' um cobarde porque não trata os Tugas a biqueirada e a bofetada, para se deixarem de festas e ajuntamentos !",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5113105108",
                            "user": "leaodetroll",
                            "date": "a month ago",
                            "timestamp": "NA",
                            "commentText": "O Costa e' adepto do Boifica e vai abrir os estádios para espalhar o bicho !",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "5113075437",
                    "user": "maciejhermann",
                    "date": "a month ago",
                    "timestamp": "NA",
                    "commentText": "Stayaway = lixo",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5112796940",
            "user": "disqus_J0RQSzM7QG",
            "date": "a month ago",
            "timestamp": "NA",
            "commentText": ". . . este é  o  sítio manhoso,  onde as BESTAS não usam máscara , colocando a saúde dos outros em perigo ! ! !",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5112799023",
                    "user": "filipaconrado",
                    "date": "a month ago",
                    "timestamp": "NA",
                    "commentText": "Tem bom remédio, não entre aqui. Até porque este espaço é apenas para pessoas.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5112789563",
            "user": "filipaconrado",
            "date": "a month ago",
            "timestamp": "NA",
            "commentText": "Andam aí uns maltrapilhos direitralhas a comentar a \"má\" gestão governamental da pandemia. Queria vê-los a fazer melhor.<br/>Gostam de encher a boca com a Suécia como bom exemplo, mas esquecem-se que comparativamente a Portugal está uma desgraça.<br/>A Suécia com idêntico número de habitantes está em situação bem pior. Tem 5.918 mortes no total contra 2.149 de Portugal. Por cada um milhão de pessoas, a Suécia tem 585 mortes, enquanto que Portugal tem 211. Será mesmo um exemplo a seguir?",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5113030687",
                    "user": "disqus_aiWRq6UM2Q",
                    "date": "a month ago",
                    "timestamp": "NA",
                    "commentText": "Deves estar a brincar...Eu não sou direitola, nem esquerdoila e em boa verdade o governo anda a gozar com os portugueses...Como podem dizer que estão preocupados e vão aumentar a exigência com obrigatoriedade de mascaras e aplicação do telemóvel, com declaração de calamidade e ao mesmo tempo permitem a maior promiscuidade nas escolas...centenas de alunos tem ido para casa e não são testados, voltando às escolas logo que os sintomas acalmam...Só testam que esta tão mal que tem de ser internado e os resultados dos testes levam vários dias a serem conhecidos... Rejeitaram a oferta de 500 000 testes rápidos da cruz vermelha ... Achas que estão a ser sérios? deves estar completamente adormecida pela propagando do governo... Este segundo governo do Costa nada tem a ver com o primeiro, é um enorme desastre...",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5112705177",
            "user": "disqus_43qAvDtmjR",
            "date": "a month ago",
            "timestamp": "NA",
            "commentText": "Medidas mais duras avisa o ditador kosta! Que medidas mais duras, diga senhor kosta? Pode fazer um favor aos portugueses, faça as malas e vá para o país do caril, Portugal não precisa de si para nada nem das suas medidas mais duras, está farto das seus tiques ditatoriais e está se a kagar para o que diz, pede ou manda, vá de reto santanàs!!!",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5112677746",
            "user": "disqus_HcDh0A1uBQ",
            "date": "a month ago",
            "timestamp": "NA",
            "commentText": "O único favor que o Costa pode fazer aos portugueses é atirar-se da ponte Salazar abaixo.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5112663201",
            "user": "redamcreator",
            "date": "a month ago",
            "timestamp": "NA",
            "commentText": "16 de Outubro Costa ameaça, “olhe, pura e simplesmente não poder ir à rua, nem com máscara nem sem máscara”.<br/>Mas, faz-se esquecido quando há pouco mais de um mês permitiu a festa do Avante.<br/>As regras e as limitações são só para as pessoas, nunca para as oligarquias que governam.",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5112897935",
                    "user": "disqus_q9dul5DrtD",
                    "date": "a month ago",
                    "timestamp": "NA",
                    "commentText": "Porque só fala na festa do avante, é que já houve outros eventos, e até peregrinações a Fátima, e pessoalmente não vejo mal nenhum, desde que todos cumpram as regras, e recomendações da DGS.\nNão ouviu nenhuma noticia sobre algum surto com origem na festa do Avante, nem com origem nos transportes,  onde todos cumprem as regras.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5112648394",
            "user": "disqus_OIp4qfhf9q",
            "date": "a month ago",
            "timestamp": "NA",
            "commentText": "“olhe, pura e simplesmente não poder ir à rua, nem com máscara nem sem máscara”.\n<spoiler tabindex=\"0\">OLHE MOSTRE QUE OS TEM NO SÍTIO E NÃO ANDE COM TRETAS.</spoiler>\nPORQUE NÃO O FAZ?<br/>EXPERIMENTE!",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 8,
            "replies": [
                {
                    "id": "5112656010",
                    "user": "disqus_Cn7F4VdGBM",
                    "date": "a month ago",
                    "timestamp": "NA",
                    "commentText": "podes sim,   há  algumas  exceções   , se for  para  ires  ouvir as  piadas  do Nogueira  para  o campo  pequeno  , ou  se  fores  á  festa  do  avante    ......",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 7,
                    "replies": [
                        {
                            "id": "5112899268",
                            "user": "disqus_q9dul5DrtD",
                            "date": "a month ago",
                            "timestamp": "NA",
                            "commentText": "Ou a peregrinações a Fátima...!!!!",
                            "likes": 2,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "5113023787",
                                    "user": "disqus_Cn7F4VdGBM",
                                    "date": "a month ago",
                                    "timestamp": "NA",
                                    "commentText": "sim também, mas  em Fátima  não vi  nenhum politico , ou partido politico <br/> lá representado  ....  brincamos  não , o  exemplo tem  que  vir  de  cima meu caro   ....",
                                    "likes": 2,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "5112761536",
                            "user": "filipaconrado",
                            "date": "a month ago",
                            "timestamp": "NA",
                            "commentText": "Ou ir às jantaradas do chega!",
                            "likes": 2,
                            "hasReplies": true,
                            "numberOfReplies": 3,
                            "replies": [
                                {
                                    "id": "5113024527",
                                    "user": "disqus_Cn7F4VdGBM",
                                    "date": "a month ago",
                                    "timestamp": "NA",
                                    "commentText": "o ventura  não é primeiro ministro   ......",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 2,
                                    "replies": [
                                        {
                                            "id": "5113149067",
                                            "user": "filipaconrado",
                                            "date": "a month ago",
                                            "timestamp": "NA",
                                            "commentText": "E nunca será.",
                                            "likes": 1,
                                            "hasReplies": true,
                                            "numberOfReplies": 1,
                                            "replies": [
                                                {
                                                    "id": "5113152278",
                                                    "user": "disqus_Cn7F4VdGBM",
                                                    "date": "a month ago",
                                                    "timestamp": "NA",
                                                    "commentText": "não  sei   ...... o pcp   e o be  é  que  nunca  mais  vão ter  voz  ativa  dentro  do parlamento  ..... a propósito   o  Costa  cada  vez  se esta  a  aproximar mais  do Trump , hoje  foram  quantos  2600 , não foram?! ...",
                                                    "likes": 0,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "id": "5112669030",
                            "user": "disqus_OIp4qfhf9q",
                            "date": "a month ago",
                            "timestamp": "NA",
                            "commentText": "Já me esquecia...<br/>Actividades lúdicas de apoiante e políticas...",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5112642850",
            "user": "fdefranciscoscarneiro",
            "date": "a month ago",
            "timestamp": "NA",
            "commentText": "Era uma vez uma Democracia portuguesa, entretanto, veio António Costa, Marcelo Rebelo de Sousa e Ferro Rodrigues... um foi aprendiz do feiticeiro mau, que tentou atropelar a Democracia, outro foi um cínico perigoso, amigalhaço do peito do DDT, outro c@g@v@xe para a justiça! E passou tudo á história!!",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5112642842",
            "user": "disqus_aLIhD8yS8L",
            "date": "a month ago",
            "timestamp": "NA",
            "commentText": "O que é que estes anormais esperam de um novo confinamento? Ficar em casa todo o inverno? Até chegar a vacina? Ou até os numeros baixarem vêm todos para a rua outra vez até voltarem depois outra vez a subir?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5112639535",
            "user": "disqus_aLIhD8yS8L",
            "date": "a month ago",
            "timestamp": "NA",
            "commentText": "ah tiranete! é assim mesmo!!!!\nJá agora, como estão os ventiladores comprados por ajuste directo? já estão nstalados? os médicos já aprenderam mandarim para poderem trabalhar com os bichos?",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5112621634",
            "user": "danisilva",
            "date": "a month ago",
            "timestamp": "NA",
            "commentText": "Muito bom, António Costa a tomar o gosto ao totalitarismo.\nEntretanto, até a OMS já admitiu que os confinamentos são estúpidos...\n\"A Organização Mundial de Saúde (OMS) apelou a que não se utilize novamente o confinamento para travar a propagação do novo coronavírus. Em entrevista ao jornal The Spectator, David Nabarro, representante da OMS para a Covid-19, disse que “nós não defendemos os confinamentos como forma principal de controlar o vírus”.\"<br/>- Jornal Observador, 12 Outubro 2020",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 70,
            "replies": [
                {
                    "id": "5112650116",
                    "user": "disqus_Cn7F4VdGBM",
                    "date": "a month ago",
                    "timestamp": "NA",
                    "commentText": "esses senhores da  OMS , há  muito  que  deviam de estar  na cadeia , as recomendações  desses senhores  levam-nos  de  mal  a  pior ,  só falta  saber  é  se  é  intencional  .....",
                    "likes": 3,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5115885211",
                            "user": "danisilva",
                            "date": "a month ago",
                            "timestamp": "NA",
                            "commentText": "Nisso estamos de acordo.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "5112626681",
                    "user": "gagarinepavlov",
                    "date": "a month ago",
                    "timestamp": "NA",
                    "commentText": "Que medida defende Sr Danizinho ?",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 67,
                    "replies": [
                        {
                            "id": "5112632625",
                            "user": "danisilva",
                            "date": "a month ago",
                            "timestamp": "NA",
                            "commentText": "Ainda bem que pergunta, senhor Gagarinezinho...\nProteger como deve ser os lares de idosos e grupos de risco, investindo na infraestrutura, material e pessoal dos lares, e deixar a população saudável em paz (incluindo as crianças na escola).\nBasicamente, o que está agora a fazer a Suécia.",
                            "likes": 5,
                            "hasReplies": true,
                            "numberOfReplies": 66,
                            "replies": [
                                {
                                    "id": "5112770909",
                                    "user": "filipaconrado",
                                    "date": "a month ago",
                                    "timestamp": "NA",
                                    "commentText": "Mas a Suécia com o mesmo número de habitantes que Portugal está em situação bem pior. Tem 5.918 mortes no total contra 2149 de Portugal. Por cada milhão de pessoas, a Suécia tem 585 mortes, enquanto que Portugal tem 211.",
                                    "likes": 3,
                                    "hasReplies": true,
                                    "numberOfReplies": 6,
                                    "replies": [
                                        {
                                            "id": "5115889811",
                                            "user": "danisilva",
                                            "date": "a month ago",
                                            "timestamp": "NA",
                                            "commentText": "Primeiro, eles contam mortos COM COVID-19, logo é natural que tenham números mais altos. Mesmo uma pessoa que morra atropelada, se tiver um teste positivo à COVID-19, conta como morto com COVID-19.\nDepois, apenas cerca de 15% dos mortos com COVID-19 na Suécia morreram directamente por causa da COVID-19. Isto já foi objecto de estudo.\n\"What per cent of Covid deaths are directly from Covid?<br/>In only 15 per cent of cases was Covid-19 judged to be the direct cause of death.\"<br/>-The Spectator, 25 Agosto 2020\nPor último, mesmo que os seus números iniciais sejam mais altos, agora eles têm muito menos mortos, mesmo sem restringir gravemente a liberdade das pessoas. Para nós, a pandemia ainda vai a meio...",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 2,
                                            "replies": [
                                                {
                                                    "id": "5117602715",
                                                    "user": "filipaconrado",
                                                    "date": "a month ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Essas converseta não convence ninguém.",
                                                    "likes": 1,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 1,
                                                    "replies": [
                                                        {
                                                            "id": "5117621261",
                                                            "user": "danisilva",
                                                            "date": "a month ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Não tem de convencer, é a realidade.",
                                                            "likes": 0,
                                                            "hasReplies": false,
                                                            "numberOfReplies": 0,
                                                            "replies": []
                                                        }
                                                    ]
                                                }
                                            ]
                                        },
                                        {
                                            "id": "5113156233",
                                            "user": "disqus_Cn7F4VdGBM",
                                            "date": "a month ago",
                                            "timestamp": "NA",
                                            "commentText": "com  este  números  diários  que  Portugal tem tido  , lá  chegarás tem calma   , o  sns  xuxa não  vai  aguentar    ......   e  estás-te  a  esquecer  de  um pormenor   , a população  sueca  é mais  idosa  que  a  portuguesa, dai   ter  mais  mortos      .....",
                                            "likes": 1,
                                            "hasReplies": true,
                                            "numberOfReplies": 2,
                                            "replies": [
                                                {
                                                    "id": "5113161239",
                                                    "user": "filipaconrado",
                                                    "date": "a month ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Veremos.",
                                                    "likes": 1,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 1,
                                                    "replies": [
                                                        {
                                                            "id": "5113162371",
                                                            "user": "disqus_Cn7F4VdGBM",
                                                            "date": "a month ago",
                                                            "timestamp": "NA",
                                                            "commentText": "mas tu tens  duvidas   ? as  evidencias  estão  ai ,  só não vê  quem não  quer     ....",
                                                            "likes": 1,
                                                            "hasReplies": false,
                                                            "numberOfReplies": 0,
                                                            "replies": []
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                },
                                {
                                    "id": "5112671795",
                                    "user": "disqus_pEiNLdn5gu",
                                    "date": "a month ago",
                                    "timestamp": "NA",
                                    "commentText": "Eis que quando estávamos a fazer quase o mesmo que a Suécia (nada)... os números começaram a aumentar e a ficar mais parecidos com... os da Suécia!",
                                    "likes": 1,
                                    "hasReplies": true,
                                    "numberOfReplies": 57,
                                    "replies": [
                                        {
                                            "id": "5115887635",
                                            "user": "danisilva",
                                            "date": "a month ago",
                                            "timestamp": "NA",
                                            "commentText": "Entretanto a Suécia continua com as mesmas medidas, e os números de mortos com COVID-19 deles continuam estáveis e baixos.",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 56,
                                            "replies": [
                                                {
                                                    "id": "5117611861",
                                                    "user": "filipaconrado",
                                                    "date": "a month ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Primeiro, a Suécia apenas apresenta 190.271 testes por 1 milhão de habitantes, enquanto Portugal apresenta 297.918. Segundo, a Suécia tem 5.922 mortes e Portugal apenas 2.198. Até à data a Suécia fez somente 1.925.218  testes no total enquanto Portugal realizou 3.035.073. Consegue ver a diferença? Qual o país que está pior?",
                                                    "likes": 2,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 43,
                                                    "replies": [
                                                        {
                                                            "id": "5117624835",
                                                            "user": "danisilva",
                                                            "date": "a month ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Para saber qual está pior, temos de olhar para o número total de mortos este ano, em ambos os países (a população de ambos é praticamente a mesma):\nTotal de mortos na Suécia de 1 de Janeiro até 5 de Outubro: 71647 pessoas (Fonte: Statista)\nTotal de mortos em Portugal de 1 de Janeiro até 5 de Outubro: 90875 pessoas (Fonte: Vigilância de Mortalidade, Ministério da Saúde)\nConsegue ver a diferença?? Qual é o país que está pior??",
                                                            "likes": 0,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 42,
                                                            "replies": [
                                                                {
                                                                    "id": "5117629821",
                                                                    "user": "disqus_pEiNLdn5gu",
                                                                    "date": "a month ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "Como é óbvio não pode fazer essa comparação directamente sem analisar profundamente as causas das mortes... mas, como serve a sua narrativa... é isso que faz!<br/>Vivemos em locais diferentes, com muitas diferenças a todo o nível... comparar simplesmente sem olhar às causas é inócuo e pode até ser enganador!",
                                                                    "likes": 0,
                                                                    "hasReplies": true,
                                                                    "numberOfReplies": 41,
                                                                    "replies": [
                                                                        {
                                                                            "id": "5118622990",
                                                                            "user": "danisilva",
                                                                            "date": "a month ago",
                                                                            "timestamp": "NA",
                                                                            "commentText": "Como é óbvio, bla bla bla bla.\nQuando os dados não mostram o que queremos, chuta-se para canto...",
                                                                            "likes": 0,
                                                                            "hasReplies": true,
                                                                            "numberOfReplies": 40,
                                                                            "replies": [
                                                                                {
                                                                                    "id": "5118680334",
                                                                                    "user": "disqus_pEiNLdn5gu",
                                                                                    "date": "a month ago",
                                                                                    "timestamp": "NA",
                                                                                    "commentText": "Exactamente o que o Dani Silva faz... <br/>O que não interessa chuta para canto, porque há diferenças, ou porque isto ou porque aquilo... <br/>Não é bonito pois não?!",
                                                                                    "likes": 0,
                                                                                    "hasReplies": true,
                                                                                    "numberOfReplies": 39,
                                                                                    "replies": [
                                                                                        {
                                                                                            "id": "5118695625",
                                                                                            "user": "danisilva",
                                                                                            "date": "a month ago",
                                                                                            "timestamp": "NA",
                                                                                            "commentText": "Não é bonito, não.\nQuer comentar porque é que em Portugal está a morrer muito mais gente do que na Suécia, com e sem COVID-19??",
                                                                                            "likes": 0,
                                                                                            "hasReplies": true,
                                                                                            "numberOfReplies": 38,
                                                                                            "replies": [
                                                                                                {
                                                                                                    "id": "5118699806",
                                                                                                    "user": "disqus_pEiNLdn5gu",
                                                                                                    "date": "a month ago",
                                                                                                    "timestamp": "NA",
                                                                                                    "commentText": "Tem dados para o comentar?! Se tem mostre... há centenas de  factores que influenciam o numero de mortos anuais num país! <br/>O certo é que na Suécia para o mesmo numero de casos... há 3x mais mortos de covid-19! (Pelo menos) Além de que a Suécia testa metade do que Portugal testa... <br/>Não me venha com as tretas dos \"com covid\" ou \"de covid\"... porque isso simplesmente não é verdade, nem os médicos conseguem provar que os \"com covid\" não são \"de covid\"! É apenas uma questão de método de registo!",
                                                                                                    "likes": 0,
                                                                                                    "hasReplies": true,
                                                                                                    "numberOfReplies": 37,
                                                                                                    "replies": [
                                                                                                        {
                                                                                                            "id": "5118716254",
                                                                                                            "user": "danisilva",
                                                                                                            "date": "a month ago",
                                                                                                            "timestamp": "NA",
                                                                                                            "commentText": "\"Não me venha com as tretas dos \"com covid\" ou \"de covid\"... porque isso simplesmente não é verdade, nem os médicos conseguem provar que os \"com covid\" não são \"de covid\"\"<br/>LOLOLOLOLOLOLOLOL\n\"What per cent of Covid deaths are directly from Covid?<br/>A study by the health authorities in the Östergötland region of south-eastern Sweden aims to answer the question.<br/>The study looks at the cases of 122 people who have died in the region outside of a hospital setting – either at home or in accommodation for the elderly – and whose deaths were attributed to Covid-19. Half of this group were aged 88 or over. Of the 122 cases, 111 were judged to have extensive comorbidities (the presence of one or more additional conditions) and 11 had moderate comorbidities. Not one of those who died, in other words, were in good health. In only 15 per cent of cases was Covid-19 judged to be the direct cause of death. Covid-19 was a contributory cause in 70 per cent of cases, and in the remaining 15 per cent death was judged to have been caused by another underlying cause – most often heart disease.\"<br/>- The Spectator, 25 Agosto 2020\nComo assim, tenho dados para comentar??? O número de mortos total em Portugal e na Suécia, tendo em conta que a população é praticamente a mesma nos dois países, não são dados suficientes para se perceber que é mais provável morrer em Portugal (seja por que causa for) do que na Suécia???",
                                                                                                            "likes": 0,
                                                                                                            "hasReplies": true,
                                                                                                            "numberOfReplies": 36,
                                                                                                            "replies": [
                                                                                                                {
                                                                                                                    "id": "5118733718",
                                                                                                                    "user": "disqus_pEiNLdn5gu",
                                                                                                                    "date": "a month ago",
                                                                                                                    "timestamp": "NA",
                                                                                                                    "commentText": "Lá está... até este estudo, baseia-se nos registos! E em como se regista!<br/>Depois tem os restantes números...<br/>Os dos mortos por infectado... e os números de testes realizados!<br/>É tudo muito mais intrincado do que aquilo que quer fazer parecer!",
                                                                                                                    "likes": 0,
                                                                                                                    "hasReplies": true,
                                                                                                                    "numberOfReplies": 35,
                                                                                                                    "replies": [
                                                                                                                        {
                                                                                                                            "id": "5118757276",
                                                                                                                            "user": "danisilva",
                                                                                                                            "date": "a month ago",
                                                                                                                            "timestamp": "NA",
                                                                                                                            "commentText": "Ah, ok. É tudo muito mais intrincado, logo vamos dizer mal da Suécia porque, apesar de morrer menos gente lá, tem muitos mais mortos com a \"etiqueta\" da COVID-19 (sejam mortos por COVID-19 ou com COVID-19). Já o topei ao longe...",
                                                                                                                            "likes": 0,
                                                                                                                            "hasReplies": true,
                                                                                                                            "numberOfReplies": 34,
                                                                                                                            "replies": [
                                                                                                                                {
                                                                                                                                    "id": "5118777679",
                                                                                                                                    "user": "disqus_pEiNLdn5gu",
                                                                                                                                    "date": "a month ago",
                                                                                                                                    "timestamp": "NA",
                                                                                                                                    "commentText": "Ainda quanto aos números de motos \"a mais\"!<br/>O período em que houve maior desvio de mortos \"a mais\" no nosso país este ano foi entre 1 de Janeiro e 04 de Fevereiro deste ano... (Fonte SICO/DGS) O dia com maior desvio foi mesmo o dia 15 de Janeiro com 426 mortos (desvio de 112 da linha base)... <br/>Foi neste período que se acumularam mais mortos em excesso em relação ás médias dos registos!<br/>Quer-me dizer que foi por causa das medidas da COVID?!",
                                                                                                                                    "likes": 0,
                                                                                                                                    "hasReplies": true,
                                                                                                                                    "numberOfReplies": 31,
                                                                                                                                    "replies": [
                                                                                                                                        {
                                                                                                                                            "id": "5118785436",
                                                                                                                                            "user": "danisilva",
                                                                                                                                            "date": "a month ago",
                                                                                                                                            "timestamp": "NA",
                                                                                                                                            "commentText": "Já vamos com mais de 6000 mortos a mais este ano, sendo que dessas, pouco mais de 2000 têm a etiqueta da COVID-19, e você quer me convencer que o dia 14 de Janeiro, com os seus 123 mortos acima da média é que é o responsável...\nMuito pelo contrário, até ao inicio da pandemia e, portanto, da política alarmista que fechou o país, estávamos abaixo do número de mortos de 2019!!!!!!!!\n\"O número de mortes diárias registadas em Portugal desde o início do ano até aos primeiros dias de março, quando foi registado o primeiro caso de Covid-19 em Portugal, era muito inferior ao registado no mesmo período de 2019 e à média dos cinco anos anteriores. Ainda a pandemia não tinha feito as primeiras vítimas no país, já o número total de óbitos disparava. E nunca mais parou.\"<br/>- Rádio Renascença, 21 Outubro 2020\nEssa foi mesmo ao lado...",
                                                                                                                                            "likes": 0,
                                                                                                                                            "hasReplies": true,
                                                                                                                                            "numberOfReplies": 30,
                                                                                                                                            "replies": [
                                                                                                                                                {
                                                                                                                                                    "id": "5118799903",
                                                                                                                                                    "user": "disqus_pEiNLdn5gu",
                                                                                                                                                    "date": "a month ago",
                                                                                                                                                    "timestamp": "NA",
                                                                                                                                                    "commentText": "Já verificou?! Como pode ver os dados apresentados da maneira como dá jeito podem ser enganosos!<br/>O mesmo período de 2019... foi o período em que a mortalidade mais se afastou da média... comparar médias de vários anos no global e depois comparar um pequeno período só com o ano anterior para fazer valer a ideia, sem uma análise mais aprofundada... dá numa análise errada! Mas com um intuito! <br/>Ao lado, não é?!",
                                                                                                                                                    "likes": 0,
                                                                                                                                                    "hasReplies": true,
                                                                                                                                                    "numberOfReplies": 25,
                                                                                                                                                    "replies": [
                                                                                                                                                        {
                                                                                                                                                            "id": "5118811258",
                                                                                                                                                            "user": "danisilva",
                                                                                                                                                            "date": "a month ago",
                                                                                                                                                            "timestamp": "NA",
                                                                                                                                                            "commentText": "Sim, ao lado.\nEu estou a comparar a média toda até agora, você é que está a tentar justificar o aumento com coisas que aconteceram antes da pandemia, o que é completamente falso como já demonstrei.",
                                                                                                                                                            "likes": 0,
                                                                                                                                                            "hasReplies": true,
                                                                                                                                                            "numberOfReplies": 24,
                                                                                                                                                            "replies": [
                                                                                                                                                                {
                                                                                                                                                                    "id": "5118891747",
                                                                                                                                                                    "user": "disqus_pEiNLdn5gu",
                                                                                                                                                                    "date": "a month ago",
                                                                                                                                                                    "timestamp": "NA",
                                                                                                                                                                    "commentText": "Veja lá os gráficos...",
                                                                                                                                                                    "likes": 0,
                                                                                                                                                                    "hasReplies": true,
                                                                                                                                                                    "numberOfReplies": 23,
                                                                                                                                                                    "replies": [
                                                                                                                                                                        {
                                                                                                                                                                            "id": "5118901196",
                                                                                                                                                                            "user": "danisilva",
                                                                                                                                                                            "date": "a month ago",
                                                                                                                                                                            "timestamp": "NA",
                                                                                                                                                                            "commentText": "Já vi. Este ano (até Março) houve menos mortos em excesso do que no ano passado até Março. Depois do inicio da pandemia, o número de mortos em excesso mantém-se acima da linha verde (linha base) pela maior parte do ano de 2020.\nExactamente o que diz a fonte que citei.",
                                                                                                                                                                            "likes": 0,
                                                                                                                                                                            "hasReplies": true,
                                                                                                                                                                            "numberOfReplies": 22,
                                                                                                                                                                            "replies": [
                                                                                                                                                                                {
                                                                                                                                                                                    "id": "5119098601",
                                                                                                                                                                                    "user": "disqus_pEiNLdn5gu",
                                                                                                                                                                                    "date": "a month ago",
                                                                                                                                                                                    "timestamp": "NA",
                                                                                                                                                                                    "commentText": "Exactamente com o mesmo intuito e a utilizar apenas a informação que interessa para a sua narrativa...!",
                                                                                                                                                                                    "likes": 0,
                                                                                                                                                                                    "hasReplies": true,
                                                                                                                                                                                    "numberOfReplies": 21,
                                                                                                                                                                                    "replies": [
                                                                                                                                                                                        {
                                                                                                                                                                                            "id": "5119101346",
                                                                                                                                                                                            "user": "danisilva",
                                                                                                                                                                                            "date": "a month ago",
                                                                                                                                                                                            "timestamp": "NA",
                                                                                                                                                                                            "commentText": "A minha narrativa é a narrativa dos dados que estão registados. Não estou a inventar nem a dar opiniões, estou a analisar os factos.\nNão estou a perceber o seu ponto.",
                                                                                                                                                                                            "likes": 0,
                                                                                                                                                                                            "hasReplies": true,
                                                                                                                                                                                            "numberOfReplies": 20,
                                                                                                                                                                                            "replies": [
                                                                                                                                                                                                {
                                                                                                                                                                                                    "id": "5119125778",
                                                                                                                                                                                                    "user": "disqus_pEiNLdn5gu",
                                                                                                                                                                                                    "date": "a month ago",
                                                                                                                                                                                                    "timestamp": "NA",
                                                                                                                                                                                                    "commentText": "Outra falha dos números Suecos e visto terem muitas novas infecções... e registam os números de mortos \"com Covid\" e não \"de Covid\"... eles andam a escolher as pessoas que morrem?! É que com tantos casos e com as mortes diárias... há muito pouca gente a morrer \"com Covid\"!<br/>Ou mudaram o método do registo?!",
                                                                                                                                                                                                    "likes": 0,
                                                                                                                                                                                                    "hasReplies": true,
                                                                                                                                                                                                    "numberOfReplies": 15,
                                                                                                                                                                                                    "replies": [
                                                                                                                                                                                                        {
                                                                                                                                                                                                            "id": "5120011087",
                                                                                                                                                                                                            "user": "danisilva",
                                                                                                                                                                                                            "date": "a month ago",
                                                                                                                                                                                                            "timestamp": "NA",
                                                                                                                                                                                                            "commentText": "Eles registam mortos \"com COVID\", nem que morram atropelados por um camião.\nMas no TOTAL, têm muito menos mortos que Portugal (por todas as causas de morte), logo é perfeitamente lógico que tenham menos mortes diárias actualmente.",
                                                                                                                                                                                                            "likes": 0,
                                                                                                                                                                                                            "hasReplies": true,
                                                                                                                                                                                                            "numberOfReplies": 14,
                                                                                                                                                                                                            "replies": [
                                                                                                                                                                                                                {
                                                                                                                                                                                                                    "id": "5120162821",
                                                                                                                                                                                                                    "user": "disqus_pEiNLdn5gu",
                                                                                                                                                                                                                    "date": "a month ago",
                                                                                                                                                                                                                    "timestamp": "NA",
                                                                                                                                                                                                                    "commentText": "Não... não é!",
                                                                                                                                                                                                                    "likes": 0,
                                                                                                                                                                                                                    "hasReplies": true,
                                                                                                                                                                                                                    "numberOfReplies": 13,
                                                                                                                                                                                                                    "replies": [
                                                                                                                                                                                                                        {
                                                                                                                                                                                                                            "id": "5120165334",
                                                                                                                                                                                                                            "user": "danisilva",
                                                                                                                                                                                                                            "date": "a month ago",
                                                                                                                                                                                                                            "timestamp": "NA",
                                                                                                                                                                                                                            "commentText": "Prove-o.\nMortos na Suécia de 1 de Janeiro até 5 de Outubro: 71647 pessoas (Fonte: Statista)<br/>Mortos em Portugal de 1 de Janeiro até 5 de Outubro: 90875 pessoas (Fonte: Vigilância de Mortalidade, Ministério da Saúde)\nOs dados estão aí. Prove que morreu mais gente na Suécia do que em Portugal este ano.\nO número de mortos COM COVID-19 na Suécia, nos últimos dias registados:<br/>14 Outubro: 1<br/>15 Outubro: 3<br/>16 Outubro: 1<br/>17 Outubro: 1<br/>18 Outubro: 0<br/>19 Outubro: 1<br/>20 Outubro: 0\nE os mesmos dias, em Portugal:<br/>14 Outubro: 7<br/>15 Outubro: 11<br/>16 Outubro: 21<br/>17 Outubro: 13<br/>18 Outubro: 19<br/>19 Outubro: 17<br/>20 Outubro: 15\nAgora que tem todos os dados, divirta-se...",
                                                                                                                                                                                                                            "likes": 0,
                                                                                                                                                                                                                            "hasReplies": true,
                                                                                                                                                                                                                            "numberOfReplies": 12,
                                                                                                                                                                                                                            "replies": [
                                                                                                                                                                                                                                {
                                                                                                                                                                                                                                    "id": "5120170488",
                                                                                                                                                                                                                                    "user": "disqus_pEiNLdn5gu",
                                                                                                                                                                                                                                    "date": "a month ago",
                                                                                                                                                                                                                                    "timestamp": "NA",
                                                                                                                                                                                                                                    "commentText": "O que é que isso tem a ver com o que estamos a falar?! <br/>A questão é que eles deixaram de ter mortos com COVID-19... mesmo tendo muitos casos ultimamente...<br/>Se calhar mudaram o modo do registo... ou os doentes com Covid... deixaram de morrer!",
                                                                                                                                                                                                                                    "likes": 0,
                                                                                                                                                                                                                                    "hasReplies": true,
                                                                                                                                                                                                                                    "numberOfReplies": 11,
                                                                                                                                                                                                                                    "replies": [
                                                                                                                                                                                                                                        {
                                                                                                                                                                                                                                            "id": "5120173787",
                                                                                                                                                                                                                                            "user": "danisilva",
                                                                                                                                                                                                                                            "date": "a month ago",
                                                                                                                                                                                                                                            "timestamp": "NA",
                                                                                                                                                                                                                                            "commentText": "Prove que eles mudaram o registo.\nOs doentes com COVID-19 deixaram de morrer, como é óbvio!!! Por isso é que eles tiveram mais mortos com COVID-19 no início, mas agora têm muito menos.\nE em Portugal, como a população não teve contacto com o vírus antes, o número vai subindo...",
                                                                                                                                                                                                                                            "likes": 0,
                                                                                                                                                                                                                                            "hasReplies": true,
                                                                                                                                                                                                                                            "numberOfReplies": 10,
                                                                                                                                                                                                                                            "replies": [
                                                                                                                                                                                                                                                {
                                                                                                                                                                                                                                                    "id": "5120187009",
                                                                                                                                                                                                                                                    "user": "disqus_pEiNLdn5gu",
                                                                                                                                                                                                                                                    "date": "a month ago",
                                                                                                                                                                                                                                                    "timestamp": "NA",
                                                                                                                                                                                                                                                    "commentText": "Por lá o numero também vai subindo... como se pode ver nos gráficos...<br/>Mas os mortos do dia a dia.. não têm Covid... <br/>Onde poderei verificar a sua afirmação dos \"com Covid\" por lá ou \"de Covid\" por cá?!",
                                                                                                                                                                                                                                                    "likes": 0,
                                                                                                                                                                                                                                                    "hasReplies": true,
                                                                                                                                                                                                                                                    "numberOfReplies": 9,
                                                                                                                                                                                                                                                    "replies": [
                                                                                                                                                                                                                                                        {
                                                                                                                                                                                                                                                            "id": "5120237853",
                                                                                                                                                                                                                                                            "user": "danisilva",
                                                                                                                                                                                                                                                            "date": "a month ago",
                                                                                                                                                                                                                                                            "timestamp": "NA",
                                                                                                                                                                                                                                                            "commentText": "Essa é simples. Eu coloco aqui uma citação que demonstra isso.\nO critério para a Suécia:\n\"The statistics show the number of people in Sweden who have died with Covid-19. That's everyone who has died after testing positive for the virus; it doesn't mean that the virus itself was a cause of death for all these cases.\"<br/>- The Local Sweden, 14 Abril 2020\nJá em Portugal:\n\"Se o evento final for por Covid-19 nós estamos a considerar a causa de morte este evento terminal\", explica Graça Freitas.<br/>Graça Freitas adianta, contudo, que \"se a pessoa infetada tiver outro evento terminal, a causa de morte será esse evento\", por exemplo, se um doente infetado com Covid-19 \"morrer atropelado\" não entra para os números de óbitos por Covid-19.\"<br/>- TSF, 1 Abril 2020\nResumindo com um exemplo prático, uma pessoa que tenha um teste positivo de COVID-19 e morra atropelada conta para as estatísticas de mortes COVID-19 na Suécia, mas não conta em Portugal. O mesmo pode ser aplicado a outras causas de morte. Em Portugal, só conta se a COVID-19 estiver no certificado de óbito como uma das causas de morte.",
                                                                                                                                                                                                                                                            "likes": 0,
                                                                                                                                                                                                                                                            "hasReplies": true,
                                                                                                                                                                                                                                                            "numberOfReplies": 8,
                                                                                                                                                                                                                                                            "replies": [
                                                                                                                                                                                                                                                                {
                                                                                                                                                                                                                                                                    "id": "5120445733",
                                                                                                                                                                                                                                                                    "user": "disqus_pEiNLdn5gu",
                                                                                                                                                                                                                                                                    "date": "a month ago",
                                                                                                                                                                                                                                                                    "timestamp": "NA",
                                                                                                                                                                                                                                                                    "commentText": "Isso torna os números Suecos dos últimos dias ainda mais difíceis de perceber (ou não dado o numero de testes que eles fazem...)... se bem que o método deles parece-me estranho! Se alguém morrer de acidente de carro e tiver testado positivo para a Covid... aparece como morto de Covid nas estatísticas...",
                                                                                                                                                                                                                                                                    "likes": 0,
                                                                                                                                                                                                                                                                    "hasReplies": true,
                                                                                                                                                                                                                                                                    "numberOfReplies": 7,
                                                                                                                                                                                                                                                                    "replies": [
                                                                                                                                                                                                                                                                        {
                                                                                                                                                                                                                                                                            "id": "5120451956",
                                                                                                                                                                                                                                                                            "user": "danisilva",
                                                                                                                                                                                                                                                                            "date": "a month ago",
                                                                                                                                                                                                                                                                            "timestamp": "NA",
                                                                                                                                                                                                                                                                            "commentText": "Infelizmente diferentes países têm diferentes métodos de contagem dos mortos, o que torna a comparação directa muito difícil.\nMas a maior parte da malta que comenta aqui não sabe disso, acha muito bem comparar directamente as mortes com COVID-19 da Suécia com as mortes por COVID-19 de Portugal... e depois ficam baralhados, como você ficou, quando descobrem que em Portugal está a morrer muito mais gente no total do que na Suécia...",
                                                                                                                                                                                                                                                                            "likes": 0,
                                                                                                                                                                                                                                                                            "hasReplies": true,
                                                                                                                                                                                                                                                                            "numberOfReplies": 6,
                                                                                                                                                                                                                                                                            "replies": [
                                                                                                                                                                                                                                                                                {
                                                                                                                                                                                                                                                                                    "id": "5120457375",
                                                                                                                                                                                                                                                                                    "user": "disqus_pEiNLdn5gu",
                                                                                                                                                                                                                                                                                    "date": "a month ago",
                                                                                                                                                                                                                                                                                    "timestamp": "NA",
                                                                                                                                                                                                                                                                                    "commentText": "Eu não fiquei baralhado...<br/>Não concordo é com as suas suposições!<br/>Como até lá lhe disse, concordo consigo em muitos dos pontos... mas não noutros que são suposições!",
                                                                                                                                                                                                                                                                                    "likes": 0,
                                                                                                                                                                                                                                                                                    "hasReplies": true,
                                                                                                                                                                                                                                                                                    "numberOfReplies": 5,
                                                                                                                                                                                                                                                                                    "replies": [
                                                                                                                                                                                                                                                                                        {
                                                                                                                                                                                                                                                                                            "id": "5120462313",
                                                                                                                                                                                                                                                                                            "user": "danisilva",
                                                                                                                                                                                                                                                                                            "date": "a month ago",
                                                                                                                                                                                                                                                                                            "timestamp": "NA",
                                                                                                                                                                                                                                                                                            "commentText": "Como já lhe disse antes, não são suposições ou opiniões, são factos.\nÉ factual que este ano está a morrer muito mais gente em Portugal do que na Suécia.",
                                                                                                                                                                                                                                                                                            "likes": 0,
                                                                                                                                                                                                                                                                                            "hasReplies": true,
                                                                                                                                                                                                                                                                                            "numberOfReplies": 4,
                                                                                                                                                                                                                                                                                            "replies": [
                                                                                                                                                                                                                                                                                                {
                                                                                                                                                                                                                                                                                                    "id": "5120551048",
                                                                                                                                                                                                                                                                                                    "user": "disqus_pEiNLdn5gu",
                                                                                                                                                                                                                                                                                                    "date": "a month ago",
                                                                                                                                                                                                                                                                                                    "timestamp": "NA",
                                                                                                                                                                                                                                                                                                    "commentText": "Esse é um facto... dizer que é por causa disto ou daquilo... é uma suposição!",
                                                                                                                                                                                                                                                                                                    "likes": 0,
                                                                                                                                                                                                                                                                                                    "hasReplies": true,
                                                                                                                                                                                                                                                                                                    "numberOfReplies": 3,
                                                                                                                                                                                                                                                                                                    "replies": [
                                                                                                                                                                                                                                                                                                        {
                                                                                                                                                                                                                                                                                                            "id": "5121560762",
                                                                                                                                                                                                                                                                                                            "user": "danisilva",
                                                                                                                                                                                                                                                                                                            "date": "a month ago",
                                                                                                                                                                                                                                                                                                            "timestamp": "NA",
                                                                                                                                                                                                                                                                                                            "commentText": "Mas há dúvidas, tendo em conta que em Portugal a grande maioria dos mortos em excesso (isto é, mortos acima da média) são sem COVID-19??",
                                                                                                                                                                                                                                                                                                            "likes": 0,
                                                                                                                                                                                                                                                                                                            "hasReplies": true,
                                                                                                                                                                                                                                                                                                            "numberOfReplies": 2,
                                                                                                                                                                                                                                                                                                            "replies": [
                                                                                                                                                                                                                                                                                                                {
                                                                                                                                                                                                                                                                                                                    "id": "5121660470",
                                                                                                                                                                                                                                                                                                                    "user": "disqus_pEiNLdn5gu",
                                                                                                                                                                                                                                                                                                                    "date": "a month ago",
                                                                                                                                                                                                                                                                                                                    "timestamp": "NA",
                                                                                                                                                                                                                                                                                                                    "commentText": "É uma opinião sua! Há alturas com mais mortos que outras... normalmente, dependendo dos anos e das alturas dos anos! <br/>Afirmar sem bases cientificas para tal é uma suposição... uma opinião!",
                                                                                                                                                                                                                                                                                                                    "likes": 0,
                                                                                                                                                                                                                                                                                                                    "hasReplies": true,
                                                                                                                                                                                                                                                                                                                    "numberOfReplies": 1,
                                                                                                                                                                                                                                                                                                                    "replies": [
                                                                                                                                                                                                                                                                                                                        {
                                                                                                                                                                                                                                                                                                                            "id": "5121665439",
                                                                                                                                                                                                                                                                                                                            "user": "danisilva",
                                                                                                                                                                                                                                                                                                                            "date": "a month ago",
                                                                                                                                                                                                                                                                                                                            "timestamp": "NA",
                                                                                                                                                                                                                                                                                                                            "commentText": "Não é opinião minha!!!\n\"AS VÍTIMAS PARA ALÉM DA COVID<br/>“Os estudos que têm sido feitos relativamente à mortalidade mostram que o prejuízo deste planeamento e desta organização que temos tido no combate à pandemia está a ter um efeito devastador nos doentes não Covid”, revela Miguel Guimarães, bastonário da Ordem dos Médicos. (...)<br/>Os especialistas apelidam-nas de “mortes colaterais da Covid-19” e justificam-nas não só pela limitação, suspensão e atrasos na realização de consultas, cirurgias eletivas, exames complementares de diagnóstico e rastreios, mas, sobretudo, pelo medo que afastou milhares de portugueses dos cuidados de saúde, desde a chegada da pandemia.\"<br/>- Revista Visão, 21 Outubro 2020\n\"QUASE MIL CANCROS FICARAM POR DIAGNOSTICAR POR CAUSA DA PANDEMIA<br/>Liga Portuguesa Contra o Cancro afirma que perto de um milhar de diagnósticos de cancro da mama, colo do útero e colorretal não foram feitos, apontando \"falhas na operacionalização\".\"<br/>- TVI24, 23 Outubro 2020",
                                                                                                                                                                                                                                                                                                                            "likes": 0,
                                                                                                                                                                                                                                                                                                                            "hasReplies": false,
                                                                                                                                                                                                                                                                                                                            "numberOfReplies": 0,
                                                                                                                                                                                                                                                                                                                            "replies": []
                                                                                                                                                                                                                                                                                                                        }
                                                                                                                                                                                                                                                                                                                    ]
                                                                                                                                                                                                                                                                                                                }
                                                                                                                                                                                                                                                                                                            ]
                                                                                                                                                                                                                                                                                                        }
                                                                                                                                                                                                                                                                                                    ]
                                                                                                                                                                                                                                                                                                }
                                                                                                                                                                                                                                                                                            ]
                                                                                                                                                                                                                                                                                        }
                                                                                                                                                                                                                                                                                    ]
                                                                                                                                                                                                                                                                                }
                                                                                                                                                                                                                                                                            ]
                                                                                                                                                                                                                                                                        }
                                                                                                                                                                                                                                                                    ]
                                                                                                                                                                                                                                                                }
                                                                                                                                                                                                                                                            ]
                                                                                                                                                                                                                                                        }
                                                                                                                                                                                                                                                    ]
                                                                                                                                                                                                                                                }
                                                                                                                                                                                                                                            ]
                                                                                                                                                                                                                                        }
                                                                                                                                                                                                                                    ]
                                                                                                                                                                                                                                }
                                                                                                                                                                                                                            ]
                                                                                                                                                                                                                        }
                                                                                                                                                                                                                    ]
                                                                                                                                                                                                                }
                                                                                                                                                                                                            ]
                                                                                                                                                                                                        }
                                                                                                                                                                                                    ]
                                                                                                                                                                                                },
                                                                                                                                                                                                {
                                                                                                                                                                                                    "id": "5119106111",
                                                                                                                                                                                                    "user": "disqus_pEiNLdn5gu",
                                                                                                                                                                                                    "date": "a month ago",
                                                                                                                                                                                                    "timestamp": "NA",
                                                                                                                                                                                                    "commentText": "Esqueça... não vou em agendas políticas! <br/>É a coisa má da estatística... demonstra tudo e o seu contrário!",
                                                                                                                                                                                                    "likes": 0,
                                                                                                                                                                                                    "hasReplies": true,
                                                                                                                                                                                                    "numberOfReplies": 3,
                                                                                                                                                                                                    "replies": [
                                                                                                                                                                                                        {
                                                                                                                                                                                                            "id": "5120010265",
                                                                                                                                                                                                            "user": "danisilva",
                                                                                                                                                                                                            "date": "a month ago",
                                                                                                                                                                                                            "timestamp": "NA",
                                                                                                                                                                                                            "commentText": "Eu também não vou em agendas políticas, por isso é que estou a olhar para os factos e não para opiniões.",
                                                                                                                                                                                                            "likes": 0,
                                                                                                                                                                                                            "hasReplies": true,
                                                                                                                                                                                                            "numberOfReplies": 2,
                                                                                                                                                                                                            "replies": [
                                                                                                                                                                                                                {
                                                                                                                                                                                                                    "id": "5120163311",
                                                                                                                                                                                                                    "user": "disqus_pEiNLdn5gu",
                                                                                                                                                                                                                    "date": "a month ago",
                                                                                                                                                                                                                    "timestamp": "NA",
                                                                                                                                                                                                                    "commentText": "Está a olhar para os factos do ponto de vista que lhe dá mais jeito e para alguma opiniões!",
                                                                                                                                                                                                                    "likes": 0,
                                                                                                                                                                                                                    "hasReplies": true,
                                                                                                                                                                                                                    "numberOfReplies": 1,
                                                                                                                                                                                                                    "replies": [
                                                                                                                                                                                                                        {
                                                                                                                                                                                                                            "id": "5120165180",
                                                                                                                                                                                                                            "user": "danisilva",
                                                                                                                                                                                                                            "date": "a month ago",
                                                                                                                                                                                                                            "timestamp": "NA",
                                                                                                                                                                                                                            "commentText": "Estou a olhar para o factos do ponto de vista dos factos.\nOs números não mentem.",
                                                                                                                                                                                                                            "likes": 0,
                                                                                                                                                                                                                            "hasReplies": false,
                                                                                                                                                                                                                            "numberOfReplies": 0,
                                                                                                                                                                                                                            "replies": []
                                                                                                                                                                                                                        }
                                                                                                                                                                                                                    ]
                                                                                                                                                                                                                }
                                                                                                                                                                                                            ]
                                                                                                                                                                                                        }
                                                                                                                                                                                                    ]
                                                                                                                                                                                                }
                                                                                                                                                                                            ]
                                                                                                                                                                                        }
                                                                                                                                                                                    ]
                                                                                                                                                                                }
                                                                                                                                                                            ]
                                                                                                                                                                        }
                                                                                                                                                                    ]
                                                                                                                                                                }
                                                                                                                                                            ]
                                                                                                                                                        }
                                                                                                                                                    ]
                                                                                                                                                },
                                                                                                                                                {
                                                                                                                                                    "id": "5118791467",
                                                                                                                                                    "user": "disqus_pEiNLdn5gu",
                                                                                                                                                    "date": "a month ago",
                                                                                                                                                    "timestamp": "NA",
                                                                                                                                                    "commentText": "Esse tal período de 2019 teve um acréscimo de mortes em relação à média muito superior ao mesmo período deste ano... É só ir ao site do SICO e verificar isso...",
                                                                                                                                                    "likes": 0,
                                                                                                                                                    "hasReplies": true,
                                                                                                                                                    "numberOfReplies": 1,
                                                                                                                                                    "replies": [
                                                                                                                                                        {
                                                                                                                                                            "id": "5118810325",
                                                                                                                                                            "user": "danisilva",
                                                                                                                                                            "date": "a month ago",
                                                                                                                                                            "timestamp": "NA",
                                                                                                                                                            "commentText": "Você leu a citação toda?? Até ao inicio de Março, as mortes estava abaixo da média de 2019 E ABAIXO DA MÉDIA DOS ÚLTIMOS 5 ANOS.",
                                                                                                                                                            "likes": 0,
                                                                                                                                                            "hasReplies": false,
                                                                                                                                                            "numberOfReplies": 0,
                                                                                                                                                            "replies": []
                                                                                                                                                        }
                                                                                                                                                    ]
                                                                                                                                                },
                                                                                                                                                {
                                                                                                                                                    "id": "5118790329",
                                                                                                                                                    "user": "disqus_pEiNLdn5gu",
                                                                                                                                                    "date": "a month ago",
                                                                                                                                                    "timestamp": "NA",
                                                                                                                                                    "commentText": "O valor que lhe dei foi de um dia...<br/>Tivemos 3 picos de mortalidade este ano (valores acima do esperado)<br/>Um (o maior) entre 1 de Janeiro e 5 de Fevereiro (antes da covid), outro entre 18 de Março a 12 de Abril  (medidas implementadas há pouco tempo) e um terceiro entre 13 a 24 de Julho (Especialistas atribuem a maioria deste acréscimo a um pico de calor que se fez sentir) ... esses mortos a mais que a média foram nesses períodos...<br/>Quer-me dizer que foi tudo por causa das medidas da COVID?! <br/>Não haverá outras causas?!",
                                                                                                                                                    "likes": 0,
                                                                                                                                                    "hasReplies": true,
                                                                                                                                                    "numberOfReplies": 1,
                                                                                                                                                    "replies": [
                                                                                                                                                        {
                                                                                                                                                            "id": "5118809483",
                                                                                                                                                            "user": "danisilva",
                                                                                                                                                            "date": "a month ago",
                                                                                                                                                            "timestamp": "NA",
                                                                                                                                                            "commentText": "Como apresentei na fonte acima citada, até ao início da pandemia o número de mortos em Portugal estava ABAIXO da média de 2019 e dos últimos 5 anos.\nCalor há todos os anos em Portugal, isso não é desculpa.\nEstá a morrer mais gente este ano em Portugal. Não é directamente por causa da COVID-19, mas é por causa das medidas ridículas que o governo implementou para tentar proteger as pessoas de si próprias.",
                                                                                                                                                            "likes": 0,
                                                                                                                                                            "hasReplies": false,
                                                                                                                                                            "numberOfReplies": 0,
                                                                                                                                                            "replies": []
                                                                                                                                                        }
                                                                                                                                                    ]
                                                                                                                                                }
                                                                                                                                            ]
                                                                                                                                        }
                                                                                                                                    ]
                                                                                                                                },
                                                                                                                                {
                                                                                                                                    "id": "5118771094",
                                                                                                                                    "user": "disqus_pEiNLdn5gu",
                                                                                                                                    "date": "a month ago",
                                                                                                                                    "timestamp": "NA",
                                                                                                                                    "commentText": "Topou... deve ser porque sou Anti-Suecos... Ou se calhar até os próprio Suecos são Anti-Suecos! E os cientistas mundiais... São Anti-Suecos... <br/>Topou, topou... mas foi mesmo de muito ao longe!",
                                                                                                                                    "likes": 0,
                                                                                                                                    "hasReplies": true,
                                                                                                                                    "numberOfReplies": 1,
                                                                                                                                    "replies": [
                                                                                                                                        {
                                                                                                                                            "id": "5118781863",
                                                                                                                                            "user": "danisilva",
                                                                                                                                            "date": "a month ago",
                                                                                                                                            "timestamp": "NA",
                                                                                                                                            "commentText": "Claro, os Suecos estão tão descontentes com o seu governo que andam a fazer manifestações na rua para serem enclausurados em casa ou serem obrigados a usar máscara... ou então não.\nEm vez disso, seguem alegremente com a sua vida. As crianças vão para a escola, sem máscaras, e as pessoas vão às compras e juntam-se nos bares e restaurantes. É realmente um grande descontentamento, coitados...",
                                                                                                                                            "likes": 0,
                                                                                                                                            "hasReplies": false,
                                                                                                                                            "numberOfReplies": 0,
                                                                                                                                            "replies": []
                                                                                                                                        }
                                                                                                                                    ]
                                                                                                                                }
                                                                                                                            ]
                                                                                                                        }
                                                                                                                    ]
                                                                                                                }
                                                                                                            ]
                                                                                                        }
                                                                                                    ]
                                                                                                }
                                                                                            ]
                                                                                        }
                                                                                    ]
                                                                                }
                                                                            ]
                                                                        }
                                                                    ]
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                },
                                                {
                                                    "id": "5115957035",
                                                    "user": "disqus_pEiNLdn5gu",
                                                    "date": "a month ago",
                                                    "timestamp": "NA",
                                                    "commentText": "E 3x mais mortos que em Portugal por Covid-19 para praticamente os mesmos números de infectados... Entretanto os números de infectados também estão a subir!<br/>Nós é que não continuámos com medidas... passámos às pseudo-medidas!<br/>Férias normais, festas normais, aulas normais... tudo normal...!",
                                                    "likes": 1,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 11,
                                                    "replies": [
                                                        {
                                                            "id": "5115958253",
                                                            "user": "danisilva",
                                                            "date": "a month ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Já é mais que sabido que o número de infectados não é fiável em país nenhum, tendo em conta que uma grande parte dos infectados não tem sintomas e, portanto, não vai fazer o teste.\nAlém disso, na Suécia, contam mortos COM COVID-19.\nLogo, se alguém tiver um teste positivo de COVID-19 e morrer atropelado por um autocarro, conta para os números suecos. É parvo, mas é assim.\nJá em Portugal, só conta se a COVID-19 contribuir como causa de morte.",
                                                            "likes": 0,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 10,
                                                            "replies": [
                                                                {
                                                                    "id": "5115959571",
                                                                    "user": "disqus_pEiNLdn5gu",
                                                                    "date": "a month ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "Mas a sua afirmação não é baseada nos números?! <br/>Os números de mortos são mais fiáveis?! São 3x mais! <br/>Os números registados são indicadores, mas se estes não são fiáveis, estamos a comparar mesmo o quê?!",
                                                                    "likes": 1,
                                                                    "hasReplies": true,
                                                                    "numberOfReplies": 9,
                                                                    "replies": [
                                                                        {
                                                                            "id": "5115961237",
                                                                            "user": "danisilva",
                                                                            "date": "a month ago",
                                                                            "timestamp": "NA",
                                                                            "commentText": "Como escrevi acima, os Suecos contam mortos COM COVID-19, em Portugal contam mortos POR COVID-19.\nA comparação não pode ser directa.\nAlém disso, um estudo sueco mostrou já que apenas 15% dos mortos COM COVID-19 na Suécia morreram directamente devido ao vírus.\n\"What per cent of Covid deaths are directly from Covid?<br/>In only 15 per cent of cases was Covid-19 judged to be the direct cause of death. Covid-19 was a contributory cause in 70 per cent of cases, and in the remaining 15 per cent death was judged to have been caused by another underlying cause – most often heart disease. \"<br/>- The Spectator, 25 Agosto 2020",
                                                                            "likes": 0,
                                                                            "hasReplies": true,
                                                                            "numberOfReplies": 8,
                                                                            "replies": [
                                                                                {
                                                                                    "id": "5115965648",
                                                                                    "user": "disqus_pEiNLdn5gu",
                                                                                    "date": "a month ago",
                                                                                    "timestamp": "NA",
                                                                                    "commentText": "Derive a sua opinião... os métodos são diferentes são diferentes quando lhe interessa... compara os números que lhe dão jeito, e aí já é fiável!<br/>Os suecos têm muita contestação interna ao modo como decidiram enfrentas esta pandemia... mas isso também não interessa!<br/>É óbvio que o maior problema da Covid-19 é a conjugação com outras doenças... era isso que se tentava evitar, evitando a propagação generalizada da doença... mas agora até mudou tudo... temos uma abordagem... à Sueca!",
                                                                                    "likes": 1,
                                                                                    "hasReplies": true,
                                                                                    "numberOfReplies": 7,
                                                                                    "replies": [
                                                                                        {
                                                                                            "id": "5115967276",
                                                                                            "user": "danisilva",
                                                                                            "date": "a month ago",
                                                                                            "timestamp": "NA",
                                                                                            "commentText": "Agora vamos deixar de ter, infelizmente, uma abordagem \"à Sueca\"...\nEste ano morreram muito mais pessoas em Portugal do que na Suécia, contando com todas as causas de morte.\nEra isto que era preciso evitar.",
                                                                                            "likes": 0,
                                                                                            "hasReplies": true,
                                                                                            "numberOfReplies": 6,
                                                                                            "replies": [
                                                                                                {
                                                                                                    "id": "5116013793",
                                                                                                    "user": "disqus_pEiNLdn5gu",
                                                                                                    "date": "a month ago",
                                                                                                    "timestamp": "NA",
                                                                                                    "commentText": "Lá está... quando quer estratifica... quando lhe dá jeito... simplifica!<br/>A Suécia e Portugal encontram-se com condições muito diferentes em diversos factores que concorrem para o numero  de mortes! Se não pode comparar uns números... também não pode comparar outros, só porque pensa suportar a sua narrativa!<br/>Se o que foi feito em Portugal por causa da COVID-19 até ao momento foi tudo bem feito?! Não, não foi! Se a abordagem Sueca foi melhor?! É debativél, mas a grande maioria dos especialistas mundiais afirma que não!",
                                                                                                    "likes": 1,
                                                                                                    "hasReplies": true,
                                                                                                    "numberOfReplies": 5,
                                                                                                    "replies": [
                                                                                                        {
                                                                                                            "id": "5116019487",
                                                                                                            "user": "danisilva",
                                                                                                            "date": "a month ago",
                                                                                                            "timestamp": "NA",
                                                                                                            "commentText": "Infelizmente, a estratégia portuguesa está a custar a vida a imensas pessoas sem COVID-19.\nMortos na Suécia de 1 de Janeiro até 5 de Outubro: 71647 pessoas (Fonte: Statista)<br/>Mortos em Portugal de 1 de Janeiro até 5 de Outubro: 90875 pessoas (Fonte: Vigilância de Mortalidade, Ministério da Saúde)\nUm milagre à portuguesa, portanto...",
                                                                                                            "likes": 0,
                                                                                                            "hasReplies": true,
                                                                                                            "numberOfReplies": 4,
                                                                                                            "replies": [
                                                                                                                {
                                                                                                                    "id": "5116042553",
                                                                                                                    "user": "disqus_pEiNLdn5gu",
                                                                                                                    "date": "a month ago",
                                                                                                                    "timestamp": "NA",
                                                                                                                    "commentText": "Demonstra o quê mesmo?! <br/>Que morreu mais gente em Portugal que na Suécia no mesmo período...<br/>Mas qual milagre?! Nunca me leu nada disso escrito por mim...!",
                                                                                                                    "likes": 1,
                                                                                                                    "hasReplies": true,
                                                                                                                    "numberOfReplies": 3,
                                                                                                                    "replies": [
                                                                                                                        {
                                                                                                                            "id": "5116048237",
                                                                                                                            "user": "danisilva",
                                                                                                                            "date": "a month ago",
                                                                                                                            "timestamp": "NA",
                                                                                                                            "commentText": "Eu não estou a criticar a si, estou a criticar (e muito) a actuação do governo.\nSe você souber de matemática, vai inevitavelmente fazer o mesmo.",
                                                                                                                            "likes": 0,
                                                                                                                            "hasReplies": true,
                                                                                                                            "numberOfReplies": 2,
                                                                                                                            "replies": [
                                                                                                                                {
                                                                                                                                    "id": "5116128517",
                                                                                                                                    "user": "disqus_pEiNLdn5gu",
                                                                                                                                    "date": "a month ago",
                                                                                                                                    "timestamp": "NA",
                                                                                                                                    "commentText": "Houveram medidas bem tomadas... outras mal tomadas e outras que nem chegaram a ser medidas! O caso da Suécia... não é exemplo... ou por outro lado... é um mau exemplo!",
                                                                                                                                    "likes": 1,
                                                                                                                                    "hasReplies": true,
                                                                                                                                    "numberOfReplies": 1,
                                                                                                                                    "replies": [
                                                                                                                                        {
                                                                                                                                            "id": "5116138527",
                                                                                                                                            "user": "danisilva",
                                                                                                                                            "date": "a month ago",
                                                                                                                                            "timestamp": "NA",
                                                                                                                                            "commentText": "É um excelente exemplo.\nNão tiveram nenhuma catástrofe (têm muito menos mortos totais este ano que Portugal!!!) e não atropelaram o direito das pessoas.\nSem dúvida, O EXEMPLO a seguir.",
                                                                                                                                            "likes": 0,
                                                                                                                                            "hasReplies": false,
                                                                                                                                            "numberOfReplies": 0,
                                                                                                                                            "replies": []
                                                                                                                                        }
                                                                                                                                    ]
                                                                                                                                }
                                                                                                                            ]
                                                                                                                        }
                                                                                                                    ]
                                                                                                                }
                                                                                                            ]
                                                                                                        }
                                                                                                    ]
                                                                                                }
                                                                                            ]
                                                                                        }
                                                                                    ]
                                                                                }
                                                                            ]
                                                                        }
                                                                    ]
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                },
                                {
                                    "id": "5112651161",
                                    "user": "disqus_mogfSPaHQJ",
                                    "date": "a month ago",
                                    "timestamp": "NA",
                                    "commentText": "Hoje, ao almoço, tive o incómodo de ver a SIC Notícias. Chegou ao ridículo de dizer que a esmagadora maioria dos portugueses concorda com Costa, assim, sem tirar nem pôr!!!!\nEstamos perante um autêntico golpe institucional, uma tomada de poder absolutamente à revelia da legalidade, aos ombros de um pavor imaginário e muito poucos são os que se dão conta.\nÉ de facto imperativo tomar consciência do que se está a passa:\nUm assalto ao poder e não é coincidência a onda de euros que aí está a desaguar nesses praias do xuxalismo...",
                                    "likes": 4,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5112613893",
            "user": "disqus_mogfSPaHQJ",
            "date": "a month ago",
            "timestamp": "NA",
            "commentText": "Agora só falta vir o Rio dizer “o PSD já vem há tempos a dizer que é necessário criar campos de concentração para portadores, doentes, casos suspeitos e familiares”...",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5112595207",
            "user": "disqus_5J9631V3eD",
            "date": "a month ago",
            "timestamp": "NA",
            "commentText": "está a avisar do que vai acontecer daqui a 15 dias, saídas só para trabalhar/escola, para ir ao médico (se houver consultas para além do Covid) e para ir comprar comida, de resto tudo em casa novamente. Mas OMS já disse que não quer confinamentos",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5112581895",
            "user": "disqus_mogfSPaHQJ",
            "date": "a month ago",
            "timestamp": "NA",
            "commentText": "Mais uma vez:\n“A Liberdade uma vez perdida, perdida para sempre!”",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "5112672749",
                    "user": "disqus_pEiNLdn5gu",
                    "date": "a month ago",
                    "timestamp": "NA",
                    "commentText": "Isso é a saúde... nada é para sempre, excepto a morte!",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5112662302",
                    "user": "disqus_aiWRq6UM2Q",
                    "date": "a month ago",
                    "timestamp": "NA",
                    "commentText": "Uma verdadeira palhaçada...Tanto rigor e exigência quando na realidade os testes levam vários dias a dar resultados e depois já é tarde e esta tudo contaminado...O Governo devia fazer testes nas escolas e não faz.. O Governo esta a tratar as escolas publicas como se fossem imunes ao vírus... .Que adianta proibir tudo se nas escolas tudo é permitido?... Será que os alunos deixam os vírus no autocarro quando chegam à escola e quando chegam a casa?... Até mandaram para as escolas um projeto para porem os alunos mais adiantados a ajudar alunos mais atrasados fora da escola, \"Mentoria entre pares para aprender e ensinar\"...Uma verdadeira palhaçada",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "5112674544",
                            "user": "disqus_pEiNLdn5gu",
                            "date": "a month ago",
                            "timestamp": "NA",
                            "commentText": "Rigor e exigência?! Onde?! Quando?!!",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "5112950721",
                                    "user": "disqus_aiWRq6UM2Q",
                                    "date": "a month ago",
                                    "timestamp": "NA",
                                    "commentText": "Em teoria, em propaganda... Na prática nada... Mas na realidade há um enorme desleixo... Nos transportes é tudo ao monte, nas escolas é um caldeirão de Covid prestes a explodir...",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "5112653841",
                    "user": "disqus_Cn7F4VdGBM",
                    "date": "a month ago",
                    "timestamp": "NA",
                    "commentText": "não  ,  eles  só  esta  no poder  porque  os sínicos   defensores da  liberdade  \"BE e PCP\" o  apoiam, fazem  favores  uns  aos  outros  , será  que  a  festa  do  avante tem algo a  ver  com a  expulsão de  casos ?! ......",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5112580511",
            "user": "disqus_AMVFiWrvz0",
            "date": "a month ago",
            "timestamp": "NA",
            "commentText": "🤣🤣🤣subiu-lhe à cabeça o poder....só pode..devem fazer rapidamente uma avaliacao psiquiatrica ao <b> mon<b> hé </b</b>>🤣🤣",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5112627306",
                    "user": "gagarinepavlov",
                    "date": "a month ago",
                    "timestamp": "NA",
                    "commentText": "Você quer o que ?",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Monhé"
            ]
        },
        {
            "id": "5112576015",
            "user": "disqus_SVPTh7IKrx",
            "date": "a month ago",
            "timestamp": "NA",
            "commentText": "Ó Costa, o melhor é enfiar um chip no lombo de cada um e uma etiqueta na orelha ... e não venham com essa coisa da inconstitucionalidade que é para o bem comum.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5112627847",
                    "user": "gagarinepavlov",
                    "date": "a month ago",
                    "timestamp": "NA",
                    "commentText": "E um cadeado na tua lingua",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5112839153",
                            "user": "disqus_SVPTh7IKrx",
                            "date": "a month ago",
                            "timestamp": "NA",
                            "commentText": "Já faltou menos, um destes dias ainda criam uma polícia política que servirá para ver onde as forças de segurança têm as tatuagens, controlar a linguagem dos militares, fiscalizar os telemóveis dos cidadãos, para controlar o recolher obrigatório ou quem bebe alccol depois das 20h ... mas só para quem não tiver salvo-conduto da geringonça.",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5112574092",
            "user": "disqus_6agQFnktjW",
            "date": "a month ago",
            "timestamp": "NA",
            "commentText": "Este pulha, sempre foi mentiroso.<br/>Se ele assinou o tratado de Marraquexe a troco de uns Euros para os cofres dos amigos, ele também nos vai meter noutra ditadura com a desculpa do COVID.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}