{
    "header": {
        "title": " Bolsonaro Messias não faz milagres, nem os seus discípulos o seguem ",
        "subtitle": " Supremo Tribunal Federal aprovou abertura de inquérito sobre alegações de Sérgio Moro contra Bolsonaro. ",
        "owner": " Filipe Teles ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 29 de abril 2020 ",
        "dateExtraction": " 2020-06-22 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/694897/bolsonaro-messias-nao-faz-milagres-nem-os-seus-discipulos-o- ",
        "postText": " ['Quando confrontado na terça-feira por uma repórter com o número de óbitos causados pelo novo coronavírus - ultrapassou o patamar dos 5 mil, acima da China - o Presidente do Brasil, Jair Bolsonaro, ripostou: \u0093E daí? Lamento. Quer que faça o quê? Eu sou Messias, mas não faço milagres\u0094. No seio de uma crise no seu Governo, provocada pela gestão da pandemia, mas não só, muitos dos seus discípulos também deixaram de o seguir. E pelo meio deste caos governativo em que Brasília se encontra, o Supremo Tribunal Federal (STF) autorizou a abertura de um inquérito para investigar Bolsonaro por obstrução à justiça e corrupção.', 'A curva de contágio por covid-19 no Brasil voou para altitudes arriscadas nas últimas duas semanas. No dia dia 14 de Abril, o país sul-americano tinha 25.300 casos confirmados. Passados 14 dias, no dia 28, o Brasil sprinta para chegar ao top ten de número de infeções por coronavírus em todo o mundo, registando 73 200 infeções declaradas oficialmente, atrás da China (10ª no ranking), segundo dados da Universidade Johns Hopkins.', 'Depois de várias altercações - muitas em público -, Bolsonaro demitiu o ministro da Saúde da altura, Henrique Mandetta, por discórdias sobre as regras de distanciamento social que o Executivo devia impor. As repetidas saídas à rua e abraços do Presidente a apoiantes foram as imagens mais fulgurantes deste duelo com Mandetta.', 'Afinal, havia políticas económicas a impor - privatizações e iniciativas de austeridade para alegadamente promover o crescimento económico, abrindo os braços ao mercado livre para atrair investimento externo, diz o New York Times - e a pandemia não podia interrompê-las.', 'Aliás, Paulo Guedes, ministro da Economia formado na escola de Chicago, reconhecida como um bastião do neoliberalismo, completamente contrária a um certo tipo de intervenções estatais na economia, tem tido relutância em reconhecer a gravidade da situação, disse João P. Romero, professor do Departamento de Economia da Universidade Federal de Minas Gerais, no Intercept Brasil.', 'Com o Fundo Monetário Internacional a advertir que o mundo pode enfrentar a maior queda económica desde a Grande Depressão que se iniciou em 1929, Guedes ainda há um mês falava com um certo otimismo. Em entrevista à CNN Brasil, afirmou que o país ia crescer 2,5% e que um pacote de 5 mil milhões de reais (cerca de 855 milhões de euros) destinados ao Ministério da Saúde seria suficiente para combater a situação - em março, Itália, uma economia com um PIB semelhante ao do Brasil, segundo o FMI, destinou 25 mil milhões de euros.', 'Mas há mais. E não tem a ver com o coronavírus. Há uma semana, na manhã de sexta-feira, Bolsonaro demitiu o diretor da Polícia Federal (PF), Maurício Valeixo, depois de uma longa e tensa batalha com o seu ministro da Justiça, Sérgio Moro, o muito popular juiz do caso Lava Jato e um dos membros do Executivo brasileiro com melhores taxas de aprovação do público. Não demorou muito para Moro para deixar a pasta - demitiu-se no próprio dia. Numa conferência de imprensa insólita, o homem que tutelava a Justiça brasileira alegou não ter sido informado sobre a decisão, embora a sua assinatura aparecesse na publicação do Diário Oficial, o equivalente ao Diário da República.', 'Ainda na mesma conferência, Moro alegou que Bolsonaro lhe tinha admitido que a exoneração de Valeixo tinha um propósito: a de interferência política, pois o Presidente, alegou o ministro demissionário, pretende ter alguém na PF que lhe dê informações sobre investigações em andamento no STF - vários aliados políticos de Bolsonaro encontram-se sobre investigação, incluindo dois dos seus filhos. Segundo Moro, há muito que o Presidente insistia em ter alguém que o mantivesse a par, embora não seja o papel da PF fazê-lo. O ex-juiz da Lava Jato, inclusive, enviou fotografias de alegadas mensagens ao Jornal Nacional, o mais popular programa noticiário da noite no país, em que Bolsonaro insistia em nomear para a PF alguém com quem pudesse ter contacto próximo.', 'Com as extraordinárias acusações de Moro, um juiz do STF, José Filho, aprovou na segunda-feira uma investigação de 60 dias para determinar a veracidade das alegações de Moro e se Bolsonaro incorreu em ações corruptas e obstruiu a justiça.', 'Bolsonaro, que nega as acusações, realizou a campanha presidencial com um mote contra a corrupção vigente no país e Moro ganhou fama pela perceção do público de ser o grande homem que estava a limpar o Brasil da sua corrupção endémica, acabando premiado com a tutela da Justiça. Em entrevista ao i pouco depois da sua nomeação, Moro afastou as preocupações de muitos sobre as tendências autoritárias do ocupante do Planalto. \u0093Bolsonaro é um sólido democrata\u0094, destacou.'] ",
        "numberPosts": "13 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Social Class - Working class,Physical Identity - Physical (and Mental) Impairments",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Bronco,Atrasada",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "4896071671",
            "user": "disqus_BHz3qEk2qL",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "É o diabo em pessoa. Hitler ama-o como um filho.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4895636227",
            "user": "disqus_JFYXPhDk12",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Morreram mais de 5000 pessoas no Brasil. Resposta do Boi-Sonaro: E Daí?<br/>Só esta resposta diz tudo acerca do caracter deste individuo: frio, calculista, arrogante, prepotente, egoista, insensivel e desprezo por vidas humanas, apenas preocupado em si e nos seus filhos. Se dúvidas houvessem, estas foram dissipadas.<br/>O mais preocupante é haver tantos seguidores deste doente alucinado, que vai levar o Brasil à desgraça...",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4895511299",
            "user": "barbosapedro",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Como é que esta personagem chega a presidente de um país como o Brasil!",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4895562159",
                    "user": "disqus_CaWmP5ve4c",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Orwell explica: \"Ignorância é Força!\"",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4895110131",
            "user": "clides_eu_clides",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Será que boisonario e Trampa andam numa competição para mostrar quem é mais <b> bronco?</b>",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Bronco"
            ]
        },
        {
            "id": "4895107616",
            "user": "clides_eu_clides",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Mas,  <br/>Há muitos direitalhas deste site manhoso de comments, que preferiam ter um boisonario a governar-se Portugal que ter o primeiro ministro Antônio Costa. , A quem chamam de indiano , monnhê , seboso e outros epítetos dignos de verdadeiros terroristas direitalhas.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4895068327",
            "user": "disqus_vfOIoT1cho",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Pessoas deste calibre não são deste mundo. Vivem de barriga cheia, não fazem a mínima ideia das dificuldades que passam muitas pessoas que os sustentam.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4895065510",
            "user": "disqus_RZYKPl8qIQ",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Nem comento!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4894998893",
            "user": "disqus_ysIn41saXn",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Este homenzinho é patético.\nBrasileiros, boa!  É muito  melhor que a encomenda.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4894982400",
            "user": "disqus_TfigluAzjn",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Este aldrabão diz  agora que não é milagreiro ?<br/>Claro que não é milagreiro !!!!<br/>É intrujão",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4894976334",
            "user": "disqus_EJLoQqNK0r",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Estava <b> atrasada </b>a terceira noticia diária sobre o bolsonaro! (que não é mais do que a mistura das outras duas)\nE pronto é isto... Hoje o SOL, serviu o pequeno almoço, o almoço e agora o jantar\nRepetiu foi sempre o prato... Mas pelos vistos é o preferido dos esquerdopatas... PALHA!",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Atrasada"
            ]
        },
        {
            "id": "4895048982",
            "user": "disqus_yznlqTO3Sh",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "....NEM PRESIDENTE DE LADO NENHUM CONSEGUE SER PIOR QUE O TRAMPA E O BURRO JOHNSON !",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4894941258",
            "user": "clides_eu_clides",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Má num é posssssssivel...",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}