{
    "header": {
        "title": " Manuel Luís Goucha não foi discriminado pelos tribunais ",
        "subtitle": " O Tribunal Europeu dos Direitos do Homem não deu razão a Manuel Luís Goucha numa queixa que este apresentou contra o Estado português. O apresentador da TVI invocava que os tribunais arquivaram um processo seu contra a RTP com base em motivos discriminatórios, relacionados com a sua homossexualidade. ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 22 de março 2016 ",
        "dateExtraction": " 2020-02-19 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/501242/manuel-luis-goucha-nao-foi-discriminado-pelos-tribunais ",
        "postText": " ['Em causa estava a argumentação usada pelos tribunais portugueses que recusaram condenar a RTP por difamação, na sequência de uma queixa de Manuel Luís Goucha que alegou ter sido difamado no programa Cinco para a Meia-Noite, em dezembro de 2009, na RTP2. A então apresentadora, Filomena Cautela, pediu aos convidados para darem a sua opinião sobre quem era \u0093a melhor apresentadora de televisão\u0094, sendo que a resposta certa era Manuel Luís Goucha.', 'A queixa contra a RTP e os produtores do Cinco para a Meia-Noite seria arquivada pelo Tribunal de Instrução Criminal, onde um juiz argumentou que o apresentador da TVI é uma figura pública, tem de estar habituado a conviver com a crítica e com a forma de os humoristas fazerem humor. Estes, para fazerem o seu trabalho, enfatizam as características das figuras públicas \u0096 sendo que Goucha tem \u0093características que refletem atitudes atribuídas ao sexo feminino\u0094, como o facto de usar \u0093roupas coloridas próprias do universo feminino\u0094, justificou o Tribunal. Como tal, considerou ainda que os espetadores em geral que estavam a assistir ao programa não receberam aquilo como uma difamação e um insulto do programa à orientação sexual de Manuel Luís Goucha, mas sim uma simples piada.', 'O apresentador da TVI queixou-se então ao Tribunal Europeu alegando que o Tribunal português violara dois artigos da Convenção Europeia dos Direitos do Homem: o do respeito pela vida privada e o da proibição de discriminação.', 'Os juízes do Tribunal Europeu salientam que Manuel Luís Goucha é uma figura pública, com mais de 40 anos de profissão, e que os programas de humor têm sempre por objetivo \u0093provocar\u0094 e \u0093agitar\u0094. Depois de lembrarem que o próprio apresentador de televisão assumira a sua orientação sexual meses antes do programa da RTP, concluíram que não houve da parte dos tribunais portugueses qualquer violação dos referidos direitos, nada indicando que teriam tomado outra decisão se Manuel Luís Goucha não fosse homossexual.', ''] ",
        "numberPosts": " 9 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Sexual Identity - General,Gender - General,Ethnicity - Black,Nationality - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Gay,Mulher,Preto,Estrangeiro",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "2603532451",
            "user": "provinciana",
            "date": "4 years ago",
            "timestamp": "NA",
            "commentText": "Este goucha já devia ter crescido.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2586683453",
            "user": "disqus_aiWRq6UM2Q",
            "date": "4 years ago",
            "timestamp": "NA",
            "commentText": "O tribunal não lhe deu razão pela mesma razão que os espectadores não dão razão aos palhaços quando vão ao circo...Há palhaços ridículos porque depois do palco, na vida real,  continuam palhaços...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2585461520",
            "user": "Flordelamar",
            "date": "4 years ago",
            "timestamp": "NA",
            "commentText": "Uma \"Lady\" ofendida vira uma autêntica fera.......um perigo!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2584636174",
            "user": "disqus_faSdukELUh",
            "date": "4 years ago",
            "timestamp": "NA",
            "commentText": "Se em vez de serem o que são, sem o andarem a espalhar aos sete ventos, como se isso tivesse alguma importância, escusavam de passar por estas vergonhas, alem de entupirem a justiça, com tretas sem sentido, próprias de quem não tem nada melhor para fazer.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2584615548",
            "user": "disqus_wPq5Kr6Dne",
            "date": "4 years ago",
            "timestamp": "NA",
            "commentText": "O tipo quer ser <b> mulher </b>e depois ofende-se quando alguém lhe chama senhora.<br/>Devia estar orgulhosa.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Mulher"
            ]
        },
        {
            "id": "2584460153",
            "user": "nempretonemciganomuitomenosgay",
            "date": "4 years ago",
            "timestamp": "NA",
            "commentText": "este  grande <b> gay </b>já era banido da televisão",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gay"
            ]
        },
        {
            "id": "2584067862",
            "user": "mariaportuguesa",
            "date": "4 years ago",
            "timestamp": "NA",
            "commentText": "Os gays esforçam-se por se efeminar, dizem o que lhes apetece de tudo e todos, como é o caso deste, e depois ficam ofendidos com uma piadinha absolutamente inócua. O que o manelucho queria era mais fama e algum cacau a cair na continha.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2584003075",
            "user": "disqus_DxtFvrUoIF",
            "date": "4 years ago",
            "timestamp": "NA",
            "commentText": "Junta-se-lhe outra característica: ressabiado. Mas esta já vem com o pack que ele assumiu",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2583906960",
            "user": "disqus_LkrcB2SOat",
            "date": "4 years ago",
            "timestamp": "NA",
            "commentText": "Ah! A estafada desculpa: sou perseguido porque sou <b> gay.</b> Sou perseguido porque sou<b>  preto</b>. Sou perseguido porque so<b> u estrangeir</b>o. Sou perseguido porque sou ativista. Sou perseguido porque sou isto ou aquilo. Quando não há razões objetivas para justificar o injustificável recorre-se a estas linhas. Tristeza, julgam-se acima da lei.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Preto",
                "Estrangeiro",
                "Gay"
            ]
        }
    ]
}