{
    "header": {
        "title": " The Guardian noticia o aumento da violência racial em Portugal ",
        "subtitle": " O jornal britânico recorda os casos de Marega, Claúdia Simões e Bruno Candé. A Rede Europeia Contra o Racismo relaciona o aumento dos casos de discrimação com a eleição de André Ventura para um lugar no parlamento. ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 28 de setembro 2020 ",
        "dateExtraction": " 2020-11-26 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/710051/the-guardian-noticia-o-aumento-da-viol-ncia-racial-em-portugal ",
        "postText": " ['O jornal britânico The Guardian noticiou esta segunda-feira o aumento dos casos de violência racial em Portugal. São dados como exemplo o caso de violência a Claúdia Simões, que foi agredida por um polícia após se ter recusado a pagar um bilhete de autocarro, as ameaças ao líder do SOS Racismo, Mamadou Ba, os insultos que levaram o jogador de futebol do FC Porto, Marega a deixar o relvado e a morte do ator Bruno Candé em julho deste ano. O aumento da violência racial em Portugal levou a Rede Europeia Contra o Racismo (ENAR) a pedir uma resposta institucional urgente.', 'Mamadou Ba contou ao The Guardian as ameaças que recebeu no verão passado: O nosso objetivo é matar todos os estrangeiros e anti-facistas – tu estás entre os nossos alvos – era o que se podia ler na carta recebida pelo presidente da associação SOS Racismo.', 'O pior ataque ocorreu num sábado à tarde em Julho, quando o ator negro, Bruno Candé, morreu depois de um homem lhe dar seis tiros – pode ler-se no jornal britânico. Recorde-se que várias testemunhas do assassinato de Bruno Candé confessaram que já tinham ouvido o agressor, homem de 80 anos, gritar várias vezes insultos racistas ao ator como: vai para a tua terra, Volta para a sanzala, Vou violar a tua mãe ou Tenho armas do Ultramar em casa e vou - te matar.', 'No ano passado, a Comissão para a igualdade e Contra a discriminação racial (CICDR) recebeu 436 queixas de casos de racismo, um aumento de 36% relativamente a 2018.', 'A ENAR alertou, no início de setembro, em Bruxelas, para um aumento preocupante de ataques de extrema-direita em Portugal, confirmando que as mensagens de ódio estão a alimentar táticas mais agressivas que visam os defensores dos direitos humanos de minorias raciais. A organização relaciona o aumento dos casos com as eleições de outubro passado, quando André Ventura, o líder do partido Chega, conquistou um lugar no parlamento. Desde aí os ativistas de extrema-direita têm tido mais propensão para cometer crimes raciais contra pessoas de cor em Portugal.', 'The Guardian recorda que André Ventura é conhecido por ter ligações com outros grupos de extrema-direita, tendo mesmo nomeado ex-membros de grupos neo-nazis para posições de liderança do partido (apesar de depois ter tido que não tinha conhecimento do passado destes indivíduos). O jornal menciona ainda o facto de o líder do Chega ter-se referido a Ana Gomes como a candidata cigana às eleições presidenciais e defender a redução drástica das comunidades muçulmanas na Europa.', 'O politólogo António Costa Pinto disse ao The Guardian que o presidente do Chega está a crescer porque diz em público aquilo que muitos portugueses pensam em privado mas não dizem. Costa Pinto relembra que apesar de o partido só ter obtido 1,29% dos votos, Ventura está a dar voz a muita gente e que os objetivos do Chega são semelhantes aos de muitos outros de extrema-direita espalhados pelo mundo.', 'O partido de Ventura, não quis comentar prestar declarações ao jornal inglês mas Mamadou Ba assumiu que o Chega já está a causar impacto: Nós sempre dissemos que existiam muitos apoiantes da extrema-direita em Portugal, só não existia um líder. Agora André Ventura tornou-se num megafone institucional de racismo no Parlamento.', 'O movimento Black Lives Matter está a tentar que se fale sobre o assunto em Portugal, mas André Ventura está na oposição. Depois da morte de Bruno Candé, o movimento organizou uma manifestação anti-racismo em Lisboa e o Chega respondeu com a contra-manifestação Portugal não é racista. Durante o evento, o líder do partido foi visto a fazer a saudação nazi, recorda o The Guardian.', 'A deputada não inscrita Joacine Katar Moreira, nascida na Guiné-Bissau, deu também o seu depoimento: Eu entrei no parlamento ao mesmo tempo que um deputado anti-democrático e o alvo dos ataques a nível nacional durante meses não foi o deputado fascista e anti-democrático. Foi a mulher negra com princípios humildes. A deputada disse ainda que estamos a assistir a uma normalização do discurso de ódio racista que conta com uma legitimação político-institucional.', ' Apesar do aumento das queixas por discriminação, entre 2014 e 2018 o número de condenações por crimes de discriminação e incitamento ao ódio e à violência é inferior a três.', 'A Rede Europeia Contra o Racismo concluiu que a falta de resposta institucional apenas reafirma o sentido histórico de impunidade para os agressores racistas e nega a necessidade urgente de se falar de racismo em Portugal.', ''] ",
        "numberPosts": " 198 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Ethnicity - General,Ethnicity - Black,Ethnicity - White,Social Class - Working class,Ethnicity - Roma,Nationality - General,Physical Identity - Physical (and Mental) Impairments,Nationality - German",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racista,Racismo,Raça,Negra,Preto,Negro,Preta,Branco,Grunho,Analfabeto,Rasca,Cigano,Estrangeiro,Atrasado,Atrasado mental,Nazi,Esquerdalho,Bêbado,Monhé,Chinoca,Monhé,Velho,Maricas",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "5089661364",
            "user": "euestouali",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Lol, que jornal \"The Guardian\" mais imparcial e idóneo! Mas que raio o caso da violência de um policia contra uma <b> negra </b>ou até mesmo o caso Marega têm a ver com o André Ventura? Mais imparcialidade e bom senso só lhes ficava bem... Não sou apoiante do CHEGA, mas o CHEGA não é nenhum partido<b>  racista</b>... Agora, se falarem do PNR já é outra história...",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racista",
                "Negra"
            ]
        },
        {
            "id": "5089149494",
            "user": "brunodecarvalhooprprio",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "É preciso dar o devido desconto ... o The Guardian não é um jornal imparcial, tem sempre dois pesos e duas medidas. É claramente o jornal mais à esquerda e mais alinhado com a narrativa do políticamente correcto, com a farsa do black lives matter ou com as políticas de identidade no Reino Unido e está a ficar cada vez pior.",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5089445724",
                    "user": "honesto_honoriscausa",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "SOS <b> racismo </b>financiado pela “Open Society“, “ A câmara de Lisboa celebrou três contratos com o senegalês Mamadou Ba no valor de 191 mil.€”, o mesmo Mamadou Ba recebe da dita sos<b>  racismo</b> 2491,18€(com iva)/mês!<br/>Achas que ess<b> e grunh</b<b> >o racis</b>ta senegalês ex guarda red<b> es, analfab</b>eto, alguma vez vai embora de Portugal????\nVotaram no Medina não foi??<br/>Nós somos muito burros mesmo, centenas de brancos são assassinados por  NEGROS e por ano, neste mundo e há tantos tugas a passar fome em Portugal, vivem em casas sem água, sem retrete,(fazem 💩em jornais, plasticos) sem canos  DENTRO DE LISBOA... Mas para os brancos nada! Nem justiça! Tudo, só para as outras raças. VERGONHA!<br/>PARA VÊ-LOS BASTA IR AOS BALNEÁRIOS PÚBLICOS DE ALCÂNTARA....Para os brancos nada!!<br/>Depois dizem que os tugas são racistas, somos é complexados...Nada para nós.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racismo",
                        "Racista",
                        "Grunho",
                        "Analfabeto"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "5089053081",
            "user": "disqus_6agQFnktjW",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Vão-se fuder, mas é!<br/>Preocupem-se mais com a panascada e a fufalhada que se apoderou do poder e dos orgãos de comunicação do país deles!<br/>Moral 0",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5089031255",
            "user": "disqus_QgiDg3feBo",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Esta é a imagem que Portugal tem no <b> estrangeiro,</b> por ter um partido de extrema direita no parlamento.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5089700875",
                    "user": "o_critico",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "A imagem é a que a esquerdalha criminosa está fazer de Portugal o 5ª país mais corrupto do mundo e primeiro a nivel Europa... isso já jornaleiros comunas nem abrem a boca... Mais usar a imagem da manifestação do Chega contra mentira do <b> racismo </b>é mesmo uma vergonha, é o que se chama de terrorismo ideológico da extrema esquerda venezuelana que apoderou do poder em Portugal.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racismo"
                    ]
                },
                {
                    "id": "5089131401",
                    "user": "disqus_LerI7mwknD",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Em Portugal há <b> racismo </b>estrutural. Há<b>  racismo</b> dos ciganos e pretos em relação aos brancos. Os brancos tem medo, não sentimento d<b> e racism</b>o. Experimente atropelar um ciganito que se atravesse na frente do carro e verá que não se consegue sair da coisa sem ser degolado.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racismo"
                    ]
                }
            ],
            "keywords": [
                "Estrangeiro"
            ]
        },
        {
            "id": "5089006736",
            "user": "disqus_SqhJ0DrprW",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Guardian = lixo.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5088969642",
            "user": "bolideirayahoocombr",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Mataram um Eng. filho de um ex-policia da judiciária no Campo Grande à navalhada por 3 pretos residentes na Amadora nunca mais se ouviu nada!<br/>Aquele estudante que mataram não na hora porque morreu passados dias no hospital em Bragança, andam sempre nos jornais a dar noticias.<br/>2 pesos 2 medidas!",
            "likes": 9,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "5089133519",
                    "user": "disqus_LerI7mwknD",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Foi morto por ciganos. Por aqui se vê que as noticias são falaciosas.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "5089219709",
                            "user": "onamix2",
                            "date": "2 months ago",
                            "timestamp": "NA",
                            "commentText": "Não foi nada morto por ciganos seu ignorante, quando não sabes as coisas fica calado!",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "5090502124",
                                    "user": "disqus_LerI7mwknD",
                                    "date": "2 months ago",
                                    "timestamp": "NA",
                                    "commentText": "E foi racismo. Foi um crime  que tem se ser severamente punido.",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 1,
                                    "replies": [
                                        {
                                            "id": "5090600483",
                                            "user": "onamix2",
                                            "date": "2 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Quando se mata um preto é racismo , quando se mata um branco é crime.. vai-se lá entender estas mentes",
                                            "likes": 0,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5088965081",
            "user": "bolideirayahoocombr",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Mamadou Ba se está mal que desapareça daqui, que vá para a sua terra gritar SOS <b> racismo </b>e defenda as negras da sua terra de serem circuncidadas! Desinfete de vez, mamão xupista!!!",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5089432013",
                    "user": "honesto_honoriscausa",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "SOS <b> racismo </b>financiado pela “Open Society“, “câmara de Lisboa celebra três contratos com Mamadu Ba no valor de 191 mil€”, o mesmo Mamadu Ba recebe da dita sos<b>  racismo</b> 2491,18€(com iva)/mês!<br/>Achas que ess<b> e grunh</b<b> >o racis</b>ta senegalês alguma vez vai embora de Portugal????\nNós somos muito burros mesmo, centenas de brancos são assassinados por  NEGROS e por ano neste mundo e há tantos tugas a passar fome em Portugal... Mas para os brancos nada! Nem justiça! Só tudo para as outras raças. VERGONHA!",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racismo",
                        "Racista",
                        "Grunho"
                    ]
                }
            ],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "5088943655",
            "user": "disqus_QUg940rmiE",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Engraçado, e as mortes e violência causada pelas ditas minorias ?? Nem uma letra ! Porque será ?? Já nem falo nas mortes de negros por Ciganos.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5088923647",
            "user": "disqus_Bgjgzidp1j",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "negros que agridem tudo e todos inclusive policias, nada de nada no relatório ?",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5088860244",
            "user": "sabugas",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Este artigo perde logo a credibilidade toda nas primeiras linhas quando fala de Claudia Simões. A Claudia Simões resistiu à detenção, a Claudia Simões foi imobilizada por um agente da autoridade até à chegada de reforços, não foi inocente o pedido do SOS <b> Racismo </b>quem filmou o inicio da confusão não divulgar os videos.\nÉ por isto que eu vou votar no CHEGA de agora em diante, temos a policia a fazer o seu trabalho e todos a atacarem... Vão ter de levar com a Ordem quer queriam quer não queiram, nem que seja em forma de tomada do poder. Porque já somos muitos fartos disto.\nA policia prende um agressor de uma grávida e de um PSP, pessoas tentam impedir a detenção, são afastadas fisicamente... e carros ardem de Setúbal à Amadora... e as pessoas, tal rebanho desmiolado, acha tudo normal... porque não foi o carro delas... POIS TENHO MUITA PENA DO VOSSO CARRO AINDA ESTAR INTACTO... São vocês que mereciam isto.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "5088819135",
            "user": "disqus_BHz3qEk2qL",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "E sim, PORTUGAL É ESTREMAMENTE <b> RACISTA </b>SIM.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5089221159",
                    "user": "onamix2",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Então o que dizer da africa do sul que mata brancos todos os dias.. tenho que chamar o batman para te por na linha",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5088938073",
                    "user": "disqus_YxWNWt1aNK",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Portugal é tão <b> racista </b>como qualquer país habitado por gente branca e o mesmo se passa em África quando outras pessoas que não sejam de<b>  raça</b<b> > negr</b>a vivem no meio deles.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racista",
                        "Raça",
                        "Negra"
                    ]
                }
            ],
            "keywords": [
                "Racista"
            ]
        },
        {
            "id": "5088818582",
            "user": "disqus_BHz3qEk2qL",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Só os idiotas e retardados mentais julgam pela cor da pele.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "5089222330",
                    "user": "onamix2",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Ia julgar que tinha visto um <b> cigano </b>a matar um<b>  preto</b> á uns tempos.. ah e tal mas não foi u<b> m branc</b>o a matar portanto está tudo bem.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Preto",
                        "Cigano",
                        "Branco"
                    ]
                },
                {
                    "id": "5089135424",
                    "user": "disqus_LerI7mwknD",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Está a chamar idiotas aos pretos e ciganos.?",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5091435987",
                            "user": "disqus_QUg940rmiE",
                            "date": "2 months ago",
                            "timestamp": "NA",
                            "commentText": "Não, está a dizer o que aconteceu, a verdade ! É mentira ? Mas não foi caso único nem será o último !",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "5088955446",
                    "user": "disqus_QUg940rmiE",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Aqui não é questão de julgar, mas sim de comparar e falar de quem se trata realmente ! Eu fui criado com negros, ciganos, indianos e andávamos todos ao \"molho\" e por aí, e nunca se falou de <b> racismo </b>! Quando a gente se desentendia era porrada, coisa do momento, depois passava e lá continuava a brincadeira ou futebolada ! A mim e outros brancos, chamavam de brancos os negros era pretos,<b>  Cigano</b> er<b> a Cigan</b>o, mas nunca ninguém se sentiu ofendido, não havia cá histórias <b> de racis</b>mo !! Foi uma infância muito mais feliz e divertida que é hoje em dia !",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "5089451569",
                            "user": "honesto_honoriscausa",
                            "date": "2 months ago",
                            "timestamp": "NA",
                            "commentText": "Nesse tempo não havia um mercenário senegalês racista ao serviço de governos estrangeiros, para criar em Portugal o que já existe noutros países, faz parte da Agenda dos Boko Haram...",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "5089223418",
                            "user": "onamix2",
                            "date": "2 months ago",
                            "timestamp": "NA",
                            "commentText": "Não percas o teu tempo a responder a retardados que apoiam o genocidio branco!",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Racismo",
                        "Cigano"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "5088783116",
            "user": "ruikkrull",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "200 anos do Marxismus e 100 milhões de mortos.<br/>-------------------------------------------------------------------<br/>O The GUARDIAN é um <b> ESQUERDALHO </b>JORNALECO LIXO que existe para espalhar ódio e criar discórdia, é uma espécie de CHARLIE HEBDO mas de sinal contrário.<br/>Só come essa MERDA quem é<b>  at<b> rasado</b> menta</b>l, ignorante ou?... - Isso mesmo! Olha como adivinharam, um esquizóide COMUNA do KOMMUNISMUS excrescência do MARXISMUS que nos há-de levar a todos na EUROPA à DESGRAÇA se não nos pusermos a pau e votarmos em MASSA em ALGO DECENTE.<br/>...<br/>Veja-se o CUMULO da HIPOCRISIA:<br/>Enquanto a CHINA persegue e cala a boca aos chineses e aos cidadãos de Hong Kong, os MEDIA ESTATAIS CHINESES vão oferecer apoio à BLM.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Atrasado",
                "Atrasado mental",
                "Esquerdalho"
            ]
        },
        {
            "id": "5088744090",
            "user": "caodalaura",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Que se preocupem com os seus gangues de paquistaneses que só violam menores brancas e que a polícia protege pq tem medo de ser chamada de <b> racista </b>se actuar. Aconteceu a uma colega minha, o que fez a polícia mesmo tendo a matrícula do tipo? nada.<br/>Ou com os constantes apunhalantes de tez escura que pululam as suas ruas.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racista"
            ]
        },
        {
            "id": "5088720289",
            "user": "disqus_oQ6NjihhdN",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Um enfermeiro de 80 anos a gritar para outro individuo que por acaso tinha pele mais escura:- VOU VIOLAR A TUA MÃE!!! Ó pá! Ganhem vergonha! Vão chatear o carulho!!!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5088568437",
            "user": "disqus_1MbJvWCth8",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "- Os Britânicos a falar de <b> racismo </b>têm semelhante moral que os pedófilos a falar de crianças. Não foram estes insulares que decidiram fazer um referendo à saída da UE porque não queriam mais emigrantes independentemente da cor?<br/>- Não é este povo que retira crianças aos emigrantes, sob acusação de maus tratos que não existem só para o negócio da adoção?<br/>- Não são estes palermas que multaram um jogador de futebol português por<b>  racismo</b> quando o caso é exclusivamente de cariz pessoal entre os dois intervenientes não tendo havido sequer queixa por parte do de um dos intervenientes na brincadeira, quanto a mim isenta de maldade?<br/>- Não são estes palhaços que têm por Londres vastíssimo espólio roubado a antigas civilizações dos 7 continentes.<br/>- Para que estes energúmenos insulares aprendam, Portugal é o segundo país do mundo a receber e a integrar emigrantes, ficando somente atrás da Suécia, segundo o índice MIPEX (Migrant Integration Policy Index).<br/>- Pelo exposto se Portugal é um paí<b> s racist</b>a, o que dizer de todos os outros, excluindo a Suécia?<br/>- A mim como Português não são uns badamecos insulares que me desonrar como ser humano, patrocinados por verdadeir<b> os racis</b>ta que foram acolhidos neste pais como eu nunca seria acolhido no país de origem deles.<br/>Política fora, eu prefiro mesmo é o humanismo.<br/>Cumprimentos",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo",
                "Racista"
            ]
        },
        {
            "id": "5088558899",
            "user": "droliveirasalazar",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Estou aqui no inferno acompanhado do Rolão <b> Preto </b>e do Sá Carneiro! ...alguém que mande para cá o André Ventura porque estamos a precisar de um parceiro para jogar uma suecada!",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 16,
            "replies": [
                {
                    "id": "5088958167",
                    "user": "disqus_QUg940rmiE",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Dá um passo à frente e segue viagem ! Se não souberes o caminho, pede-lhes as coordenadas do GPS !",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5088837184",
                    "user": "Joaoperna",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Rolão <b> Preto </b>mais tarde mudou de ideias políticas.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5088957049",
                            "user": "droliveirasalazar",
                            "date": "2 months ago",
                            "timestamp": "NA",
                            "commentText": "Pois, mas aqui no Inferno voltou à mesma merda que sempre foi, já tive que lhe dar duas chapadas por causa disso.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Preto"
                    ]
                },
                {
                    "id": "5088661918",
                    "user": "disqus_ysIn41saXn",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Salazar aí a tumba desmemoriou-o, com que então Rolão <b> Preto </b>e Sá Carneiro? Se não estivesse morto diria que estava<b>  bêbado</b>.\nRolã<b> o Pret</b>o era um fascista e mesmo assim acabou de candeias às avessas consigo; O Sá Carneiro, era um democrata liberal, não confunda.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 7,
                    "replies": [
                        {
                            "id": "5088676427",
                            "user": "droliveirasalazar",
                            "date": "2 months ago",
                            "timestamp": "NA",
                            "commentText": "AHAHAHAHAHAHAHAHAH!!!! ...mais outro idiota que acreditou que o Sá Carneiro era um democrata!",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 6,
                            "replies": [
                                {
                                    "id": "5088699544",
                                    "user": "disqus_ysIn41saXn",
                                    "date": "2 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Idiota, se não  conheces não inventes, nunca li  ou vi qualquer intervenção de Sá Carneiro que pusesse em causa os seus valores. Porém  deves ter informação secreta para fundamentar essa opinião tão definitiva que  te leva a insultar-me.<br/> Mostra lé  essas fontes ocultas porque eu só conheço o que é público.<br/> Senão és mais um aldrabinas.",
                                    "likes": 2,
                                    "hasReplies": true,
                                    "numberOfReplies": 5,
                                    "replies": [
                                        {
                                            "id": "5088727621",
                                            "user": "droliveirasalazar",
                                            "date": "2 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Meu caro tenho aqui no inferno o Sá Carneiro ao meu lado e a única coisa que ele lê é o Mein Kampf!<br/>Eu ainda vou lendo a \"Maria\" e a \"Lux\" mas o cabrão só lê o Mein Kampf mesmo.",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 4,
                                            "replies": [
                                                {
                                                    "id": "5088891745",
                                                    "user": "disqus_ysIn41saXn",
                                                    "date": "2 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Ele não falava alemão, quem traduziu isso?",
                                                    "likes": 0,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 2,
                                                    "replies": [
                                                        {
                                                            "id": "5088941505",
                                                            "user": "droliveirasalazar",
                                                            "date": "2 months ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Foi o Diabo.",
                                                            "likes": 0,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 1,
                                                            "replies": [
                                                                {
                                                                    "id": "5089137142",
                                                                    "user": "disqus_ysIn41saXn",
                                                                    "date": "2 months ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "Eu logo vi, o homem  está a ler A Morgadinha dos Canaviais.",
                                                                    "likes": 0,
                                                                    "hasReplies": false,
                                                                    "numberOfReplies": 0,
                                                                    "replies": []
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                },
                                                {
                                                    "id": "5088762984",
                                                    "user": "disqus_cBccy1PhIj",
                                                    "date": "2 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Mais um canhoto retardado mental. Vai trabalhar PARASITA.",
                                                    "likes": 0,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Preto",
                        "Bêbado"
                    ]
                },
                {
                    "id": "5088562674",
                    "user": "disqus_EJLoQqNK0r",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Ó relvas, para quem é ateu, teres essas referências do ceu/inferno, é de mau camarada!\nVá... Desta vez passa...",
                    "likes": 3,
                    "hasReplies": true,
                    "numberOfReplies": 4,
                    "replies": [
                        {
                            "id": "5088568343",
                            "user": "droliveirasalazar",
                            "date": "2 months ago",
                            "timestamp": "NA",
                            "commentText": "Caro amigo fascista faça o favor de passar pelo meu escritório em Santa Comba para eu lhe enfiar uma tíbia no cagueiro!",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 3,
                            "replies": [
                                {
                                    "id": "5088961292",
                                    "user": "disqus_QUg940rmiE",
                                    "date": "2 months ago",
                                    "timestamp": "NA",
                                    "commentText": "O teu escritório é no E.P.L. ala B...",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "5088764351",
                                    "user": "disqus_cBccy1PhIj",
                                    "date": "2 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Os fascistas agora estão mais ali para os lados da Arrentela. Muda-se os tempo muda-se os fachos..",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "5088569959",
                                    "user": "disqus_EJLoQqNK0r",
                                    "date": "2 months ago",
                                    "timestamp": "NA",
                                    "commentText": "👏👏👏👏👏",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Preto"
            ]
        },
        {
            "id": "5088541357",
            "user": "disqus_ysIn41saXn",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Distinção entre crime racial e crime comum parece bem dificultada pela demagogia que vai grassando  , em que tudo que envolva negros é <b> racismo.</b> Enfim.\nHá crimes racistas, evidentemente, porém entre nós, são residuais. Não estamos no Reino Unido nem nos EUA.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5088555960",
                    "user": "disqus_EJLoQqNK0r",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Muito bem sr rocha! É um clone?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "5088535841",
            "user": "Joaoperna",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Então acham que se Candé fosse <b> branco,</b> o crime já não aconteceria?<br/>O que dizem essas mesmas pessoas sobre o homicídio daquele rapaz em Lisboa às mãos de um gang de negros?",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5088566907",
                    "user": "disqus_ghdJq5yAMd",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "isso já não é <b> racismo,</b> é crime e passa ao lado....",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racismo"
                    ]
                }
            ],
            "keywords": [
                "Branco"
            ]
        },
        {
            "id": "5088525403",
            "user": "partisanlx",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Engraçado ver os fascizoides que trabalham do estilo em bloco como as hienas até já chamam um dos jornais mais liberais de Inglaterra como um jornal de esquerda ahahah é evidente que para eles também o CDS e o PSD são de esquerda , pois á direita deles já não há mais nada ...\nMas tenham lá calma pois a destruição do partido do oportunista Ventura , vai sentar o cu no banco dos réus , levado pela direita portuguesa (PSD + CDS + IL + Aliança), pois aos poucos a direita portuguesa entende que o holocausto defendido pelo chega, só trará miséria ao país , e o fim da direita de cariz democrático !",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5088617080",
                    "user": "disqus_mogfSPaHQJ",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "O quão é necessário estar deslocado da realidade para se achar que o Guardian não é um jornal de esquerda???",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5088524160",
            "user": "disqus_EJLoQqNK0r",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Vejo muita gente a dizer que a liberdade de expressão é um dos pilares da democracia, mas nunca ninguém fala da liberdade de pensamento...\nBasta assistir a estas caixas de comentários ou a programas de televisão com pseudo comentadores, para se perceber que a esquerda adora a liberdade de expressão mas detesta a liberdade de pensamento!\nFormatam estes seguidistas, gente sem auto estima e bastante influenciável, e querem a todo o custo impor o pensamento único!\n\"Portugal é <b> racista,</b> e quem disser o contrário é<b>  racista</b>!\"\nÉ assim que funciona... Este é o verdadeiro princípio das ditaduras!",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "5088592120",
                    "user": "jesusmerda",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "INCHA PORCO NAZI",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5088593886",
                            "user": "disqus_EJLoQqNK0r",
                            "date": "2 months ago",
                            "timestamp": "NA",
                            "commentText": "",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Nazi"
                    ]
                },
                {
                    "id": "5088528838",
                    "user": "bigurak",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "o filosofo do esgoto veio botar faladura<br/>mas como sempre só saiu m3rda pura",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racista"
            ]
        },
        {
            "id": "5088502718",
            "user": "mariaeugniamrias",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "The Gardian  é um jornal de esquerda.  A notícia faz parte da estratégia esquerda unida para não ser vencida.\nComo esquerda que são,  mentem. Os casos de <b> racismo </b>foram criados pelas bes para terem assunto etacho a dar ao guienense.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "5088523740",
                    "user": "bigurak",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "entao a noticia é que o Guardian  um jornal de esquerda ( nem sei nem me interessa)<br/>a questão reportada do <b> racismo </b>em Portugal é secundaria<br/>santa paciência",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5088548565",
                            "user": "mariaeugniamrias",
                            "date": "2 months ago",
                            "timestamp": "NA",
                            "commentText": "O racismo é notícia por ter sido criado pelas bes e mamasou, mas isso omitem.",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Racismo"
                    ]
                },
                {
                    "id": "5088516353",
                    "user": "partisanlx",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Acho piada , qqr dia Até a bbc é por vos apelidada de esquerda ahahahah",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "5088547149",
                            "user": "mariaeugniamrias",
                            "date": "2 months ago",
                            "timestamp": "NA",
                            "commentText": "Eu acho esperteza saloia a sua resposta.",
                            "likes": 3,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "5088524937",
                            "user": "bigurak",
                            "date": "2 months ago",
                            "timestamp": "NA",
                            "commentText": "faz sentido.<br/>para os cheg@gonos todos estao a esquerda",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "5088475709",
            "user": "redamcreator",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Pelos vistos o Guardian e o Sol juntaram-se para fazer propaganda política contra a \"supremacia branca\" e o \"<b> racismo </b>endémico<b>  branco</b>\".<br/>E quem é que foram entrevistar, para falar disto?<br/>- Mamadou e Joacine!<br/>Onde está a idoneidade! Onde está o rigor jornalístico!<br/>Isto não passa de lixo e apenas isso. Isto é apenas estrume para iniciar e alimentar uma fogueira, a do (ainda inexistente<b> ) racism</b>o neste País.\nJá agora, a tal Cláudia Simões não foi agredida pela Polícia; resistiu a uma detenção. Já o condutor do autocarro foi depois vingativa e barbaramente agredido indo parar ao hospital.\nE também, não se pode deixar de sublinhar que, como mandam os preceitos da políti<b> ca ras</b>ca, uma mentira dita inúmeras vezes passa a ser considerada verdade. Porque, ao contrário que afirma a notícia o Ventura não fez nenhuma saudaç<b> ão \"N</b>azi\"!",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5088497129",
                    "user": "bigurak",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "la estao eles <br/>nao largam o osso nem por nada",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racismo",
                "Branco",
                "Nazi",
                "Rasca"
            ]
        },
        {
            "id": "5088464430",
            "user": "mirodri",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "O ventura apenas existe porque os moderados deixaram os racistas mamadu e blm e os marxistas do be terem carta branca para o disparate",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "5088498349",
                    "user": "bigurak",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "porque tu seres um calhau nao tem tem nada a ver com a existência de um partido xenófobo<br/>coincidência temporal",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "5088735326",
                            "user": "disqus_oQ6NjihhdN",
                            "date": "2 months ago",
                            "timestamp": "NA",
                            "commentText": "Defina la o que entende por xenófobia.  É que esse termo ,de tanto ser usado, já parece que não vale nada!",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "5088748272",
                                    "user": "bigurak",
                                    "date": "2 months ago",
                                    "timestamp": "NA",
                                    "commentText": "diga la o que entende por cadeira?",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 1,
                                    "replies": [
                                        {
                                            "id": "5089007533",
                                            "user": "disqus_oQ6NjihhdN",
                                            "date": "2 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Compreendi! A cartilha não dá para mais!",
                                            "likes": 0,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5088463716",
            "user": "disqus_cQZ0oN2nyf",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Brinquem mais e mintam ainda mais e vão acabar por ter <b> racismo </b>a sério em Portugal, mas nunca se esqueçam que a corda parte sempre do lado mais fraco, não se iludam do contrário que só perdem tempo.\nÉ disso que a esquerdalha anda à procura porque  só no meio de chafurdeira conseguem ir sobrevivendo.\nA treta do<b>  racismo</b> é a última arma a que se podem agarrar, de resto já foram...",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "5088499580",
                    "user": "bigurak",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "estes esquerdistas do Guradian controlados pelo Mamadu só fake news",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "5088508755",
                            "user": "disqus_cQZ0oN2nyf",
                            "date": "2 months ago",
                            "timestamp": "NA",
                            "commentText": "Basta ser de esquerda, ou andar lá próximo para perceber logo como são, como viveram a vida, o tipo de educação que tiveram e do que andam à procura. Não é, nem nunca foi novidade para ninguém.\nQuanto ao mamado, bem tenta lançar foguetes, o problema é que é sempre ele que tem de apanhar as canas.\nÉ a vida, aguenta, camarada!",
                            "likes": 3,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "5088579300",
                                    "user": "disqus_EJLoQqNK0r",
                                    "date": "2 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Esse é sem dúvida um excelente exemplo do espécime...\nUm tresloucado a querer responder a tudo e a todos, com insultos e com uma má formacao/educação flagrante...\nNão interessa o debate de ideias... Interessa impor a sua a todo o custo... Nem que seja a fazer estas figurinhas...\nSão os novos meninos mimados que não conseguem aceitar um mundo diferente do que eles querem...\nEntre esse e uma criança de 3 anos num supermercado a fazer uma birra porque quer  brinquedo, a diferença está no tamanho...",
                                    "likes": 2,
                                    "hasReplies": true,
                                    "numberOfReplies": 1,
                                    "replies": [
                                        {
                                            "id": "5088611223",
                                            "user": "disqus_cQZ0oN2nyf",
                                            "date": "2 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Resumindo, não passa de um esquerdalho e como todos os esquerdalhos é rasca todos os dias.\nProblema dele, aqui tem mesmo que roer a relva, não está na esquina dele.\nEle ou qualquer outro xuxocomuna.",
                                            "likes": 2,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "5088460317",
            "user": "oscarmaximo",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Eu pensava que o Mamadu recebia o dinheiro da CML para tambem receber as mensagens racistas. Se não está lá para isso, qual é a utilidade deste senhor ?",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5088456081",
            "user": "jesusmerda",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "O nome de Portugal na lama internacionalmente por causas destes montes de esterco.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5088461606",
                    "user": "oscarmaximo",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Exatamente, há queixinhas em todo o lado, não é só no jardim infantil.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5088446991",
            "user": "disqus_xmCBjS9tbD",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Claro que teve a ver com o Ventura, que tal tocador de flauta, fez os ratos sairem todos do esgoto",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5088449142",
                    "user": "disqus_AMVFiWrvz0",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Cala-te rata pelada...ninguem te pega..😬😬😂😂 já chega hoje vai lavar as escadas e a marquise.. 🤣🤣",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5088445370",
            "user": "disqus_AMVFiWrvz0",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Infelizmente começo achar que deveríamos ter um <b> racismo </b>estrutural em portugal🤫😬 muitos de nós estamos a ficar fartos destas 💩 de conversas e noticiais, assim acabavamos de vez com isto ...é que começam a querer condicionar o livre pensamento e a nossa forma de estar.🤬🤬",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "5088442129",
            "user": "disqus_T1UYJEG23M",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Claro e porque será???????????<br/>CASA ONDE NÃO HÁ PÃO, TODOS BRIGAM E NINGUEM TEM RAZÃO.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5088430894",
            "user": "disqus_EdPJc532K3",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Deixei de ler a notícia quando apareceu que Mamadu falou com o jornal the Guardian. Notícia claramente montada por esse nojento <b> racista </b>que tem por nome Mamadu.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5088501766",
                    "user": "bigurak",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "deixaste de ler porque a verdade doí",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racista"
            ]
        },
        {
            "id": "5088425376",
            "user": "Disqusmanuelgomes",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Portugal tão <b> racista </b>que nas manifestações do sos<b>  racismo</b> por vezes são mais os brancos que lá estão 😱🙆🏼‍♂️",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5088702468",
                    "user": "leaodetroll",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Em Portugal existem 2 raças (Boifiquistas e Dragartos), que se odeiam mais que os KKK e os escuros da terra do Trump !",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racismo",
                "Racista"
            ]
        },
        {
            "id": "5088422449",
            "user": "felciomafio",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "É preciso uma grande onda de <b> racismo </b>até ao fim do ano.. para tapar a realidade e a corrupção..!!",
            "likes": 9,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "5088429749",
                    "user": "disqus_mogfSPaHQJ",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Essa é que é essa...",
                    "likes": 5,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "5088504176",
                            "user": "bigurak",
                            "date": "2 months ago",
                            "timestamp": "NA",
                            "commentText": "o calhau e a amiga<br/>convoca outra manifestação a dizer que<br/> Portugal nao é racista<br/> o ch@g@ é que é",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "5088506607",
                                    "user": "disqus_mogfSPaHQJ",
                                    "date": "2 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Admita lá aqui, que ninguém nos ouve, você não passa sem mim, pois não?",
                                    "likes": 3,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "5088418481",
            "user": "eduardofranciscolouromarque",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Uma sociedade extremada só interessa a 2 partidos em concreto, aqui em Portugal. Dividir a sociedade, é transformá-la num barril de pólvora. Governar um país segregado, só nos melhores delírios de Kafka! Tentem imaginar o que seria Portugal, um dia depois das eleições legislativas, se o PCP, ou o BE, ou o MRPP, ou o Ergue-te, ou o Chega, vencessem?... Aconteceria democracia, claro. Mas que tipo de democracia seria a partir daí? Quem estaria disposto a viver numa democracia musculada e autocrática? Era a oposição da vivência social, em prol e benefícios só de alguns, em detrimento de tudo o resto. Por fim, o Guardian deveria também ouvir a versão do Chega, porque têm o direito de se defenderem. Até porque o sr. Mamadou Ba não tem moral neste momento, por ter dito, de viva voz, \"bosta da bófia\"! Isto retirou-lhe moral para o que for.",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5088504770",
                    "user": "bigurak",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "viva la trampa",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5088418331",
            "user": "miguelgodinho",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "É realmente um problema sério.<br/>Mas esqueceram-se de pelo menos uma vítima da violência racial: o motorista do autocarro no caso Cláudia Simões<br/>Foi espancado poucos dias depois.<br/>Hum...espera lá. O motorista era <b> branco,</b> logo se levar no lombo nunca é violência racial.. É só violência normal.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 11,
            "replies": [
                {
                    "id": "5088506331",
                    "user": "bigurak",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "liga ao Guradian e explica-lhes que em portugal nao ha <b> racismo </b>porque um motorista foi agredido por um grupo de filhosdaput@",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 10,
                    "replies": [
                        {
                            "id": "5088527303",
                            "user": "miguelgodinho",
                            "date": "2 months ago",
                            "timestamp": "NA",
                            "commentText": "Eu quero é que o The Guardian se vá encher de moscas.<br/>Os paladinos do racismo em Portugal que façam um levantamento dos últimos anos sobre homicídios e vejam quantos são de:<br/>-Brancos que mataram pretos<br/>-Pretos que mataram brancos<br/>-Ciganos que mataram brancos<br/>-Brancos que mataram ciganos<br/>-Ciganos que mataram pretos<br/>-Pretos que mataram ciganos <br/>-Pretos que mataram pretos<br/>-Ciganos que mataram ciganos<br/>-Brancos que mataram brancos<br/>Provavelmente, vão encontrar algum racismo em Portugal, mas não o vão querer discutir.",
                            "likes": 3,
                            "hasReplies": true,
                            "numberOfReplies": 9,
                            "replies": [
                                {
                                    "id": "5088536122",
                                    "user": "bigurak",
                                    "date": "2 months ago",
                                    "timestamp": "NA",
                                    "commentText": "mandas bocas mas és preguiçoso para as sustentares com dados",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "5088530613",
                                    "user": "bigurak",
                                    "date": "2 months ago",
                                    "timestamp": "NA",
                                    "commentText": "parece que sabes tudo<br/>apresenta u os numeros",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 7,
                                    "replies": [
                                        {
                                            "id": "5088536735",
                                            "user": "miguelgodinho",
                                            "date": "2 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Prefiro que seja o Mamadou Ba a fazer o levantamento e a apresentar os números. <br/>Ele é a pessoa indicada para o serviço.",
                                            "likes": 2,
                                            "hasReplies": true,
                                            "numberOfReplies": 6,
                                            "replies": [
                                                {
                                                    "id": "5088537741",
                                                    "user": "bigurak",
                                                    "date": "2 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "tu só és indicado para a parte de mandar bocas pois isso e fácil",
                                                    "likes": 0,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 5,
                                                    "replies": [
                                                        {
                                                            "id": "5088550673",
                                                            "user": "miguelgodinho",
                                                            "date": "2 months ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Não são bocas. São questões fundamentais.<br/>Nos EUA, quem se queixa de racismo e violência sustenta-se neste tipo de números.<br/>Em Portugal grita-se racismo, mas não se apresentam os indicadores mais importantes de tensão étnico-racial.<br/>É racismo só por causa da bocas ao estilo \"vai para a tua terra\"?<br/>Eu que sou branco e português também já levei com o \"vai para a tua terra\" cá em Portugal e só estava no pavilhão da equipa rival a 15km de minha casa.",
                                                            "likes": 2,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 4,
                                                            "replies": [
                                                                {
                                                                    "id": "5088566485",
                                                                    "user": "disqus_EJLoQqNK0r",
                                                                    "date": "2 months ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "A resposta do sujeito dá-lhe razão!",
                                                                    "likes": 2,
                                                                    "hasReplies": true,
                                                                    "numberOfReplies": 1,
                                                                    "replies": [
                                                                        {
                                                                            "id": "5088758830",
                                                                            "user": "miguelgodinho",
                                                                            "date": "2 months ago",
                                                                            "timestamp": "NA",
                                                                            "commentText": "Esta gente é fácil de desarmar.<br/>Assim que a conversa fica mais exigente, é tudo tanga.<br/>Muita gente quer chegar a Portugal e à Europa e não cumprir as regras locais (muitos até querem impor a sua lei). Quando são obrigados a cumprir ou se portam mal e ouvem umas bocas, é racismo. Basicamente querem um \"free pass\" para fazer toda a porcaria, sob a proteção do racismo.<br/>Bem fazem os chineses e japoneses que não vão em tretas. Quem chega tem de se portar bem e cumprir as regras...ou podem dar a volta e retornar à origem.",
                                                                            "likes": 1,
                                                                            "hasReplies": false,
                                                                            "numberOfReplies": 0,
                                                                            "replies": []
                                                                        }
                                                                    ]
                                                                },
                                                                {
                                                                    "id": "5088565360",
                                                                    "user": "bigurak",
                                                                    "date": "2 months ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "que grande tangas",
                                                                    "likes": 0,
                                                                    "hasReplies": true,
                                                                    "numberOfReplies": 1,
                                                                    "replies": [
                                                                        {
                                                                            "id": "5088723124",
                                                                            "user": "miguelgodinho",
                                                                            "date": "2 months ago",
                                                                            "timestamp": "NA",
                                                                            "commentText": "A minha mãe por ter sotaque do Minho, também ouviu \"pouco\"  \"vai para a tua terra serrana\".<br/>Tangas gosto muito, se for num bom traseiro.",
                                                                            "likes": 1,
                                                                            "hasReplies": false,
                                                                            "numberOfReplies": 0,
                                                                            "replies": []
                                                                        }
                                                                    ]
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Racismo"
                    ]
                }
            ],
            "keywords": [
                "Branco"
            ]
        },
        {
            "id": "5088411873",
            "user": "ocorrecio",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "O Guardian não está olhando para dentro de casa, os ingleses foram muito mais racistas , basta ver a situação actual das suas ex colonias.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5088507899",
                    "user": "bigurak",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "chegou o grande jornalista que quer definir a linha editorial do Guardian",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5090213596",
                            "user": "ocorrecio",
                            "date": "2 months ago",
                            "timestamp": "NA",
                            "commentText": "E você da revista Gina",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5088410867",
            "user": "disqus_qO85OOVgGx",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Não é preciso o the guardian dizer!<br/>Quase todos temos olhos para ver que o aparecimento deste chegano apenas veio dar voz aos racistas fascistas xenófobos de lx!<br/>Agora apenas sentem uma sensação de costas protegidas, ainda que não se apercebam que é apenas e só um bafo de cão no cachaço!",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "5088483488",
                    "user": "disqus_xmCBjS9tbD",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Nem mais. É vê-los sairem do esgoto aqui no Sol...eu só vejo \"this user is blocked \" a aparecerem. Sinto logo o cheiro das cavalgaduras Cheganas.<br/>Estes Hitlerilas papa hóstias cheios de plumas e saltos altos..",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "5088557690",
                            "user": "disqus_ghdJq5yAMd",
                            "date": "2 months ago",
                            "timestamp": "NA",
                            "commentText": "É assim que foges aos debates cabra de m.",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "5088560735",
                                    "user": "disqus_EJLoQqNK0r",
                                    "date": "2 months ago",
                                    "timestamp": "NA",
                                    "commentText": "No que se foi meter... Vem já a correr toda histérica, com meia dúzia de frases feitas...\nEssa participante é expressão máxima do complexo do pombo enxadrista...\nVocê joga xadrez com ela, ela defeca no tabuleiro, atira as peças todas para o chão, enche o peito e sai a cantar vitória...",
                                    "likes": 2,
                                    "hasReplies": true,
                                    "numberOfReplies": 1,
                                    "replies": [
                                        {
                                            "id": "5088872120",
                                            "user": "disqus_pp8bsi2hnJ",
                                            "date": "2 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Ahahahahahahahahah! É tal é qual assim!",
                                            "likes": 1,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "5088438933",
                    "user": "disqus_AMVFiWrvz0",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Você que se diz das forças da autoridade é um 🤡🤣😂...",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5088421428",
                    "user": "disqus_ghdJq5yAMd",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Mediocridade a quem obrigas. Quando falas, enches de merda os ouvidos dos outros...",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5088393085",
            "user": "disqus_h5Ox4tcyHw",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "E o André Ventura não faz uma manifestação contra o The Guardian?",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "5088511462",
                    "user": "bigurak",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "vao fazer uma manifestação <br/>o ch@g@ é pela liberdade de expressão<br/>o Guardian é que não",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5088519536",
                            "user": "disqus_h5Ox4tcyHw",
                            "date": "2 months ago",
                            "timestamp": "NA",
                            "commentText": "A \"Liberdade de Expressão\" do Chega toca a difamação e a ofensa barata. E isso não é liberdade, é um acto criminoso.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "5088411513",
                    "user": "Disqusmanuelgomes",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Não é necessário pela Inglaterra já vão fazendo uns atentados contra os racistas com facas a culpa do André Ventura",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5088382450",
            "user": "disqus_EJLoQqNK0r",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Ou seja, the guardian dá uma notícia fundamentada no que mamadou ba lhes relatou...\nMamadou ba, um <b> negro,</b><b>  estrangeiro</b>, eleito anteriormente como deputado, que lidera uma associação paga pelos contribuintes portugueses e que afirma que há muit<b> o racism</b>o em Portugal... Se não fosse<b>  o racis</b>mo, este senhor já tinha sido coroado como rei de Portugal!\nEstá certo...",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 19,
            "replies": [
                {
                    "id": "5088512391",
                    "user": "bigurak",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "volta ao esgoto cheg@no de m3rda",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5088394012",
                    "user": "disqus_h5Ox4tcyHw",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Racismo há em todo o lado. Em todos os países... E até aqui nestas caixas de cometários, apenas o pior dos cegos não o vê...",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 17,
                    "replies": [
                        {
                            "id": "5088398061",
                            "user": "disqus_EJLoQqNK0r",
                            "date": "2 months ago",
                            "timestamp": "NA",
                            "commentText": "Exacto... Isso é a verdadeira demagogia!\nSe eu disser que há corrupção na Dinamarca (que de acordo com os relatórios é o país menos corrupto do mundo), não estou a mentir! Estou é a ser demagogo!\nClaro que existem racistas em Portugal... Claro que existe racismo! A demagogia e o populismo está em criar a percepção de que esse comportamento não é residual e pontual!\nIsso não só é estúpido como é perigoso...",
                            "likes": 3,
                            "hasReplies": true,
                            "numberOfReplies": 16,
                            "replies": [
                                {
                                    "id": "5088402218",
                                    "user": "disqus_h5Ox4tcyHw",
                                    "date": "2 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Considerar que o racismo em Portugal é residual e pontual é uma imbecilidade. Portugal e os Portugueses são racistas e xenófobos. Poucos são os que não tiveram comentários pouco próprios relativos à raça, etnia, credo religioso, etc.\nA questão é que insistimos a meter a cabeça na areia ou olhar para o lado e acreditar em falsos profetas.",
                                    "likes": 1,
                                    "hasReplies": true,
                                    "numberOfReplies": 15,
                                    "replies": [
                                        {
                                            "id": "5088435072",
                                            "user": "disqus_mogfSPaHQJ",
                                            "date": "2 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Os portugueses são racista é o melhor exemplo do que é uma afirmação racista.\nOu seja, a sua lógica é um silogismo simplesmente inalcançável, você é racista, logo somos todos racistas e quem o nega é ainda mais racista...",
                                            "likes": 2,
                                            "hasReplies": true,
                                            "numberOfReplies": 3,
                                            "replies": [
                                                {
                                                    "id": "5088441416",
                                                    "user": "disqus_h5Ox4tcyHw",
                                                    "date": "2 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "O seu silogismo é muito fraquinho... Não seria melhor releres a cartilha?",
                                                    "likes": 1,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 2,
                                                    "replies": [
                                                        {
                                                            "id": "5088459886",
                                                            "user": "disqus_mogfSPaHQJ",
                                                            "date": "2 months ago",
                                                            "timestamp": "NA",
                                                            "commentText": "A minha básica cartilha diz que qualquer generalização baseada em preconceitos é, inerentemente, racista.\nOu seja, dizer que os portugueses são racistas é tão racista quanto dizer que os ciganos são parasitas, com a clara diferença que, nos caso dos ciganos, não se erra por muito...",
                                                            "likes": 3,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 1,
                                                            "replies": [
                                                                {
                                                                    "id": "5088507346",
                                                                    "user": "disqus_h5Ox4tcyHw",
                                                                    "date": "2 months ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "Lá está... A tua cartilha acaba por ser racista por viver de preconceitos.",
                                                                    "likes": 0,
                                                                    "hasReplies": false,
                                                                    "numberOfReplies": 0,
                                                                    "replies": []
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        },
                                        {
                                            "id": "5088422880",
                                            "user": "disqus_ghdJq5yAMd",
                                            "date": "2 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Vai para Angola e depois vês o que é racismo. Já estive lá e bem sei o que digo.",
                                            "likes": 5,
                                            "hasReplies": true,
                                            "numberOfReplies": 8,
                                            "replies": [
                                                {
                                                    "id": "5088435036",
                                                    "user": "disqus_h5Ox4tcyHw",
                                                    "date": "2 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Tem piada... Eu também. E no Zaire,  Moçambique, Irão,  Iraque e seilá quantos mais países... Se eu sei o que é racismo? Sei... Já tu andas a olhar para o lado.",
                                                    "likes": 1,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 7,
                                                    "replies": [
                                                        {
                                                            "id": "5088455270",
                                                            "user": "disqus_ghdJq5yAMd",
                                                            "date": "2 months ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Ai ando? Se calhar és tu que andas a olhar para o lado e só vês uma versão. A que te convêm... pudera, deves gostar de levar no c u ao som de Hip Hop e RAP...",
                                                            "likes": 1,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 6,
                                                            "replies": [
                                                                {
                                                                    "id": "5088509128",
                                                                    "user": "disqus_h5Ox4tcyHw",
                                                                    "date": "2 months ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "Na falta de argumentos mais sólidos vens com essa conversa? Não te ensinaram melhor que isso? Ofendes o conceito de ridiculo.",
                                                                    "likes": 0,
                                                                    "hasReplies": true,
                                                                    "numberOfReplies": 5,
                                                                    "replies": [
                                                                        {
                                                                            "id": "5088519338",
                                                                            "user": "disqus_ghdJq5yAMd",
                                                                            "date": "2 months ago",
                                                                            "timestamp": "NA",
                                                                            "commentText": "Oh cornudo, conceito do rídiculo é a tua pujança de relativizar o racismo só para os brancos.",
                                                                            "likes": 0,
                                                                            "hasReplies": true,
                                                                            "numberOfReplies": 4,
                                                                            "replies": [
                                                                                {
                                                                                    "id": "5088524719",
                                                                                    "user": "disqus_h5Ox4tcyHw",
                                                                                    "date": "2 months ago",
                                                                                    "timestamp": "NA",
                                                                                    "commentText": "Não, racismo há em todos os todos os países. Apenas Tu pretendes suavizar ou justificar o racismo dos brancos lavando-o com o racismo de outras raças e etnias. Isso é um erro que roça o obscurantismo do extremismo muçulmano.",
                                                                                    "likes": 0,
                                                                                    "hasReplies": true,
                                                                                    "numberOfReplies": 3,
                                                                                    "replies": [
                                                                                        {
                                                                                            "id": "5088531890",
                                                                                            "user": "disqus_ghdJq5yAMd",
                                                                                            "date": "2 months ago",
                                                                                            "timestamp": "NA",
                                                                                            "commentText": "Se eu suavizar, e se o Zé da esquina e a Marieta lá do bairro também o fizerem quem vai suavizar o racismo dos outros? Obscura é este conluio dos Medias que distorcem a verdade ao transmitirem e evocarem os pobrezinhos que são assediados e abusados pelo racismo... enquanto os nativos também o são em maior número...",
                                                                                            "likes": 2,
                                                                                            "hasReplies": true,
                                                                                            "numberOfReplies": 2,
                                                                                            "replies": [
                                                                                                {
                                                                                                    "id": "5088536541",
                                                                                                    "user": "disqus_h5Ox4tcyHw",
                                                                                                    "date": "2 months ago",
                                                                                                    "timestamp": "NA",
                                                                                                    "commentText": "Já pensaste em deixar de ser vitimizado por ti próprio?",
                                                                                                    "likes": 0,
                                                                                                    "hasReplies": true,
                                                                                                    "numberOfReplies": 1,
                                                                                                    "replies": [
                                                                                                        {
                                                                                                            "id": "5088538291",
                                                                                                            "user": "disqus_ghdJq5yAMd",
                                                                                                            "date": "2 months ago",
                                                                                                            "timestamp": "NA",
                                                                                                            "commentText": "Ui, se deixar aí é que o caldo se entorna. Terei que passar por uma negra e beijar-lhe a mão e pedir desculpa por existir.",
                                                                                                            "likes": 2,
                                                                                                            "hasReplies": false,
                                                                                                            "numberOfReplies": 0,
                                                                                                            "replies": []
                                                                                                        }
                                                                                                    ]
                                                                                                }
                                                                                            ]
                                                                                        }
                                                                                    ]
                                                                                }
                                                                            ]
                                                                        }
                                                                    ]
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        },
                                        {
                                            "id": "5088414380",
                                            "user": "disqus_EJLoQqNK0r",
                                            "date": "2 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Provavelmente falta-lhe \"mundo\"...\nUma viagem (de 10 anos) por África e ia constatar que os portugueses são dos povos menos racistas e xenófobos do mundo...\nPõe vos um chip na cabeça e formatam vos da maneira que querem...\nDevia assistir a um indiano ou um chinês ou sul africano ou um Zimbabueano a falar com um negro moçambicano em Moçambique! E em contraponto devia assistir à relação de fraternidade de qualquer português com esses mesmos negros moçambicanos... Somos visita de casa...\nMas nunca vai entender isto... Foi capturado por uma luta fictícia, e na sua mente (incapaz de pensar por si própria), racistas são os portugueses e os americanos...\nFalta-lhe \"mundo\"...",
                                            "likes": 3,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        },
                                        {
                                            "id": "5088414191",
                                            "user": "Disqusmanuelgomes",
                                            "date": "2 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Confunde racismo com repugnância ao crime ...\nMas será pelos racistas que migram para a Europa",
                                            "likes": 3,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Racismo"
                    ]
                }
            ],
            "keywords": [
                "Racismo",
                "Negro",
                "Estrangeiro"
            ]
        },
        {
            "id": "5088376836",
            "user": "san64ana",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "aumento da vilolencia racial? Ui...<br/>há mais num dia no Reino Unido que em Portugal todo ano.<br/>Devem ter escrito o texto depois de terem ido ao pub...",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5088403872",
                    "user": "disqus_h5Ox4tcyHw",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Pelo teu nick nem Português deves ser. Portanto, agarra nos teus tarecos e volta para tua terra bastardito parasita.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5088374814",
            "user": "disqus_haB0feZpLp",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "o the gardian bem que pode escrever sobre o seu pais que tem la muita materia de facto nomeadamente na sua propria policia",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5088404491",
                    "user": "disqus_h5Ox4tcyHw",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Mas escreveu sobre Portugal. E factualmente tens algo contra a apontar? Ou andas a olhar para o lado?",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5092488544",
                            "user": "disqus_haB0feZpLp",
                            "date": "2 months ago",
                            "timestamp": "NA",
                            "commentText": "eu olho para todos os lados mas 1º arruma-se a nossa casa depois a dos outros",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5088367381",
            "user": "nuno_ferrao",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "como se lá na terra dos bifes nao houvesse <b> racismo </b>tanto<b>  branco</b> como preto",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5088394906",
                    "user": "disqus_h5Ox4tcyHw",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Vais dizer que não há <b> racismo </b>em Portugal? Que nunca houve? Ena... És mais zarolho que o Camões...",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racismo"
                    ]
                }
            ],
            "keywords": [
                "Racismo",
                "Preto",
                "Branco"
            ]
        },
        {
            "id": "5088366821",
            "user": "nuno_ferrao",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "quem semeia ventos colhe tempestades",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5088364967",
            "user": "disqus_1sjqPI6ToU",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Este Mamadou Ba não se satisfazendo em instigar o <b> racismo </b>no pais que o acolhe, ainda vai denegrir quem o acolhe na imprensa internacional.",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5088396042",
                    "user": "disqus_h5Ox4tcyHw",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Ou seja.. Se fosse o André Ventura a dizer que havia <b> racismo </b>em Portugal já estava tudo bem... O teu único motivo foi o MAMADO do BE ter escarrado mais umas imbecilidades, certo?",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racismo"
                    ]
                }
            ],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "5088361949",
            "user": "disqus_ghdJq5yAMd",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Sim, e logo desse pasquim de extrema-esquerda do The Guardian. Basta durante um mês lerem as relevantes notícias e é do estilo: Tudo o que é <b> estrangeiro,</b> imigrações e tretas da esquerda é bom, o resto, incluindo a própria população branca britânica é tudo asqueroso...",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 8,
            "replies": [
                {
                    "id": "5088396874",
                    "user": "disqus_h5Ox4tcyHw",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Tenho sérias dúvidas que saibas ler inglês, mas enfim...",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 7,
                    "replies": [
                        {
                            "id": "5088414919",
                            "user": "disqus_ghdJq5yAMd",
                            "date": "2 months ago",
                            "timestamp": "NA",
                            "commentText": "Tu é que não deves saber ó cornudo do c.",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 6,
                            "replies": [
                                {
                                    "id": "5088436038",
                                    "user": "disqus_h5Ox4tcyHw",
                                    "date": "2 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Coitado... Foi o melhor que te conseguiste? Tens alguma forma de imparidade mental? Se tens, apresento desde já as minhas desculpas.",
                                    "likes": 1,
                                    "hasReplies": true,
                                    "numberOfReplies": 5,
                                    "replies": [
                                        {
                                            "id": "5088453539",
                                            "user": "disqus_ghdJq5yAMd",
                                            "date": "2 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Deves ser um daqueles que come no cu todos os dias e a diarreia sobe-te ao cérebro.",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 4,
                                            "replies": [
                                                {
                                                    "id": "5088514650",
                                                    "user": "disqus_h5Ox4tcyHw",
                                                    "date": "2 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Podias ter sindo mais inteligente no comentário... Esse tipo de ofensa peca pelo facilitismo de quem lhe falta \"um bocadinho mais\". Enfim... Agora ainda vais responder \"Era para tu conseguires compreender\" ou \"Ainda estive para grunhir pra ver se comprrendias\", etc... Coitado. Começo a ter pena de ti.",
                                                    "likes": 0,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 3,
                                                    "replies": [
                                                        {
                                                            "id": "5088522275",
                                                            "user": "disqus_ghdJq5yAMd",
                                                            "date": "2 months ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Não precisas otário, tu é que és o coitadinho, porque és cego e débil mental. Cultiva-te com outros livros e deixa o manifesto do BE por um bocado.",
                                                            "likes": 0,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 2,
                                                            "replies": [
                                                                {
                                                                    "id": "5088535040",
                                                                    "user": "disqus_h5Ox4tcyHw",
                                                                    "date": "2 months ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "Continuo a dizer que poderias ser mais inteligente nos comentários... És desinspirado.",
                                                                    "likes": 0,
                                                                    "hasReplies": true,
                                                                    "numberOfReplies": 1,
                                                                    "replies": [
                                                                        {
                                                                            "id": "5088540357",
                                                                            "user": "disqus_ghdJq5yAMd",
                                                                            "date": "2 months ago",
                                                                            "timestamp": "NA",
                                                                            "commentText": "Mas continuas a cheirar-me o cu meu aventesma? Vai lá dar uns pinotes com o gang do bairro do pica pau ao som do RAP.",
                                                                            "likes": 0,
                                                                            "hasReplies": false,
                                                                            "numberOfReplies": 0,
                                                                            "replies": []
                                                                        }
                                                                    ]
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Estrangeiro"
            ]
        },
        {
            "id": "5088360948",
            "user": "icaro_iv_icaro",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "e pena por mim havia muitos mais ataques contra os turras mas fazer o que Portugal é um país de brando costumes vão nas cantigas da esquerda cada vez mais rica e milionária ou já viram algum deles pobre isso para o povo",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5088398660",
                    "user": "disqus_h5Ox4tcyHw",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Caíste na pipa? É que um qualquer turra, <b> mon<b> hé,</b</b><b> > chinoc</b>a <b> ou ciga</b>no deve escrever melhor em Português que tu…",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Monhé",
                        "Cigano",
                        "Chinoca"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "5088359495",
            "user": "disqus_murerCs6L6",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Sério?<br/>Coitadinhos dos infelizes.<br/>Atacar a policia, não respeitar o país que os acolhe.<br/>E o <b> racista </b>sou eu?<br/>Bem podem ter mefo do chega, acaba-se a mama.",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5088405659",
                    "user": "disqus_h5Ox4tcyHw",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Eu tenho medo da forma como massacras a Mui Nobre Língua Portuguesa...",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racista"
            ]
        },
        {
            "id": "5088359235",
            "user": "disqus_5J9631V3eD",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "e o que se passa nos países africanos, já não é <b> racismo,</b> são apenas violência e homicídios, ou como é lá longe já não interessa. E aí sim, as pessoas vitimas genocídios e homicídios são aos milhares.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "5088357551",
            "user": "disqus_CaWmP5ve4c",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Tanto <b> racista </b>a dizer que não há<b>  racismo</b>! A justificarem-se de mil maneiras para esconderem o óbvio!",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "5088359913",
                    "user": "desprezo_carnides",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Referes-te aos policias brancos agredidos nos bairros de lisboa?<br/>Ou falas do motorista que os amigos e familiares da Claudia Simoes tentaram matar à pancada?",
                    "likes": 6,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "5088367657",
                            "user": "disqus_CaWmP5ve4c",
                            "date": "2 months ago",
                            "timestamp": "NA",
                            "commentText": "Não canalhita, refiro-me a pessoas como tu que por serem brancas nem fazem ideia do que é sentir na pele racismo!",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "5088454951",
                                    "user": "desprezo_carnides",
                                    "date": "2 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Porquito, conheço e sou amigo de algumas pessoas que não são brancas e nenhuma se queixa de racismo.<br/>Mas estes trabalham, estudam e ganham a vida honestamente... Talvez não saibas o que isso é, mas devias experimentar.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "5088418392",
                                    "user": "disqus_EJLoQqNK0r",
                                    "date": "2 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Acabamos de sentir... Por sermos brancos acabamos de ser vítimas do teu preconceito... Só pela cor da nossa pele até adivinhas o que cada um de nós sentiu...\nIsso é a definição do racismo..",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "5088359740",
                    "user": "disqus_ghdJq5yAMd",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Abre os olhos carneiro!",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racismo",
                "Racista"
            ]
        },
        {
            "id": "5088355245",
            "user": "desprezo_carnides",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Apenas o caso do Marega foi <b> racismo.</b><br/>O da Claudia Simões foi<b>  racismo</b> da parte dela. Quis invocar uma titud<b> e racist</b>a por parte do Policia e do motorista, para poder viajar de borla com a filha.<br/>O outro , já foi considerado um assasinato que nada teve a ver c<b> om racis</b>mo.<br/>É pena que não falem do motorista barbaramente agredido pelos amigos e familiares da Claudia Simões... Ah, pois... Como <b> era bra</b>nco  já não faz mal.",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo",
                "Racista",
                "Branco"
            ]
        },
        {
            "id": "5088352748",
            "user": "disqus_5J9631V3eD",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "No \"caso de violência a Claúdia Simões, que foi agredida por um polícia após se ter recusado a pagar um bilhete de autocarro\", processo que ainda decorre em tribunal, mas que o Guardian já deu como provado que foi agressão policial. E os casos de agressões contra a polícia que são mais que muitas, anda na última semana foram cercados em Cascais e Amadora.\nPor meia dúzia de casos com pessoas de tez escura dizer que têm aumentado o nº de casos de <b> racismo </b>em Portugal, e então os casos quando as vitimas são brancas e os agressores tez escura, isso não é<b>  racismo</b>.\no que existe e muito é um aumento da violência, e quando saírem os nºs da criminalidade deste ano, é que se vai ver como ela subiu. Não se pode é de cada vez que alguém de pele mais escura é agredida dizer que é um caso d<b> e racism</b>o, às vezes é, de outras vezes não é, são grupos que se envolvem em confrontos, basta ver o que se passou no Estoril durante o verão.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5088355941",
                    "user": "desprezo_carnides",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Pior ainda. Os amigos e familiares da Claudia Simões agrediram violentamente o motorista e disso ninguém fala",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "5088352225",
            "user": "disqus_mogfSPaHQJ",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Ao mesmo tempo dá vontade de rir...\nO Guardian, o bastião do SJW radical, apresentou como prova do aumento da violência racial em Portugal o caso Marega, o caso da <b> preta </b>fula e o do<b>  velho</b> que não atinava com o cão d<b> o marica</b>s.\nOu seja, dê lá por onde der, se os portugueses não vão <b> ao racis</b>mo, va<b> i o raci</b>smo aos portugueses...\nE, curiosamente, casos claro<b> s de rac</b>ismo, como o abate de negros em plena luz do dia, esses estão estranhamente omissos, porque será?",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Velho",
                "Racismo",
                "Preta",
                "Maricas"
            ]
        },
        {
            "id": "5088351912",
            "user": "felciomafio",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "coitados dos pretinhos..!!",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5088407804",
                    "user": "disqus_h5Ox4tcyHw",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Não... Coitados de nós Portugueses que, devido a pessoas como tu e outros imbecis  como tu, ficamos com o rótulo de <b> racista.</b> Deves estar orgulhoso por ofender Portugal dessa maneira.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racista"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "5088350855",
            "user": "disqus_CaWmP5ve4c",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Só os racistas é que dizem que não há <b> racismo </b>no nosso país! <br/>Uma vergonha o aumento destes casos!",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 15,
            "replies": [
                {
                    "id": "5088387126",
                    "user": "disqus_EJLoQqNK0r",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Ainda pensei que a esquerda ia ter um candidato <b> negro </b>à presidência da República... Ou que o livre ia apoiar a joacine... Ou que o bloco de esquerda ia relançar o mamadou...\nRacistas...",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Negro"
                    ]
                },
                {
                    "id": "5088385972",
                    "user": "disqus_ASYo3StI9g",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Só os que tentam que os Portugueses passem por racistas ,é que dizem que há <b> racismo </b>.VOçê não sabe o que é<b>  racismo</b> nem que ele lhe bate-se na testa.Trabalhe ,seja honesto ,respeite o proximo,e o pais que o acolheu  , ,e verá que dificilmente terá problemas racistas.",
                    "likes": 3,
                    "hasReplies": true,
                    "numberOfReplies": 6,
                    "replies": [
                        {
                            "id": "5088409262",
                            "user": "disqus_h5Ox4tcyHw",
                            "date": "2 months ago",
                            "timestamp": "NA",
                            "commentText": "Burro do catano! Aprende a escrever! Ofendes a nossa Nacionalidade com essa verborreia.",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "5088394856",
                            "user": "disqus_CaWmP5ve4c",
                            "date": "2 months ago",
                            "timestamp": "NA",
                            "commentText": "Mimimimimi<br/>V.exa já  foi insultado na rua por a sua namorada ser negra? Ou já ficou em coma por ter sido agredido selvaticamente por um bando de neonazis que não gostaram de o ver passar acompanhado por uma negra? Já? Ou já assistiu recusa por parte de uma entidade patronal em entrevistar um candidato a um trabalho por ele ser negro? Já?<br/>Apopsto que não, por isso remeta-se à sua ignorância!<br/>E já agora umas aulinhas de português estão a fazer-lhe muita falta!",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 4,
                            "replies": [
                                {
                                    "id": "5088419891",
                                    "user": "disqus_EJLoQqNK0r",
                                    "date": "2 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Já! Em Moçambique, Angola, Tanzânia, Guiné equatorial, Amadora...",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "5088411408",
                                    "user": "disqus_ASYo3StI9g",
                                    "date": "2 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Já sim ,tinha 15 anos , namorava na altura  com uma negra ,e sabes por quem fui insultado ? Por negros ,que não gostaram de ver um branco  com uma negra,e já lá vão 30 anos . Queres ver que pretos nunca agrediram brancos pelo mesmo motivo ,ou por outros ainda piores ?Já assisti e sei de casos de recusa pelos aspeto das pessoas, e não pela côr de pele ,mas como é logico, não digo que não haja casos desses. Apostaste mal ,e vai chamar ignorante a quem te fez as orelhas .O que me esta a fazer falta ,é paciência e estomago para ler tanta idiotice tua. Para finalizar ,nunca ouviste ninguem dizer que não há racistas,mas são uma minoria muito pequena  ,mas agora dizer que Portugal é um pais racista ,é no minimo ridiculo .E mais uma vez digo ,se estas mal ,fazer malinhas e ala que se faz tarde .",
                                    "likes": 3,
                                    "hasReplies": true,
                                    "numberOfReplies": 2,
                                    "replies": [
                                        {
                                            "id": "5088414067",
                                            "user": "disqus_CaWmP5ve4c",
                                            "date": "2 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Como não estou para ser ofendido por um grunho vais já de bloqueio!<br/>Falta-te educação e não sou eu que a vou dar!",
                                            "likes": 1,
                                            "hasReplies": true,
                                            "numberOfReplies": 1,
                                            "replies": [
                                                {
                                                    "id": "5088416276",
                                                    "user": "disqus_ASYo3StI9g",
                                                    "date": "2 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "🤣🤣🤣🤣🤣🤣.quando não há argumentos ,inventa-se falta de educação ,que até foi começada por ti ,mas enfim .",
                                                    "likes": 2,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Racismo"
                    ]
                },
                {
                    "id": "5088359252",
                    "user": "desprezo_carnides",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Referes-te aos policias brancos agredidos nos bairros de lisboa?<br/>Ou falas do motorista que os amigos e familiares da Claudia Simoes tentaram matar à pancada?<br/>Tens razão... Esses casos não param de aumentar.",
                    "likes": 4,
                    "hasReplies": true,
                    "numberOfReplies": 6,
                    "replies": [
                        {
                            "id": "5088368031",
                            "user": "disqus_CaWmP5ve4c",
                            "date": "2 months ago",
                            "timestamp": "NA",
                            "commentText": "Outra vez? <br/>Não canalhita, refiro-me a pessoas como tu que por serem brancas nem fazem ideia do que é sentir na pele racismo!",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 5,
                            "replies": [
                                {
                                    "id": "5088454259",
                                    "user": "desprezo_carnides",
                                    "date": "2 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Outra vez?<br/>As vezes que forem necessárias, porquito.<br/>Conheço e sou amigo de algumas pessoas que não são brancas e nenhuma se queixa de racismo.<br/>Mas estes trabalham, estudam e ganham a vida honestamente... Talvez não saibas o que isso é, mas devias experimentar.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "5088403038",
                                    "user": "disqus_LvM1EA4Dvs",
                                    "date": "2 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Quem está mal que se mude...<br/>Se os pretos acham mesmo que os portugueses são um bando de racistas, ponham-se nas puthas pra África, lá não há racismo...",
                                    "likes": 2,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "5088393502",
                                    "user": "disqus_ASYo3StI9g",
                                    "date": "2 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Não seja ignorante ,nem tente deturpar a realidade .O preto é das raças mais racistas que existe .VOçês até fazem guerras  entre as varias etnias dos vossos paises,e não se gramam uns aos outros se forem de paises diferentes  .Escusa de dar musica que a malta aqui não sabe dançar .E quando estiverem mal no pais que vos acolheu ,os nossos aeroportos são a serventia do pais .",
                                    "likes": 3,
                                    "hasReplies": true,
                                    "numberOfReplies": 1,
                                    "replies": [
                                        {
                                            "id": "5088396744",
                                            "user": "disqus_CaWmP5ve4c",
                                            "date": "2 months ago",
                                            "timestamp": "NA",
                                            "commentText": "LOL<br/>Você, é assim que se escreve... tudo o resto que VOCÊ escreve apenas confirma aquilo que digo. Quem nunca sentiu na pele não pode afirmar que o racismo não existe! <br/>Apre!",
                                            "likes": 1,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                },
                                {
                                    "id": "5088387990",
                                    "user": "disqus_EJLoQqNK0r",
                                    "date": "2 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Ele acabou de te explicar...",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "5088348845",
            "user": "limalhas",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Só os cegos não veem.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5088347147",
            "user": "droliveirasalazar",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Imbecilidades Inglesas! Não existe nem nunca existiu <b> racismo </b>em Portugal!<br/>Durante a minha ditadura apenas assassinei 1 milhão de negros o que não é nada comparando com outros países, como por exemplo os EUA, a Inglaterra e a Africa do Sul.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "5088353153",
                    "user": "disqus_mogfSPaHQJ",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Esse milhão saiu-lhe na raspadinha?",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5088380453",
                            "user": "san64ana",
                            "date": "2 months ago",
                            "timestamp": "NA",
                            "commentText": "o comuna está a contar os pretos que lhe sairam de cima da peidda enquanto acomodava a piroca deles, por isso este numero tão alto...",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "5088351302",
                    "user": "disqus_CaWmP5ve4c",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Fora as populações indigenas que requisitavas à força para trabalhar nas fazendas dos brancos!",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "5088345307",
            "user": "domjagoz",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Continuem a dar dinheiro dos nosso impostos a associações tipo mamadu. É para isto que eles servem. No outro dia vi uma notícia na Al Jazeera a dizer a mesma coisa e com o mamadu a mandar postas de pescada.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}