{
    "header": {
        "title": " Foi um descuido afirma padre após publicar fotografia em cuecas nas redes sociais ",
        "subtitle": " Eu não estou nu e não me parece que tenha cometido algum crime avançou Júlio Santos. ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 17 de junho 2019 ",
        "dateExtraction": " 2020-06-22 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/662174/-foi-um-descuido-afirma-padre-apos-publicar-fotografia-em-cuecas-nas-redes-sociais ",
        "postText": " ['Ordenado há 33 anos, Júlio Santos, de 58 anos, celebrava missas em Pedrógão Grande. No entanto, há cerca de uma semana, publicou uma fotografia considerada \u0093indecorosa e naturalmente causadora de escândalo\u0094 por D. Virgílio Antunes, bispo da diocese de Coimbra: na imagem, era possível ver o pároco de cuecas e meias, deitado numa cama de casal de um quarto de hotel.', '\"Não há condições para o padre Júlio continuar a exercer, por agora, o ministério e as responsabilidades de pároco sem aumentar e multiplicar o escândalo entre os fiéis\", pode ler-se numa nota da diocese de Coimbra, que foi lida aos fiéis na missa do dia 9 de junho. De acordo com o Diário de Aveiro, está a \u0093decorrer um processo de averiguações interno para apurar os factos, que poderão violar o direito canónico\u0094. A verdade é que Santos foi afastado de funções a 5 de junho na sequência do conteúdo que publicou no Facebook.', 'Segundo o Jornal de Notícias, \u0093o afastamento é por tempo indeterminado e até que tudo seja esclarecido, conforme exige a lei da Igreja\". Já de acordo com o Correio da Manhã, \u0093Júlio Santos garante não estar minimamente abalado com o afastamento da paróquia\u0094, esclarecendo que a divulgação \u0093foi um descuido\u0094 e adiantando que \"a foto não está assim tão ofensiva\".', 'Contudo, na página do Facebook dedicada ao município de Figueiró dos Vinhos, pode ler-se que a polémica é baseada \"numa montagem de foto (...)  publicada na cronologia do seu [de Júlio Santos] perfil através de tag (identificação)\". O pároco de Pedrógão Grande, de 58 anos, ordenado padre em 1988, foi acusado de ter publicado no Facebook, esta semana, uma foto sua deitado, em pose descontraía, apenas em cuecas e meias.', 'Aquilo que aparentemente terá sido uma montagem de foto, publicada na cronologia do seu perfil através de tag (identificação), terá sido o rastilho para que a fábrica da igreja, segundo o Jornal de Notícias, tenha reunido informalmente e acordado enviar uma exposição à diocese de Coimbra a pedir o afastamento do pároco. contou Carlos Jogo, o presidente da Junta de Freguesia de Pedrógão Grande, ao Jornal de Notícias.', 'Um novo pároco deverá ser escolhido, pela diocese de Coimbra, e começar a exercer funções no próximo mês.'] ",
        "numberPosts": " 7 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "4506066182",
            "user": "citharoedusromano",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "Que vergonha ! Deve ser destituído das suas funções, se se confirmar a notícia !",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4505424614",
            "user": "disqus_Bgjgzidp1j",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "tens que explicar quem tirou a foto...foi macho ou femea ? só podemos rir",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4505261432",
            "user": "disqus_wPq5Kr6Dne",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "O nosso agente Bergoglio no Vaticano está a produzir.<br/>Parabéns.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4505256346",
            "user": "disqus_zNBx4Q8LYg",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "Nem a padralhada ja é o que era.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4505238971",
            "user": "disqus_45EarayAjz",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "Carinha de pedófilo.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4505238819",
            "user": "juiz2000",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "A padralhada no seu melhor ....",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4505233170",
            "user": "disqus_ysIn41saXn",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "Estou emocionado.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}