{
    "header": {
        "title": " Marcelo condena insultos racistas a Marega ",
        "subtitle": " Presidente apela ao bom senso para que se 'evitem escaladas que violem valores básicos' da comunidade portuguesa. ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 17 de fevereiro 2020 ",
        "dateExtraction": " 2020-02-27 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/686382/marcelo-condena-insultos-racistas-a-marega ",
        "postText": " ['Marcelo Rebelo de Sousa condenou, esta segunda-feira, os insultos racistas de que Marega, jogador do FC Porto, foi alvo, este domingo, no jogo frente ao Vitória SC, em Guimarães. O Presidente da República realçou que a Constituição Portuguesa é \u0093muito clara\u0094 na condenação do racismo e apelou ao \u0093bom senso\u0094.', '\"A Constituição da República Portuguesa é muito clara na condenação do racismo, assim como de outras formas de xenofobia e discriminação, e o povo português sabe, até por experiência histórica, que o caminho do racismo, da xenofobia, e da discriminação, além de representar a violação da dignidade da pessoa humana e dos seus direitos fundamentais, é um caminho dramático em termos de cultura, civilização e de paz social\", disse Marcelo Rebelo de Sousa, citado pela agência Lusa, acrescentando ainda que só pode \"condenar, como sempre, veementemente, todas as manifestações racistas, quaisquer que sejam\".', 'O chefe de Estado apelou \"à ética, ao sentido cívico e ao bom senso, para que se evitem em Portugal escaladas que violem valores básicos da nossa comunidade e só possam contribuir para a divisão fratricida entre os portugueses\".', 'Recorde-se que foi pouco depois de marcar o golo que colocou de novo o FC Porto em vantagem (e que fixou o resultado final, 1-2) que o portista Moussa Marega interrompeu subitamente o jogo, como forma de protesto contra os insultos racistas que vinha recebendo das bancadas. Os outros jogadores e o treinador, Sérgio Conceição, chegaram a tentar demovê-lo, mas sem sucesso.', '', ''] ",
        "numberPosts": " 101 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Ethnicity - General,Ethnicity - Black,Ethnicity - White",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Etnia,Racismo,Raça,Racista,Negra,Negro,Macaco,Preto,Branco,Bola,Vermelho,Vermelho,Estrangeiro,Gay,Gaja,Imbecil",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "4799631991",
            "user": "disqus_LerI7mwknD",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Os políticos são os únicos responsáveis. Os maus comportamentos não tem cor ou <b> etnia.</b> Estão generalizados.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Etnia"
            ]
        },
        {
            "id": "4799531868",
            "user": "caodalaura",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "A seguir condene os ciganos a distribuir porrada aos médicos como <b> racismo.</b> Espero sentado.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "4799515514",
            "user": "fdefranciscoscarneiro",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "PALHAÇADA!!! Os governantes têm culpa, todos os dirigentes desportivos muita mais, e os jogadores não estão isentos da mesma. O ambiente criado é de terror, de desconfiança, de medo. <br/>O futebol é um negócio de milhões que, no contexto actual, não serve devidamente a sociedade. Claques profissionais que ganham milhares de euros!! Empresários que ganham milhões!! Dirigentes que enriquecem graças ao futebol!! Jogadores pagos a peso de ouro para fazerem o que se vê. Alguns nem sequer sabem falar, quanto mais terem um comportamento educado no campo. <br/>É tempo de agir para se evitarem coisas piores.<br/>Os campos de futebol já não são 11x11 a jogar para marcar golos, são uma batalha!! Dirigentes a insultarem tudo e todos, jogadores a agredirem-se uns aos outros, pressionam, condicionam... VERGONHA!!<br/>O Marcelo sem vergonha, se fosse Homem, agiria em tempo útil. Médicos agredidos!! Polícias agredidos!! Total ódio entre certas classes!! Estado de guerra no desporto!! E só se preocupou com o Marega???... Bem, que se comece já a actuar, sob risco de isto piorar.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4799267754",
            "user": "disqus_wCq48CJRH7",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "cata vento do norte",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4799234123",
            "user": "disqus_BHz3qEk2qL",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Racismo é odioso. Pessoas que manifestam preconceito com cor de pele, origem, sexo e/ou religião, são pessoas más e burras.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4799268316",
                    "user": "disqus_wCq48CJRH7",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "nao gosto de pretos , so pretinhas",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "4799222985",
            "user": "disqus_Nibg3Tfo9O",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "mas não estavam mais jogadores de <b> raça </b<b> >negra</b> em campo ? porque foi o Marega o visado ? não tem muita paixão clubista aqui ?",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Raça",
                "Negra"
            ]
        },
        {
            "id": "4799039114",
            "user": "olh_metro",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Por onde raio tem andado Marcelo Rebelo de Sousa e António Costa ? Só agora descobriram que os jogadores de futebol, árbitros e dirigentes são ofendidos nos estádios de futebol ? Foi Marega ofendido, como ofendidos são todos os outros. Marega foi insultado no contexto de um jogo de nervos, mas como é <b> negro </b>a coisa é diferente, é<b>  racismo</b>. Marega só agora começou a jogar futebol ? Não sabe como é o ambiente nos estádios ? Arma-se em virgem ofendida, porquê ? Tem direito a tratamento especial por se<b> r negr</b>o ?",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo",
                "Negro"
            ]
        },
        {
            "id": "4799036729",
            "user": "amilcaralhinho",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Decepção! Tristeza! <br/>Este Presidente , por vezes borra a escrita toda!<br/>tanto se quer meter em tudo, que depois só faz besteira.<br/>E então, por falar em <b> racismo,</b> senhor presidente, onde estava vocemecê, quando um grupo de pretos racistas, aí na Capital, onde o senhor tem residência oficial, assassinou com requintes de Barbaridade, um rapaz filho de um agente da judiciária ?<br/>Qual a posição que tomou?<br/>Foi por o rapas ser<b>  BRANCO</b> e não jogar <b> à bol</b>a, que o senhor não se indignou assim como agora?<br/>E que tem o senhor a dizer , quanto às provocações obscenas do senhor Marega ao Público?<br/>E que tem o senhor a dizer quanto às posições que os restantes pretos das duas equipas tomaram, isto é, nada fizeram , bem pelo contrário, em solidariedade para com Marega?<br/>Sabia que Marega é useiro e vezeiro , nestes tiques teatrais?<br/>O que sabe o senhor <b> de Racis</b>mo? tem estado atento ao discu<b> rso raci</b>sta de uma tal Joacine Katar Moreira, contra os brancos deste País?<br/>Tem estado atento ao que os pretos e ciganos fazem neste pobre País que os recebe de braços abertos? Tem?<br/>E ao que o<b>  SOS rac</b>ismo diz e escreve sobre os Portugueses? Está consciente de tudo isto? <br/>O que é para<b>  si o ra</b>cismo? Tem uma ideia acertada sobre isso?<br/>Tenha calma senhor presidente.!<br/>Vá tomar um banhinho de mar , enquanto a água está fria, para ver se lhe faz bem às ideias!",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo",
                "Racista",
                "Branco",
                "Bola"
            ]
        },
        {
            "id": "4798991972",
            "user": "disqus_QrZ6SUmBAr",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Ate ao minuto 60 nao existem manifestações racistas. <br/> Só passaram a existir depois de gestos do Marega.<br/> Ele iniciou tudo.<br/> Agora até o selfies e 1 ministro tiram proveito disto vindo em sua defesa?<br/> Hipocrisia.<br/> Estes 2 nada fizeram quando médicos e polícias foram agredidos....<br/> Olha eles que ofereçam condecoração ao Marega por ser <b> negro </b>e ao líder da CGTP por nunca ter feito nada por Portugal e pelas empresas.<br/> Já agora condecoração a todos os Portugueses por terem de aguentar tanto corrupto e ladrão durante decadas.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Negro"
            ]
        },
        {
            "id": "4798984509",
            "user": "disqus_sLE8aKZ3fk",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Alguém é capaz de explicar quais foram os insultos??????",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4798982346",
            "user": "disqus_sLE8aKZ3fk",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Ao que parece o Marega escreveu insultos ao arbitro da partida nas redes sociais... serão insultos racistas? Depende do ponto de vista...",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4798980540",
            "user": "disqus_sLE8aKZ3fk",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Por isso é que o V Guimarães só tem jogadores brancos...",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4798970724",
            "user": "nicolaug",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "É simples; da próxima vez que isso acontecer, o árbitro dá cartão <b> ver<b> melho </b</b>>à bancada de onde vieram os insultos e o jogo só continua se a bancada estiver vazia ou agenda-se novo jogo com a bancada desse lado vazia. Aprendiam da pior maneira.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4798992621",
                    "user": "disqus_sLE8aKZ3fk",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "Acabavam os espectadores nos estádios... em todos sem excepção.... e também jogadores que passam os jogos a insultar árbitros e espetadores.... acabava o futebol!",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4798995500",
                            "user": "nicolaug",
                            "date": "10 days ago",
                            "timestamp": "NA",
                            "commentText": "Ou começavam a ter tento na língua. Tem a noção de que defende que os Portugueses não têm capacidade de aprender e melhorar?",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Vermelho"
            ]
        },
        {
            "id": "4798969165",
            "user": "disqus_A3MYq3oZfh",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Calado o tempo todo e cúmplice da corrupção governativa que assola Portugal aparece agora por causa deste assunto quando por outros assuntos se mantém sempre calado. Este marcelo não presta mesmo como presidente.<br/>Com o devido respeito pelo jogador em causa.",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4798970488",
                    "user": "disqus_EJLoQqNK0r",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "Faz me lembrar um rapazola, de seu nome André Ventura, que grita aos céus contra a corrupção, mas depois está calado como um rato quando o tema é Benfica ou LFV... Rato...",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4798974586",
                            "user": "disqus_A3MYq3oZfh",
                            "date": "10 days ago",
                            "timestamp": "NA",
                            "commentText": "Não sendo militante do Chega parece-me no entanto que o tal rapazola se tem mostrado mais assertivo nos comentários que vai fazendo do que Marcelo sempre calado que nem um rato com medo de tomar posição e desagradar ao eleitorado.",
                            "likes": 7,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4798948406",
            "user": "disqus_cBccy1PhIj",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Preocupa-me a falta de racionalidade do Presidente da Republica. <br/>Falar de <b> racismo </b>desta forma, na minha opinião é desproporcional. Porque uma coisa é a claque do Guimarães, chamar macacos a todos os jogadores negros, e outra coisa é usar a caracteristica da pele para chamar de<b>  macaco</b>. Claro que é ofensivo e nojento, mas na minha opinião foi uma manifestação ofensiva, baixa e não uma questão racial.\nAcho que o Presidente devia ter mais cuidado com o uso da palavr<b> a racism</b>o na nossa sociedade. Porque Portugal não<b>  é racis</b>ta, existem é idiotas com comportamentos racistas. E idiotas contra brancos tambem existem, não é por isso que digo que Portugal não gosta de brancos.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo",
                "Racista",
                "Macaco"
            ]
        },
        {
            "id": "4798945426",
            "user": "Seaman6468",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "- Jornalista: Senhor Presidente, vai ao restaurante?<br/>- Presidente: Não... vou ao selfie-service!",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4798936990",
            "user": "disqus_Aviador",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "ESTE SR DAS SELFIES JÁ METE NOJO . Não fala sobre pretos a bater em brancos. Não fala em ciganos a roubar e agredir. Não defende a polícia nem Profs ou médicos e enfermeiros. Não fala sobre eutanásia. OU Fica para o fim ou está no <b> estrangeiro.</b>..  Há o cidadão e o presidente.<br/>E se fosse viver para o bairro da Jamaica ou Cova da Moura? <br/>QUE PORTUGUESES REPRESENTAS TU AGORA?",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4798938976",
                    "user": "disqus_mbgU5ErDSS",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "Este desde que não chateiem tudo bem…..é outro Américo Tomás, serve para quê?? ter um presidente para passeatas, beijos/abraços e selfies???",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Estrangeiro"
            ]
        },
        {
            "id": "4798930265",
            "user": "disqus_5J9631V3eD",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "gostava de o ter visto a ser tão solidário com os polícias. médicos e professores agredidos ao serviço das suas funções",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4798940611",
                    "user": "disqus_mbgU5ErDSS",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "E obrigar o governo a cobrar milhões nos bairros sociais, aquela \"\"gente\"\" nunca pagou renda, muitos vivem de subsídios pagos com os nossos impostos e ainda por cima fazem a vida num inferno para quem foi empurrado para os subúrbios, por não ter dinheiro para condomínios de luxo..",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4798935019",
                    "user": "disqus_sLE8aKZ3fk",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "Nem mais... mas isso não dá votos...",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4798927883",
            "user": "disqus_sLE8aKZ3fk",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Marcelo a espalhar lama...",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4798927242",
            "user": "disqus_fi5cXUR6x4",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Ó Salta-Pocinhas no seu melhor",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4798926107",
            "user": "disqus_VP2kqItwDd",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "ULTIMA HORA NOTICIA CM -Bombeiro agredido dentro de quartel ao proteger cão.. na Figueira da Foz, <br/>GOSTARIA DE VER TRATAMENTO IGUAL PELA COMUNICAÇÃO SOCIal E POLITICOS.. ou só pk era <b> branco </b>e bombeiro não vale nada??",
            "likes": 11,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4799312559",
                    "user": "alexultraviolento",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "O Vitoria de Guimarães também tem jogadores Africanos, e nunca os vi queixarem-se que os adeptos eram racistas.\nO Marega foi insultado porque os Vimaranenses odeiam o FCP, SLB, Braga e Boavista, e ele e' que se armou em donzela ofendida e saiu do campo.\nJá esqueceram que o Calado do SLB tinha fama que era <b> gay </b>e que namorava com o cantor Melão, e que era insultado frequentemente ... \"ohh paineleiro.... olha o melão\" !!!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gay"
                    ]
                }
            ],
            "keywords": [
                "Branco"
            ]
        },
        {
            "id": "4798925500",
            "user": "disqus_sLE8aKZ3fk",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Para os políticos <b> racismo </b>só funciona num sentido... mas o que quase sempre existe é alguns quererem estar acima da lei e das regras da  cidadania.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4798941894",
                    "user": "disqus_mbgU5ErDSS",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "Deveria correr-se com os brancos de Portugal, fazem a vida num inferno aos coitadinhos dos pretos.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4798995852",
                            "user": "disqus_sLE8aKZ3fk",
                            "date": "10 days ago",
                            "timestamp": "NA",
                            "commentText": "Tem piada que os amarelos não se queixam, eles são bem tratados e tratam-nos bem. Ao que parece nem sabemos ser racistas... isto vai de mal a pior....",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "4798924641",
            "user": "disqus_O5uGPm0is2",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Vai para áfrica para veres o que é <b> racismo </b>e já agora fica por lá! Não tens mais nada de importante para falar do que essa bosta?! Falam falam mas racistas são eles, por que é que esses politiqueiros e falsos humanistas não vão \"viver\" para o meio deles?! Não é<b>  racismo</b>, a questão é que essas tais etnias não cumprem as regras, os costumes as leis e isso é o quê?! Não <b> é racism</b>o da parte deles?!",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "4798924043",
            "user": "o_critico",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Eis os efeitos da Joacine e Mamador, sim são esses dois esquerdalhas parasitas que estão a criar um mau estar na sociedade portuguesa e a criar algo que pouco ou nada existia, <b> racismo.</b>.. Mas para a esquerda vazia poder manter o poleiro eis que o tema<b>  racismo</b> tem que existir, como tal criam o ambiente de ódio aos portugueses e isso tem feitos perversos... É triste as situações d<b> e racism</b>o, mas primeiro calem Mamador BEsta e Jacine palhaça...",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "4798918876",
            "user": "uporrabranco",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "marcelo gosta mais da , caxupa",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4798924916",
                    "user": "disqus_O5uGPm0is2",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "Especialmente da caxupa do tacho, da hipocrisia, da corja pulhitiquiera!",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4798912448",
            "user": "disqus_EoAJl00ihv",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Esta história do Marega vem mesmo a calhar para desviar atenções na semana da votação do assassinato assistido pelo Estado de idosos, doentes incuráveis e crónicos, portadores de deficiências e de doenças raras e dispendiosas (e quem mais eles se lembrarem). Se houve <b> racismo </b>utilize-se as gravações para identificar e punir os responsáveis como se faz no Reino Unido. Depois aplique-se o mesmo procedimento para punir também o<b>  racismo</b> contra os portugueses d<b> e raç</b>a caucasiana que é frequente em manifestações (ou será motins?) organizadas por organizações racistas sobejamente conhecidas.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4798952993",
                    "user": "nicolaug",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "Está a meter tudo no mesmo saco...",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4798922307",
                    "user": "disqus_sLE8aKZ3fk",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "Tem razão, o Estado anda à procura de poupar dinheiro nos tratamentos paliativos, para os doentes não terem outra opção que não seja a eutanásia. Querem colocar os doentes que dão despesa ao estado, no corredor da morte... Estas coisas não são como começam, mas como acabam...",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racismo",
                "Raça"
            ]
        },
        {
            "id": "4798911770",
            "user": "nobreportugues",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Este papagaio está em todas.. Outro hipócrita..",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4798913296",
                    "user": "disqus_sLE8aKZ3fk",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "O \"Presidente Comentador\", um novo estilo que agrada a muitos...",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4798911494",
            "user": "disqus_sLE8aKZ3fk",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Estes políticos nunca se pronunciaram sobre violência no futebol, mas acordaram (tarde). Parece que o Marega lhes deu um valente pontapé nas bolas, e quais papagaios falantes, ligaram a cassete do \"politicamente correto\" e do <b> racismo.</b>..",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "4798902639",
            "user": "disqus_qjGrG6hxKV",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "para quando medalha ........",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4798900175",
            "user": "oscarmaximo",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Sobre leis só se pronuncial no fim (de quê ?) por oral ou escrito; sobre um caso específico de polícia, toca a falar. É mesmo este o PR que precisava o Costa, para desviar as atenções do que importa.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4798888254",
            "user": "disqus_EJLoQqNK0r",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Basta ver as caixas de comentário, para se perceber que os racistas estão a sair das tocas, usando a marioneta que é André ventura! #vergonhaéserracista",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "4798899617",
                    "user": "disqus_sLE8aKZ3fk",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "Três pretos a agredir um <b> branco,</b> não é<b>  racismo</b>. Três brancos a agredir nu<b> m pret</b>o, já<b>  é racis</b>mo. Assim vai esta sociedade HIPÓCRITA onde se confunde violência <b> com raci</b>smo...",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racismo",
                        "Preto",
                        "Branco"
                    ]
                },
                {
                    "id": "4798896824",
                    "user": "baldrrindr",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "E assim sendo, nada melhor que ususrpar o nome de um dos maiores racistas portugueses para vincar tais racismos...",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4798904825",
                            "user": "disqus_sLE8aKZ3fk",
                            "date": "10 days ago",
                            "timestamp": "NA",
                            "commentText": "Esse é um comentário verdadeiramente estúpido e ressabiado...",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4798887428",
            "user": "disqus_EJLoQqNK0r",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Como presidente da República Portuguesa, deveria ver quais as ferramentas ao seu dispor para a destituição imediata do mandato de André Ventura! Na assembleia da República não há espaço para o <b> racismo!</b>",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 10,
            "replies": [
                {
                    "id": "4798903140",
                    "user": "disqus_sLE8aKZ3fk",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "Se houvesse verdadeiro <b> racismo </b>também os asiáticos, os orientais, etc, se tinham que queixar. E não se queixam. O que existe são complexos de inferioridade de uns, complexos de superioridade de outros, e oportunismo de muitos e, claro, muita estupidez à mistura e a usual ditadura do irracional \"politicamente correto\"...",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racismo"
                    ]
                },
                {
                    "id": "4798889721",
                    "user": "Disqusmanuelgomes",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "Por essa via também tinham que ilegalizar o SOS <b> Racismo </b>, até publicam na redes sociais o seu dirigente contra  as autoridades lhe chamando \" bosta da bófia \" . Incitando o<b>  racismo</b> , do qual o seu alimento ...",
                    "likes": 5,
                    "hasReplies": true,
                    "numberOfReplies": 8,
                    "replies": [
                        {
                            "id": "4798890545",
                            "user": "disqus_EJLoQqNK0r",
                            "date": "10 days ago",
                            "timestamp": "NA",
                            "commentText": "Sem dúvida! A esquerda faz um aproveitamento nojento destas situações.... Mas isso não impede que os racistas portugueses estejam também a aproveitar se para se assumirem, porque têm agora uma marioneta que os defende! #nojo",
                            "likes": 3,
                            "hasReplies": true,
                            "numberOfReplies": 7,
                            "replies": [
                                {
                                    "id": "4798906581",
                                    "user": "disqus_sLE8aKZ3fk",
                                    "date": "10 days ago",
                                    "timestamp": "NA",
                                    "commentText": "O caso do jovem branco, eng informático, assassinado por três pretos no Campo Grande foi considerado um caso de racismo? Mas podia, ou não? Ou a coisa... só funciona num sentido??????",
                                    "likes": 4,
                                    "hasReplies": true,
                                    "numberOfReplies": 1,
                                    "replies": [
                                        {
                                            "id": "4798911721",
                                            "user": "disqus_EJLoQqNK0r",
                                            "date": "10 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Mas o que tem a ver uma coisa com outra? Eu sempre fui o primeiro a condenar o aproveitamento da esquerda em relação a esses casos... Agora estamos a falar da atitude de ontem... E é uma vergonha... Basta ver a caixa de comentários para ver os racistas a sair das tocas",
                                            "likes": 0,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                },
                                {
                                    "id": "4798901892",
                                    "user": "oscarmaximo",
                                    "date": "10 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Ao censurar apenas os racistas portugueses mostra a sua xenofobia ! Devia censurar todos os do rectângulo. E que tal a Margarida Martins do PS Arroios a mandar quem votou Bolsonaro, maioria dos brasileiros em Portugal, para a sua terra ?",
                                    "likes": 4,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "4798893770",
                                    "user": "Disqusmanuelgomes",
                                    "date": "10 days ago",
                                    "timestamp": "NA",
                                    "commentText": "É verdade , nunca vi em certos grupos exponenciaram o racismo em Portugal tanto como nestes tempos .\nQuando na maioria todos os clubes têm jogadores de várias cores , nacionalidades e religiões , como na sociedade brancos /brancas vivem e convivem como casados pretos/pretas .\nPortanto famílias mistas , mas existem grupelhos e associações cujos rebocam passados para o presente , lhes servindo de existência e alimento .",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 3,
                                    "replies": [
                                        {
                                            "id": "4798902386",
                                            "user": "oscarmaximo",
                                            "date": "10 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Eu cá sou racista, só me deito com pretas.",
                                            "likes": 1,
                                            "hasReplies": true,
                                            "numberOfReplies": 2,
                                            "replies": [
                                                {
                                                    "id": "4798927760",
                                                    "user": "Disqusmanuelgomes",
                                                    "date": "10 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "O Marega também , malha numa branca . 😆.",
                                                    "likes": 0,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                },
                                                {
                                                    "id": "4798925524",
                                                    "user": "Disqusmanuelgomes",
                                                    "date": "10 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "E, algumas são bem giras ...e, não interessa a côr , interessa as características físicas e seu interior .\nMas também dizem quando amor é cego . E, como tal nem se importa do físico mas pelo sentir interior .\nO físico é passageiro tanto pelos anos muda , nem sempre pelo físico perdura mas pelo interior . Cujo dita as acções para o exterior , exteriozando o amor .",
                                                    "likes": 0,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Racismo"
                    ]
                }
            ],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "4798887412",
            "user": "ussaissima",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "macaco do <b> preto </b>, vai ter de ir a um psiquiatra receber tratamento",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Preto",
                "Macaco"
            ]
        },
        {
            "id": "4798886388",
            "user": "Disqusmanuelgomes",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Os árbitros também serão vitimas do <b> racismo </b>?\nMuitos dos quais vestem de<b>  preto</b> ...",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4798908141",
                    "user": "disqus_sLE8aKZ3fk",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "O dito \"<b> racismo\"</b> está a ser utilizado como forma de certas pessoas querem estar acima da lei...",
                    "likes": 5,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4798927022",
                            "user": "Disqusmanuelgomes",
                            "date": "10 days ago",
                            "timestamp": "NA",
                            "commentText": "Assim como também aproveitam para vitimazações .",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Racismo"
                    ]
                }
            ],
            "keywords": [
                "Racismo",
                "Preto"
            ]
        },
        {
            "id": "4798884421",
            "user": "baldrrindr",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Nada melhor que ter um adepto do Braga a fazer este tipo de apreciações...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4798883804",
            "user": "Disqusmanuelgomes",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Confunde rivalidade com <b> racismo </b>.\nMuitos são os de côr em ambas equipas .\nMarega jogou no Guimarães também ...antecedentes .\nE, também envolvência implícita também pela disputa dos pontos nesta fase do campeonato .\nDesmoralizando o goleador neste caso ser de côr .\nMas a ser Ronaldo assobiado seria  e foi muitas vezes do princípio ao fim dos jogos pela Espanha .",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "4798881918",
            "user": "caodalaura",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Tipo que ganha milhoes de € ouviu palavras feias e saiu do campo amuado. Que pena q tenho.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4798881315",
            "user": "disqus_WTj2IWKjT1",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Então e beijos e abraços? Não há?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4798879444",
            "user": "disqus_HVgeFFuj93",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Este monte de esterco sobre a eutanásia não diz uma palavra,mas para apoiar um jogador de futebol que foi insultado,já aparece a arrotar palavras de apoio.<br/>Que vergonha de presidente 👹👹👹.",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4798896796",
                    "user": "Disqusmanuelgomes",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "Também sobre agressões à autoridade forças de segurança e prestadores do serviço do estado como médicos e pessoal auxiliar , fica em silêncio .",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4798875892",
            "user": "antonycomentador",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Quando num rebanho de ovelhas uma delas começa a berrar , todas as outras vão a imitar, quando numa alcateia de lobos um começa a uivar os outros seguem o exemplo .",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4798881981",
                    "user": "disqus_WTj2IWKjT1",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "Só que aqui as ovelhas vão a caminho do matadouro.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4798872071",
            "user": "disqus_mbgU5ErDSS",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Este com gamanços de milhões, corrupção de milhares de milhões, pessoas espalhadas por corredores de hospitais, escolas a cair de podre, uma injustiça que não pune ladrões, vigaristas, etc. passa a vida em passeatas, beijocadas, abraços e selfies, só difere do Américo Tomás nas selfies e em beijocadas, Queremos um presidente para isto???<br/>Paineileiros, esquerdopatas, jornalixo, cambada de hipócritas, têm nova novela para entreter os tugas. Vão massacrar as pessoas com esta chachada. <br/>Hipócritas aproveitam-se de tudo para imporem uma ditadura <b> racista </b>contra os brancos<br/>Sempre me lembro de jogadores serem veiados quando jogam contra equipas que já representaram.<br/>Onde estava esta<b>  gaja</b> do Bloco de Esterco, quando roubou milhões dos nossos impostos para dar a esse mamadou u<b> m racist</b>a contra os brancos?? onde estava quando essa jaquina ofendeu símbolos nacionais??? (bandeira)??<br/>Cambada de hipócritas,, se os pretos forem todos para africa acaba se de vez com<b>  o racis</b>mo.<br/>Como é que o povo se deixa oprimir com e<b> ste raci</b>smo contra os brancos???",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gaja",
                "Racismo",
                "Racista"
            ]
        },
        {
            "id": "4798870142",
            "user": "disqus_ysIn41saXn",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Paroli, paroli, paroli...\nFazem discursos muito piedosos, por´+em agir, intervir activamente para por ordem nos campos de futebol, nada!\nFazer pedagogia e começar a apertar os calos  aos políticos que promovem o  Rascismo, como esse <b> imbecil </b>Ventura, NADA ACONTECE.\nÉ PRECISO AGIR, PALAVRAS NÃO CHEGAM.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 19,
            "replies": [
                {
                    "id": "4798895543",
                    "user": "baldrrindr",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "Agir...\nParece que já estou a ver os Óscares da nossa praça de dedo em riste a expurgar racismos, qual cruzada, rumo à sociedade idílica!\nE agir, pelo menos, ao que parece, implicaria dedicar recursos (que nunca são poucos) dos portugueses a erradicar tudo o que é português porque, afinal, tudo o que é português é inerentemente <b> racista.</b>\nAh sim, o Óscar (há tantos...) discorda que Portugal é inerentemente<b>  racista</b> porque também ele <b> é racist</b>a, só ainda não o sabe, mas a acção que hoje clama, mais tarde ou mais cedo, também lhe irá bater à porta...",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 5,
                    "replies": [
                        {
                            "id": "4798936385",
                            "user": "disqus_ysIn41saXn",
                            "date": "10 days ago",
                            "timestamp": "NA",
                            "commentText": "Você mete o gado todo no curral?",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 4,
                            "replies": [
                                {
                                    "id": "4799036638",
                                    "user": "baldrrindr",
                                    "date": "10 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Pois, quando lhe toca na pele faz-se, enfim...\nMas vá, desta vez, só mesmo para evitar questiúnculas com PAN, deixo passar a deixa.",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 3,
                                    "replies": [
                                        {
                                            "id": "4799040501",
                                            "user": "disqus_ysIn41saXn",
                                            "date": "10 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Toca-me na pele, como assim?<br/>Não sou racista, conheço  muitas raças de animal e a humana. Não sou xenófobo; não  defendo  nem promovo a violência;  sou contra a ignorância e a pobreza...\nO seu problema é que se tem algo a dizer, falhou no discurso.",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 2,
                                            "replies": [
                                                {
                                                    "id": "4799064422",
                                                    "user": "baldrrindr",
                                                    "date": "10 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "A ignorância do que está a acontecer no mundo civilizado, hoje, com tanta informação disponível, já não é desculpável!\nO ser-se branco, informe-se, é já, em muitos círculos, sinónimo de ser-se racista e esse labéu infame está ganhar terreno a cada dia que passa.\nAliás, tenho sérias dúvidas que não esteja ao corrente do que está a ocorrer, basta ver a velocidade com que repete o chavão álibi típico do homem branco acossado pelo rótulo de racismo:\n\"Não sou racista\"\nMais ninguém, além de um homem branco diz essa estúpida penitência.\nE é estúpida a tantos níveis mas nenhum se compara à ridícula confissão que ela implica. Porque só mesmo um racista complexado de ser racista diria tal coisa e mais ninguém!\nNa verdade essa frase é uma admissão de culpa que dá vontade de rir a todos os que a ouvem. Desde logo porque claro que é racista, ser-se humano é ser-se racista. É preferir (ou repudiar) o que é percepcionado como nosso e se assim não fosse de todo existiríamos!\nMas pronto, num mundo onde a virtude se mede pela imbecilidade dos chavões, lá está, não chega e, nesse sentido, com certeza, quer queira, quer não queira, lá lhe tocará na pele, mais cedo ou mais tarde...",
                                                    "likes": 0,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 1,
                                                    "replies": [
                                                        {
                                                            "id": "4799638355",
                                                            "user": "disqus_ysIn41saXn",
                                                            "date": "10 days ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Informação não é cultura. Come a couve  mas não sabe  o que é o alfobre. <br/>Não me informo no seu círculos acerca das parvoíces que por lá circulam.\nSabe, não faz ideia, sou homem  branco há mais de meio século, e vivi essa condição nas mais variadas partes do mundo, excepto Ásia, Há dias estive  em Berlim, senti o mesmo de sempre, o que sentem esses seus amigos?;\nQuando fala de culpa, refere-se  à sua culpa, à  culpa em sentido abstracto, ou pretende  culpar alguém?\nSe a  condição  determinada pela natureza de sermos  sermos humanos, estamos por isso  possuídos por um qualquer pecado original, o racismo?<br/>Tenha paciência.",
                                                            "likes": 0,
                                                            "hasReplies": false,
                                                            "numberOfReplies": 0,
                                                            "replies": []
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Racista"
                    ]
                },
                {
                    "id": "4798884086",
                    "user": "disqus_mbgU5ErDSS",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "Quem ofendeu símbolos nacionais foi essa jaquina a guineense que representava um grupelho apátrida.",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4798935518",
                            "user": "disqus_ysIn41saXn",
                            "date": "10 days ago",
                            "timestamp": "NA",
                            "commentText": "Não sou racista, não sou guineense,  sou de raça humana.\nE você?",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "4798882434",
                    "user": "disqus_WTj2IWKjT1",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "Quer um lápis azul?",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 4,
                    "replies": [
                        {
                            "id": "4798940959",
                            "user": "disqus_ysIn41saXn",
                            "date": "10 days ago",
                            "timestamp": "NA",
                            "commentText": "A repressão do crime pela Justiça  não tem lápis azul.\nLápis azul é o que você usa para  omitir e desresponsabilizar, quer políticos como esse idiota  Ventura, como os dirigentes dos clubes.",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 3,
                            "replies": [
                                {
                                    "id": "4798980525",
                                    "user": "disqus_WTj2IWKjT1",
                                    "date": "10 days ago",
                                    "timestamp": "NA",
                                    "commentText": "O AVentura condenou o racismo, logo não compreendo a V. sistemática tentativa de recorrer ao crime de delito de opinião sempre que está mão agrada.",
                                    "likes": 1,
                                    "hasReplies": true,
                                    "numberOfReplies": 2,
                                    "replies": [
                                        {
                                            "id": "4799035480",
                                            "user": "disqus_ysIn41saXn",
                                            "date": "10 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Você manipula, com que então delito de opinião?<br/>Comentador, comigo esse argumentário não.\nO meu avô paterno, debruçado sobre a porta do quinteiro ouvia atentamente  a história do conto do vigário do cigano, quando finalmente o homenzinho terminou disse-lhe:<br/>- Olha que nem estiveste mal, o problema é que tu vieste contar-me a história de guerra de  40 e eu já  venho da guerra de 14.\nÉ isso comentador, delito de opinião, lápis azul... \" não evoqueis o santo nome de deus em vão\", não fale do que, felizmente,  não conhece.",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 1,
                                            "replies": [
                                                {
                                                    "id": "4799144735",
                                                    "user": "disqus_WTj2IWKjT1",
                                                    "date": "10 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Olhe que eu conheço meio mundo, já vivi numa série de países e garanto-lhe que quando a esquerda palerma fala de racismo não acerta uma.\nOs portugueses na sua esmagadora maioria não são racistas e o que se passou com o Marega é violência em recintos desportivos e não racismo.\nPor acaso o homem é de cor e a multidão acéfala foi por aí.\nO Guimarães tem atletas negros, o FCP tem outros atletas negros e os cânticos foram dirigidos para um atleta em especial e nada tem a ver com a raça.\nTome nota do que lhe digo, este politicamente correto é que está a criar o que dizem querer combater.",
                                                    "likes": 1,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "4798875794",
                    "user": "Disqusmanuelgomes",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "Até podem ganhar dinheiro , organização cartão do adepto acesso ao desporto profissional , criando um arquivo e registo .\nComo também penalizarem dirigentes anfitriões que incitem à violência nos estádios como também penalizarem profissionais jogadores treinadores que façam provocações propositadas para as bancadas aos adeptos , senão incitam a resposta .\nBom dia . Caro Oscar",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 5,
                    "replies": [
                        {
                            "id": "4798939653",
                            "user": "disqus_ysIn41saXn",
                            "date": "10 days ago",
                            "timestamp": "NA",
                            "commentText": "Caro Manuel Gomes:\nA desordem, o caos, o crime instalado nos campos de futebol prospera por uma clara demissão das autoridades. Os políticos vergam-se perante os grandes clubes, em cuja massa de adeptos reside   uma  base de leitores importantes, nada fazem que os  desgoste.\nO racismo é mais uma dessas expressões de crime impune instalado no meio.\nÉ como diz, os dirigentes dos clubes  deveriam ser responsabilizados, frequentemente são eles que incendeiam  a turba.\nUm bom dia para si.",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 4,
                            "replies": [
                                {
                                    "id": "4799150892",
                                    "user": "disqus_WTj2IWKjT1",
                                    "date": "10 days ago",
                                    "timestamp": "NA",
                                    "commentText": "O seu PS faz como a avestruz. Enfia a cabeça na areia e o governo diz que a segurança dos cidadãos não é com eles.\nQuem tem competência para identificar os criminosos são as forças de segurança, quem pode proibir ou condenar são tribunais e quem faz a Lei é a AR.\nAgora diga que a culpa é dos presidentes dos clubes.",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 3,
                                    "replies": [
                                        {
                                            "id": "4799627592",
                                            "user": "disqus_ysIn41saXn",
                                            "date": "10 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Claro que os presidentes dos clubes, nos termos das  lei, têm responsabilidades que não cumprem e gozam da mais absoluta impunidade. O caso do Benfica é exemplar, é um estado dentro do Estado.\nA violência no futebol é uma problrma das autoridades e dos diferentes poderes públicos, cada  um, por também ser adepto, faz de conta.  Veja as condenações dos poucos casos que chegam aos tribunais. às vezes parece que os juízes são cúmplices.\nSe nisto tudo os partidos políticos podem e devem fazer mais, certamente, porém todos têm um medo que se pelam de dizerem à justiça que deve fazer o seu trabalho. Os crimes são públicos, assistimos  à sua  ocorrência todos os fins-de-semana, o que faz o ministério Público? Assobia para o lado.\nOs partidos são invertebrados perante  os poderes do futebol,  e o seu PS também, apesar de normalmente V. lhe acrescentar um \"D\", porque eu não tenho PS nenhum, nem para a troca.",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 2,
                                            "replies": [
                                                {
                                                    "id": "4799638892",
                                                    "user": "disqus_WTj2IWKjT1",
                                                    "date": "10 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "O Benfica é uma Nação, logo maior que o próprio Estado ... e o \"seu\" era apenas uma pequena provocação usando o sentido figurado.",
                                                    "likes": 0,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 1,
                                                    "replies": [
                                                        {
                                                            "id": "4800092236",
                                                            "user": "disqus_ysIn41saXn",
                                                            "date": "9 days ago",
                                                            "timestamp": "NA",
                                                            "commentText": "O meu quê? Clube?\nRespeite-me a inteligência, vade retro.",
                                                            "likes": 0,
                                                            "hasReplies": false,
                                                            "numberOfReplies": 0,
                                                            "replies": []
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Imbecil"
            ]
        },
        {
            "id": "4798870000",
            "user": "disqus_pyjLUpcSC4",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Este homem é um populista da pior espécie que só olha para a sua reeleição. Isto é puro aproveitamento político populista. Espero que sofra estrondosa derrota nas próximas eleições",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4798882488",
                    "user": "disqus_mbgU5ErDSS",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "Este homem já mete nojo, depois chamam o corta fitas ao Américo Tomás que para nada servia, este serve para quê??? para andar a distribuir beijos e abraços alguns no meio da pretalhada e em africa a gastar dos nossos impostos.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4798872517",
                    "user": "disqus_mbgU5ErDSS",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "O POVO TEM O QUE MERECE, não votam nisto??? aguentem-se.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4798868097",
            "user": "espanadorvileda",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Falou o papagaio.....",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4798882752",
                    "user": "disqus_mbgU5ErDSS",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "Não votam nisto??? agora aguentem-se.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4798867377",
            "user": "disqus_80bBIeF4jj",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "É o resultado da postura do Chega e do seu chefe populista. Um efeito nefasto e irresponsável na sociedade.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4798872958",
                    "user": "disqus_mbgU5ErDSS",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "CGEGA sempre a chegar nesta cambada de hipócritas.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4798871068",
                    "user": "Disqusmanuelgomes",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "E,não só . O extremismo de uns reboca o extremismo d'outros . <br/>SOS <b> racismo </b>e Joacine também dão contributo ao crescimento do Chega .\nO<b>  racismo</b> existe em determinados elementos da sociedade de ambos os lados , nos extremos .",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racismo"
                    ]
                }
            ],
            "keywords": []
        }
    ]
}