{
    "header": {
        "title": " Brasil. A longa descida ao inferno do Governo  de Jair Bolsonaro ",
        "subtitle": " O cerco ao Presidente aperta-se. Agora junta-se ao centrão e prepara-se para nomear um ferrenho bolsonarista para o Ministério da Justiça, não vá repetir-se uma deserção como a de Moro. ",
        "owner": " João Campos Rodrigues ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 26 de abril 2020 ",
        "dateExtraction": " 2020-06-22 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/694478/brasil-a-longa-descida-ao-inferno-do-governo-de-jair-bolsonaro ",
        "postText": " ['Atacado por inimigos e antigos aliados, acossado por suspeitas judiciais contra si e a sua família, enfrentando a possibilidade de um impeachment, Jair Bolsonaro começou a sua lenta descida ao inferno, no meio de uma pandemia que teima em menosprezar. O Presidente brasileiro enfrenta a saída de dois dos nomes mais respeitados do seu Governo, o ministro da Saúde, Luiz Henrique Mandetta, e o ministro da Justiça, Sérgio Moro, um herói para os apoiantes do Presidente, pelo seu papel na Operação Lava Jato. Mas Moro não saiu por desentendimentos políticos: deixou para trás a acusação de que o Presidente forjou a sua assinatura ao destituir Maurício Valeixo, diretor-geral da Polícia Federal, tentando interferir com investigações em curso contra a sua família.', '\u0093Fiquei sabendo pelo Diário Oficial, pela madrugada. Eu não assinei esse decreto. Em nenhum momento isso foi trazido\u0094, disse o ministro da Justiça, no seu discurso de demissão. O documento foi republicado pelo Governo, sem a assinatura de Moro, após a denúncia, mas pode tratar-se de crime de falsidade ideológica em documento público, punível com até cinco anos de prisão. Contudo, trata-se de um crime comum e o Presidente não é um cidadão comum. A acusação teria de partir do procurador-geral da República, Augusto Aras, nomeado pelo próprio Bolsonaro, antes de chegar ao Supremo Tribunal de Justiça.', 'Num plano imediato, a grande ameaça para Bolsonaro é a de destituição. Já se fala nisso nos corredores de Brasília. Ontem, já havia 27 pedidos formais de impeachment sobre a mesa de Rodrigo Maia, presidente da Câmara dos Deputados, dos Democratas (DEM). Por azar, este antigo aliado de Bolsonaro não está em bons termos com o Presidente: antes desta crise, este já tentava retirar-lhe a liderança da câmara.', 'Contudo, importa salientar que, por mais fortes que sejam as provas contra o Presidente, a sua destituição não é um processo jurídico, mas sim político - ou seja, depende da relação de forças no Congresso.', 'Não espanta que Bolsonaro tente desesperadamente encontrar pontes com deputados do velho \u0093centrão\u0094, incluindo Valdemar Costa Neto (PL) e Roberto Jefferson (PTB), condenados no escândalo Mensalão, bem como Gilberto Kasab (PSD) e Ciro Nogueira (PP), que estiveram na mira da Lava Jato.', 'Mas o Presidente não chega de mãos vazias à mesa de negociações. Pode oferecer cargos como a presidência do Banco do Nordeste, com um orçamento equivalente a 4,79 mil milhões de euros, ou a liderança do Fundo Nacional de Desenvolvimento da Educação (FNDE), que recebe anualmente uns 8,92 mil milhões de euros. Segundo a Veja, o Banco do Nordeste irá para Arthur Lira (PP), que disputa a Câmara dos Deputados com Rodrigo Maia.', '', 'Suspeitas e acusações Afinal, que crimes são esses de que a família Bolsonaro é acusada, que terão levado o Presidente a interferir na Polícia Federal? Para começar, o segundo filho de Bolsonaro, o vereador Carlos, foi identificado pela Polícia Federal (PF) como dirigente do \u0093gabinete do ódio\u0094, avançou a Folha de S. Paulo. Este esquema ilegal teria como objetivo espalhar desinformação online, calúnias e ameaças contra autoridades.', '\u0093Notaram que nunca falam que notícias seriam essas? É muito mais fácil apontar manipulação feita pela grande mídia. Matéria lixo!\u0094, tweetou ontem Carlos Bolsonaro. Contudo, embora a investigação do Supremo Tribunal continue sob sigilo, já há alguma ideia do tipo de notícias falsas divulgadas em redes sociais ou correntes de WhatsApp pelo \u0093gabinete do ódio\u0094.', 'Por exemplo, há algumas semanas, antes de Bolsonaro declarar falsamente que a Organização Mundial da Saúde aprovava a diminuição do isolamento social em alguns países, um vídeo com um discurso descontextualizado do diretor-geral da organização, Tedros Adhanom Ghebreyesus, já tinha sido legendado e divulgado pelo \u0093gabinete do ódio\u0094, avançou o Intercept.', 'Outro inquérito em que o nome Bolsonaro se multiplica é a investigação ao homicídio de Marielle Franco, a vereadora do PSOL abatida a tiro juntamente com o seu motorista, Anderson Gomes, no Rio de Janeiro, em 2018. O filho mais velho de Bolsonaro, Flávio Bolsonaro, tem sido acusado de ligações às milícias, em particular aos principais suspeitos da morte de Marielle.', 'Não só Flávio Bolsonaro terá namorado com uma filha de Ronnie Lessa, o suspeito atirador, vizinho do clã Bolsonaro, como se suspeitou que o alegado cúmplice deste, Élcio Queiroz, tivesse visitado a residência dos Bolsonaro no dia do crime: o assunto ficou num pântano de acusações e contra-acusações.', 'Mais recentemente, em fevereiro, Adriano da Nóbrega, alegado líder do \u0093escritório do crime\u0094, uma rede de assassinos a soldo de que fariam parte Lessa e Queiroz, foi abatido numa operação policia. Encontrava-se numa casa de Gilsinho da Dedé, um vereador do PSL - o antigo partido de Bolsonaro -, que disse não fazer ideia de que o ex-polícia militar estava lá escondido. Dias antes, Nóbrega dissera ao seu advogado que temia ser assassinado, como \u0093queima de arquivo\u0094, contou este ao El País.', 'Bolsonaro não hesitou em acusar Moro de se focar mais neste caso que na tentativa de assassínio que sofreu, durante a campanha presidencial. Seria um dos motivos do seu interesse na Polícia Federal. \u0093Será que é interferir na Polícia Federal exigir, quase implorar a Sérgio Moro que apure quem mandou matar Jair Bolsonaro? A Polícia Federal de Sérgio Moro preocupou-se mais com Marielle Franco do que com o seu chefe supremo\u0094, queixou-se o Presidente.', 'Entretanto, Bolsonaro já se prepara para colocar Jorge Oliveira na cadeira deixada vaga por Moro, avançou a CNN Brasil. Coincidentemente, trata-se de um lealista do bolsonarismo, em tempos chefe de gabinete de Eduardo, outro filho de Bolsonaro, e antigo assessor jurídico do Presidente. \u0093Juntos com o PR Jair Bolsonaro por um Brasil melhor. Brasil acima de tudo, Deus acima de todos!\u0094, tweetou Oliveira este domingo.'] ",
        "numberPosts": " 88 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Gender - Female sexuality,Age - Youngsters,Social Class - Destitute",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Cabra,Canalha,Vagabundo",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "4893314927",
            "user": "papagaiofaxista",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "o Bolsonaro e o Trump devem ter comido as mae de muitos esquerdistas por aqui, a avaliar pelos comentarios de quem os odeia",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4893311906",
            "user": "papagaiofaxista",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "os esquerdalhas filhas da p nao entendem nada do que se passa no Brasil apenas engolem o que a midia esquerdista lhes mija em cima e depois e vem pra aqui defecar com os dedos, O que nao faltam la sao apoiantes de Bolsonaro, o Moro já vai tarde loool",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4891911144",
            "user": "disqus_yznlqTO3Sh",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "...O GOVERNO ... TÊM DE IR AO AEROPORTO SABER O PORQUE,DOS IMIGRANTES BRASILEIROS QUE LÁ ESTÃO, NÃO TEREM ONDE DORMIR E O QUE COMER...\n..... E PARA OS AJUDAR A IR EMBORA PARA O BRASIL.\nFICA MAL A PORTUGAL, O CONSULADO BRASILEIRO NÃO QUERER SABER, DOS SEUS CIDADÃOS E OS PORTUGUESES\nNÃO FAZEREM PRESSÃO, PARA QUE ISSO SEJA, RESOLVIDO.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4891478830",
            "user": "anamijapacova",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Quem olha e analisa bem este Bolsonero sente náuseas!<br/>Quem olha e analisa bem a sua famiglia sente nojo!<br/>Quem olha e analisa bem todo o contexto da sua eleição tem vontade de dar uns berros bem alto!<br/>Pobre povo brasileiro que fugiu a sete pés para tudo o que era sítio, agora perante a pandemia tem que voltar e enfrentar, lá, o maior e pior vírus chamado Bolsonero!...",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4891414993",
            "user": "alexandre_barreira",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": ".......mas qual fado....qua lpoesia...qual quê....?!.....o \"Zé <b> Cabra\"</b> é que tinha \"pinta\".....\"DEIXEI TUDO POR ELA..DEIXEI..DEIXEI....DEIXEI TUDO POR ELA...EU SEI...EU SEI\".....isto sim é \"divinal\".....!!!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Cabra"
            ]
        },
        {
            "id": "4891148544",
            "user": "disqus_E84kZQfUeN",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Anteontem houve um golpe no Brasil<br/>Este país merece-nos muita piedade<br/>Lá precisam de um 25 de Abril<br/>Os brasileiros merecem a LIBERDADE !!!<br/>.<br/>Para o Bostanaro acabou o beija-mão<br/>Em breve a democracia virá de novo<br/>Está na forja uma forte revolução<br/>Que originará a libertação do povo !!!",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4891445527",
                    "user": "alfonsocontorno",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Agora entram os Militares...afinal quem assume é o Vice......olha que desta vez não vai  ser como em 1985.......desta vez não vão sair!!!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4891134765",
            "user": "disqus_yznlqTO3Sh",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "............................................................. * * * * * * * * * * * PUBLICIDADE * * * * * * * * * *\nFADISTA ( MULATA ) MARIZA - NOS APRESENTA: A NOSSA VOZ\n\" A UMA SAUDADE GUARDADA,<br/> NO FUNDO PEITO,<br/>NO OLHAR, DE TODOS NÓS \"\nQUERO DAR-TE AQUELE ABRAÇO, <br/>RIR DE CANSAÇO,<br/>OUVIR A TUA VOZ.\n TRÁ LÁ LÁ LÁ ...\nNOSSA NAÇÃOOO PORTUGAL........ !",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "4891137189",
                    "user": "Meliodasreidosdemonios",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Who cares?",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 5,
                    "replies": [
                        {
                            "id": "4891138697",
                            "user": "disqus_yznlqTO3Sh",
                            "date": "2 months ago",
                            "timestamp": "NA",
                            "commentText": "* * * PUBLICIDADE  * * *\n.....COM UM BOM FADO, PELO MEIO, CANTADO PELA MINHA, COLEGA DE COR A ( MULATA)  FADISTA  MARIZA  !\nNÃO GOSTAS DE OUVIR FADOS ?????",
                            "likes": 2,
                            "hasReplies": true,
                            "numberOfReplies": 4,
                            "replies": [
                                {
                                    "id": "4891140597",
                                    "user": "Meliodasreidosdemonios",
                                    "date": "2 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Nem fado nem nenhuma música em geral.<br/>Quase não ouço música.",
                                    "likes": 1,
                                    "hasReplies": true,
                                    "numberOfReplies": 3,
                                    "replies": [
                                        {
                                            "id": "4891142083",
                                            "user": "disqus_yznlqTO3Sh",
                                            "date": "2 months ago",
                                            "timestamp": "NA",
                                            "commentText": "O FADO É BOM ..E OLHA QUE NÃO SOU VELHOTA ... !\nESTE FADO PARA O ANÚNCIO É BONITO E A LETRA É LINDA ... A MARIZA FOI, COMO SEMPRE,\nFANTÁSTICA.... MAS MEXERAM, NA BOCA DA MARIZA E FICOU ESTRANHOO !",
                                            "likes": 2,
                                            "hasReplies": true,
                                            "numberOfReplies": 2,
                                            "replies": [
                                                {
                                                    "id": "4891143092",
                                                    "user": "Meliodasreidosdemonios",
                                                    "date": "2 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Raramente ouço música mas do pouco que muito de vez em quando escuto, prefiro a voz da Gisela João e da Ana Moura.",
                                                    "likes": 1,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 1,
                                                    "replies": [
                                                        {
                                                            "id": "4891189083",
                                                            "user": "disqus_yznlqTO3Sh",
                                                            "date": "2 months ago",
                                                            "timestamp": "NA",
                                                            "commentText": "OK!\nGOSTOS SÃO GOSTOS!\n... MAS A MARIZA TÊM UMA LINDA VOZ,\n....E A PROVA É QUE FOI ESCOLHIDA PARA O ANÚNCIO DA NÓS E ÁS UNS ANOS ATRÁS, QUANDO  FOI A FINAL DA CHAMPIONS LEAGUE, FOI NO ESTÁDIO DA LUZ....<br/>SEI PORQUE ACTUEI, COM ELA .\nTENHO BOAS RECORDAÇÕES DESSE DIA EM MAIO DE 2014:\nFOI LINDO..., ELA CANTAVA,<br/>EU ERA MAIS MIUDA.... MAS EU E OS MEUS COLEGAS DANÇAVAMOS\nPARA A SEGUIR O CRISTIANO RONALDO JOGAR !\n.... MEMÓRIAS E ATREVIMENTOS PARA UM DIA CONTAR  AOS NETOS !",
                                                            "likes": 3,
                                                            "hasReplies": false,
                                                            "numberOfReplies": 0,
                                                            "replies": []
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4891130306",
            "user": "olh_metro",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Pobre povo que para fugir de uma merda, meteu-se noutra.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4891719412",
                    "user": "disqus_IsbArl2mJt",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "É isso mesmo.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4891114399",
            "user": "disqus_E84kZQfUeN",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Eu não gosto de bater em \"mortos\" e o Bostanaro morreu politicamente !!!...Já há quem avance que o verdadeiro líder do Brasil é o general Braga Netto e o papel do Bostanaro é o de \"public relations\" do general Braga Netto !!!",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "4891115146",
                    "user": "Meliodasreidosdemonios",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "E eu avanço que o candidato do centro-direita brasileiro vai ser o Moro, com grandes chances de ganhar.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "4891127294",
                            "user": "disqus_E84kZQfUeN",
                            "date": "2 months ago",
                            "timestamp": "NA",
                            "commentText": "Não se esqueça do Mandetta.... e do Doria....e mais que por certo vão aparecer !!!<br/>Tenha presente que o lugar de PR do Brasil é um lugar muito apetecível pois permite rechear.... várias contas sitas em offsores.... com centenas de milhões !!!",
                            "likes": 2,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "4891129398",
                                    "user": "Meliodasreidosdemonios",
                                    "date": "2 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Nenhum deles tem o carisma para isso.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "4891128726",
                                    "user": "olh_metro",
                                    "date": "2 months ago",
                                    "timestamp": "NA",
                                    "commentText": "A operação \"lava jato\" demonstrou isso mesmo.",
                                    "likes": 3,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4891105728",
            "user": "disqus_yznlqTO3Sh",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "PESADELO BOISONÓRO\n NÃOOOOOOOOOOOOOOOOOOO !\n**********\nHORA DE PASSAR A PÚBLIDADE ! ! ! !\n***********\nJÁ VIRAM O NOVO ANÚNCIO DA NOS.... COM A FADISTA ( MULATA ) MARIZA\nNOS APRESENTA : A NOSSA VOZ\nNO  YOU TUBE . COM\n***********",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4891092656",
            "user": "disqus_E84kZQfUeN",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Tenho que felicitar o SOL pelo excelente artigo... o qual chega para dar a verdadeira imagem de salafrário que é o Bostanaro !!!",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "4891111389",
                    "user": "disqus_yznlqTO3Sh",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": " SACANA, CACHOROO, SAFADO, <b> VAGABUNDO,</b> CAFAJESTE,<b>  CANALHA</b>, COVADE, SALAFRÁRIO, 171, VIGARISTA  ....MAIS\nHUA HUA HUA ! ! !",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Canalha",
                        "Vagabundo"
                    ]
                },
                {
                    "id": "4891095098",
                    "user": "Meliodasreidosdemonios",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Eu quero fazer-lhe uma pergunta por curiosidade:<br/>Se fosse o Lula a demitir o chefe da PF o fabião também criticava na mesma?",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "4891114603",
                            "user": "olh_metro",
                            "date": "2 months ago",
                            "timestamp": "NA",
                            "commentText": "Os bolsonaros existem devido ao excesso de fabiões.",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "4891137100",
                                    "user": "disqus_E84kZQfUeN",
                                    "date": "2 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Se não fossem os \"fabiões\" deste mundo....muitos mais Bostanaros existiriam à superfície da Terra !!!",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "4891103747",
                            "user": "disqus_E84kZQfUeN",
                            "date": "2 months ago",
                            "timestamp": "NA",
                            "commentText": "MELIODAS...eu limitei-me a felicitar o SOL pelo excelente artigo !!!",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4891081573",
            "user": "quimcosta",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Socrates tb criou um gabinete de ódio com os seus bloggers e a imprensa esteve caladinha.<br/>Esta dualidade de critérios mata o jornalismo",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4891099115",
                    "user": "disqus_E84kZQfUeN",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "QUIM...o \"Gabinete de Ódio\" liderado pelo filho do Bostanaro vai ser um \"pedra no sapato\" do Bostanaro !!!....O tal \"Gabinete de Ódio\" é uma autentica fábrica de fakes e tem ao seu serviço umas dezenas de robots os quais são pagps pelo erário publico !!!....Consta que o tal \"Gabinete de Ódio\" tem 400 milhões de reais para financiar o fabrico de fakes !!!",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4891937593",
                            "user": "quimcosta",
                            "date": "2 months ago",
                            "timestamp": "NA",
                            "commentText": "Estou-me caghando para Bolsonaro e família pois eles e Lula /PT são tudo gente não recomendável.<br/>As máquinas de propaganda dos partidos existem e são transversais a todo o espectro politico e quando criticamos (e bem) e chamamos a este \"gabinete de ódio\" não podemos esquecer as centenas de blogers financiados pelo PT de Lula que todos os dias enchem as redes sociais com mentiras, deturpações e narrativas sobre Bolsonaro.<br/>Não aceito a dualidade  critérios pois se ambos utilizam as mesmas armas quando criticamos uns temos que criticar os outros, apenas isso.<br/>No Brasil fala-se que o PT tem 3 mil milhões de saco azul para usar na contra informação contra os seus opositores, que superam em muito os 400 milhões que falas.<br/>No Brasil não há inocentes!!!",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4891077053",
            "user": "disqus_EJLoQqNK0r",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "\"Será que  já podemos agora reconhecer, com seriedade, que isto do cantar Grândola à janela foi um fiasco que a maior parte dos portugueses ignorou? Que os portugueses estão fartos dos velhos do Restelo que se açambacaram do Estado e se apropriaram da democracia?\"\nAndré ventura, 2020",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 31,
            "replies": [
                {
                    "id": "4891474083",
                    "user": "anamijapacova",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Quem insiste no \"Aventura\" é tão triste quanto ele!<br/>Aprende de uma vez quem nem com mil \"Aventuras\" vai haver recuo no regime do país!<br/>Os velhos do Restelo sempre existiram, mas quando tocar a recuar o povo vai dizer NÃO!<br/>Aprende Camões, não te vou durar sempre!...",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4891529892",
                            "user": "disqus_EJLoQqNK0r",
                            "date": "2 months ago",
                            "timestamp": "NA",
                            "commentText": "Enquanto for livre voto no chega!\nConsiderar-me triste por isso sem me conhecer de lugar nenhum, não me define a mim, define-a à si...\nE espero que seja exactamente esse  vosso sentimento mesquinho que faça o chega crescer!\nAs suas afirmações revelam a pequena ditador que há dentro de si... Os donos disto tudo... Que até falam pelo povo...\nVemo-nos nas próximas eleições",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "4891265947",
                    "user": "amilcaralhinho",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Oh Camões , faz-me cócegas nos kolhões! <br/>TOMA E ENVRULHA OH PULHA!",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "4891536259",
                            "user": "disqus_EJLoQqNK0r",
                            "date": "2 months ago",
                            "timestamp": "NA",
                            "commentText": "Ahahahahahahahah...\nQue obsessão rapaz! Não insistas... Há tantos homens por aí... Ainda vais ser feliz!\nAhahahahahahahah",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "4892646171",
                                    "user": "amilcaralhinho",
                                    "date": "2 months ago",
                                    "timestamp": "NA",
                                    "commentText": "É tão bom , Camões. Tu respondes sempre. Adoras chupar-me os kolhões , não adoras, Camões?<br/>Essa obsessão pelo meu Karalho e kolhões, fazem-te vibrar de emoção e amor profundo pelos meus genitais.<br/>Descansa que eu não te abandono.<br/>Está à vista para todos os que aqui comentam, que tu tremes todo se eu te deixar de en rabar.<br/>Onde me esperas amanhão às 3 da manhã phanasca? <br/>Como sempre fico à espera da tua resposta.<br/>Querem ver pessoal, como ele vai responder? Reparem....<br/>TOMA E ENVRULHA, OH PULHA!",
                                    "likes": 1,
                                    "hasReplies": true,
                                    "numberOfReplies": 1,
                                    "replies": [
                                        {
                                            "id": "4892814729",
                                            "user": "disqus_EJLoQqNK0r",
                                            "date": "2 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Ahahahahahahahah\nBons sonhos, querida!\nAgora vai... Vai minha ovelhinha",
                                            "likes": 0,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "4891078257",
                    "user": "Meliodasreidosdemonios",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "And your point is?",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 24,
                    "replies": [
                        {
                            "id": "4891116588",
                            "user": "disqus_yznlqTO3Sh",
                            "date": "2 months ago",
                            "timestamp": "NA",
                            "commentText": "IS NO POINT !",
                            "likes": 3,
                            "hasReplies": true,
                            "numberOfReplies": 5,
                            "replies": [
                                {
                                    "id": "4891121678",
                                    "user": "disqus_EJLoQqNK0r",
                                    "date": "2 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Is my point!<br/>Four/twenty five forever...",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 4,
                                    "replies": [
                                        {
                                            "id": "4891266902",
                                            "user": "amilcaralhinho",
                                            "date": "2 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Oh Camões, lambe-me os kolhões.<br/>TOMA E ENVRULHA OH PULHA!",
                                            "likes": 1,
                                            "hasReplies": true,
                                            "numberOfReplies": 3,
                                            "replies": [
                                                {
                                                    "id": "4891535658",
                                                    "user": "disqus_EJLoQqNK0r",
                                                    "date": "2 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Ahahahahahahahah...\nNão!\nAgora vai... Vai minha ovelhinha",
                                                    "likes": 0,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 2,
                                                    "replies": [
                                                        {
                                                            "id": "4892650527",
                                                            "user": "amilcaralhinho",
                                                            "date": "2 months ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Adoras chamar-me ovelhinha. E eu adoro também. Por acaso é um tratamento muito fofinho...Ovelhinha! AH AH AH AH AH AH<br/>O Goucha e o Cláudio Ramos também chamam esses nomes aos cavaleiros que lhes rebentam o kagueiro.<br/>Ovelhinha. Oh amorzinho, já que me lambes os kolhões , aproveita e lambe o kuzinho da tua ovelhinha...Está mesmo ali ao lado...uuuuiiiiii, ...chama-me ovelhinha ...chama...chama...mas não pares de lamber, sua p u t a !<br/>TOMA E ENVRULHA OH PULHA!!!!",
                                                            "likes": 1,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 1,
                                                            "replies": [
                                                                {
                                                                    "id": "4892814848",
                                                                    "user": "disqus_EJLoQqNK0r",
                                                                    "date": "2 months ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "Ahahahahahahahah",
                                                                    "likes": 0,
                                                                    "hasReplies": false,
                                                                    "numberOfReplies": 0,
                                                                    "replies": []
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "id": "4891080526",
                            "user": "disqus_EJLoQqNK0r",
                            "date": "2 months ago",
                            "timestamp": "NA",
                            "commentText": "Como a notícia é só para encher chouriços e faz parte da agenda de 3 notícias diárias sobre o bolsonaro, decidi falar de alguma coisa que realmente interessa...\nUm comentário de um deputado da nação que tem toda a razão e que não se põe a falar do Miguel...",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 17,
                            "replies": [
                                {
                                    "id": "4891267403",
                                    "user": "amilcaralhinho",
                                    "date": "2 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Oh Camões, faz-me festinhas nos kolhões. <br/>TOMA E ENVRULHA , OH PULHA1",
                                    "likes": 1,
                                    "hasReplies": true,
                                    "numberOfReplies": 3,
                                    "replies": [
                                        {
                                            "id": "4891535383",
                                            "user": "disqus_EJLoQqNK0r",
                                            "date": "2 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Ahahahahahahahah...\nÓ Amílcar eu já te rejeitei todas as propostas que fazes para te envolver-se comigo... Não insistas... Aprende a viver com a rejeição...\nAgora vai... Vai minha ovelhinha",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 2,
                                            "replies": [
                                                {
                                                    "id": "4892655426",
                                                    "user": "amilcaralhinho",
                                                    "date": "2 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Ovelhinha....ai....assim a chamares ovelhinha e a mamares...a lamberes....aproveita querida e lambe também o ku que eu fui kagar há bocado e tu adoras essas porcarias....estás sujeito é que eu te kague na boca! <br/>Vemo-nos amanhã, minha p u t a ?<br/>às três da manhã? <br/>Responde por favor.\nTOMA E ENVRULHA, OH PULHA!",
                                                    "likes": 1,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 1,
                                                    "replies": [
                                                        {
                                                            "id": "4892815136",
                                                            "user": "disqus_EJLoQqNK0r",
                                                            "date": "2 months ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Ahahahahahahahah\nTenta descansar, querida!\nAgora vai... Vai minha ovelhinha",
                                                            "likes": 0,
                                                            "hasReplies": false,
                                                            "numberOfReplies": 0,
                                                            "replies": []
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                },
                                {
                                    "id": "4891081629",
                                    "user": "Meliodasreidosdemonios",
                                    "date": "2 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Tem toda a razão na sua opinião.<br/>Para mim o Ventura é só um chupista que se quer aproveitar do descontentamento dos outros para arranjar tacho.",
                                    "likes": 1,
                                    "hasReplies": true,
                                    "numberOfReplies": 12,
                                    "replies": [
                                        {
                                            "id": "4891084813",
                                            "user": "disqus_EJLoQqNK0r",
                                            "date": "2 months ago",
                                            "timestamp": "NA",
                                            "commentText": "É a sua opinião... Na minha opinião é único deputado capaz que trata os assuntos que realmente interessam e que não se inibe  confrontar o poder instalado...\nOpiniões...",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 10,
                                            "replies": [
                                                {
                                                    "id": "4891085589",
                                                    "user": "Meliodasreidosdemonios",
                                                    "date": "2 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Opiniões valem o que valem.<br/>Na minha, o único capaz de fazer o que descreve é o João Cotrim de Figueiredo.\nOpiniões...",
                                                    "likes": 0,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 9,
                                                    "replies": [
                                                        {
                                                            "id": "4891089006",
                                                            "user": "disqus_EJLoQqNK0r",
                                                            "date": "2 months ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Exacto... Sobretudo quando fala do Miguel...\nRepare no insulto indirecto da seguinte frase \"a iniciativa liberal é um partido que apenas tenta captar os votos dos atrasados mentais...\"\nComo não tenho pretensões de julgar ninguém pelas suas opções, só dei o exemplo do quanto insultuosa seria a afirmação, mas como é lógico não é isso que penso...",
                                                            "likes": 0,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 8,
                                                            "replies": [
                                                                {
                                                                    "id": "4891090779",
                                                                    "user": "Meliodasreidosdemonios",
                                                                    "date": "2 months ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "Ah, era uma referência ao facto do Cotrim ter feito uma carta ao filho.<br/>Repare você que eu não escrevi que o Chega quer captar votos dos atrasados mentais, eu falei nos descontentes que é bem diferente.",
                                                                    "likes": 0,
                                                                    "hasReplies": true,
                                                                    "numberOfReplies": 7,
                                                                    "replies": [
                                                                        {
                                                                            "id": "4891092593",
                                                                            "user": "disqus_EJLoQqNK0r",
                                                                            "date": "2 months ago",
                                                                            "timestamp": "NA",
                                                                            "commentText": "Ontem falou dos ingénuos...",
                                                                            "likes": 0,
                                                                            "hasReplies": true,
                                                                            "numberOfReplies": 6,
                                                                            "replies": [
                                                                                {
                                                                                    "id": "4891093803",
                                                                                    "user": "Meliodasreidosdemonios",
                                                                                    "date": "2 months ago",
                                                                                    "timestamp": "NA",
                                                                                    "commentText": "Ingénuos não como insulto mas por acharem que ele é o D. Sebastião que vai salvar Portugal.",
                                                                                    "likes": 1,
                                                                                    "hasReplies": true,
                                                                                    "numberOfReplies": 5,
                                                                                    "replies": [
                                                                                        {
                                                                                            "id": "4891118128",
                                                                                            "user": "disqus_EJLoQqNK0r",
                                                                                            "date": "2 months ago",
                                                                                            "timestamp": "NA",
                                                                                            "commentText": "Portugal não vai ser salvo por um personagem... Portugal pode encontrar salvação na educação do povo... E a verdade é que na minha opinião, o chega é para já o único partido a romper com os chavões e frases feitas da política nacional, e a ter uma voz activa nos problemas sociais que parecendo que não são os fundamentais para a evolução do país...\nNão vale a pena focarmo-nos na economia ou em doutrinas económicas se não se alterarem comportamentos e costumes...\nNão adianta nada alterar a arquitectura das nossas empresas se a mão de obra for desqualificada ou inexistente...\nRepor valores do mérito, da recompensa do trabalho, do respeito e da educação, da aprendizagem, do conhecimento... É fundamental para a competitividade da economia\nDaqui a 50 anos vamos ter 1 milhão de empregados de mesa e 1 só electricista...\nAcha que os países nórdicos funcionam porque? Por alguma ideologia? Não... Por educação e civismo do povo...\nPor isso é que digo que o partido que mais está a contribuir para a evolução de Portugal é o chega!",
                                                                                            "likes": 0,
                                                                                            "hasReplies": true,
                                                                                            "numberOfReplies": 4,
                                                                                            "replies": [
                                                                                                {
                                                                                                    "id": "4891120764",
                                                                                                    "user": "Meliodasreidosdemonios",
                                                                                                    "date": "2 months ago",
                                                                                                    "timestamp": "NA",
                                                                                                    "commentText": "E acha que um partido qualquer que seja consegue enfiar mentalidades diferentes pela goela do povo?<br/>Os problemas que enumera têm todos resposta no programa do IL, com a vantagem de não terem o bota-abaixismo de um deputado que diz uma coisa e faz outra.<br/>Lembra-se da promessa do Ventura de ser deputado em exclusividade?<br/>Pelos vistos o próprio Ventura não se lembra...",
                                                                                                    "likes": 0,
                                                                                                    "hasReplies": true,
                                                                                                    "numberOfReplies": 3,
                                                                                                    "replies": [
                                                                                                        {
                                                                                                            "id": "4891134827",
                                                                                                            "user": "disqus_EJLoQqNK0r",
                                                                                                            "date": "2 months ago",
                                                                                                            "timestamp": "NA",
                                                                                                            "commentText": "O que é isso do bota abaixismo?\nÉ ver uma comunidade impune que decide que pode casar crianças porque é tradição, e apontar o dedo?\nÉ ver uma justiça em que alguém sai em precária com pulseira electrónica e viola e mata uma freira, e apontar o dedo e propor prisão perpétua para quem não é reintegravel na sociedade ?\nÉ criticar uma medida que impõe que os meninos passam todos até ao 9 ano, e apontar o dedo?\nÉ assistir a pedófilos que apanham penas de 3 anos e saiem e são reincidentes e apontar o dedo e propor a castração química?\nÉ falar de varias comunidades que são subsidiodependentes e que gozam do esforço dos portugueses trabalhadores e apontar o dedo?\nÉ isto que é o bota abaixismo? Qual a alternativa?",
                                                                                                            "likes": 0,
                                                                                                            "hasReplies": true,
                                                                                                            "numberOfReplies": 2,
                                                                                                            "replies": [
                                                                                                                {
                                                                                                                    "id": "4891136971",
                                                                                                                    "user": "Meliodasreidosdemonios",
                                                                                                                    "date": "2 months ago",
                                                                                                                    "timestamp": "NA",
                                                                                                                    "commentText": "Pelos vistos a sua desilusão com o Ventura passou-lhe muito depressa.<br/>Eu concordo com algumas coisas que ele defende mas sou contra outras tantas, nem gosto do estilo \"Bruno de Carvalho\" de disparar em todas as direcções.",
                                                                                                                    "likes": 0,
                                                                                                                    "hasReplies": true,
                                                                                                                    "numberOfReplies": 1,
                                                                                                                    "replies": [
                                                                                                                        {
                                                                                                                            "id": "4891144360",
                                                                                                                            "user": "disqus_EJLoQqNK0r",
                                                                                                                            "date": "2 months ago",
                                                                                                                            "timestamp": "NA",
                                                                                                                            "commentText": "Na minha forma de estar sempre dei muito mais importância ao conteúdo do que à forma...\nNeste caso, para além do conteúdo, gosto da forma no que diz respeito à parte que é disruptive com o restante panorama político nacional...\nE não me capturam pela chantagem de que quem vota no chega é limitado... Penso pela minha cabeça e faço a avaliação pelo conteúdo... E aí em apenas meio ano (e tirando o caso marega que tanto gosta de recordar), avalio como muito positiva a prestação do chega e do seu deputado",
                                                                                                                            "likes": 0,
                                                                                                                            "hasReplies": false,
                                                                                                                            "numberOfReplies": 0,
                                                                                                                            "replies": []
                                                                                                                        }
                                                                                                                    ]
                                                                                                                }
                                                                                                            ]
                                                                                                        }
                                                                                                    ]
                                                                                                }
                                                                                            ]
                                                                                        }
                                                                                    ]
                                                                                }
                                                                            ]
                                                                        }
                                                                    ]
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        },
                                        {
                                            "id": "4891082500",
                                            "user": "Meliodasreidosdemonios",
                                            "date": "2 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Que comecem a chover os dislikes.",
                                            "likes": 0,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4891058571",
            "user": "Meliodasreidosdemonios",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Bolsonaro demitiu o chefe da polícia federal por este andar a investigar os seus corruptos filhos.<br/>Moro manteve-se fiel aos seus princípios e demitiu-se.<br/>Se fosse o Lula a fazer isto ninguém calava certos comentadores de direita, mas como foi o seu ídolo Bolsonaro, estão caladinhos hoje.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 9,
            "replies": [
                {
                    "id": "4891100532",
                    "user": "disqus_E84kZQfUeN",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "MELIODAS...os seguidores do Bostanaro são uma chusma de cobardolas !!!",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 7,
                    "replies": [
                        {
                            "id": "4891127127",
                            "user": "disqus_EJLoQqNK0r",
                            "date": "2 months ago",
                            "timestamp": "NA",
                            "commentText": "Os defensores do bolsonaro são o povo brasileiro que o elegeu... Eu sei que como obcecado de esquerda, é difícil para si o conceito... Chama-se democracia...\nSe no futuro se verá se se arrependerão ou não... Tal como em todos os países acontece... Por exemplo em Portugal, o 44 chegou a conseguir 45% dos votos do povo português... Hoje não conseguiria 1%...",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "4891131031",
                                    "user": "disqus_E84kZQfUeN",
                                    "date": "2 months ago",
                                    "timestamp": "NA",
                                    "commentText": "CAMÕES...você tem uma tremenda fixação no número 44 !!!...Isso é publicidade ao  número da porta do prédio onde reside ???",
                                    "likes": 1,
                                    "hasReplies": true,
                                    "numberOfReplies": 1,
                                    "replies": [
                                        {
                                            "id": "4891269616",
                                            "user": "amilcaralhinho",
                                            "date": "2 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Não! É que o Camões levou na pheida . 44 gajos de seguida rebentara-lhe com a kloaca . Daí a fixação desse grunho.",
                                            "likes": 1,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "id": "4891102092",
                            "user": "Meliodasreidosdemonios",
                            "date": "2 months ago",
                            "timestamp": "NA",
                            "commentText": "Hoje nem vê-los.",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 3,
                            "replies": [
                                {
                                    "id": "4891127723",
                                    "user": "disqus_EJLoQqNK0r",
                                    "date": "2 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Para não fazer copy paste pode ver a minha resposta, na resposta anterior que dei ao Fabião...",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 2,
                                    "replies": [
                                        {
                                            "id": "4891129020",
                                            "user": "Meliodasreidosdemonios",
                                            "date": "2 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Eu referia-me aos simpatizantes dele aqui no jornal online Sol e não nos seus apoiantes em geral.",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 1,
                                            "replies": [
                                                {
                                                    "id": "4891146338",
                                                    "user": "disqus_EJLoQqNK0r",
                                                    "date": "2 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "É normal que sendo um jornal português, não existam assim tantos apoiantes de bolsonaro por aqui...\nSeria o mesmo que o Costa ter muitos apoiantes no espaço de comentário de um jornal brasileiro...",
                                                    "likes": 0,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "4891084417",
                    "user": "Meliodasreidosdemonios",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Pelos vistos o Paulo concorda que um presidente interfira na justiça para safar os seus.<br/>A separação de poderes é uma formalidade que só dá jeito conforme a cor política de quem governa, não é assim?",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4891041171",
            "user": "disqus_ysIn41saXn",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "É lamentável o que está a acontecer com o país irmão, por outro lado merecem, é corrupção  generalizada, começando logo no sistema  judiciário e o seu  juiz Moro, passando pelo próprio presidente, um troglodita pegado.\ntalvez os brasileiros precisem desta terapêutica.\nDeram um golpe  na destituição da anterior presidente Dilma,  inventaram um processo  judicial para prender Lula e permitir ao Bolsonaro ganhar as eleições.\nTêm o que merecem.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "4891102698",
                    "user": "olh_metro",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Depois de governados durante 16 anos por um partido em que o povo brasileiro depositou todas as esperanças, partido esse que traiu todos os princípios que dizia defender e se juntou à maior máfia capitalista brasileira, é evidente que em desespero de causa qualquer merda é sempre melhor do que a anterior. Bolsonaro acaba por ser um produto criado pelo PT. Não é com satisfação que digo isto, bem pelo contrário.",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "4891443623",
                            "user": "disqus_ysIn41saXn",
                            "date": "2 months ago",
                            "timestamp": "NA",
                            "commentText": "Eu não faço a menor  ideia do que está a  falar, e tenho a certeza, você também não.\nNão perca tempo comigo,   tenho pouca disponibilidade para idiotas, em vez de debitar burricadas, trate de comparar os indicadores económicos e  sociais e depois pronuncie-se.\nEstou a brincar, sei que  não os entende.",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "4891104740",
                            "user": "Meliodasreidosdemonios",
                            "date": "2 months ago",
                            "timestamp": "NA",
                            "commentText": "Decisões tomadas em desespero nunca deram certo.<br/>Mussolini e Hitler são disso exemplos.<br/>E antes que me venham atacar, não, eu não estou a comparar Ventura com esses dois.",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "4891056301",
                    "user": "Meliodasreidosdemonios",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Ó calhau, se não me tivesses bloqueado por causa da tua arrogância snob, eu perguntava-te onde é que um processo de impeachment que é constitucionalmente legítimo se pode chamar de golpe?",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "4891077444",
                            "user": "Meliodasreidosdemonios",
                            "date": "2 months ago",
                            "timestamp": "NA",
                            "commentText": "\"A ilegitimidade a que recorreu Dilma\"<br/>Importa-se de ser mais específico?",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "4891103138",
                                    "user": "Meliodasreidosdemonios",
                                    "date": "2 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Seja qual for a justificação, foi tudo feito dentro da lei.<br/>Os deputados até podiam ter dito que era por não gostarem do penteado da Dilma, que o impeachment seria válido na mesma.",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 1,
                                    "replies": [
                                        {
                                            "id": "4891128326",
                                            "user": "Meliodasreidosdemonios",
                                            "date": "2 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Eu não estou a dizer que concordo ou não com a destituição dela porque não me importo o suficiente para ter opinião formada sobre esse assunto, mas do meu ponto de vista, o congresso é um órgão soberano com poderes legais para destituir um presidente se assim o quiserem.",
                                            "likes": 0,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4891032960",
            "user": "disqus_EJLoQqNK0r",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Os comunas não perdoam...\nEnquanto o comunismo não acabar no mundo, não haverá justiça... O corrupto do Lula foi preso por corrupção e a vingança está aí...",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "4891054294",
                    "user": "Meliodasreidosdemonios",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "O que tem o comunismo a ver com este assunto?<br/>Foi o comunismo que fez o Bolsonaro demitir o chefe da polícia federal que andava a investigar os seus competentíssimos filhos?",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "4891060909",
                            "user": "disqus_EJLoQqNK0r",
                            "date": "2 months ago",
                            "timestamp": "NA",
                            "commentText": "Exactamente o mesmo que o 25 de Abril tem a ver com o Miguel...",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "4891062173",
                                    "user": "Meliodasreidosdemonios",
                                    "date": "2 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Qual Miguel?",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 1,
                                    "replies": [
                                        {
                                            "id": "4891070641",
                                            "user": "disqus_EJLoQqNK0r",
                                            "date": "2 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Ai Meliodas que anda desatento...",
                                            "likes": 0,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4891014507",
            "user": "disqus_45EarayAjz",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Muito esta gente se preocupa com o Brasil. Preocupem-se antes com a crise em Portugal e a fome já a apertar para muitas famílias, mesmo apesar dos bancos alimentares. E isto é só o princípio...",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4891011531",
            "user": "disqus_wP2mbQSrYJ",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "a comunada raivosa a aproveitar a boleia do corona para derrubar o Bolsonaro.só mesmo desta escumalha comuna",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}