{
    "header": {
        "title": " Greta Thunberg poderá estar a caminho de Portugal ",
        "subtitle": " Também uma decisão da comissão parlamentar do Ambiente da Assembleia da República, tomada na passada terça-feira, mostra que a passagem da ativista por Portugal pode estar cada vez mais próxima. ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 13 de novembro 2019 ",
        "dateExtraction": " 2020-03-06 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/677055/greta-thunberg-podera-estar-a-caminho-de-portugal- ",
        "postText": " ['A passagem de Greta Thunberg por Portugal está cada vez mais certa. A jovem ativista sueca iniciou uma viagem de barco, esta quarta-feira, dos Estados Unidos para cruzar o Atlântico e participar na Cimeira do Clima (COP25) de Madrid.', 'Elayna Carausu, que viaja a bordo do catamarã chamado La Vagabonde, com Greta Thunberg, fez uma publicação no Instagram que deixou a curiosidade dos seguidores portugueses da jovem de 16 anos no ar. \u0093Uma decisão espontânea de mudar a nossa casa para o outro lado do oceano, mas nós amamos a Europa, por isso estamos ansiosos [para comer] um caldo verde à chegada\", pode ler-se na publicação, que sugere que o porto de chegada será Portugal.', 'Também uma decisão da comissão parlamentar do Ambiente da Assembleia da República, tomada na passada terça-feira, mostra que a passagem da ativista por Portugal pode estar cada vez mais próxima. A proposta apresentada pelo presidente da Comissão de Ambiente, Energia e Ordenamento do Território, José Maria Cardoso (BE), tinha como objetivo convidar Greta Thunberg a vir a Portugal e teve a aprovação dos deputados.', '\"Foi uma proposta apresentada por mim e aprovada por unanimidade, que foi assumida por toda a comissão. Esta é uma vontade que vem já da anterior legislatura\", disse José Maria Cardoso, em declarações à Lusa.', '\"A vinda [de Greta Thunberg] a Portugal servirá para reconhecer o trabalho desta ativista no que se refere às alterações climáticas [...] e também responde à vontade manifestada por vários grupos de jovens\", acrescentou.', 'A proposta irá agora ser deliberada pelo presidente da Assembleia da República, Eduardo Ferro Rodrigues, e só após esta decisão é que será endereçado um convite à jovem sueca e agendada uma data.'] ",
        "numberPosts": " 52 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Physical Identity - Physical (and Mental) Impairments,Nationality - General,Age - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Idiota,Imbecil,Estrangeiro,Idade",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "4690452324",
            "user": "disqus_sLE8aKZ3fk",
            "date": "4 months ago",
            "timestamp": "NA",
            "commentText": "Nós é necessário mais Treta, temos a Greta.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4688874037",
            "user": "o_critico",
            "date": "4 months ago",
            "timestamp": "NA",
            "commentText": "Lá vem a marioneta da extrema esquerda globalismo que está destruir o planeta com mentiras e impostos, porque mexer nos problemas de fundo...nada...o excesso de população mundial, principalmente nos países de terceiro mundo onde a natalidade é brutal e é um antro de ignorância mas também de mão de obra barata para o socialismo radical.<br/>Essa menina representa o que de pior pode existir nesta máfia esquerdopata.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4688871188",
            "user": "rufia",
            "date": "4 months ago",
            "timestamp": "NA",
            "commentText": "Evidentemente que a preocupação climática deve ser levada muito a sério, por todos, e deve ser tratada como a primeira prioridade de todas as prioridades.<br/>Todavia, este problema requer o melhor conhecimento, nomeadamente científico, e não pode nem deve andar a reboque de uma adolescente semi-analfabeta.<br/>Já agora, viajar de avião provoca poluição e viajar de barco não?<br/>Triste!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4688843397",
            "user": "disqus_9HAkUgzRPu",
            "date": "4 months ago",
            "timestamp": "NA",
            "commentText": "Se ela viesse a nado é que era de grande valor e contributo para o ambiente. De quem é o catamarã? quem paga o combustível? quem sustente esta comitiva? Que comenda lhe vai ser oferecida?<br/>Portugal não pode ficar atrás dos outros. Professor MRS ponha já os galardões, cruzes....a polir.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4688829729",
            "user": "disqus_HYSkVUqBVn",
            "date": "4 months ago",
            "timestamp": "NA",
            "commentText": "Vem dar beijinhos ao Ti Celito e agradecer ao velhaco Galamba por destruir o ambiente e o planeta à conta do lítio!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4688598101",
            "user": "JJSMarafuga",
            "date": "4 months ago",
            "timestamp": "NA",
            "commentText": "Uma  \"inocente\"... uma \"idealista\" como o eram no tempo da instauração da República muitos rapazes da Carbonária que, chegados a velhos, se arrependeram amargamente!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4688429121",
            "user": "miguelgodinho",
            "date": "4 months ago",
            "timestamp": "NA",
            "commentText": "Quando ela for à Índia e à China espalhar a doutrina, então sim, é trabalho sério.<br/>Até lá, bons passeios.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4688401102",
            "user": "disqus_cBccy1PhIj",
            "date": "4 months ago",
            "timestamp": "NA",
            "commentText": "Grande estilo de iate. Eu curto é a cara dos bocas abertas que acreditam nestes filmes. Parecia o outro a sair da cadeia e ao mesmo tempo saudava os otários sentado num jacto particular, muito bom. Os boca abertas todos contentes, chamados os retardados mentais.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4688875074",
                    "user": "disqus_hcjKp6BWNo",
                    "date": "4 months ago",
                    "timestamp": "NA",
                    "commentText": "Ou então, os \"soy face\".",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4688338247",
            "user": "antonieta_cabral",
            "date": "4 months ago",
            "timestamp": "NA",
            "commentText": "Espero que não receba salário igual ao do Obama quando veio ao porto pra mesma propaganda. Custou 2 × 500 mil euros. E fartou-se de poluír com aquela malta toda, jeeps e jatos privados",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4688322065",
            "user": "disqus_tTUc8zSS4Q",
            "date": "4 months ago",
            "timestamp": "NA",
            "commentText": "Vocês estão a roubar a infância dela. mandem-na de volta para a creche para ela recomeçar a infância do começo.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4688449327",
                    "user": "disqus_4QBsEv9OCu",
                    "date": "4 months ago",
                    "timestamp": "NA",
                    "commentText": "Boa.Eheheheheheheheheheheh",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4688300983",
            "user": "relvas_analytics",
            "date": "4 months ago",
            "timestamp": "NA",
            "commentText": "...é engraçado ver a direitalha a ficar furibunda quando aparece alguém que pretende estragar os seus planos de transformar o planeta Terra num enorme e colossal chiqueiro ...a direitalha sem estrume para rebolar não consegue viver.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "4688881663",
                    "user": "o_critico",
                    "date": "4 months ago",
                    "timestamp": "NA",
                    "commentText": "Se não fosses um <b> idiota </b>anormal como essa Greta, os seja um comuna anti democracia que só cospe veneno... Portanto vai viver para teu paraíso, China (antro de poluição), Coreia do Norte, Venezuela... Anda rápido<b>  idiota</b<b> > imbeci</b>l mentiroso que nem sabes o quando parvo as tua ideologias são..",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Idiota",
                        "Imbecil"
                    ]
                },
                {
                    "id": "4688396416",
                    "user": "disqus_cBccy1PhIj",
                    "date": "4 months ago",
                    "timestamp": "NA",
                    "commentText": "A coca queimou-lhe o cérebro todo, está todo queimado, não diz coisa com coisa.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4688316891",
                    "user": "benficasempre",
                    "date": "4 months ago",
                    "timestamp": "NA",
                    "commentText": "No meio do caminho tinha uma pedra .. tropeçaste e bateste com os kornos no chão !!<br/>Éh home vê só o estado que ficaste .. Estúpido !",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4688311912",
                    "user": "joocalca",
                    "date": "4 months ago",
                    "timestamp": "NA",
                    "commentText": "copiaste essa palheta de algum sitio e não viste a data...??",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4688290677",
            "user": "olh_metro",
            "date": "4 months ago",
            "timestamp": "NA",
            "commentText": "Alterações climáticas, preocupações de burgueses inúteis.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4688867059",
                    "user": "ganadeiro",
                    "date": "4 months ago",
                    "timestamp": "NA",
                    "commentText": "Negação das alterações climáticas, actividade de grunhos contentinhos.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4690448280",
                            "user": "disqus_sLE8aKZ3fk",
                            "date": "4 months ago",
                            "timestamp": "NA",
                            "commentText": "Até o homem pré-histórico já se preocupava com as alterações climáticas. Pois o clima, desde que a terra existe,  sempre se alterou e por mais tretas que inventem vai continuar a alterar-se.",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4688246845",
            "user": "kika_1900",
            "date": "4 months ago",
            "timestamp": "NA",
            "commentText": "A criatura que transporte escolheu? Vem de balão 🎈 ?<br/>Ai... nem li o artigo. Vem de barco à vela . Muito bem.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4688227497",
            "user": "teixeiranet",
            "date": "4 months ago",
            "timestamp": "NA",
            "commentText": "Independentemente de uma criança não poder conhecer os problemas técnicos do Clima e sua previsão (Sistema Caótico, modelos matemáticos, importância e sensibilidade dos cálculos para as condições iniciais, a necessidade de uso de super - computadores, os sistemas vários espalhados pelo globo, fixos e balões, satélites, etc,...necessidade de dividir o globo em quadrículas de 10 km de lado (menos que isto, tornaria os custos computacionais insustentáveis, o trabalho de Lorentz, equações, o atractor, bom é um nunca mais acabar……).\nMas o problema não é só esse. o problema é: este fenómeno é natural, tal como os que levaram a climas extremos no passado (as idades do gelo, ou calor extremo) ? Sendo que, se intervierem factores externos, radiações, alterações solares, etc,  também produzem alterações climáticas extremas?;\nOutros cientistas, depois das análises, simplesmente respondem: Com o que dispomos, não sabemos porque estes fenómenos muito rápidos de mudanças radicais de Clima estão acontecendo;<br/>Outros dizem: se não fosse as intervenções negativas do homem, nada disto aconteceria;<br/>Ou seja, as alterações por vezes brutais e dramáticas do clima é um dado adquirido. Onde há dúvidas (e não as certezas - que não existem em ciência - ) é: Quais são as causas?\nQuando a temperatura atingiu 40º na zona de Moscovo, um especialista desconfiou se não seria uma Arma modificadora do Clima que estaria a ser utilizada.\nMas os Americanos também desconfiaram se a enorme quantidade de catástrofes climáticas, cheias, furacões, tornados, buracos súbitos a abrirem-se nas traseiras das casas (na Flórida contabilizaram cerca de 200 !! buracos de diversos tamanhos, mortes de animais aos milhões, areia a desaparecer das praias, custos de centenas de biliões de Dólares, etc,...se isso não seria fruto de ataques de Armas Climáticas dum país <b> estrangeiro.</b><br/>Portanto, ainda estamos um pouco longe dessas certezas, reconfortantes mas eventualmente falsas.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4688233713",
                    "user": "teixeiranet",
                    "date": "4 months ago",
                    "timestamp": "NA",
                    "commentText": "ARMAS CLIMÁTICAS? (RÚSSIA):\nRussian Scholar Warns Of 'Secret' U.S. Climate Change Weapon\nAs Muscovites suffer record high temperatures this summer, a Russian political scientist has claimed the United States may be using climate-change weapons to alter the temperatures and crop yields of Russia and other Central Asian countries. \nIn a recent article, Andrei Areshev, deputy director of the Strategic Culture Foundation, wrote, \"At the moment, climate weapons may be reaching their target capacity and may be used to provoke droughts, erase crops, and induce various anomalous phenomena in certain countries.\"\nThe article has been carried by publications throughout Russia, including \"International Affairs,\" a journal published by the Foreign Ministry and by the state-owned news agency RIA Novosti…\nBy Ashley Cleek<br/>July 30, 2010",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4688241969",
                            "user": "teixeiranet",
                            "date": "4 months ago",
                            "timestamp": "NA",
                            "commentText": "THE GUARDIAN\nThe CIA asked me about controlling the climate – this is why we should worry <br/>Alan Robock<br/>Geoengineering has many risks, and we don’t yet know the CIA’s intentions. But given the lack of political will on climate change, we have to look at it\n ‘Global warming is real and is being caused by humans, mainly by burning coal, oil, petrol and natural gas, which puts carbon dioxide, a greenhouse gas, into the atmosphere.’ Photograph: Phil Noble/Reuters <br/>Tuesday 17 February 2015 16.35 GMT Last modified on Thursday 19 February 2015 10.45 GMT <br/>On January 19, 2011, I got a phone call from two men who told me they were consultants for the CIA. Roger Lueken and Michael Canes, analysts for the Logistics Management Institute, asked, among other things, “If another country were trying to control our climate, would we be able to detect it?”………",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Estrangeiro"
            ]
        },
        {
            "id": "4688186501",
            "user": "joovascoalexandremouta",
            "date": "4 months ago",
            "timestamp": "NA",
            "commentText": "Estudar que é bom, nada feito.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4688182878",
            "user": "disqus_45EarayAjz",
            "date": "4 months ago",
            "timestamp": "NA",
            "commentText": "Sim, convidem a Greta para ir à assembleia da República, mais maluco menos maluco não se nota nada.",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4688173198",
            "user": "disqus_PDkHIhw5yA",
            "date": "4 months ago",
            "timestamp": "NA",
            "commentText": "Preparem lhe a «suite presidencial» do Júlio de Matos!",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4688170538",
            "user": "olh_metro",
            "date": "4 months ago",
            "timestamp": "NA",
            "commentText": "A menina da vida de luxo, que o dinheiro proporciona, vem cá manifestar as suas raivinhas contra as suas próprias mordomias capitalistas.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4688157767",
            "user": "disqus_vxuvFIdddA",
            "date": "4 months ago",
            "timestamp": "NA",
            "commentText": "Se vier de certeza que vai ter uma corte de populistas atràs dela...",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4688189950",
                    "user": "disqus_WTj2IWKjT1",
                    "date": "4 months ago",
                    "timestamp": "NA",
                    "commentText": "Moda é moda!",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4688127432",
            "user": "Meliodasreidosdemonios",
            "date": "4 months ago",
            "timestamp": "NA",
            "commentText": "\"How dare you\"?<br/><a href=\"https://disq.us/url?url=https%3A%2F%2Fm.youtube.com%2Fwatch%3Fv%3DlFOuoTCAlYA%3AZwY1CvbKsOEKhH0ujihDYIaLT94&amp;cuid=2974901\" rel=\"nofollow noopener\" title=\"https://m.youtube.com/watch?v=lFOuoTCAlYA\">https://m.youtube.com/watch...</a>",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4688112939",
            "user": "disqus_pp8bsi2hnJ",
            "date": "4 months ago",
            "timestamp": "NA",
            "commentText": "¥*£*¥*£ = palavrão",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4688105769",
            "user": "disqus_cCN608U5Li",
            "date": "4 months ago",
            "timestamp": "NA",
            "commentText": "Para Portugal vem a mherda de toda a europa, gays, panehhleiros, léshhhbicas, comuhistas, bloquistas udp e toda a trampa..",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4688205522",
                    "user": "disqus_Xjobv0GBnk",
                    "date": "4 months ago",
                    "timestamp": "NA",
                    "commentText": "também tu vieste é claro. por isso estás a falar aqui",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4688079066",
            "user": "disqus_iplOX3rmAN",
            "date": "4 months ago",
            "timestamp": "NA",
            "commentText": "De certeza que se arranja um quartinho pra menina ali na <a href=\"http://disq.us/url?url=http%3A%2F%2FAv.do%3ANkfhfisLG1W6rS77Bs7RosGumd0&amp;cuid=2974901\" rel=\"nofollow noopener\" title=\"Av.do\">Av.do</a> Brasil. O nosso sns tem sempre lugar pra mais um.",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4688032790",
            "user": "disqus_4QBsEv9OCu",
            "date": "4 months ago",
            "timestamp": "NA",
            "commentText": "Se aquela é a mae dela, \"poluía\" aquele corpinho todo.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4688029876",
            "user": "honesto_honoriscausa",
            "date": "4 months ago",
            "timestamp": "NA",
            "commentText": "Em vez de andar a viajar à conta dos outros, E A POLUIR, devia ir à escola como os outros da <b> idade </b>dela.",
            "likes": 15,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Idade"
            ]
        },
        {
            "id": "4688029246",
            "user": "disqus_WTj2IWKjT1",
            "date": "4 months ago",
            "timestamp": "NA",
            "commentText": "Vem vender baterias com desconto para veículos eléctricos duma marca conhecida ...",
            "likes": 10,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4688028111",
            "user": "disqus_sLE8aKZ3fk",
            "date": "4 months ago",
            "timestamp": "NA",
            "commentText": "Vem de barco e vai atracar mesmo à porta da assembleia da república, pois o nível do mar está a subir a olhos vistos!",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4688026638",
            "user": "Meliodasreidosdemonios",
            "date": "4 months ago",
            "timestamp": "NA",
            "commentText": "Metam uma rodela de linguiça no caldo verde da Greta.😈",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4688023289",
            "user": "disqus_sLE8aKZ3fk",
            "date": "4 months ago",
            "timestamp": "NA",
            "commentText": "O caldo verde tem muito carbono, faz mal à Greta.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4688020385",
            "user": "disqus_sLE8aKZ3fk",
            "date": "4 months ago",
            "timestamp": "NA",
            "commentText": "Fujam enquanto é tempo...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4688020209",
            "user": "Meliodasreidosdemonios",
            "date": "4 months ago",
            "timestamp": "NA",
            "commentText": "Agora é aproveitar a fama enquanto dura.<br/>Quando acabar o €€€ das presenças vai para caixa de supermercado.",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4688013142",
            "user": "TopoTudo",
            "date": "4 months ago",
            "timestamp": "NA",
            "commentText": "Deve vir de bicicleta….a pedal de certeza,  que de carro nem pensar e de avião ainda menos….",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4688006181",
            "user": "disqus_qjGrG6hxKV",
            "date": "4 months ago",
            "timestamp": "NA",
            "commentText": "agora apareceu  esta visionaria   que  deve ser comandada  por  alguma ordem",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4688033243",
                    "user": "oscarmaximo",
                    "date": "4 months ago",
                    "timestamp": "NA",
                    "commentText": "Não foi Prémio Nobel, mas talvez Ordem do Infante, Marcelo terá muito gosto.",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4688005108",
            "user": "disqus_3OoLLkJ0kU",
            "date": "4 months ago",
            "timestamp": "NA",
            "commentText": "A tolinha vem cá? Mandem-na para o Panteão, já!",
            "likes": 10,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4688000859",
            "user": "disqus_pEiNLdn5gu",
            "date": "4 months ago",
            "timestamp": "NA",
            "commentText": "Já dizia o Quim Barreiros....",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4688000441",
            "user": "disqus_4QBsEv9OCu",
            "date": "4 months ago",
            "timestamp": "NA",
            "commentText": "Vem para a mostra do cinema de terror.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4687998490",
            "user": "disqus_HcDh0A1uBQ",
            "date": "4 months ago",
            "timestamp": "NA",
            "commentText": "She's coming to Lisbon, Spain.",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4688870154",
                    "user": "oscarmaximo",
                    "date": "4 months ago",
                    "timestamp": "NA",
                    "commentText": "O Google acha e até mostra mapa.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4687997317",
            "user": "disqus_4QBsEv9OCu",
            "date": "4 months ago",
            "timestamp": "NA",
            "commentText": "Xutem a bolacha para o ventura:Eheheheheheheh",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}