{
    "header": {
        "title": " Fiéis de Caminha manifestam-se contra saída de padre motard e sex symbol",
        "subtitle": " Ricardo Esteves faz furor entre o público feminino, vai ao ginásio diariamente, gosta de jogar futebol e não dispensa andar de mota. ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 11 de agosto 2019 ",
        "dateExtraction": " 2020-06-22 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/667728/fieis-de-caminha-manifestam-se-contra-saida-de-padre-motard-e-sex-symbol ",
        "postText": " ['Ricardo Esteves tem 36 anos e é paróco nas igrejas de Seixas, Lanhelas e Vilar de Mouros, no concelho de Caminha. É igualmente considerado um 'sex symbol', divulgando uma imagem descontraída e ousada nas redes sociais. O sacerdote faz furor entre o público feminino, vai ao ginásio diariamente, gosta de jogar futebol e não dispensa andar de mota. Este domingo, os fiéis manifestaram-se contra a sua saída para outra paróquia, saudando-o com aplausos e cartazes onde se podia ler \"Fica\". Aliás, este é também o mote da página do Facebook 'Fica Padre Ricardo Esteves' que já conta com mais de 300 apoiantes e da petição online cujo objetivo é o envio ao bispo da diocese de Viana do Castelo, assinada por 779 pessoas.', '\"O padre Ricardo Esteves está perfeitamente integrado nas paróquias e durante os últimos dez anos em que esteve à frente das mesmas conseguiu agregar e chamar muitos cristãos que, embora o sendo, estavam afastados da igreja. Não nos conformamos com esta decisão e lutaremos até ao fim para que a mesma seja revogada\", é possível concluir através da leitura da petição que será enviada ao bispo Anacleto Oliveira. A agência Lusa tentou contactar o bispo mas uma fonte do secretariado deste avançou que o mesmo \"não faz qualquer comentário sobre o assunto\".', '\"Nós, os paroquianos abaixo assinados, vimos por este meio comunicar-lhe que não vemos com bons olhos e estamos revoltados com o anúncio do afastamento do Sr. Padre Ricardo Esteves das nossas paróquias. (...) Queremos que ele permaneça à frente das obras sociais e projetos que tem vindo a desenvolver junto da comunidade, e que são muitos (...) com especial destaque para os jovens sendo ele inclusive o Presidente da Direção do Grupo de Jovens de Seixas\" adiantaram os fiéis no texto divulgado na plataforma 'Petição Pública\". Os efeitos da saída do padre foram igualmente mencionados, como o afastamento dos crentes \"principalmente jovens que veem no padre Ricardo um exemplo de bondade e solidariedade para com os outros\".'] ",
        "numberPosts": " 111 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Age - Over 65s,Gender - Female sexuality,Sexual Identity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Velho,Prostituta,Gay",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "4576505030",
            "user": "Clockwork_Droog",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "«Naughty, naughty, naughty!!!»\na paroquia deste deve ser ultra concorrida...hahaha mas parece <b> velho </b>demais para o Vaticano.<br/>o que é andar de mota e cuidar do corpo tem a ver com a maneira como exerce a profissão? - N A D A",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Velho"
            ]
        },
        {
            "id": "4575331080",
            "user": "felciomafio",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "este rapagão.. quando chegar ao vaticano vai ser um sucesso... um festão.. por aquelas bandas...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4575323029",
            "user": "provinciana",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "Um padre que é uma tentação só pode ser enviado por forças ocultas.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4575100205",
            "user": "Glenfire",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "Na realidade a vocação ao sacerdócio deve ser superior às coisas do mundo. Parece-me que ele é padre, mas um homem normal,  e como tal, vive. Imagine que não precisa de um trabalho formal,  pois compra moto e os demais luxos da vida secular com o dinheiro da igreja, ou não?<br/>Aí refletimos que será que seus gostos particulares não deveriam serem direcionados à tal vocação? Sacerdócio não é profissão e nem estilo de vida. <br/>Se que viver secularmente, sua vocação nunca existiu.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4575013841",
            "user": "disqus_2aoBAdD70U",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "Se fosse um pedófilo o Anacleto não o afastava !!!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4574868847",
            "user": "disqus_dyHrkIY7iG",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "Pudera não é um <b> velho </b>rabugento haaa",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Velho"
            ]
        },
        {
            "id": "4574858652",
            "user": "disqus_KgecprOyZ8",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "O que é certo é que conseguiu atrair cristãos à igreja, alguns padres conseguem é afastar as pessoas.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "4575319226",
                    "user": "provinciana",
                    "date": "10 months ago",
                    "timestamp": "NA",
                    "commentText": "Acho que os que foram atraídos para a Igreja não foi o Cristianismo.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4574902490",
                    "user": "afarsardvl",
                    "date": "10 months ago",
                    "timestamp": "NA",
                    "commentText": "Atrair \"cristãos\" e \"afastar pessoas\"?? O que você escreve é um insulto aos cristãos. Nenhum \"cristão\" vai à igreja por ter necessidade de \"limpar a vista\".",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4575998193",
                            "user": "disqus_KgecprOyZ8",
                            "date": "10 months ago",
                            "timestamp": "NA",
                            "commentText": "Essa de limpar a vista é só brincadeira. Atrair cristãos é a expressão que vem na notícia; afastar pessoas são palavras minhas, porque todos são pessoas",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4574853430",
            "user": "disqus_KgecprOyZ8",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "Com um padre destes têm motivo para não o deixar ir. Pelo menos para limpar a vista.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4574803100",
            "user": "josalbertopopinharamos",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "Não tenho opinião não frequento tais locais a não ser para apreciar as Igrejas por razões da Arte e da História. Mas como observador vejo este Padre como um exemplo para os fieis e penso que os padres deviam poder casar-se. A Igreja tem uma história funesta em matéria de desvios sexuais.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4575449797",
                    "user": "afarsardvl",
                    "date": "10 months ago",
                    "timestamp": "NA",
                    "commentText": "A Igreja tem uma história funesta em relação a comportamentos sexuais porque a maioria dos padres segue o \"sacerdócio\" porque não têm que trabalhar a sério, nem desbravar \"os caminhos do pão\" para se sustentarem, e assim conseguem uma vida de autênticos burgueses sem qualquer esforço físico ou sacrifício. Castidade?? Arranja-se forma de programar umas escapadelas sem ninguém saber. Não fora uma escorregadela no facebook, e ninguém saberia que em Portugal até há um padre que pagou para se saciar com uma <b> prostituta.</b> A igreja católica mexe com muito dinheiro, e esse dinheiro é muito atractivo! Veja-se a quantidade de padrecos que desfilam no Vaticano. O que fazem lá? Teorizam o que não é teorizável, entretêm-se com livros e escritos e filosofias, completamente afastados das vidas duras de tanta gente, para se auto-intitularem moralmente superiores aos demais e assim justificarem a existência de uma quantidade de súbditos espirituais que acham que oferecendo dinheiro à igreja limpam os seus pecados ou ficam mais bem vistos aos \"olhos de Deus\".\nO que acontece aos padres pedófilos? Eu diria que são \"reformados\" com uma boa reforma, paga com as esmolas de muitos pobres... Ora é fácil de ver que este padre tem um apego a bens materiais e à ostentação que não se coadunam com a suposta missão espiritual que lhe foi conferida. Mas e os outros padres, será que têm mesmo vocação ou fingem que têm, para manterem a sua legião de \"fiéis\" pagadores de \"esmolas\"?\nSe os padres se podem casar, então que se extinga de vez o que nunca devia ter começado: a instituição da eucaristia como forma ardilosa de sacar dinheiro às pessoas. Na verdade, com toda a hipocrisia que os escândalos da igreja têm revelado, fica cada vez mais claro que as missas têm um único propósito: o peditório. Tudo o resto é encenação.\nPortugal é um país que se apregoa católico e tem mais de dois milhões de pessoas a viver na pobreza. No entanto, as dioceses ostentam obras luxuosas... mas não era suposto distribuírem pelos pobres? Pois...",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Prostituta"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "4574721332",
            "user": "citharoedusromano",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "Padre que só pensa em coisas materiais, deve ser um sacerdote exemplar... Padre tem uma missão específica, de âmbito espiritual, que não se compadece com o apego a coisas de cariz temporal...",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4574765354",
                    "user": "MrJohnMacarron",
                    "date": "10 months ago",
                    "timestamp": "NA",
                    "commentText": "Deixe-se de tretas. Longa vida ao satanás.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4574783426",
                            "user": "citharoedusromano",
                            "date": "10 months ago",
                            "timestamp": "NA",
                            "commentText": "Vade retro... se não queres deixar queimar a tua alma no inferno...!",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4574711478",
            "user": "afarsardvl",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "Segundo a própria Bíblia, Cristo não foi nada disto, nem precisou de nada disto para Ser Homem. <br/>Onde vai buscar o \"sr Padre\" o rendimento para pagar o ginásio e a sua imagem? À caixa de esmolas que os burros enchem a cada domingo, enganados pela homilia do \"venha a mim o produto do vosso trabalho, porque eu sou o representante do catolicismo, e só este vos conduz à vida eterna\"??<br/>Quando o ser humano imiscui o nome de Cristo em dinheiro e exibicionismo social, é sinal de que a igreja católica deixou de merecer o título de representante de Cristo. Provavelmente nunca o mereceu. Existe mais de Cristo num agricultor do que nos padrecos que nada produzem e vivem como burgueses à custa do nome de Cristo.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "4576506583",
                    "user": "Clockwork_Droog",
                    "date": "10 months ago",
                    "timestamp": "NA",
                    "commentText": "ao ordenado dele...<br/>«Eggywegs... I»",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4574752489",
                    "user": "afarsardvl",
                    "date": "10 months ago",
                    "timestamp": "NA",
                    "commentText": "\"Maneira de ser\"? Os padres não podem ser homens comuns, então para isso qualquer um celebra a eucaristia, e assim sendo é melhor acabar com esta farsa! Desde logo porque supostamente é aos padres que os \"pecadores\" se confessam! Ora, o que é que eu vou confessar a um padre que peca mais do que eu, ou que acabou de se esfregar em alguém? E exactamente porque a maioria dos padres são homens comuns é que deixei de acreditar na igreja. Não vou receber \"ensinamentos\" de quem tem as mãos mais sujas que as minhas.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4576508966",
                            "user": "Clockwork_Droog",
                            "date": "10 months ago",
                            "timestamp": "NA",
                            "commentText": "mas sempre foram homens comuns com vida normal até 1100's! até no tempo de jesus os rabinos para serem rabinos tinham de ser casados e de preferencia ter filhos!\n«What are we gonna do? Talk about me sex life?»",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4574732151",
            "user": "FSPorto",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "Acho que as questões a colocar-se são: hoje em dia quem pode ser, de fato, chamado de seguidor de Cristo?\nHoje em dia, que conjunto de pessoas podem, de fato, ser chamadas de seguidoras de Cristo?",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4574775714",
                    "user": "afarsardvl",
                    "date": "10 months ago",
                    "timestamp": "NA",
                    "commentText": "Seguidores de Cristo, de facto, muito poucos devem existir. Mas questionar os que se dizem seguidores de Cristo - mas apenas o fazem por dinheiro - já se faz mais do que ficar calado. Se Cristo foi de facto o filho de Deus e ressuscitou, não vi, não tenho \"fé\" suficiente para acreditar, mas que existiu alguém fora do comum é inegável. Mas não consta em nenhum episódio da Bíblia que Cristo tenha pedido dinheiro em troca dos seus ensinamentos ou dos seus milagres! Aliás, revoltou-se contra os vendilhões do templo...",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4574688707",
            "user": "disqus_0IDY5Yx4ND",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "Em o “ O nome da Rosa”, de Eco,  Aristoteles foi um pau de dois bicos para o cristianismo tomista. Os monges aceitavam as sua racionalidade para fundamentar a fé, mas o mais ortodoxo deles matou para que o seu livro sobre comédia não fosse traduzido. Se hoje, o acto de sorrir já não causa fleuma para os mais ferverosos cristãos, a atitude deste Padre poderá ser considerada uma comédia.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4574657322",
            "user": "disqus_RZYKPl8qIQ",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "Uma aposta que nessa igreja tem muitas fieis?!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4574629738",
            "user": "disqus_P4EmVrTXQf",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "O padre ke tome juízo e deixe de ser panelas!",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4574594131",
            "user": "disqus_3fjb75Ompp",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "Acho muito bem. Ele é um homem. De acredita em Deus ou nao isso é outra coisa. Atrai mais fieis? So se foresm femininas que nao estao ainda inscritas na lista das \n<blockquote>feministas</blockquote>. Estas ultimas ou sao feias ou velhas que ja nao tem apelon para os homens. Heheheeee",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4574561785",
            "user": "disqus_Dta0tHmgDZ",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "É padre e depois ,pelo menos não é motorista de pesados, não prejudica ninguém, Porque ser padre é uma profissão como outra qualquer.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 9,
            "replies": [
                {
                    "id": "4574760604",
                    "user": "citharoedusromano",
                    "date": "10 months ago",
                    "timestamp": "NA",
                    "commentText": "Errado. Padre não é profissão. É missão. Coisas muito distintas...",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 8,
                    "replies": [
                        {
                            "id": "4575378317",
                            "user": "disqus_D1QkCg2wwK",
                            "date": "10 months ago",
                            "timestamp": "NA",
                            "commentText": "é profissão com um ordenado como outra qualquer.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "4574766566",
                            "user": "MrJohnMacarron",
                            "date": "10 months ago",
                            "timestamp": "NA",
                            "commentText": "Missão de andar a espalhar mentiras pelo mundo e a por ideias absurdas na cabeça de quem é mais fraco.",
                            "likes": 2,
                            "hasReplies": true,
                            "numberOfReplies": 6,
                            "replies": [
                                {
                                    "id": "4574786952",
                                    "user": "citharoedusromano",
                                    "date": "10 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Enganas-te... Jesus Cristo veio mostrar-nos O caminho, A verdade e A vida. <br/>Se alguns sacerdotes não o fazem, são pecadores e merecem compaixão... e não adulação ...!",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 5,
                                    "replies": [
                                        {
                                            "id": "4575386341",
                                            "user": "disqus_D1QkCg2wwK",
                                            "date": "10 months ago",
                                            "timestamp": "NA",
                                            "commentText": "não não não, por estas bandas, há mais de 2k anos anes de cristo, Edovelicus, Ataegina, Cariocecus, Epona entre muitos outros vieram mostrar-nos o caminho, a verdade e a vida, depois deles Mercúrio, Plutão, Dea Tacita, Vénus, Marte, Neptuno, Diana e cia...e antes dos lusitanos, outros fenícios e cartagineses cá estavam e antes desses outros até ao tempo em que a Terra, a Água, o Fogo e as Estrelas também elas eram o caminho, a verdade e a vida.<br/>Jesus Cristo não é/foi original em nada, mais cedo ou mais tarde será substituído por outro (de preferencia outros) com a mesma historia.",
                                            "likes": 1,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        },
                                        {
                                            "id": "4574854016",
                                            "user": "MrJohnMacarron",
                                            "date": "10 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Lol haja paciência para maluquinhos.",
                                            "likes": 1,
                                            "hasReplies": true,
                                            "numberOfReplies": 3,
                                            "replies": [
                                                {
                                                    "id": "4574977897",
                                                    "user": "citharoedusromano",
                                                    "date": "10 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "A vida te ensinará... E não vai demorar muito...",
                                                    "likes": 0,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                },
                                                {
                                                    "id": "4574947614",
                                                    "user": "citharoedusromano",
                                                    "date": "10 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Deves ser uma criança... ou então pareces...<br/>Quando fores adulto e com mais maturidade, veremos como pensas...",
                                                    "likes": 0,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 1,
                                                    "replies": [
                                                        {
                                                            "id": "4591143232",
                                                            "user": "MrJohnMacarron",
                                                            "date": "10 months ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Criança? O que tem a ver a idade com ser maluquinho da cabeça? Um maluco é maluco sempre há pouco que se possa fazer.\nVai na volta tenho idade para ser teu pai por isso fica mas é caladinho e reduz-te às tuas crenças idiotas.",
                                                            "likes": 0,
                                                            "hasReplies": false,
                                                            "numberOfReplies": 0,
                                                            "replies": []
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4574551956",
            "user": "ant_nio_figueiredo",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "Xanto Cristo, este gaijo vendeu aialma ao xifrudo...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4574525828",
            "user": "disqus_chuXBUx6Qf",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "Mas será ue para ser padre tem que ser barrigudo e feio ?!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4574518954",
            "user": "disqus_jVvxcN3bUa",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "Onde estão as freiras de biquini??",
            "likes": 9,
            "hasReplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "4575313761",
                    "user": "provinciana",
                    "date": "10 months ago",
                    "timestamp": "NA",
                    "commentText": "LOL.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4574629025",
                    "user": "disqus_P4EmVrTXQf",
                    "date": "10 months ago",
                    "timestamp": "NA",
                    "commentText": "Pois as freiras devem ter o mesmo direito do padre, eu kero vê-las nuas !",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 4,
                    "replies": [
                        {
                            "id": "4575637489",
                            "user": "maggieportugal",
                            "date": "10 months ago",
                            "timestamp": "NA",
                            "commentText": "😂 Pois claro! Nos dias de hoje em que a mulher se objetifica e homens também, atenção, até os padres descem de nível... Não querendo ser moralista mas parece-me que a vaidade e incitamento à luxúria estão no cardápio deste servo de Deus.",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "4574801547",
                            "user": "disqus_LqeqDxkXPF",
                            "date": "10 months ago",
                            "timestamp": "NA",
                            "commentText": "Pronto, eu faco de freira loool, que  desperdicio um jeitoso como aquele, ser padre,  que venha ca que eu resolvo o problema, ui que calor hahahaha",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "4574757131",
                            "user": "citharoedusromano",
                            "date": "10 months ago",
                            "timestamp": "NA",
                            "commentText": "És um imbecil, e não entendes nada de nada...",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "4576511806",
                                    "user": "Clockwork_Droog",
                                    "date": "10 months ago",
                                    "timestamp": "NA",
                                    "commentText": "vejo-te nos comentários a chamar imbecil criança, coitado, ignorante aos outros....<br/>mas tu é que és um grande formatado com palas de burro... ensinaram-te uma ladainha e tu acreditas ao ponto de insultar outros comentadores...sim a tua lavagem cerebral é um insulto a quem usa a cabeça...e olha que eu percebo de lavagem cerebral ao som de Beethoven...\n«This vicious young hoodlum will be transformed out of all recognition»",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "4574542074",
                    "user": "kika_1900",
                    "date": "10 months ago",
                    "timestamp": "NA",
                    "commentText": "😂",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4574518141",
            "user": "disqus_sfI2efMzmV",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "Fé sem fundamento. Desviam se com tudo e mais alguma coisa. Pelo menos sabemos, que a fé não é para levar a serio, e que tudo é permitido. Penso que nesta altura do campeonato, ja ninguém acreditaria no contrário. Não mostrem  é uma freira boazona, se não será a vez dos homens se babarem todos.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4574517502",
            "user": "disqus_jVvxcN3bUa",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "Hummm, ou é <b> gay </b>ou as beatas passam muito tempo na confissão...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gay"
            ]
        },
        {
            "id": "4574477159",
            "user": "maggieportugal",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "Curiosa esta fé que se reanima com um padre \"moderno\"... Cristão que é cristão aceita qualquer padre. Hipócritas! Vão comungar mas é... Beatas de sacristia. E o senhor padre... Não havia necessidade de tanta exposição. Quer provar o quê?",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "4574808753",
                    "user": "disqus_LqeqDxkXPF",
                    "date": "10 months ago",
                    "timestamp": "NA",
                    "commentText": "Provavelmente procurará alguém de estimacao ahahahahaha, com padres assim, eu nao posso ser freira, a minha mente é demasiado carnal ahahahaha",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4574806951",
                    "user": "disqus_LqeqDxkXPF",
                    "date": "10 months ago",
                    "timestamp": "NA",
                    "commentText": "Quer provar que existem padres jeitosos, ja estou com os calores ahahahahaha ja estou a pecar, pecado carnal ahahahahaha",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4574658250",
                    "user": "disqus_RZYKPl8qIQ",
                    "date": "10 months ago",
                    "timestamp": "NA",
                    "commentText": "que provoca as miudas...",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4574460524",
            "user": "disqus_vSlrUu6Ffc",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "Ó sr padre só lhe falta usar brinco ou piercing e fazer uma tatuagem para estar na moda.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}