{
    "header": {
        "title": " Marcha do Orgulho Gay nos Açores mobiliza pouco mais de dez pessoas ",
        "subtitle": " O terceiro festival LGBT dos Açores terminou hoje com a habitual marcha no centro de Ponta Delgada que mobilizou pouco mais de dez pessoas, o que a organização atribui a \"pressões\" para um \"regresso ao armário\" no arquipélago. ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 30 de agosto 2014 ",
        "dateExtraction": " 2020-03-03 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/114209/marcha-do-orgulho-gay-nos-acores-mobiliza-pouco-mais-de-dez-pessoas ",
        "postText": " ['Em declarações aos jornalistas no final da marcha, o presidente da associação Pride Azores, Terry Costa, afirmou que há três anos, quando se realizou o primeiro festival Lésbico, Gay, Bissexual e Transgénero (LGBT) dos Açores, o \"assunto saiu para a rua\" e houve \"mais pessoas a sair do armário\" nas ilhas, mas entretanto surgiram, sobretudo no último ano, \"mais pressões\" de \"diversos lóbis\" para um silenciamento da causa.', 'Terry Costa apontou que, por exemplo, \"certas publicações já nem sequer falam\" do festival ou da associação e há \"certas entidades\" que deixaram de participar no evento, por sentirem que quando o faziam surgiam críticas e reacções negativas.', 'Pela primeira vez, o Governo Regional dos Açores não se fez representar na marcha com que encerra o festival.', 'Terry Costa afirmou, em resposta a questões dos jornalistas, que o executivo açoriano marcou a sua presença numa tertúlia do festival que decorreu an sexta-feira à noite.', '\"Foi muito visível que não estamos prontos para trabalhar esses assuntos, só queremos é tocar o assunto\", afirmou, acrescentando que a discriminação com base na orientação sexual só poderá diminuir se o problema for encarado e trabalhado, como acontece com outras questões sociais.', 'Terry Costa considerou que, no entanto, \"vale a pena\" organizar o festival e a marcha LGBT nos Açores e que apesar de o desfile de hoje ser o \"projecto de maior visibilidade\", noutras iniciativas que decorreram nos últimos dias houve sempre maior participação.', 'A marcha deste ano foi \"silenciosa\" por ser isso que \"está a acontecer\" nos Açores: uma tentativa de \"silenciamento\" da defesa dos direitos das pessoas LGBT, afirmou.', 'Durante o festival de 2013, a associação revelou que nos 12 meses anteriores recebera 52 denúncias de casos nos Açores de fobia e 'bullying' relacionados com a orientação sexual. Segundo Terry Costa, são \"cada vez mais\" as denúncias e os pedidos de apoio ou informação.', 'Lusa/SOL'] ",
        "numberPosts": " 43 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Sexual Identity - General,Gender - General,Sexual Identity - Male homosexuality",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "homofóbico,Gay,Homofobia,Mulher,Paneleiro,Aberração",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "1582116856",
            "user": "Guest",
            "date": "5 years ago",
            "timestamp": "NA",
            "commentText": "Uma questão pertinente... <br/>Porque motivo só o sexo é mencionado aqui?<br/>Onde fica o sentimento das pessoas? onde fica toda a opressão que a comunidade GBLS tem que passar para esconder um amor que aos olhos da sociedade, podre e medíocre não aceita?<br/>Famílias ditas tradicionais que abandonam seus filhos? Religião? Onde os maiores crimes de homossexualidade e pedofilia ocorrem?  Já repararam na crescente taxa de divórcios?  \"heterossexuais\"   \"homossexuais\" bissexuais\" tudo isto é um rotulo, porque todos nos somos HUMANOS, feitos da mesma carne, dos mesmos ossos, com as mesmas necessidades. É em momentos como estes que tenho vergonha de ser português. E com tanto comentário <b> homofóbico </b>fico enjoado...<br/>Vocês, religiosos fingidos que usam versículos bíblicos, que nem os sabem interpretar esquecem-se de uma coisa muito mas muito importante. A biblia foi escrita por Homens, não por Jesus ou o próprio Deus. E só um aparte um dos dez mandamentos é \"NÃO MATAR\"... Quem foram os responsáveis pela morte de milhares de judeus? Quem foram os responsáveis pela morte de muitos nativos na época dos descobrimentos?<br/>Ups... esqueci-me que o que consta aqui é o sexo e peço perdão por descer tão baixo... o que importa é quem leva no cu ou não... E outra coisa, se a malta que se veste de<b>  mulher</b> e afins (embora não seja apologista de tal ato) são aberrações para vocês, já pensaram que vocês também podem ser aberrações para eles?<br/>Antes de falarem sobre o que quer que seja, sejam minimamente inteligentes para estudar a matéria em questão! Hoje comigo, amanhã contigo... Ninguém controla os seus sentimentos e ao apontares o dedo a alguém tens três virados na tua própria direção...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Mulher",
                "homofóbico"
            ]
        },
        {
            "id": "1569332072",
            "user": "Guest",
            "date": "6 years ago",
            "timestamp": "NA",
            "commentText": "Orgulho quê!!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1568667838",
            "user": "disqus_kdCmZTBrg9",
            "date": "6 years ago",
            "timestamp": "NA",
            "commentText": "Nos Açores, os sodomitas ainda não saíram do armário, ou não têm orgulho em serem assim.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1567676064",
            "user": "disqus_AQS4lOavzj",
            "date": "6 years ago",
            "timestamp": "NA",
            "commentText": "Acho que também devia haver marchas do orgulho oncológico,do orgulho cardíaco, do diabético,do hipertenso...",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1567509462",
            "user": "ruipedrolibriofcosta",
            "date": "6 years ago",
            "timestamp": "NA",
            "commentText": "DEUS, fez o homem, e chamou-o de Adâo, tirou-lhe uma costela e fez a <b> mulher </b>e chamou-a de Eva.<br/>Donde vem o<b>  PANELEIRO</b> ??",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "1580047856",
                    "user": "yoanzmarcell",
                    "date": "5 years ago",
                    "timestamp": "NA",
                    "commentText": "ta na biblia.. busca tu esse assunto",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "1568628971",
                    "user": "Guest",
                    "date": "6 years ago",
                    "timestamp": "NA",
                    "commentText": "Os \"paneleiros\" são os filhos dos heteros!!!",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Mulher",
                "Paneleiro"
            ]
        },
        {
            "id": "1567432430",
            "user": "disqus_nLy1KhNd6C",
            "date": "6 years ago",
            "timestamp": "NA",
            "commentText": "Por mim era ate um favor que faziam se desaparecessem com esse festival de merda dos Açores. Amanha tb vou fazer a parada HETERO!",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1712338704",
                    "user": "disqus_9Q3KFcRKqP",
                    "date": "5 years ago",
                    "timestamp": "NA",
                    "commentText": "faz querido filho",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "1567420874",
            "user": "Guest",
            "date": "6 years ago",
            "timestamp": "NA",
            "commentText": "Passeatas e QUALQUER Apologia ao Gayzismo e Feminismo, é \"TERRORISMO SOCIAL\"   a destruir a FAMÍLIA TRADICIONAL, VERTICAL, e com isso os Clãs Familiares e as Heranças e Burguesias Locais, logo CONCORRENTES ao Capital Internacional e para isso precisam esses VERMES aniquilarem os Princípios Éticos Judaicos-cristãos, portanto, os alicerces da cultura ocidental e USAM-SE de discursos pacifistóides democratistas libertinos ENAGANA PARVOS !  Salve Salazar !",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1568090535",
                    "user": "disqus_9Q3KFcRKqP",
                    "date": "6 years ago",
                    "timestamp": "NA",
                    "commentText": "ya viva Salazar, Mussolini, Franco e Hitler os defensores dos alicerces da cultura ocidental!",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "1567416514",
            "user": "Guest",
            "date": "6 years ago",
            "timestamp": "NA",
            "commentText": "Happy Guy, se tu se aproximas de um filho, afilhado, ou parente  meu te RACHO EM CORONHADAS  MALDITO ! A~^omalo , possesso demoníaco FDP !  Vá queimar teu rabo fétido em silêncio, muito silêncio  ! BANDIDO ! TERRORISTA SOCIAL !",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "1582119203",
                    "user": "Guest",
                    "date": "5 years ago",
                    "timestamp": "NA",
                    "commentText": "Terrorista Social? gostei, da parvoíce que você mencionou... se calhar ainda um filho seu, afilhado ou parente seu seja o primeiro a procurar calor masculino, a amar outro homem ou no caso das meninas, amar uma <b> mulher.</b>.. Gostaria de lhe ver lidar com isto... faria o que? matava o seu ente querido? maturidade e mentes abertas é o que vos falta...",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Mulher"
                    ]
                },
                {
                    "id": "1568092410",
                    "user": "disqus_9Q3KFcRKqP",
                    "date": "6 years ago",
                    "timestamp": "NA",
                    "commentText": "tens diarreia cerebral",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "1567412286",
            "user": "Guest",
            "date": "6 years ago",
            "timestamp": "NA",
            "commentText": "Dsede quando que ser <b> gAY,</b> queimar a rosca ,que é uma anomalia doentia e diabólica, é motivo de \"ORGULHO\" ??  Mas satanás, o PAI DA MENTIRA, via Relativismo, Materialismo, Exitencialismo...USA dessas estratégia nos Globali$ta$ a Enganar e a INCULCAR tal perversidade na Malta Mundial Ocidentalesca, JUSTAMENTE  a phuder com o Ocidente e Massificar MERCADO, via Mestilagem racial, cultuação ao \"Unissex\", eCUmenismo, Hibridização Cultural...daí esse monte de 'Movimentos Gays FINANCIADOS $$ Por poderosas ONGs Internacionais a Destruir  A FAMÍLIA&lt; o principal ALvo do Capitalismo Cultural e do Marxismo Cultural ! SALVE SALAZAR E PORRADAS NAS BIBAS FILHOS DAS PUTHAS !",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1580049666",
                    "user": "yoanzmarcell",
                    "date": "5 years ago",
                    "timestamp": "NA",
                    "commentText": "homofobia é crime publico ponto final",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Homofobia"
                    ]
                }
            ],
            "keywords": [
                "Gay"
            ]
        },
        {
            "id": "1567372236",
            "user": "josantniocosta",
            "date": "6 years ago",
            "timestamp": "NA",
            "commentText": "Orgulho de quê? Hehehe",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1567368470",
            "user": "josantniocosta",
            "date": "6 years ago",
            "timestamp": "NA",
            "commentText": "A haver não, mas a ver, nào sei...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1567275238",
            "user": "Guest",
            "date": "6 years ago",
            "timestamp": "NA",
            "commentText": "Eu so acho curioso que estes \"homofobicos\" percam o seu tempo a comentar aqui as coisas... será que o assunto os incomoda tanto... lolll.. não tem outras coisas para ler ou a que se dedicar??.. cá pra mim têm algo mal resolvido... Sigam a vossa vida...  tão certinha e regulada e toda cheia de principios indiscutiveis... Força!!!",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1567256138",
            "user": "Guest",
            "date": "6 years ago",
            "timestamp": "NA",
            "commentText": "burros.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1567254184",
            "user": "Guest",
            "date": "6 years ago",
            "timestamp": "NA",
            "commentText": "OS PORTUGUESES SÃO TÃO BURROS QUE NÃO SABEM CONTAR ACIMA DE 10.<br/>SE SÃO POUCO MAIS DE 10 DÁ PARA CONTAR EXACTAMENTE QUANTAS SÃO.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1566963353",
            "user": "mariaportuguesa",
            "date": "6 years ago",
            "timestamp": "NA",
            "commentText": "Não percebo estas marchas dos orgulhos gays. Que sejam gays à vontade e que tenham motivos de orgulho, mas por serem pessoas de bem e não gays! Alguém está ralado se o vizinho é <b> gay </b>ou hetero?\nAs pessoas devem viver as suas opções sexuais com discrição e normalidade, sem alardes nem confusão, não é andarem em marchas ou naquelas paradas de travestis que mais parecem circos! E alguma vez se viu uma marcha do orgulho heterossexual?! Eu nunca vi nenhuma.",
            "likes": 12,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "1609590962",
                    "user": "disqus_Yiffb3P0Ev",
                    "date": "5 years ago",
                    "timestamp": "NA",
                    "commentText": "realmente concordo com quase tudo,exepto com a marcha do orgulho hétero!pq haveria de ser feita?por todas as discriminações q são alvo os hétero?lol descarto a marcha da algarviada da forma cm realmente as vezes acontece e encaro a marcha de forma seria,uma forma de chamar a atenção para problemas cm a visibilidade e a discriminação,q sempre foi a intenção,mas a prova de que realmente ela è necessária è o facto de nos açores terem aparecido pc mais de 10 pessoas,qd sabemos q o arquipelago esta cheio de gays,se por alguma razão eles não se manifestaram sò significa q por esses lados algo não esta bem,nada bem diria eu,ate pq o q acontece dp è:td essa gente acaba por vir para o continente,sò por essa razão q jà seria suficiente parece me a mim q nada sei,q algo deveria mudar",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "1609650956",
                            "user": "mariaportuguesa",
                            "date": "5 years ago",
                            "timestamp": "NA",
                            "commentText": "Mas eu também não disse que deveria ser feita uma marcha de orgulho heterossexual. O que eu quis dizer é que se os heterossexuais não andam para aí em marchas, porque nunca se fez nenhuma até agora, os gays também não têm razão para fazê-lo, que vivam a sua sexualidade com discrição que ninguém os impede. Mais, as pessoas têm mais que fazer do que se preocupar com as escolhas sexuais dos outros.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "1568088565",
                    "user": "disqus_9Q3KFcRKqP",
                    "date": "6 years ago",
                    "timestamp": "NA",
                    "commentText": "CLASSICO!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Gay"
            ]
        },
        {
            "id": "1566807706",
            "user": "disqus_5CQmwUf47u",
            "date": "6 years ago",
            "timestamp": "NA",
            "commentText": "essas conversas ja tao a cair no ridiculo...e a ficar nojento",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1566802763",
            "user": "Guest",
            "date": "6 years ago",
            "timestamp": "NA",
            "commentText": "adoro levar no **",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1566800231",
            "user": "Guest",
            "date": "6 years ago",
            "timestamp": "NA",
            "commentText": "levar no cú é muita bom!",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "1567360597",
                    "user": "disqus_Aco6k47sAd",
                    "date": "6 years ago",
                    "timestamp": "NA",
                    "commentText": "A abrilona enrabou e enraba todos os portugueses que por cá ainda estão. E os que emigram também só se vão enrabados.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "1567285164",
                    "user": "disqus_Aco6k47sAd",
                    "date": "6 years ago",
                    "timestamp": "NA",
                    "commentText": "Este ano o governo socialista não compareceu na marcha do orgulho <b> gay </b>como vinha habitualmente fazendo. Parece que voltou ao armário.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gay"
                    ]
                },
                {
                    "id": "1566801204",
                    "user": "disqus_5CQmwUf47u",
                    "date": "6 years ago",
                    "timestamp": "NA",
                    "commentText": "ha gostos para tudo.... so axo k deve haver respeito mutuo pois ninguem tem nada a haver com a vida pessoal dos outros",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "1567619564",
                            "user": "acarlosjordo",
                            "date": "6 years ago",
                            "timestamp": "NA",
                            "commentText": "...mas não têm que andar a exibir-se nas ruas em manifestações!",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "1566796762",
            "user": "disqus_5CQmwUf47u",
            "date": "6 years ago",
            "timestamp": "NA",
            "commentText": "pedro david, conversa de gente ignorante e nao civilizada. se soubesses o que é respeito nem falavas assim...alem de que, levam todos no respectivo, e as lesbicas? e os bisexuais? ou so os homens é que sao as \"aberraçoes\"???? eu sou, nao tnh probs com isso e todos, mas todos os meu amigos me respeitam e familia inclusive, mas nao ando por ai a dar a anca nem vestindo as \"plumas e lantejolas\" se é a isso k te referes, pois tambem nao sou apologista disso... agr, axo k nao ha necessidade para esse tipo de comentario",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "1566933331",
                    "user": "disqus_MdcZCvkVXe",
                    "date": "6 years ago",
                    "timestamp": "NA",
                    "commentText": "Ah...não me diga...!<br/>Eu só seria civilizado se também levasse no cu?<br/>Tranquilo...não sou civilizado.<br/>Obrigado por se apelidar de \"<b> aberração\"</b>...respeite o meu 1.º comentário; afinal só escrevi o que você faz.<br/>O seu cu é seu...",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "1567017334",
                            "user": "disqus_5CQmwUf47u",
                            "date": "6 years ago",
                            "timestamp": "NA",
                            "commentText": "e mesmo k eu leve no cu, realmente tens razao...o cu é meu, nao te diz respeito...",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "1567016802",
                            "user": "disqus_5CQmwUf47u",
                            "date": "6 years ago",
                            "timestamp": "NA",
                            "commentText": "nunca disse k levava...",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Aberração"
                    ]
                },
                {
                    "id": "1566805866",
                    "user": "Guest",
                    "date": "6 years ago",
                    "timestamp": "NA",
                    "commentText": "tb levas no cu?",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "1566804415",
                    "user": "Guest",
                    "date": "6 years ago",
                    "timestamp": "NA",
                    "commentText": "e tb levas no **?",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "1566807019",
                            "user": "Guest",
                            "date": "6 years ago",
                            "timestamp": "NA",
                            "commentText": "eu levo todos os dias",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "1566806870",
                            "user": "disqus_5CQmwUf47u",
                            "date": "6 years ago",
                            "timestamp": "NA",
                            "commentText": "como disse, a vida pessoal de cada um nao diz respeito a ninguem para alem da propria pessoa...",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "1566751718",
            "user": "Guest",
            "date": "6 years ago",
            "timestamp": "NA",
            "commentText": "Não tenho nada a favor ou contra os <b> gay,</b> no entanto, detesto todo aquele que quer exibições, a esses só me apetece dar-lhe com um gato morto nas trombas, até ele miar. Acho-os porcos de mais.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1568093517",
                    "user": "disqus_9Q3KFcRKqP",
                    "date": "6 years ago",
                    "timestamp": "NA",
                    "commentText": "entao isso quer dizer que tens algo contra os gays",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Gay"
            ]
        },
        {
            "id": "1566739096",
            "user": "disqus_MdcZCvkVXe",
            "date": "6 years ago",
            "timestamp": "NA",
            "commentText": "Upa, upa...levem todos no cu.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}