{
    "header": {
        "title": " Padre assume homossexualidade no final da missa ",
        "subtitle": " Martin Dolan, um padre na Irlanda, país historicamente católico e conservador, decidiu revelar aos seus fiéis que é homossexual. ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 18 de janeiro 2015 ",
        "dateExtraction": " 2020-07-07 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/122262/padre-assume-homossexualidade-no-final-da-missa ",
        "postText": " ['Eu também sou gay, afirmou no final da missa de sábado na igreja de São Nicolau de Mira, em Dublin, depois de ter feito uma declaração de apoio ao casamento entre pessoas do mesmo sexo.', 'A reacção dos fiéis surpreendeu: O padre Martin foi aplaudido de pé.', 'Temos muito orgulho no padre Martin. Ele não deixa de ser a pessoa que era antes pelo facto de ter admitido que é gay, disse um dos fiéis ao jornal Irish Sun.', 'O caso ocorre a menos de cinco meses de a Irlanda ir a votos num referendo sobre a legalização do casamento homossexual. Segundo sondagens recentes, a maioria do eleitorado pondera votar pela legalização. A Igreja Católica irlandesa, contudo, opõe-se à medida.'] ",
        "numberPosts": " 36 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Gender - General,Sexual Identity - General,Age - General,Nationality - British",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Mulher,Sexual,Género,Homossexual,Gay,Idade,Bife",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "1801040442",
            "user": "disqus_lU8uYlB2Z2",
            "date": "5 years ago",
            "timestamp": "NA",
            "commentText": "\"Os discípulos disseram-lhe: «Se é essa a situação do homem perante a <b> mulher,</b> não é conveniente casar-se!»\nRespondeu-lhes Jesus: «Nem todos compreendem esta linguagem, mas apenas aqueles a quem isso é dado. Há eunucos que nasceram assim do seio materno, há os que se tornaram eunucos pela interferência dos homens e há aqueles que se fizeram eunucos a si mesmos, por amor do Reino do Céu. Quem puder compreender, compreenda.»\"  (Mt 19, 10:12)",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Mulher"
            ]
        },
        {
            "id": "1800480015",
            "user": "marcossaid",
            "date": "5 years ago",
            "timestamp": "NA",
            "commentText": "ESTAMOS EM 2015 E COMO TEM GENTE IGNORANTE E PRECONCEITUOSA , ABRAM A SUA MENTE  (muito bem Padre pelo menos ele tem coragem)",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1800230428",
            "user": "disqus_cCN608U5Li",
            "date": "5 years ago",
            "timestamp": "NA",
            "commentText": "a paneleirada cada dia tem mais adeptos, a começar pelo inginheiro Sócrates..<br/>qualquer dia ser panasca é que é fixe...",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1800558320",
                    "user": "disqus_wwHi40qPwM",
                    "date": "5 years ago",
                    "timestamp": "NA",
                    "commentText": "pode ser que o teu filho ou a tua filha tb o sejam, depois diz-lhes isso na cara directamente a eles, ok?",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "1799954424",
            "user": "disqus_dq0sJxkjAe",
            "date": "5 years ago",
            "timestamp": "NA",
            "commentText": "Quem os proibi de casar é o VATICANO, para não ter que pagar pensão a familia quando eles aposentarem (reformarem), enfim, tudo gira em torno de money...porque na biblia não diz que eles não podem se casar...ja pensou quanto isso ia custar as cofres vaticanenses....rsssssssssss",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "1801036835",
                    "user": "disqus_lU8uYlB2Z2",
                    "date": "5 years ago",
                    "timestamp": "NA",
                    "commentText": "\"Quem põe a mão no \"arado\" e olha para trás, não é digno do Reino dos Céus\"",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "1800447453",
                    "user": "skyshamen",
                    "date": "5 years ago",
                    "timestamp": "NA",
                    "commentText": "Os pobres coitados não se reformam, quando se é padre é para toda a vida!! para se reformarem era preciso terem feito descontos para algum lado e como podem fazer descontos se eles enquanto padres não têm ordenado???",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "1800375968",
                    "user": "faustoneves",
                    "date": "5 years ago",
                    "timestamp": "NA",
                    "commentText": "Orientação <b> sexual!</b>...Essa é boa! Qual é a orientação<b>  sexual</b> que um homem pode ter além daquela que a natureza lhe conferiu, me diga?<br/>É que falar em orientaçã<b> o sexua</b>l dá a ideia que a gente nasce com dois sexos e que depois, de acordo com os gostos, poderá optar por um ou por outro. <br/>O cu não é órg<b> ão sexu</b>al. Por isso, dar o cu não é op<b> ção sex</b>ual e sem vergonhice mesmo.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "1800545927",
                            "user": "disqus_wwHi40qPwM",
                            "date": "5 years ago",
                            "timestamp": "NA",
                            "commentText": "pelos vistos o cu deve ser orgao sexual sim, porque tu nao nasceste de certeza: FOSTE CAGADO PELA TUA MAE, relhotu.. entao e os k nascem heteros e estéreis, ja que estao inibidos pela natureza de procriar, sao uns sem vergonha a vida toda?!? deviam ser proibidos de qualquer acto sexual, ja que dali tb nao vem nenhum filho!! é isso?!?!?.. ;)",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Sexual"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "1799784154",
            "user": "disqus_nRUjZ4WlhB",
            "date": "5 years ago",
            "timestamp": "NA",
            "commentText": "E verdade que os padres fazem em voto de castidade. Mas covem não esquecer que antes de serem padres são seres humanos que tem necessidades sexuais como qualquer ser humano, sendo por isso perfeitamente normal que saciem as suas necessidades conforme for a sua orientação <b> sexual.</b>...padre e uma profissão como outra qualquer , e agora poderia divagar muito mais sobre este assunto mas não vale a pena",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "1800999107",
                    "user": "disqus_lU8uYlB2Z2",
                    "date": "5 years ago",
                    "timestamp": "NA",
                    "commentText": "Ainda bem, asim não temos que levar com a sua ignorância...",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "1800441048",
                    "user": "skyshamen",
                    "date": "5 years ago",
                    "timestamp": "NA",
                    "commentText": "Eu concordo com o seu ponto de vista, apenas só para dizer que padre na igreja catolica não é uma profissão é uma vocação/chamamento e por isso estão isentos de impostos, a não ser que tenham outra profissão como professor etc, nesse caso pagam impostos, mas como padre não, por isso não é uma profissao como outra qualquer, na verdade nem profissão é!",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "1800384033",
                    "user": "faustoneves",
                    "date": "5 years ago",
                    "timestamp": "NA",
                    "commentText": "Orientação <b> sexual!</b>...Essa é boa! Qual é a orientação<b>  sexual</b> que um homem pode ter além daquela que a natureza lhe conferiu, me diga?<br/>É que falar em orientaçã<b> o sexua</b>l dá a ideia que a gente nasce com dois sexos e que depois, de acordo com os gostos, poderá optar por um ou por outro. <br/>O cu não é órg<b> ão sexu</b>al. Por isso, dar o cu não é op<b> ção sex</b>ual e sem vergonhice mesmo.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "1800560579",
                            "user": "disqus_wwHi40qPwM",
                            "date": "5 years ago",
                            "timestamp": "NA",
                            "commentText": "pelos vistos o cu deve ser orgao sexual sim, porque tu nao nasceste de <br/>certeza: FOSTE CAGADO PELA TUA MAE, relhotu.. entao e os k nascem <br/>heteros e estéreis, ja que estao inibidos pela natureza de procriar, sao<br/> uns sem vergonha a vida toda?!? deviam ser proibidos de qualquer acto <br/>sexual, ja que dali tb nao vem nenhum filho!! é isso?!?!?.. ;)",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "1801009235",
                                    "user": "disqus_lU8uYlB2Z2",
                                    "date": "5 years ago",
                                    "timestamp": "NA",
                                    "commentText": "Olhe num regime totalitário comunista esses são logo encostados à... parede.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Sexual"
                    ]
                }
            ],
            "keywords": [
                "Sexual"
            ]
        },
        {
            "id": "1799772437",
            "user": "disqus_YIzRxbk6lg",
            "date": "5 years ago",
            "timestamp": "NA",
            "commentText": "Grande coragem, de assumir a sua orientação <b> sexual </b>perante o seu rebanho de orientação religiosa (católica/Cristã) de mentes um pouco mais fechadas e seguidoras da bíblia no geral. Perante os aplausos dos mesmos, não deve ser nada fácil nesta situação Fica um sinal que a Igreja e os seus seguidores estão a evoluir um pouco mais e abrir as suas palas. Cada um tem o direito de gostar daquilo que gosta, seja qual for a sua orientação<b>  sexual</b>. Assim como cada tendência religiosa, crença  ou ideologia. Na minha opinião não tenho nada contra homossexuais, nem pessoas religiosas, tanto entro numa Igreja como numa mesquita ou templo Buda. Respeito todas as orientações sexuais de cada individuo.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sexual"
            ]
        },
        {
            "id": "1799754833",
            "user": "disqus_Rv9hPjokSw",
            "date": "5 years ago",
            "timestamp": "NA",
            "commentText": "VERGONHOSO<br/>eu já nao acreditava nos padres agora muito menos.<br/>agora se queres batizar um filho tens que pagar com o c... u<br/>quando entrares no confessionario cuidado  !! <br/>acho mesmo que devia ser proibido os padres confessarem crianças nos confessionarios <br/>agora é de esperar tudo.<br/>VERGONHA NA CARA <br/>depois admiran-se que ninguem acredita na religiao",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 9,
            "replies": [
                {
                    "id": "1800520538",
                    "user": "disqus_wwHi40qPwM",
                    "date": "5 years ago",
                    "timestamp": "NA",
                    "commentText": "sim, com um nick que diz: \"bate-me uma!\" tens uma moral do carailh pra falar!... Vergonha na cara... é o k precisas tu!!! ;)",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "1800245160",
                    "user": "micaeldionisio",
                    "date": "5 years ago",
                    "timestamp": "NA",
                    "commentText": "porca/o. se não sabes o que dizer esta calada/o",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "1799882753",
                    "user": "manuelamcmoura",
                    "date": "5 years ago",
                    "timestamp": "NA",
                    "commentText": "Nao exiba o nivel da sua ignorancia desse modo, fica-lhe MAL...Em todas as religioes o clerigo eh casado...O voto de celibacia eh soh para monjes...",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "1799774647",
                    "user": "risgalvo",
                    "date": "5 years ago",
                    "timestamp": "NA",
                    "commentText": "Gostaria apenas de dizer que pessoas mente-capta deveriam de se abster de comentar tal idiotice.<br/>Ponto 1 : <b> homossexual </b>não implica ser pedófilo<br/>Ponto 2 : A grande maioria dos pedófilos não é<b>  homossexual</b>, simplesmente não tem preferências sexuais d<b> e géner</b>o, apenas <b> de ida</b>de.<br/>Ponto 3: Acreditar ou não acreditar nos padres deverá depender das suas qualidades profissionais uma vez que padre é uma profissão.<br/>Agora se um pasteleiro <b> for homossex</b>ual , o senhor já não irá comprar os seus bolos? perderiam qualidade é isso?<br/>Sinceramente",
                    "likes": 32,
                    "hasReplies": true,
                    "numberOfReplies": 5,
                    "replies": [
                        {
                            "id": "1802567531",
                            "user": "disqus_Rv9hPjokSw",
                            "date": "5 years ago",
                            "timestamp": "NA",
                            "commentText": "vai-te catar com a tua abertura de espirito. por este andar um dia teremos travistis a dizer a missa de dia e a atacar de noite ou mesmo a dar i cu na sacristia,  <br/>é esta a tua mentalidade ? <br/>e as freiras tambem sao mulheres como as outras tambem podem abrir um salao de massagens e aviar por uns euros  ,  vês algum problema nisso ?<br/>vai-te tratar  ou és daquelas beatas que se dizem irma do padre e anda a ser comida ?<br/>",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "1800401701",
                            "user": "skyshamen",
                            "date": "5 years ago",
                            "timestamp": "NA",
                            "commentText": "Iris eu entendo o que queria dizer com o seu comentário...ou melhor entendo o objectivo do seu comentário....mas talvez seja da forma como o apresentou que me leva a escrever que só posso concordar com o seu ponto numero 1. <br/>O ponto numero 2, eu nem sei como qualifica-lo a não ser que é que a Iris estava a pensar quando escreveu essa frase??? \"A grande maioria dos pedófilos não é homossexual\" que é isso Iris? não se trata de maioria nem minoria apenas tal como escreveu no seu ponto 1 ser homossexual não implica ser pedófilo e isso sim é uma afirmação com valor. <br/>No ponto 3, mais uma vez eu entendo onde quer chegar com o seu comentário, mas ser padre não é uma profissão, é o que eles chamam de vocação ou chamamento e por isso beneficiam de isenção fiscal, não pagam impostos, a não ser que tenham uma profissão como professor ou outra coisa qualquer em que tenham um ordenado ao fim do mês aí sim pagam impostos, caso sejam apenas padres nesse caso seria suposto viver da providência divina (vamos acreditar que sim como bons católicos) mas o que é certo é que não pagam impostos caso sejam apenas padres.E só mais uma coisinha que eu não entendi muito bem mas imagino que a Iris acredita que em ser padre/homossexual  não existe nenhuma incompatibilidade, mas existe e isso já não se trata de ter mente aberta ou não mas sim em seguir regras e neste caso as regras da igreja católica romana que exige celibato a quem sente o tal chamamento ou seja nem heterossexual, nem homossexual, nem bissexual, nem transexual, nem metrossexual, olhe nem nada (também nao entendo o porquê disto, mas essa é a regra)",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "1800359065",
                            "user": "faustoneves",
                            "date": "5 years ago",
                            "timestamp": "NA",
                            "commentText": "Você tem de ir apregoar as suas defesas dos maricas é lá p'rá Nigéria, onde a pena p'ra maricas é: morto à pedrada na praça pública.<br/>Porquê essa defesa desse tipo de gente? <br/>Não teria feito melhor esse padre sem vergonha, se deixasse o sacerdócio e procurasse um psicólogo em vez de procurar o caminho da safadeza?",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "1800428946",
                                    "user": "jorgesimaria",
                                    "date": "5 years ago",
                                    "timestamp": "NA",
                                    "commentText": "Graças ao facto de vivermos numa democracia, e usufruirmos de liberdade de expressão, possibilita ao Fausto Neves de expôr a sua opinião. Como a mim, de a criticar..<br/>Assim, Prémio IMBECIL do ano! Parabéns meu caro, será difícil de igualar tamanha cretinize!",
                                    "likes": 7,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "1800130836",
                            "user": "josjliocostapereira",
                            "date": "5 years ago",
                            "timestamp": "NA",
                            "commentText": "Muito bem Iris, concordo consigo.",
                            "likes": 3,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Género",
                        "Idade",
                        "Homossexual"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "1799726992",
            "user": "vaiatodas",
            "date": "5 years ago",
            "timestamp": "NA",
            "commentText": "Pensei que os padres católicos não podiam sequer pensar em sexo! Mas tá boa!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1799726103",
            "user": "muzhikmuzhimuzh",
            "date": "5 years ago",
            "timestamp": "NA",
            "commentText": "Telma, eu não sou <b> gay </b><br/>E o que falam de mim são calúnias\nMeu bem, eu pareeeeeei.. não.. ..........",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gay"
            ]
        },
        {
            "id": "1799710708",
            "user": "anamariaabreu",
            "date": "5 years ago",
            "timestamp": "NA",
            "commentText": "afinal os padres têm ou não celibato eu já não percebo nada disto, até q são todos gays como diz fred e bem casado com ( Senhor) está lindo ... pobre de nós temos menos tendências de ser gays e quem se lixa somos nós ... como diz outro não homens pr ninguém não nada pr ninguém vamos embora maria.... pobre da m filha tá feita ao <b> bife,</b> já começando a ter podor tanto<b>  gay</b> será o como sarampo q pega nos gajos todos meine got entchuldige mich",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Bife",
                "Gay"
            ]
        },
        {
            "id": "1799700588",
            "user": "anamariaabreu",
            "date": "5 years ago",
            "timestamp": "NA",
            "commentText": "e a mim também essa tinha prémio fred",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1799645135",
            "user": "luterano",
            "date": "5 years ago",
            "timestamp": "NA",
            "commentText": "Cada um pode levar onde quiser.O Padre que faça isso mesmo",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1799640804",
            "user": "anabelagomes",
            "date": "5 years ago",
            "timestamp": "NA",
            "commentText": "É um ser humano como outro qualquer , parabéns pela coragem ,mas continuo a dizer não devíamos de ter de dizer somos <b> Gay,</b> somos ponto ! ",
            "likes": 11,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gay"
            ]
        },
        {
            "id": "1799634298",
            "user": "disqus_Kb4UUkMxR1",
            "date": "5 years ago",
            "timestamp": "NA",
            "commentText": "S ele é casado com o \"senhor\" é obvio que é <b> gay.</b>.. ele e todos os padres! lol",
            "likes": 28,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "1799812195",
                    "user": "disqus_kkZZ7MrKED",
                    "date": "5 years ago",
                    "timestamp": "NA",
                    "commentText": "E os padres pedófilos com quem são casados? Se é católico trata-se de uma insurreição contra a hierarquia e o juramento e os votos......",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "1799641988",
                    "user": "disqus_O7KtmW0UC9",
                    "date": "5 years ago",
                    "timestamp": "NA",
                    "commentText": "Pois é!...",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "1799637930",
                    "user": "disqus_Eic2e7W0d2",
                    "date": "5 years ago",
                    "timestamp": "NA",
                    "commentText": "fred és o maior. ja me fizeste rir. obrigado",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Gay"
            ]
        }
    ]
}