{
    "header": {
        "title": " Governo cria período transitório para cidadãos portugueses que cheguem do Reino Unido ",
        "subtitle": " Portugal decidiu continuar a permitir voos do Reino Unido para os cidadãos portugueses, mas passou a ser obrigatório realizar um teste de despiste ao novo coronavírus. ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 21 de dezembro 2020 ",
        "dateExtraction": " 2021-01-04 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/718755/governo-cria-periodo-transitorio-para-cidadaos-portugueses-que-cheguem-do-reino-unido ",
        "postText": " ['Numa altura em que a lista de países que têm impedido viagens do Reino Unido está a aumentar, devido ao aparecimento de uma nova estripe do novo coronavírus no país, o Governo português anunciou a criação de um período transitório, depois de já ter dito que iria continuar a permitir viagens entre o Reino Unido e Portugal aos cidadãos portugueses mas sublinhado que este teria de apresentar um teste de despiste ao novo coronavíurs negativo.', 'Este período transitório foi criado para os cidadãos que não tenham possibilidade de fazer o teste antes de viajar para o país. Assim, mal pisem solo português serão encaminhados para realizarem o teste à covid-19. O Governo português está aciente da situação difícil de gerir por parte das companhias aéreas, nomeadamente quanto à questão contraordenacional e quanto aos cidadãos que se preparavam para embarcar no Reino Unido com destino a Portugal e que não dispunham ainda de um teste negativo ao SARS-COV-2, refere o Ministério das Infraestruturas num comunicado enviado às redações.', 'Os cidadãos nacionais e legalmente residentes em Portugal que não sejam portadores de comprovativo de realização de teste negativo sejam encaminhados pelas autoridades competentes, à chegada a território nacional, para realização do referido teste no interior do aeroporto, através de profissionais de saúde habilitados para o efeito(ficando em isolamento nos termos definidos pelas autoridades de saúde), pode ler-se ainda na nota.', 'Já o governo regional da Madeira decidiu, esta segunda-feira, que as pessoas que chegarem à ilha sem teste negativo ao novo vírus devem fazê-lo à chegada e entre o 5.º e 7.º dias, devendo aguardar os resultados em isolamento profilático. Os viajantes que desembarquem nos Aeroportos da Região Autónoma da Madeira, provenientes do Reino Unido, que não sejam portadores de teste de despiste à SRAS - CoV - 2, com resultado negativo, devem efetuar o teste PCR de despiste à SARS - CoV - 2 e, enquanto aguardam os resultados do mesmo, devem permanecer em isolamento profilático obrigatório em estabelecimento hoteleiro requisitado pelo Governo Regional para o efeito, pode ler-se num comunicado do executivo regional, de coligação PSD/CDS-PP.'] ",
        "numberPosts": " 6 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Nationality - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Estrangeiro",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "5197205835",
            "user": "disqus_zMUU2BonaE",
            "date": "14 days ago",
            "timestamp": "NA",
            "commentText": "Se vier alguém infectado sem o saber, vai ser lindo, o resultado.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5197131199",
            "user": "comunistaasrio",
            "date": "14 days ago",
            "timestamp": "NA",
            "commentText": "\"Estes dados vêm demonstrar que o paralelismo entre progresso social e criação de riqueza não anda necessariamente lado a lado”\nNão se esqueçam de somar o défice!\nO défice é riqueza fácil no presente e pobreza difícil no futuro.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5196936070",
            "user": "disqus_O5uGPm0is2",
            "date": "14 days ago",
            "timestamp": "NA",
            "commentText": "Ai cria?! Facínoras! Em vez de fecharem, estão a deixar vir escumalha infetada com Covid-rapid para criar o caos! F. da p. só querem é🤑💲💲💲💲💰💰💰💰",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "5196970304",
                    "user": "bigcurak",
                    "date": "14 days ago",
                    "timestamp": "NA",
                    "commentText": "Os nossos emigrantes na são escumalha.<br/>De resto entendo o seu ponto de vista mas não deixo de ter uma questão.<br/>A Europa não esta a aproveitar a deixa para pressionar o UK nos acordos comerciais?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5196959284",
                    "user": "relvas_analytics",
                    "date": "14 days ago",
                    "timestamp": "NA",
                    "commentText": "...os emigrantes portugueses que estão no Reino Unido e querem passar o Natal com a família em Portugal são escumalha???? ...se eles são escumalha então não sei o que é que tu és.<br/>...será que é isso que pensa a Maria Vieira, a mandatária do candidato André Ventura para as comunidades portuguesas no <b> estrangeiro?</b>",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5197140500",
                            "user": "disqus_O5uGPm0is2",
                            "date": "14 days ago",
                            "timestamp": "NA",
                            "commentText": "Não sabes ler ou não percebeste?! Todos os que sabem que podem estar infetados e vêm dar uma passeata egoísta são escumalha! Também ninguém sabe o que tu és, se és escumalha do pior! Escumalha são os infetados que vêm impunemente contaminar os portugueses, se gostassem da família não vinham em passeatas em risco contaminá-los! E de certeza que muitos desses \" cidadãos portugueses\" não são verdadeiramente portugueses! E também não há escumalha entre os imigrantes, são todos santinhos?! Será que é isso que determina o Kumité central stalinista, para todos pensarem obrigatoriamente assim?!",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Estrangeiro"
                    ]
                }
            ],
            "keywords": []
        }
    ]
}