{
    "header": {
        "title": " União gay ainda não é permitida nos Casamentos de Santo António ",
        "subtitle": " Publicação de José Carlos Malato lançou o debate. EGEAC justifica com 'conotação religiosa' do evento. ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 12 de junho 2019 ",
        "dateExtraction": " 2020-03-03 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/661756/uniao-gay-ainda-nao-e-permitida-nos-casamentos-de-santo-antonio ",
        "postText": " ['Foram 16 os homens e mulheres que, durante esta quarta-feira, fizeram a festa nos tão esperados Casamentos de Santo António, celebrados anualmente no dia 12 de junho.', 'Confrontada pelo jornal Público acerca da ausência de uniões homossexuais, a presidente da Empresa de Gestão de Equipamentos e Animação Cultural (EGEAC), Joana Cardoso, explicou que os casamentos entre pessoas do mesmo sexo \u0093não são permitidos\u0094 devido à \u0093conotação religiosa\u0094 associada ao evento.', 'Os casamentos homossexuais não são \u0093uma questão nova e é natural que se fale nela, mas é sabida a posição da Igreja\u0094, acrescentou.', 'Sublinhe-se que o casamento homossexual é permitido por lei em Portugal desde 2010 e a iniciativa dos Casamentos de Santo António foi retomada 1997, após anos sem a realização do evento.', 'Por outro lado, já foi permitido uma cerimónia muçulmana, no âmbito desta iniciativa, celebrada na Mesquita Central de Lisboa.', 'Este ano, foram realizados 11 casamentos por cerimónia religiosa e cinco por cerimónia civil, sendo que a Igreja \u0093não interfere\u0094 nestes últimos, indicou fonte do Patriarcado de Lisboa, ao mesmo jornal.', 'A decisão de não incluir casamentos entre pessoas do mesmo sexo transcende as capacidades da organização, segundo Joana Cardoso. \u0093Não temos poder para tomar uma decisão deste tipo\u0094, justificou.', 'Esta é a primeira vez que a empresa municipal EGEAC ficou responsável pela organização dos Casamentos de Santo António. A verdade é que não existe nenhuma informação nos regulamentos do evento a proibir as uniões entre homossexuais, à exceção da referência ao género dos participantes: \u0093nome da noiva\u0094 e \u0093nome do noivo\u0094.', 'O tema foi alvo de debate após uma publicação no Instagram do apresentador José Carlos Malato, que apelava à possibilidade dos casais homossexuais concorrerem a este evento.', '', ''] ",
        "numberPosts": " 228 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Social Class - Working class,Sexual Identity - General,Gender - General,Physical Identity - Physical (and Mental) Impairments,Sexual Identity - Male homosexuality",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Grunho,Parolo,LGBT,homofóbico,Homossexual,Gay,Sexual,Mulher,Mudo,Muda,Atrasado,Atrasado mental,Um demente,Mariconço,Bichona,Aberração,Ridícula,Estrangeiro,Gajo",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "4501988985",
            "user": "disqus_uU35dP5iuC",
            "date": "9 months ago",
            "timestamp": "NA",
            "commentText": "Acho que se o Malato um dia se casar deve fazê-lo segundo a lei islâmica para não ofender a comunidade Islâmica. O que é que eu tenho a ver com o casamento do Malato? Nada, o que é o mesmo que ele tem a ver com os casamentos de Sto António.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 9,
            "replies": [
                {
                    "id": "4502051393",
                    "user": "pedro_lonet",
                    "date": "9 months ago",
                    "timestamp": "NA",
                    "commentText": "Claro, porque o Malato é um cidadão de segunda, ao contrário do Ramon que é um cidadão de primeira que até está disposto a se casar de acordo com a lei islâmica para não ofender a respectiva comunidade.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 8,
                    "replies": [
                        {
                            "id": "4502072671",
                            "user": "disqus_uU35dP5iuC",
                            "date": "9 months ago",
                            "timestamp": "NA",
                            "commentText": "Não não...o sôr Malato é que é de primeira categoria porque quer que o seu ponto de vista suprima o dos que criaram e mantiveram a tradição.... o que é que são décadas de tradição perante o dedo em riste do sôr Malato? Quanto a casamento comigo é a via normal: Homem e Mulher.",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 7,
                            "replies": [
                                {
                                    "id": "4502080673",
                                    "user": "pedro_lonet",
                                    "date": "9 months ago",
                                    "timestamp": "NA",
                                    "commentText": "E que tal se o Ramon fizesse um grande favor a si mesmo e lesse aquilo que o Malato escreveu? É que se o fizesse, evitaria fazer a figura ridícula que está a fazer. Em primeiro lugar, ele jamais defendeu que os casamentos do santo antoninho deveriam acabar. Em segundo lugar, ele publicou esse “tweet” em Janeiro e refere-se expressamente à CML que, na mesma data, ou seja, a 12/06, também financia casamentos civis.\nPor isso, petit Ramon, se alguém está a comprometer tão linda tradição é a CML ao financiar casamentos civis que a querida igrejinha não reconhece.\nA sua última frase diz tudo: consigo! Obviamente, pois ao contrário de si que tenta impor essa sua visão aos demais, aqueles que sempre defenderam o direito ao casamento entre pessoas do mesmo sexo (pasme-se, pois muitos deles são heterossexuais) jamais pretenderam impor aos Ramons deste mundo que se casassem com o carteiro ou com o homem do talho. Imposições de perspectivas ficam mesmo para Ramons que se julgam o supra-sumo apenas por causa daquilo que dizem fazer com aquilo que dizem ter no meio das pernas.",
                                    "likes": 1,
                                    "hasReplies": true,
                                    "numberOfReplies": 6,
                                    "replies": [
                                        {
                                            "id": "4502715581",
                                            "user": "disqus_uU35dP5iuC",
                                            "date": "9 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Força...tudo cá para fora...upa!",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 5,
                                            "replies": [
                                                {
                                                    "id": "4502816573",
                                                    "user": "pedro_lonet",
                                                    "date": "9 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Nem sequer vislumbro porque se deu ao trabalho de responder... mais valia nada ter dito... mas a sua arrogância não lho permite... compreendo.",
                                                    "likes": 1,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 4,
                                                    "replies": [
                                                        {
                                                            "id": "4503178844",
                                                            "user": "disqus_uU35dP5iuC",
                                                            "date": "9 months ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Ainda bem que compreende. Fico mais descansado assim.",
                                                            "likes": 0,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 3,
                                                            "replies": [
                                                                {
                                                                    "id": "4503222297",
                                                                    "user": "pedro_lonet",
                                                                    "date": "9 months ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "Pois, a verdade incomoda e mentir tem, para si, mais piada.  Aprecio o facto de ter corrigido esta sua resposta, fica-lhe bem.",
                                                                    "likes": 1,
                                                                    "hasReplies": true,
                                                                    "numberOfReplies": 2,
                                                                    "replies": [
                                                                        {
                                                                            "id": "4503315620",
                                                                            "user": "disqus_uU35dP5iuC",
                                                                            "date": "9 months ago",
                                                                            "timestamp": "NA",
                                                                            "commentText": "Tou tão tiste... :(",
                                                                            "likes": 0,
                                                                            "hasReplies": true,
                                                                            "numberOfReplies": 1,
                                                                            "replies": [
                                                                                {
                                                                                    "id": "4503324070",
                                                                                    "user": "pedro_lonet",
                                                                                    "date": "9 months ago",
                                                                                    "timestamp": "NA",
                                                                                    "commentText": "Oh que pena...",
                                                                                    "likes": 0,
                                                                                    "hasReplies": false,
                                                                                    "numberOfReplies": 0,
                                                                                    "replies": []
                                                                                }
                                                                            ]
                                                                        }
                                                                    ]
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4501473943",
            "user": "disqus_XHm11ZO4TD",
            "date": "9 months ago",
            "timestamp": "NA",
            "commentText": "Haja pachorra pra tanta arrogância. Já são livres de dar às nádegas deles a utilização que querem, pelos vistos ainda não é suficiente e ainda exigem impor isso aos outros, que já não podem gozar em sossego o dia do casamento. É demais.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4502051720",
                    "user": "pedro_lonet",
                    "date": "9 months ago",
                    "timestamp": "NA",
                    "commentText": "Comentário típico de um <b> grunho.</b>..",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Grunho"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "4502053101",
            "user": "pedro_lonet",
            "date": "9 months ago",
            "timestamp": "NA",
            "commentText": "Acredito que sim... apêndices como este Tó Zé são uma espécie em vias de extinção. Parecem muitos, mas isso é porque se aproveitam destes fóruns para dar voz às suas frustrações e vêm todos aos molhos, uns com mais do que um nick.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4501583914",
            "user": "disqus_GHshbfmpQh",
            "date": "9 months ago",
            "timestamp": "NA",
            "commentText": "Porra!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4501094164",
            "user": "abloqueada",
            "date": "9 months ago",
            "timestamp": "NA",
            "commentText": "A ousadia de algumas pessoas a reclamarem ser tratadas com humanidade, a reclamarem os mesmos direitos que são reconhecidos aos outros, a recusarem-se ser tratadas como cidadãs de segunda. Que descaramento... e o Malalto? Mas, ele pensa, por acaso, que vive num Estado laico, num Estado Social de Direito, que protege os direitos de todos, incluindo os das minorias? Onde é que ele foi buscar essa ideia? Então ele não sabe que, para algumas pessoas, uma cada vez mais diminuta minoria, a liberdade, a dignidade, os direitos, são apenas para aqueles que nela se incluem? Que essas pessoas andam tristíssimas pois já não podem insultar, amesquinhar, maltratar os outros que têm uma orientação <b> sexual </b>diferente? Ainda bem que a maioria das pessoas delas discorda e isso está a vista no estrondoso caminho percorrido em Portugal e em dezenas de países... como, por  exemplo, no Botswana onde, ainda ontem, a homossexualidade foi descriminalizada (para alguns que me lerem e que seguramente precisam: deixou de ser crime). Pois é, os preconceituosos estão a ser vencidos, todos os dias!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sexual"
            ]
        },
        {
            "id": "4501062544",
            "user": "pedro_lonet",
            "date": "9 months ago",
            "timestamp": "NA",
            "commentText": "Ele há pessoas que, por falta de instrução, acham que num espaço público de debate, as opiniões que aqui deixam devem sempre ser isentas de criticismo, como se fossem escritas na pedra e como se não admitissem contraditório. Confundem, também por ignorância, o debate, a contestação, com uma qualquer imposição, quando na realidade aquilo que se faz é contrariar uma opinião, sustentando essa oposição. No fundo, ficam frustrados, pois não conseguem, eles si, imporem por aqui as suas opiniões e ficam sempre furibundos quando se destapam os seus preconceitos. A falta de instrução e o falta de espírito democrático fica bem patente nas suas reacções tão indignadas, sem compreenderem que, no fundo, ficaram extremamente afectados quando alguém demonstra o quão errados estão.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4501006945",
            "user": "disqus_chuXBUx6Qf",
            "date": "9 months ago",
            "timestamp": "NA",
            "commentText": "O nick Lonet entra sempre em ação, sempre em crónicas sobre a <b> LGBT </b>, neste caso vem em todos os comentários dar o timbre da sua defesa e criticando todos os que têm opiniões diferentes sobre a sua e sobre as causas que este nick defende.<br/>Lonet é fake<b>  parolo</b> que não admite as opiniões contrárias, aparece sempre junto com o \"bando da Joana\" e no final de cada comentário fica coçando as virilhas e o anus de suprema felicidade de rebater todos so comentários que sejam contra o que ele defende.<br/>Lonet és u<b> m mariconç</b>o e parvo que por aqui apareces .",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 8,
            "replies": [
                {
                    "id": "4501116633",
                    "user": "pedro_lonet",
                    "date": "9 months ago",
                    "timestamp": "NA",
                    "commentText": "Matrix, o cobardolas!<br/><b> Parolo </b>maior não há do que aquele que tenta impor aos outros aquilo que devem ou não comentar; por isso,<b>  parolo</b>, antes de me apontar o dedo, tente aprender o que significa viver numa democracia, em liberdade. Era o que mais faltava que eu tivesse de prestar contas a u<b> m parol</b>o sobre aquilo que escolho ou não comentar.<br/>O meu nick, ao contrário daquilo que se passa com o seu, é um dos meus apelidos. Repare que nada tenho a ver com o facto de V.Ex.ª ter optado por se identificar aqui com o título de uma trilogia cinematográfica, pois jamais seguirei o seu exemplo e tentarei limitar a sua liberdade. Apenas o refiro, s<b> eu paro</b>lo, pois só tenho um nick, mas desconfio qu<b> e o par</b>olo, para me apontar o dedo, possua vários, pois só assim faz sentido o relevo que dá ao meu nick, confundir-me, mais uma vez, consigo.\n(...)",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 6,
                    "replies": [
                        {
                            "id": "4501308664",
                            "user": "disqus_chuXBUx6Qf",
                            "date": "9 months ago",
                            "timestamp": "NA",
                            "commentText": "\"... E queira tutear o seu paizinho, aquele grande asno que lhe fez as orelhas.\"<br/>Como queres implicar e levares para o plano familiar , vai pra phu(t@ que te pariu, o teu paizinho deveria ter-te ensinado a respeitares as opiniões dos outros e não vires a todos os comentários mostrares o teu azedume , panasca aprende a respeitar .",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 5,
                            "replies": [
                                {
                                    "id": "4501317573",
                                    "user": "pedro_lonet",
                                    "date": "9 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Ó palerma cobarde, insulta e depois acha que não recebe troco? Idiota!\nJá lhe disse várias vezes, não sou o seu paizinho, nem seu irmão, por isso não faço ideia onde a sua mamā mora... lamento não poder ir ter com ela... quando o palerma for, veja se a não interrompe.\nAzedume? ah ah ah! Diz um paspalho mariquinhas e frustrado que vai carpir o mal que lhe faço qual comadre a bater à porta dos vizinhos.\nMatrix, o cretino cobarde",
                                    "likes": 1,
                                    "hasReplies": true,
                                    "numberOfReplies": 4,
                                    "replies": [
                                        {
                                            "id": "4501322993",
                                            "user": "disqus_chuXBUx6Qf",
                                            "date": "9 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Estás a destilar odio , bate uma punhet@ que o azedume te passa , tentas provocar pelo plano familiar , é tipico dos rabetas da tua laia.",
                                            "likes": 1,
                                            "hasReplies": true,
                                            "numberOfReplies": 3,
                                            "replies": [
                                                {
                                                    "id": "4501329332",
                                                    "user": "pedro_lonet",
                                                    "date": "9 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "nada como fazer-se de vítima, não é, seu cão cobarde?\nE é assim tão estúpido que nem compreende o quão incoerente está a ser? Quem é que vem para aqui destilar ódio contra um grupo indeterminado de pessoas apenas por causa de uma determinada característica?\nBem, já vi que é isso que faz para apaziguar o seu azedume, mas não parece dar muito resultado. E tenta, o quê? Enfiar um cabo de vassoura onde o sol nunca brilha? Só pode, atenta a fixação com a sexualidade alheia...",
                                                    "likes": 1,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 2,
                                                    "replies": [
                                                        {
                                                            "id": "4501594145",
                                                            "user": "disqus_GHshbfmpQh",
                                                            "date": "9 months ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Oh Lonet tens razão, não existe necessidade de ser agressivo com pessoas com problemas psicológicos como você. A sociedade deveria cuidar de vocês tal como se tratam as pessoas com bipolaridade ou esquizofrenia. <br/>Ė assim que devem ser vistos. As pessoas mentalmente sãs, devem ter mais paciência convosco. <br/>Não podemos é dar muitas largas e permitir que as pessoas doentes como o Lonet imponham as suas ideias. Vejam o que se passou com o Hitler.<br/>No vosso caso, se calhar éramos todos obrigados um dia a adotar um Gay e estar ao seu serviço para todos os seus fetiches...naaaa...nem pensar!!",
                                                            "likes": 0,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 1,
                                                            "replies": [
                                                                {
                                                                    "id": "4501598125",
                                                                    "user": "pedro_lonet",
                                                                    "date": "9 months ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "ah ah ah obrigado por, mais uma vez, confirmou a sua estupidez. E fá-lo despudoradamente... isso sim, é um feito.",
                                                                    "likes": 1,
                                                                    "hasReplies": false,
                                                                    "numberOfReplies": 0,
                                                                    "replies": []
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Parolo"
                    ]
                },
                {
                    "id": "4501115877",
                    "user": "pedro_lonet",
                    "date": "9 months ago",
                    "timestamp": "NA",
                    "commentText": "(...)\nO facto de dar azo à sua imaginação sobre o que faço enquanto comento apenas denuncia as suas fantasias.<br/>Mais uma vez, o pobre <b> parolo </b>Matrix acha que as opiniões parolas como as que ele aqui deixa, mostrando sempre o palerma<b>  homofóbico</b> que é, não podem ser contestadas. Isso só sucede com os gatafunhos que <b> o parol</b>o Matrix tem por hábito deixar nas paredes das casas-de-banho públicas por onde passa. Aqui, desiluda-se, terá sempre resposta... e não confunda o \"não admite\" com o contestar, o rebater e o contrariar. Aqui quem \"não admite\" que pessoas que possuem uma característica (alegadamente) diferente da sua tenham voz e direitos iguais são os palermas homofóbicos da pandilha do matrix.<br/>E queira tutear o seu paizinho, aquele grande asno que lhe fez as orelhas. Quanto aos adjectivo com os quais me tenta qualificar, assentam melhor em si. seu mariquinhas de um raio que se esconde no nick matrixizinho, do que em mim. Talvez fosse melhor de parar de me confundir consigo sempre que se vê ao espelho.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Parolo",
                        "homofóbico"
                    ]
                }
            ],
            "keywords": [
                "Parolo",
                "LGBT",
                "Mariconço"
            ]
        },
        {
            "id": "4500661431",
            "user": "disqus_t5ZEG844LW",
            "date": "9 months ago",
            "timestamp": "NA",
            "commentText": "Independentemente de igreja ou não igreja, não estraguem essa cerimónia que satisfaz muitos não crentes. Mas sim, defendo que se fôr desejado, criem uma nova  cerimónia e até sugiro que dêm o nome do seu impulsionador, \"casamento de Malatos\".",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4500797178",
                    "user": "disqus_Ks57eikaIf",
                    "date": "9 months ago",
                    "timestamp": "NA",
                    "commentText": "E feitos na rtp...",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4500608715",
            "user": "disqus_T1UYJEG23M",
            "date": "9 months ago",
            "timestamp": "NA",
            "commentText": "DESCULPA, isto chama de DESCRIMINAÇÃO, os gays não fazem os seus DESCONTOS/ PAGAM IMPOSTOS? como todos nós? falta de vergonha é quem participa e assiste a estes casamentos sabendo que outros pessoas são descriminadas por serem gays, ACABAVAM JÁ COM ISSO AFINAL QUE FALTA DE HUMANIDADE É ESTA.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4500787462",
                    "user": "disqus_Ks57eikaIf",
                    "date": "9 months ago",
                    "timestamp": "NA",
                    "commentText": "Sabe o que significa Santo António?  Será um piloto ,politico, enfermeiro, etc.? É um Santo ligado à igreja Católica que,  e muito bem, não aceita gayzada. Por isso façam-no onde quiserem, mas na Sé nunca! Assim espero.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4500837414",
                            "user": "pedro_lonet",
                            "date": "9 months ago",
                            "timestamp": "NA",
                            "commentText": "não aceita “gayzada”? Ao contrário daquilo que possa pensar, no meio da sua ignorância, JC não se referia assim às pessoas, respeitava-as de igual forma e segundo consta, o seu querido santo abusava de crianças... mas de facto, isso nada tem a ver com a gayzada... o quer que isso seja...",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4500484172",
            "user": "disqus_faSdukELUh",
            "date": "9 months ago",
            "timestamp": "NA",
            "commentText": "Esta pandilha minoritaria, quer tentar impor a toda a força, os seus desvios comportamentais, à maioria que nao pensa como eles.<br/>Nao passam de uns exibicionistas falhados, com a mania que sao mais que os outros.<br/>E estao a criar cada vez mais anti-corpos, pois as pessoas começam a ficar fartas, deste choradinho histérico.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "4502548648",
                    "user": "abloqueada",
                    "date": "9 months ago",
                    "timestamp": "NA",
                    "commentText": "Curioso. A mim não me impuseram nem me impõem nada. O caro passou a gostar de homens poe causa deles? Que horror!",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "4502631339",
                            "user": "abloqueada",
                            "date": "9 months ago",
                            "timestamp": "NA",
                            "commentText": "Aí é que está o problema, menino. O seu comentário vai para além da compreensão. Um comentário cheio de preconceitos, como “desvios comportamentais”, não é para ser compreendido, pois está completamente divorciado da lógica e amancebado ao preconceito. A homossexualidade é tão natural como a heterossexualidade, mesmo que seja minoritária. O facto de o menino não sentir atracção por pessoas do seu sexo, não significa que outros não a tenham... “a maioria que não pensa como eles”... o que há para compreender neste disparate? Acha mesmo que faz parte dessa maioria? Não, pequenino, a maioria das pessoas está-se zenitalmente a borrifar com quem o Chico ou a Carla vão para a cama... e só um particular exibicionismo o ofende? Então e o exibicionismo futebolístico e o do carnaval e o dos santos e o de alguns políticos... e o de meninos como o menino que anda por aqui a exibir o macho que é... e quem são as pessoas que estão a ficar fartas? Aquelas que finalmente reconheceram os mesmos direitos que temos a uma determinada minoria?\nNada há para compreender nas aleivosias que escreveu. A única coisa que se compreende é que o menino não passa de um preconceituoso e que, quer o saiba quer não, faz parte de uma minoria insignificante...\nPor fim, não, menino, não me sinto atingida pelas suas palavras. Isso não significa que fiquem sem resposta.",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "4502663107",
                                    "user": "disqus_faSdukELUh",
                                    "date": "9 months ago",
                                    "timestamp": "NA",
                                    "commentText": "“Podemos pretender ser quanto queiramos; mas não é lícito, fingir que somos o que não somos”. <br/>Fique com as suas convicçoes que eu fico com as minhas.<br/>Tenha um bfs, faça boa viagem e até nunca!",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 1,
                                    "replies": [
                                        {
                                            "id": "4502674851",
                                            "user": "abloqueada",
                                            "date": "9 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Que frase tão profunda. Mas, não se aplica. Os homossexuais não fingem que são o que não são, pessoas como o senhor é que acham que eles (e elas) deveriam ser aquilo que não são, mesmo que, para isso, tenham de fingir, como, aliás, foram forçados a fazer durante séculos.\nCada vez que leio palavras como a sua, chavões sem sentido, “a minoria que quer impor a sua vontade à maioria”, interrogo-me se quem as papagueia alguma vez parou para pensar na sua falta de lógica e na falsidade que acarretam. Quem andou a impor aos outros a sua vontade, foram heterossexuais como eu e, talvez, o senhor, que durante muito tempo até os matou (e, infelizmente, ainda nalgumas partes do globo no presente ainda os matam). Por isso, comentários como o seu, vazios de humanismo, não merecem a mínima consideração e respeito.\nGostava eu não ter de voltar a ler palavras como as suas, mas sei que a gente preconceituosa se serve destes fóruns para destilar o seu ódio primário.",
                                            "likes": 1,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4501013014",
            "user": "disqus_chuXBUx6Qf",
            "date": "9 months ago",
            "timestamp": "NA",
            "commentText": "O nick Lonet entra sempre em ação, sempre em crónicas sobre a <b> LGBT </b>, neste caso vem em todos os comentários dar o timbre da sua defesa e criticando todos os que têm opiniões diferentes sobre a sua e sobre as causas que este nick defende.<br/>Lonet é fake<b>  parolo</b> que não admite as opiniões contrárias, aparece sempre junto com o \"bando da Joana\" e no final de cada comentário fica coçando as virilhas e o anus de suprema felicidade de rebater todos so comentários que sejam contra o que ele defende.<br/>Lonet és u<b> m mariconç</b>o e parvo que por aqui apareces .",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "4502550173",
                    "user": "abloqueada",
                    "date": "9 months ago",
                    "timestamp": "NA",
                    "commentText": "Parece que o nick Matrix está sempre presente a vomitar ódio e a espalhar preconceitos. Ainda bem que há alguém que lhe dá resposta, que não deixa os seus comentários abandonados.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4501050114",
                    "user": "pedro_lonet",
                    "date": "9 months ago",
                    "timestamp": "NA",
                    "commentText": "O cobarde matrix agora faz spam:\n\"<b> Parolo </b>maior não há do que aquele que tenta impor aos outros aquilo que devem ou não comentar; por isso,<b>  parolo</b>, antes de me apontar o dedo, tente aprender o que significa viver numa democracia, em liberdade. Era o que mais faltava que eu tivesse de prestar contas a u<b> m parol</b>o sobre aquilo que escolho ou não comentar.\nO meu nick, ao contrário daquilo que se passa com o seu, é um dos meus apelidos. Repare que nada tenho a ver com o facto de V.Ex.ª ter optado por se identificar aqui com o título de uma trilogia cinematográfica, pois jamais seguirei o seu exemplo e tentarei limitar a sua liberdade. Apenas o refiro, s<b> eu paro</b>lo, pois só tenho um nick, mas desconfio qu<b> e o par</b>olo, para me apontar o dedo, possua vários, pois só assim faz sentido o relevo que dá ao meu nick, confundir-me, mais uma vez, consigo.\nO facto de dar azo à sua imaginação sobre o que faço enquanto comento apenas denuncia as suas fantasias.\nMais uma vez, o p<b> obre pa</b>rolo Matrix acha que as opiniões parolas como as que ele aqui deixa, mostrando sempre o pa<b> lerma homof</b>óbico que é, não podem ser contestadas. Isso só sucede com os gatafunhos<b>  que o </b>parolo Matrix tem por hábito deixar nas paredes das casas-de-banho públicas por onde passa. Aqui, desiluda-se, terá sempre resposta... e não confunda o \"não admite\" com o contestar, o rebater e o contrariar. Aqui quem \"não admite\" que pessoas que possuem uma característica (alegadamente) diferente da sua tenham voz e direitos iguais são os palermas homofóbicos da pandilha do matrix.\nE queira tutear o seu paizinho, aquele grande asno que lhe fez as orelhas. Quanto aos adjectivo com os quais me tenta qualificar, assentam melhor em si. seu mariquinhas de um raio que se esconde no nick matrixizinho, do que em mim. Talvez fosse melhor de parar de me confundir consigo sempre que se vê ao espelho.\"",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "4501305862",
                            "user": "disqus_chuXBUx6Qf",
                            "date": "9 months ago",
                            "timestamp": "NA",
                            "commentText": "\"E queira tutear o seu paizinho, aquele grande asno que lhe fez as orelhas.\"<br/>Como queres implicar e levares para o plano familiar , vai pra phu(t@ que te pariu, o teu paizinho deveria ter-te ensinado a respeitares as opiniões dos outros e não vires a todos os comentários mostrares o teu azedume , panasca aprende a respeitar .",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "4501465527",
                                    "user": "pedro_lonet",
                                    "date": "9 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Ó palerma cobarde, insulta e depois acha que não recebe troco? Idiota!\nJá lhe disse várias vezes, não sou o seu paizinho, nem seu irmão, por isso não faço ideia onde a sua mamā mora... lamento não poder ir ter com ela... quando o palerma for, veja se a não interrompe. Ninguém gosta de um interrompido...",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "4501315406",
                                    "user": "pedro_lonet",
                                    "date": "9 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Ó palerma cobarde, insulta e depois acha que não recebe troco? Idiota!\nJá lhe disse várias vezes, não sou o seu paizinho, nem seu irmão, por isso não faço ideia onde a sua mamā mora... lamento não poder ir ter com ela... quando o palerma for, veja se a não interrompe.\nAzedume? ah ah ah! Diz um paspalho mariquinhas e frustrado que vai carpir o mal que lhe faço qual comadre a bater à porta dos vizinhos.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Parolo",
                        "homofóbico"
                    ]
                }
            ],
            "keywords": [
                "Parolo",
                "LGBT",
                "Mariconço"
            ]
        },
        {
            "id": "4500956521",
            "user": "pedro_lonet",
            "date": "9 months ago",
            "timestamp": "NA",
            "commentText": "Generalizar não passa de uma genuína demonstração de limitações intelectuais e estas impedem de ver o mundo como ele é na realidade. Esses “anti-corpos” existem apenas nas cabecinhas de quem julga pessoas que não conhece apenas devido a uma característica. Assim é com aqueles que dizem não suportar benfiquistas, ou sportinguistas, ou taxistas, ou judeus, ou negros...\nPorém, até na sua família houve, há e sempre haverá homossexuais, quer sejam homens ou mulheres, mesmo que desconheça.\n1. “quer tentar impor a toda a força, os seus desvios comportamentais, à maioria que não pensa como eles”. A sério, palerma? Então, isso significa que o caro está cheio de medo que consigam obrigá-lo a adoptar esses “desvios comportamentais”. Caso se refira, no topo do seu brilhante raciocínio, à homossexualidade, não se trata de desvio comportamental, mas apenas uma preferência, segundo diz, diferente da sua. Depois, foram palermas da sua laia que durante séculos tentaram impor aos homossexuais a sua (alegada, no seu caso) orientação <b> sexual.</b> Queira, por favor, dar um exemplo de algum heterossexual que tenha sido executado, assassinado, insultado, humilhado, discriminado, torturado, humilhado, apenas por ser heterossexual; apenas um. Não consegue, pois não? Esta sua frase, pelo contrário, demonstra que quem está apostado a impor aos outros a sua (alegada) orientação<b>  sexual</b> é VExa.\n2. “Não passam de uns exibicionistas falhados, com a mania que são mais que os outros”. Porém, é o palerma que os acusa de terem “desvios comportamentais”, o que quer que isso seja, e de os tentar impor à “maioria” (desconheço a que maioria se refere, pois a maioria dos heterossexuais não partilha dos seus preconceitos e isso está à visa nos países mais evoluídos do planeta). Mas, sabe, generalizar, tal como lhe disse, é recurso argumentativo dos estúpidos (que não têm culpa de o ser, pois nasceram assim)... a maioria dos homossexuais, homens e mulheres, cruza-se consigo todos os dias sem que dê por isso e quanto aos exibicionistas, têm todo o direito de se exibir, pois a liberdade não foi concedida apenas ao seu umbigo.\n3. “choradinho histérico”? Creio que este seu comentário denuncia claramente quem não parou, ainda, de chorar. lol",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sexual"
            ]
        },
        {
            "id": "4500475193",
            "user": "disqus_D1QkCg2wwK",
            "date": "9 months ago",
            "timestamp": "NA",
            "commentText": "conversa para boi dormir como dizem os brasileiros...<br/>os casamentos são chamados de \"Casamentos de  Santo António, é um padre que os casa tendo portanto uma conotação religiosa. É um evento tradicional religioso.<br/>Caímos novamente numa discussão <b> ridícula.</b> existe um um grupo de pessoas que formam um clube privado. Nesse clube criam os estatutos que entre outras coisas estabelecem : vamos agir desta maneira dentro do clube, quem não agir assim não pode pertencer ao clube.<br/>Depois vem um grupo de pessoas que têm características que os excluem do referido clube de acordo com os estatutos, que diz querer pertencer ao clube e participar nos eventos reservados para os membros que seguem os estatutos.\nPor outras palavras, se a igreja não gosta de gays, por que carga de água querem alguns deles entrar? é ridículo à partida. É como alguém da \"People's Front of Judea\" querer entrar para a \"Judean People's Front\"...",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 12,
            "replies": [
                {
                    "id": "4502552996",
                    "user": "abloqueada",
                    "date": "9 months ago",
                    "timestamp": "NA",
                    "commentText": "Pois é, mas se a Câmara não metesse lá o nosso dinheiro e não andasse a apoiar casamentos civis no mesmo evento, concordaria consigo.\nNão sou lésbica e mesmo assim não suporto a igreja... mas admito que cada um seja livre de gostar do que gosta, seja de pessoas di mesmo sexo seja da igreja, mesmo em simultâneo.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4501010533",
                    "user": "disqus_chuXBUx6Qf",
                    "date": "9 months ago",
                    "timestamp": "NA",
                    "commentText": "O nick Lonet entra sempre em ação, sempre em crónicas sobre a <b> LGBT </b>, neste caso vem em todos os comentários dar o timbre da sua defesa e criticando todos os que têm opiniões diferentes sobre a sua e sobre as causas que este nick defende.<br/>Lonet é fake<b>  parolo</b> que não admite as opiniões contrárias, aparece sempre junto com o \"bando da Joana\" e no final de cada comentário fica coçando as virilhas e o anus de suprema felicidade de rebater todos so comentários que sejam contra o que ele defende.<br/>Lonet és u<b> m mariconç</b>o e parvo que por aqui apareces .",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "4504358930",
                            "user": "disqus_D1QkCg2wwK",
                            "date": "9 months ago",
                            "timestamp": "NA",
                            "commentText": "\"conheço\" o Lonet desde o tempo em que o Expresso tinha um forum razoavel online. <br/>Ele tem a opinião dele como qualquer um,  até hoje mesmo discordando em vários temas não tenho razão de queixa.<br/>Sim ele rebate os comentários de que discorda...é o normal num forum. <br/>Não sou advogado dele, esta resposta não devia ser para mim.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "4501318816",
                            "user": "pedro_lonet",
                            "date": "9 months ago",
                            "timestamp": "NA",
                            "commentText": "A bater a mais uma porta, ó comadre!\nPobrezinho...",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Parolo",
                        "LGBT",
                        "Mariconço"
                    ]
                },
                {
                    "id": "4500762117",
                    "user": "pedro_lonet",
                    "date": "9 months ago",
                    "timestamp": "NA",
                    "commentText": "Em primeiro lugar, seja compreensível ou não, existem homossexuais católicos, mas não é isso que está em discussão. O Malato, no seu comentário, dirige-se à CML e não à igreja. O que está em causa é a utilização de dinheiros públicos, não aquilo que o clube faz ou deixa de fazer, bem sabendo que a CML financia, na mesma data, casamentos civis e o ano passado, um casamento muçulmano.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 7,
                    "replies": [
                        {
                            "id": "4500793422",
                            "user": "disqus_Ks57eikaIf",
                            "date": "9 months ago",
                            "timestamp": "NA",
                            "commentText": "Muçulmanos , civis ou católicos todos eles entre homem e mulher, . Agora mesmo sexo, contra natura? Vão dar uma volta. Querem ser diferentes,  por isso que o sejam, não venham agora quererem ser tratados da mesma maneira.",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "4500807317",
                                    "user": "pedro_lonet",
                                    "date": "9 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Ao ler os seus primeiros comentários, ainda pensei estar, finalmente, neste artigo, a debater com alguém inteligente. Quando vi VExa a esfregar-se em comentários de parolos, apliquei o velho brocardo “diz-me com quem andas dir-te-ei quem és”.\nPor que razão não se preocupa com aquilo que faz com aquilo que tem no meio das pernas em vez de projectar, de fantasiar sobre o que os outros fazem?\nJá lhe disse, mas não conseguiu compreender: o homem desde que surgiu neste planeta nada mais fez se não ser contra-natura, fabricando vestuário, construindo abrigos, etc, tudo para se proteger da natureza que é, também, impiedosa. Caso não o fizesse, não sobreviveria. Depois, aparecem palermas como VExa muito incomodados com as orientações sexuais alheias, qualificando-as como contra-natura, algo que não são e que, caso não fossem tão ignorantes, saberiam que a natureza tem inúmeros exemplos de homossexualidade para além da espécie humana.\nPor fim, mesmo, ó palerma, se a homossexualidade fosse contra-natura, há algo que a nossa democracia protege: a LIBERDADE e a IGUALDADE se direitos e jamais a sexualidade de uns afectaria a sua dignidade. Aliás, como VExa não passa de uma criatura ignorante e preconceituosa, desconhece que os países mais evoluídos, entre os quais o nosso se encontra, trata todos os seus cidadãos e residentes de igual forma, independentemente da sua orientação sexual. Por isso, queira enfiar os seus juízos de contra-natura onde o sol nunca brilha... um local bem natural que reflecte aquilo que lhe preenche a caixa craniana.",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "4500774931",
                            "user": "disqus_D1QkCg2wwK",
                            "date": "9 months ago",
                            "timestamp": "NA",
                            "commentText": "bem, se deixaram muçulmanos não há razão para não deixar homossexuais.<br/>\"homossexuais católicos\" é um contra senso do 'catano.\no DN diz que afinal permitem a participação de gays mas não houve candidatos (cheira-me a esturro)<br/>abç<br/>Xwing",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 4,
                            "replies": [
                                {
                                    "id": "4500791100",
                                    "user": "pedro_lonet",
                                    "date": "9 months ago",
                                    "timestamp": "NA",
                                    "commentText": "E mais do que isso, se permitem casamentos civis...\nAté acredito que não haja candidatos, pois, sem gozar, está mais do que demonstrado que os casais homossexuais têm mais poder de compra que os casais heterossexuais. Noutros países mais arejados, o comércio e os serviços já se aperceberam disso, basta ver a publicidade que lhes é dirigida :)<br/>Abraços, P",
                                    "likes": 2,
                                    "hasReplies": true,
                                    "numberOfReplies": 3,
                                    "replies": [
                                        {
                                            "id": "4500795998",
                                            "user": "disqus_Ks57eikaIf",
                                            "date": "9 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Oh lonet, case-se , mas deixe-se de alucinações . É contra natura, por isso desandem!",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 2,
                                            "replies": [
                                                {
                                                    "id": "4502573981",
                                                    "user": "abloqueada",
                                                    "date": "9 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Contra-natura? O que é isso? Uma marca de roupa interior?",
                                                    "likes": 1,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                },
                                                {
                                                    "id": "4500816684",
                                                    "user": "pedro_lonet",
                                                    "date": "9 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Alucinações? Creio que quem está um pouco equivocado/a é VEXa...\n“Case-se?” Gosta muito de dar ordens, certo? E que tal meter-se na sua vida?\nah ah ah\nÓ abrunho, ou abrunha, ninguém desandará... ou acredita que as varinhas do Harry Potter são mágicas? Quem está, afinal,  com alucinações?",
                                                    "likes": 1,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Ridícula"
            ]
        },
        {
            "id": "4500415679",
            "user": "danisilva",
            "date": "9 months ago",
            "timestamp": "NA",
            "commentText": "Qual é a parte de \"Santo António\" que não compreendem??",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 14,
            "replies": [
                {
                    "id": "4500970369",
                    "user": "pedro_lonet",
                    "date": "9 months ago",
                    "timestamp": "NA",
                    "commentText": "CML",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 13,
                    "replies": [
                        {
                            "id": "4500976931",
                            "user": "danisilva",
                            "date": "9 months ago",
                            "timestamp": "NA",
                            "commentText": "O Santo António foi inventado pela CML?",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 12,
                            "replies": [
                                {
                                    "id": "4501053282",
                                    "user": "pedro_lonet",
                                    "date": "9 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Este evento é, também, financeiramente suportado por ela. Pensei que tivesse compreendido.",
                                    "likes": 1,
                                    "hasReplies": true,
                                    "numberOfReplies": 11,
                                    "replies": [
                                        {
                                            "id": "4501891543",
                                            "user": "danisilva",
                                            "date": "9 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Financeiramente suportado não quer dizer que pode fazer o que bem entender. Se é que me percebe...",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 6,
                                            "replies": [
                                                {
                                                    "id": "4502043960",
                                                    "user": "pedro_lonet",
                                                    "date": "9 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "A sério? Então diga isso a alguém cujo casamento VExa pague. Ou seja, lá por ser VExa a pagar não pode fazer com o seu dinheiro o que muito bem entender. Essa é nova lol",
                                                    "likes": 1,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 5,
                                                    "replies": [
                                                        {
                                                            "id": "4502110691",
                                                            "user": "danisilva",
                                                            "date": "9 months ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Se for casamento de \"Santo António\", não.\nSe for casamento de \"Senhor Joaquim da Esquina\", pode fazer o que quiser, até casar com uma pedra.",
                                                            "likes": 0,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 4,
                                                            "replies": [
                                                                {
                                                                    "id": "4502117500",
                                                                    "user": "pedro_lonet",
                                                                    "date": "9 months ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "Não compreendeu. Volto a explicar. Caso a CML não entrasse com dinheiro que é de todos nós e caso não houvesse casamentos civis na mesma ocasião, financiados pela autarquia da mesma forma que os católicos, dar-lhe-ia razão. Como este não é um evento exclusivamente suportado pela igrejinha, trata-se de pura discriminação. Percebeu agora?",
                                                                    "likes": 1,
                                                                    "hasReplies": true,
                                                                    "numberOfReplies": 3,
                                                                    "replies": [
                                                                        {
                                                                            "id": "4502131264",
                                                                            "user": "danisilva",
                                                                            "date": "9 months ago",
                                                                            "timestamp": "NA",
                                                                            "commentText": "Você tem muitos casos...",
                                                                            "likes": 0,
                                                                            "hasReplies": true,
                                                                            "numberOfReplies": 2,
                                                                            "replies": [
                                                                                {
                                                                                    "id": "4502140269",
                                                                                    "user": "pedro_lonet",
                                                                                    "date": "9 months ago",
                                                                                    "timestamp": "NA",
                                                                                    "commentText": "Tem razão, deveria ter feito um desenho para que o caro conseguisse compreender. Porque não pede ajuda a um petiz do quarto ano? Certamente que ele conseguirá traduzir os meus “casos” por miúdos...",
                                                                                    "likes": 1,
                                                                                    "hasReplies": true,
                                                                                    "numberOfReplies": 1,
                                                                                    "replies": [
                                                                                        {
                                                                                            "id": "4502268130",
                                                                                            "user": "danisilva",
                                                                                            "date": "9 months ago",
                                                                                            "timestamp": "NA",
                                                                                            "commentText": "Vou pensar no assunto. Bom fim-de-semana!",
                                                                                            "likes": 0,
                                                                                            "hasReplies": false,
                                                                                            "numberOfReplies": 0,
                                                                                            "replies": []
                                                                                        }
                                                                                    ]
                                                                                }
                                                                            ]
                                                                        }
                                                                    ]
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        },
                                        {
                                            "id": "4501591821",
                                            "user": "disqus_hcjKp6BWNo",
                                            "date": "9 months ago",
                                            "timestamp": "NA",
                                            "commentText": "A CML também financia mesquitas e não vi ainda nenhum lgbt a reivindicar o direito de se casar lá.",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 3,
                                            "replies": [
                                                {
                                                    "id": "4501597809",
                                                    "user": "pedro_lonet",
                                                    "date": "9 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Sim, porque nós sabemos que há uma grande tradição em Lisboa de casamentos muçulmanos numa determinada data, não é?\nAplique a fórmula... escolheu-a para nick, não foi?",
                                                    "likes": 1,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 2,
                                                    "replies": [
                                                        {
                                                            "id": "4501886471",
                                                            "user": "disqus_hcjKp6BWNo",
                                                            "date": "9 months ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Tradição... católica, certo? Afinal então o problema não é a CML.",
                                                            "likes": 0,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 1,
                                                            "replies": [
                                                                {
                                                                    "id": "4502042837",
                                                                    "user": "pedro_lonet",
                                                                    "date": "9 months ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "Não contesto a tradição católica por mais exclusivista e atávica que a igreja se mantenha. Aquilo que o Malato contestou e eu concordo (e VExa não conseguiu compreender) é que a CML utiliza dinheiro de todos nós não só para financiar os casamentos católicos, logo que se inserem nessa tradição, como casamentos civis. Por essa razão, o argumento da “tradição católica” não tolhe, pois caso contrário, não haveria lugar a casamentos civis. Havendo lugar a estes, deveria haver lugar a todos. <br/>Compreendeu, finalmente?",
                                                                    "likes": 1,
                                                                    "hasReplies": false,
                                                                    "numberOfReplies": 0,
                                                                    "replies": []
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4500355454",
            "user": "disqus_3UFh7HwHy3",
            "date": "9 months ago",
            "timestamp": "NA",
            "commentText": "Santo António já não quer dizer nada. Não há moral, é só \"princípios &amp; direitos\".  Tenham juízo e tentem ter moral.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4500762547",
                    "user": "pedro_lonet",
                    "date": "9 months ago",
                    "timestamp": "NA",
                    "commentText": "Moral? Tem razão, a discriminação é sempre imoral.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4500037618",
            "user": "fredericogingo",
            "date": "9 months ago",
            "timestamp": "NA",
            "commentText": "+ A materialização de gambozinos , já é permitida por lei NA realidade ? Ainda não..? Então saibam aí (mundo e Portugal real), que mesmo que fosse , os gambozinos não apareceriam À e NA mesma ; situação similar , À do \"caZamento <b> homossexual\"</b> . Não importa se é permitido OU não , o que importa ,  é PERCEBER que NÃO existe E o que NÃO existe , NÃO se TORNa EXISTENte nem por lei nem que , utilizando uma expressão real , \" chovam picaretas \" ! O que existiu , existe E existirá , são |relações homossexuais| ; chame - se - lhes legalmente \"tosta mista\" , \"empadão de carne\" , \"melão\" , \"pato com arroz \" , \"caZamento\" OU lá o que queiram , não deixa de ser o que são : |relações homossexuais| . (ponto final parágrafo).<br/>_______________<br/>Termo do comentário do + mestre ( mais um ..) , PARA o nosso mundo real.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "4505504682",
                    "user": "pedro_lonet",
                    "date": "8 months ago",
                    "timestamp": "NA",
                    "commentText": "Claro que não existe, pois só o Fred é que tem a percepção do que existe. Continue a beber, enquanto isso o comboio já passou e o Fred ficou para trás. Curiosamente, são mais de duas dezenas de países aqueles que desmentem o Fred e dizem que o casamento entre pessoas do mesmo sexo existe e, logo, aqueles que se encontram entre os mais evoluídos social, cultural, educacional, política e economicamente.\nMas, tem razão. O casamento <b> homossexual </b>não existe, tal como inexiste o casamento heterossexual. O que existe é o casamento. Só as comadres se preocupam com quem se casa com quem.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 6,
                    "replies": [
                        {
                            "id": "4506077238",
                            "user": "fredericogingo",
                            "date": "8 months ago",
                            "timestamp": "NA",
                            "commentText": "- Embora na nossa realidade compreenda que o faça enquanto reacção , a verdade , por mais e muito que lhe custe suportá - la , é que de nada lhe vale estrebuchar após a clarificação + dele para o nosso mundo real ; apenas conseguindo com isso , diante do seu mais profundo desespero , indignação e aflição , confirmar o que não queria em concreto : a clarificação + dele .\n- Mas sim , sim ..pode escrever e tentar autoconvencer - se que não é assim , até tentar obter satisfação interna por isso , aliás , pode pedir que lhe apliquem a mais vigorosa lavagem mental de que , na sua tentativa de exemplo , o casamento ( A existir , heterossexual , claro..), não existe , pois aquilo que + ele clarificou para a nossa realidade , absolutamente alheio , incólume e distante às suas e outras potenciais investidas , manteve - se , mantém - se E.....manter-se-á.😑\n- Só as | bestas INdiscriminativas| reais , aquelas que , por exemplo .., acham que os homossexuais podem verdadeiramente casar ( e \"quiçá\" os cãezinhos também..) , evidenciam preocupação efusiva com a clarificação + dele .🤔",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 5,
                            "replies": [
                                {
                                    "id": "4506115169",
                                    "user": "pedro_lonet",
                                    "date": "8 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Prolixo bestial que confunde homossexualidade com bestialidade não passa de um anormal que se julga fenomenal.\nDesengane-se, o comboio há muito que partiu e o deixou pendurado...",
                                    "likes": 1,
                                    "hasReplies": true,
                                    "numberOfReplies": 4,
                                    "replies": [
                                        {
                                            "id": "4507013373",
                                            "user": "fredericogingo",
                                            "date": "8 months ago",
                                            "timestamp": "NA",
                                            "commentText": "- Mas repare que apesar dos comboios partirem , voltam sempre ao mesmo ponto , ao mesmo apeadeiro , à mesma estação..Não será você a querer deliberadamente ficar pendurado , dia após dia , na estação da \" Bestanhã \" 🤔? Pois então fique . 😑🙄Mas não se engane , pois você , é mesmo uma | Besta INdiscriminativa| perpetuamente e por vontade própria apeada na estação da \" Bestanhã \" , a ver os \"comboio da normalidade\" passar..🚂\n- Sugestão : poupe a energia que iria gastar em responder , para dançar no seu próximo desfile do \"\"\"\"orgulho lgbt\"\"\"\" . (ponto final parágrafo)🤨",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 1,
                                            "replies": [
                                                {
                                                    "id": "4507028275",
                                                    "user": "pedro_lonet",
                                                    "date": "8 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "O prolixo idiota gosta de se armar em engraçado, pois crê que, assim, ninguém repara nas suas evidentes limitações. Nem uma simples analogia alcança, talvez por ter ficado sempre preso na fase do bacio. Os comboios, alguns, vão e voltam, mas há outros, como aquele que o gingado perdeu, que não regressam, mas nenhum volta sempre ao mesmo ponto.\nÓ comadre que tanto se preocupa com a sexualidade alheia, bestas em parelha foram os dois que tiveram a infeliz ideia de lhe fazerem as orelhas!",
                                                    "likes": 1,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        },
                                        {
                                            "id": "4507011476",
                                            "user": "fredericogingo",
                                            "date": "8 months ago",
                                            "timestamp": "NA",
                                            "commentText": "- Mas repare que apesar dos comboios partirem , voltam sempre ao mesmo ponto , ao mesmo apeadeiro , à mesma estação..Não será você a querer deliberadamente ficar pendurado , dia após dia , na estação da \" Bestanhã \"  🤔? Pois então fique . 😑 🙄Mas não se engane , pois você , é mesmo uma | Besta INdiscriminativa| perpetuamente e por vontade própria apeada na estação da \" Bestanhã \" , a ver os \"comboio da normalidade\" passar..🚂\n- Sugestão : poupe a energia que iria gastar em responder , para dançar no seu próximo desfile do \"\"\"\"\"orgulho lgbt\"\"\"\"\" . (ponto final  parágrafo)🤨",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 1,
                                            "replies": [
                                                {
                                                    "id": "4507035400",
                                                    "user": "pedro_lonet",
                                                    "date": "8 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "O prolixo idiota gosta de se armar em engraçado, pois crê que, assim, ninguém repara nas suas evidentes limitações. Nem uma simples analogia alcança, talvez por ter ficado sempre preso na fase do bacio. Os comboios, alguns, vão e voltam, mas há outros, como aquele que o gingado perdeu, que não regressam, mas nenhum volta sempre ao mesmo ponto.\nÓ comadre que tanto se preocupa com a sexualidade alheia, bestas em parelha foram os dois que tiveram a infeliz ideia de lhe fazerem as orelhas!\nPobre gingado, que publica a porcaria a dobrar!",
                                                    "likes": 1,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Homossexual"
                    ]
                }
            ],
            "keywords": [
                "Homossexual"
            ]
        },
        {
            "id": "4500483317",
            "user": "disqus_chuXBUx6Qf",
            "date": "9 months ago",
            "timestamp": "NA",
            "commentText": "a tua foto de fake é a prova da parolice .",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "4500965983",
                    "user": "pedro_lonet",
                    "date": "9 months ago",
                    "timestamp": "NA",
                    "commentText": "Chegou o supra <b> parolo.</b>",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 4,
                    "replies": [
                        {
                            "id": "4501011424",
                            "user": "disqus_chuXBUx6Qf",
                            "date": "9 months ago",
                            "timestamp": "NA",
                            "commentText": "... O nick Lonet entra sempre em ação, sempre em crónicas sobre a LGBT , neste caso vem em todos os comentários dar o timbre da sua defesa e criticando todos os que têm opiniões diferentes sobre a sua e sobre as causas que este nick defende.<br/>Lonet é fake parolo que não admite as opiniões contrárias, aparece sempre junto com o \"bando da Joana\" e no final de cada comentário fica coçando as virilhas e o anus de suprema felicidade de rebater todos so comentários que sejam contra o que ele defende.<br/>Lonet és um mariconço e parvo que por aqui apareces .",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 3,
                            "replies": [
                                {
                                    "id": "4501045974",
                                    "user": "pedro_lonet",
                                    "date": "9 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Parolo maior não há do que aquele que tenta impor aos outros aquilo que devem ou não comentar; por isso, parolo, antes de me apontar o dedo, tente aprender o que significa viver numa democracia, em liberdade. Era o que mais faltava que eu tivesse de prestar contas a um parolo sobre aquilo que escolho ou não comentar.\nO meu nick, ao contrário daquilo que se passa com o seu, é um dos meus apelidos. Repare que nada tenho a ver com o facto de V.Ex.ª ter optado por se identificar aqui com o título de uma trilogia cinematográfica, pois jamais seguirei o seu exemplo e tentarei limitar a sua liberdade. Apenas o refiro, seu parolo, pois só tenho um nick, mas desconfio que o parolo, para me apontar o dedo, possua vários, pois só assim faz sentido o relevo que dá ao meu nick, confundir-me, mais uma vez, consigo.\nO facto de dar azo à sua imaginação sobre o que faço enquanto comento apenas denuncia as suas fantasias.\nMais uma vez, o pobre parolo Matrix acha que as opiniões parolas como as que ele aqui deixa, mostrando sempre o palerma homofóbico que é, não podem ser contestadas. Isso só sucede com os gatafunhos que o parolo Matrix tem por hábito deixar nas paredes das casas-de-banho públicas por onde passa. Aqui, desiluda-se, terá sempre resposta... e não confunda o \"não admite\" com o contestar, o rebater e o contrariar. Aqui quem \"não admite\" que pessoas que possuem uma característica (alegadamente) diferente da sua tenham voz e direitos iguais são os palermas homofóbicos da pandilha do matrix.\nE queira tutear o seu paizinho, aquele grande asno que lhe fez as orelhas. Quanto aos adjectivo com os quais me tenta qualificar, assentam melhor em si. seu mariquinhas de um raio que se esconde no nick matrixizinho, do que em mim. Talvez fosse melhor de parar de me confundir consigo sempre que se vê ao espelho.",
                                    "likes": 1,
                                    "hasReplies": true,
                                    "numberOfReplies": 2,
                                    "replies": [
                                        {
                                            "id": "4501315206",
                                            "user": "disqus_chuXBUx6Qf",
                                            "date": "9 months ago",
                                            "timestamp": "NA",
                                            "commentText": "E queira tutear o seu paizinho, aquele grande asno que lhe fez as orelhas.\"<br/>Como queres implicar e levares para o plano familiar , vai pra phu(t@ que te pariu, o teu paizinho deveria ter-te ensinado a respeitares as opiniões dos outros e não vires a todos os comentários mostrates o teu azedume , panasca aprende a respeitar .",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 1,
                                            "replies": [
                                                {
                                                    "id": "4501316231",
                                                    "user": "pedro_lonet",
                                                    "date": "9 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Ó palerma cobarde, insulta e depois acha que não recebe troco? Idiota!\nJá lhe disse várias vezes, não sou o seu paizinho, nem seu irmão, por isso não faço ideia onde a sua mamā mora... lamento não poder ir ter com ela... quando o palerma for, veja se a não interrompe.\nAzedume? ah ah ah! Diz um paspalho mariquinhas e frustrado que vai carpir o mal que lhe faço qual comadre a bater à porta dos vizinhos.\nImbecil",
                                                    "likes": 1,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Parolo"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "4500063464",
            "user": "disqus_GHshbfmpQh",
            "date": "9 months ago",
            "timestamp": "NA",
            "commentText": "Só existe 2 gêneros normais, homem e <b> mulher.</b> Tudo o resto são pessoas com problemas psicológicos como a bipolaridade ou a esquizofrenia.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4501542559",
                    "user": "disqus_GHshbfmpQh",
                    "date": "9 months ago",
                    "timestamp": "NA",
                    "commentText": "Bicho feio, as diferenças entre os machos e fêmeas são devido a fatores biológicos, vocês os seres estranhos como não entraram em nenhum dos gêneros, inventaram que as questões sociais e culturais tem importância para a definição do gênero...mas é só da vossa cabeça...assume a anormalidade e serás mais feliz.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Mulher"
            ]
        },
        {
            "id": "4500764995",
            "user": "pedro_lonet",
            "date": "9 months ago",
            "timestamp": "NA",
            "commentText": "ah ah ah\nA sua ignorância é tão engraçada, mas porque não aproveita para aprender português?",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4501547819",
                    "user": "disqus_GHshbfmpQh",
                    "date": "9 months ago",
                    "timestamp": "NA",
                    "commentText": "Aprender português??...isto é uma questão biológica!<br/>Onde te enquadras biologicamente??<br/>Pois em nenhum quadro não é?<br/>És um daqueles cromos sem caderneta!!🤣🤣",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4501595355",
                            "user": "pedro_lonet",
                            "date": "9 months ago",
                            "timestamp": "NA",
                            "commentText": "Tem razão, o amigo não tem culpa. A estupidez é inata, nasceu consigo, e nada do que possa fazer, irá melhorar as suas limitadas capacidades intelectuais. E, sim, a sua estupidez é mesmo uma questão biológica...",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4499969585",
            "user": "disqus_hcjKp6BWNo",
            "date": "9 months ago",
            "timestamp": "NA",
            "commentText": "Casamentos de Santo António têm de ser católicos, senão é uma fantochada pegada. Querem casamentos muçulmanos, façam os Casamentos de Maomé, querem casamentos <b> gay </b>patrocinados, dêem-lhe outro nome, casamentos<b>  lgbt</b> ou o camandro. Querem casamentos civis, dêem-lhe outro nome.\nNão sei desde quando começou a palhaçada, mas isto não faz sentido absolutamente nenhum.\nEstá tudo louco?",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "4502547411",
                    "user": "abloqueada",
                    "date": "9 months ago",
                    "timestamp": "NA",
                    "commentText": "Se têm de ser católicos, não se percebe como também há casamentos civis e ao que parece um muçulmano.\nMas esse “têm” apenas demonstra que afinal e contrariamente ao que a ICAR apregoa, as portas das igrejas apenas estão abertas para alguns.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4500766035",
                    "user": "pedro_lonet",
                    "date": "9 months ago",
                    "timestamp": "NA",
                    "commentText": "Louco? Como comentar notícias sem as ler? Faça um favor a si mesmo, leia a notícia e depois bote faladura...",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "4501594690",
                            "user": "disqus_hcjKp6BWNo",
                            "date": "9 months ago",
                            "timestamp": "NA",
                            "commentText": "E depois o outro é que anda a bater a todas as portas. Mas olhe, ainda é um direito que me assiste não a abrir a qualquer um.",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "4501601632",
                                    "user": "pedro_lonet",
                                    "date": "9 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Por acaso, ó criaturinha, andei por aí a colar noutros comentários a resposta que lhe dei a si? Não andei, mas essa outra coisa andou e ao contrário desse cobarde não andei a queixar-me aos outros...\nE alguma vez esperei que me desse resposta? Ao contrário de si, nada imponho  a quem quer que seja, por isso se me dá resposta é porque quer... e era o que mais faltava que eu deixasse de lha dar só para lhe fazer a vontade.\nPuxe pela cabeça (de cima) e não misture alhos com bugalhos.",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "4500064907",
                    "user": "disqus_GHshbfmpQh",
                    "date": "9 months ago",
                    "timestamp": "NA",
                    "commentText": "Concordo totalmente!!",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Gay",
                "LGBT"
            ]
        },
        {
            "id": "4499760347",
            "user": "benficasempre",
            "date": "9 months ago",
            "timestamp": "NA",
            "commentText": "Que artigo nojento .. casamentos entre panelleiragemm e afins !! nem pensar fonix !!!",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "4500644310",
                    "user": "benficasempre",
                    "date": "9 months ago",
                    "timestamp": "NA",
                    "commentText": "Chama-me o que quiseres, mas que tenho absoluta razão não duvido. Este pasquim está a publicar lixo e a assumir posturas verdadeiramente lamentáveis. Onde já se viu um pasquim vendido aos mariconços ... só se o chefe for um deles .. ´so pode !!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4500124389",
                    "user": "pierreghost",
                    "date": "9 months ago",
                    "timestamp": "NA",
                    "commentText": "Tenho um amigo gato...queres casar com ele ?<br/>Palerma !!",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4500767138",
                            "user": "pedro_lonet",
                            "date": "9 months ago",
                            "timestamp": "NA",
                            "commentText": "Acho que se está a ver ao espelho. Apenas um palerma confunde relações entre pessoas com as relações que mantém com o piriquito...",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "4500048275",
                    "user": "disqus_GHshbfmpQh",
                    "date": "9 months ago",
                    "timestamp": "NA",
                    "commentText": "Porquê que é estranha?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4499752967",
            "user": "benficasempre",
            "date": "9 months ago",
            "timestamp": "NA",
            "commentText": "Mas porque é que o sol teima em publicar lixo deste ??? <br/>começo a suspeitar que o editor chefe é bichana !!! fonix .. sabemos que existem, mas deixem em paz isso, cada um na sua ..",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4500009271",
                    "user": "rufia",
                    "date": "9 months ago",
                    "timestamp": "NA",
                    "commentText": "😁",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4499734038",
            "user": "disqus_uFSJ6uzGvl",
            "date": "9 months ago",
            "timestamp": "NA",
            "commentText": "concordo plenamente com o princípio da igualdade de tratamento por parte dos entes públicos. Aceito que as tradições nao  <br/>podem ficar paradas no tempo. Agora, quando que quer alterar as tradições sem entender os fundamentos das mesmas, so para ser politicamente correcto, da nisto:  todos acham que podem ter direito. A CML que assuma que apenas gosta da festa.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4499726315",
            "user": "disqus_Ks57eikaIf",
            "date": "9 months ago",
            "timestamp": "NA",
            "commentText": "Casarem pela Igreja? É preciso ter lata... esse malato, que vive à nossa custa, que vá casar para outro lado. Quando aparece no ecrã <b> mudo </b>de imadiato de canal. E o goucha idem aspas... mas por este andar deixo de ver tv...",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 24,
            "replies": [
                {
                    "id": "4502542112",
                    "user": "abloqueada",
                    "date": "9 months ago",
                    "timestamp": "NA",
                    "commentText": "É preciso ter lata? Sim, de facto é preciso muito descaramento pretender ter os mesmos direitos que os outros. Mas, por acaso, o Malato até nem disse que queria casar pela igreja, veja lá.\n<b> Muda </b>de canal? É assim tanta a importância a pessoas que não conhece?",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Muda"
                    ]
                },
                {
                    "id": "4499773431",
                    "user": "pedro_lonet",
                    "date": "9 months ago",
                    "timestamp": "NA",
                    "commentText": "Acho que VExa deveria ler bem a notícia antes de botar faladura.  Alguém falou em casar pela igreja?\nE vive à sua custa? A sério? Que está à espera para acabar com o serviço público de televisão? Mexa-se, faça mais que mudar de canal...",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 22,
                    "replies": [
                        {
                            "id": "4499784702",
                            "user": "disqus_Ks57eikaIf",
                            "date": "9 months ago",
                            "timestamp": "NA",
                            "commentText": "Lonet, Desculpe!. A RTP não vive às nossa custas? Há muito que devia ter sido vendida a privados, era menos um cancro e eu e todos os que tenham electricidade, deixava de pagar para sustentar essa estação.",
                            "likes": 3,
                            "hasReplies": true,
                            "numberOfReplies": 3,
                            "replies": [
                                {
                                    "id": "4499791752",
                                    "user": "pedro_lonet",
                                    "date": "9 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Leia de novo:\n“Que data feliz. Só falta podermos concorrer aos Casamentos de Sto. António, não é @camara_municipal_lisboa ? Nem menos, nem mais. Direitos iguais!’. #lgbt #casamento #josecarlosmalato<br/>View all 37 comments”\nEle dirigiu-se à CML, não à igreja!\nComo sucedeu com os CTT?\nÉ a sua opinião. Acabe-se com o serviço público de televisão e quem sofre é a democracia.",
                                    "likes": 1,
                                    "hasReplies": true,
                                    "numberOfReplies": 2,
                                    "replies": [
                                        {
                                            "id": "4500064593",
                                            "user": "olh_metro",
                                            "date": "9 months ago",
                                            "timestamp": "NA",
                                            "commentText": "A RTP é um albergue de incapazes, pago pelos cidadãos.",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 1,
                                            "replies": [
                                                {
                                                    "id": "4500786879",
                                                    "user": "pedro_lonet",
                                                    "date": "9 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "É a sua opinião. Não sei em que é que a sustenta, mas respeito-a.",
                                                    "likes": 0,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "id": "4499782227",
                            "user": "disqus_QIgYsZcWhm",
                            "date": "9 months ago",
                            "timestamp": "NA",
                            "commentText": "Não é serviço público, é serviço LGBT marxista.<br/>Está a viver às custas de contribuintes para subverter audiências. Não fosse figura pública por ser apresentador... que importância teria publicação do gay, no instagram ou outra rede social mherdosa? ZERO!",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 17,
                            "replies": [
                                {
                                    "id": "4502544683",
                                    "user": "abloqueada",
                                    "date": "9 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Sim, é preciso ter muito medo... eles estão aí e vão-nos dominar. Curiosamente, os países que reconhecem os direitos LGBT, à excepção de Cuba, não seguem em pleno a cartilha marxista.",
                                    "likes": 1,
                                    "hasReplies": true,
                                    "numberOfReplies": 8,
                                    "replies": [
                                        {
                                            "id": "4502625832",
                                            "user": "disqus_QIgYsZcWhm",
                                            "date": "9 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Candida albicans vê lá se descobres o que são idiotas-úteis e como se  dá seguimento à cartilha marxista, sob o manto de disfarce de liberais, neo-liberais.. .E o que acontece depois, aos liberais gays, feministas...depois dos comunistas estarem no poder. São \"limpos\" porque já não são necessários para agitar a sociedade, e já chega de caos.\nMas você perceber o auto-evidente, é algo impossível, Pois como diz Bezmenov, os comunas estão tão doutrinados (na realidade, infectados e estupidificados) que mesmo com factos à frente vão continuar em negação... Só começam, a acreditar, a partir do momento, que começam a serem eliminados pelos comunas.\nYuri Bezmenov - Teoria da Subversão [PACOTE COMPLETO]<br/><a href=\"https://disq.us/url?url=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3Dd0fTJqeRXCE%3AF2mdMXH6OyhqL7b11txQKcn3O48&amp;cuid=2974901\" rel=\"nofollow noopener\" title=\"https://www.youtube.com/watch?v=d0fTJqeRXCE\">https://www.youtube.com/wat...</a>",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 7,
                                            "replies": [
                                                {
                                                    "id": "4502634183",
                                                    "user": "abloqueada",
                                                    "date": "9 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Lamento, mas não sou doutrinável, nem por sim, nem por ninguém e muito menos por criaturas que se servem do YouTube como se fosse uma fonte incontestável e segura de informação. Vá pregar os seus disparates para outra esquina.\nOs comunas a serem eliminados pelos comunas? Bem isso já sucedeu, mas descanse, o comunismo é, como os seus preconceitos, uma espécie em vias de extinção.\nAh, e outra coisa, deixe-se de invenções, o meu nome é mesmo Candice, mas se utilizar a versão portuguesa queira pôr o acento que falta e se quiser utilizar latim escolha o vocábulo correcto na declinação certa.\nPor fim, filhinho, escusa de me tratar por tu. Não lhe dei essa confiança e se está habituado a esse tratamento, limite-o ao seu bidonville.",
                                                    "likes": 1,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 6,
                                                    "replies": [
                                                        {
                                                            "id": "4502684023",
                                                            "user": "disqus_QIgYsZcWhm",
                                                            "date": "9 months ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Mais uma da brigada antiga da lonet, talvez até mesmo uma 2ª conta.... e diz que não é doutrinada. Devia experimentar a stand.up-comedy.\nSe queres dar aulas de etiqueta podescomeçar com a sua amiga LGBT. dos bidonvilles Filhinho? Típico narrativa marxista... mas não é doutrinada. Também não lhe dei confiança para me sugerir o que fazer. Percebeu idiota-útil fecal?",
                                                            "likes": 0,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 5,
                                                            "replies": [
                                                                {
                                                                    "id": "4502689347",
                                                                    "user": "abloqueada",
                                                                    "date": "9 months ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "Não pertenço a brigadas, não preciso de ter outros a falar por mim e certamente nem idade tenho para aturar comentaristas da sua laia e recuso-me a descer ao nível do seu vernáculo... e não admira que utilize esse tipo de linguagem, pois a substância que me atribui inunda-lhe de tal modo o cérebro que já lhe sai pela boca e pelas pontas dos dedos. Agora, até os bidonvilles têm wi-fi... incrível.",
                                                                    "likes": 0,
                                                                    "hasReplies": true,
                                                                    "numberOfReplies": 4,
                                                                    "replies": [
                                                                        {
                                                                            "id": "4502694631",
                                                                            "user": "disqus_QIgYsZcWhm",
                                                                            "date": "9 months ago",
                                                                            "timestamp": "NA",
                                                                            "commentText": "Candida albicans- lonet.... Nem perguntei o nome, nem a idade, portanto nem me interessa saber, qualquer dessas mherdas\nPortanto, ide lamber urina e fezes como fazem os animais nos biddonvilles LGBT. Vinte minutos depois do comentário... tem um like da lonet... num artigo já com 2 dias... És tão inteligente como um idiota-útil.",
                                                                            "likes": 0,
                                                                            "hasReplies": true,
                                                                            "numberOfReplies": 3,
                                                                            "replies": [
                                                                                {
                                                                                    "id": "4502700019",
                                                                                    "user": "abloqueada",
                                                                                    "date": "9 months ago",
                                                                                    "timestamp": "NA",
                                                                                    "commentText": "Pense o que quiser, pouco importa. Só demonstra a sua impotência e a sua reduzida import��ncia.\nÉ isso que faz no seu bidonville? Lamento, mas passo... mesmo que diga que é muito agradável.\nQuanto ao resto, apenas confirma aquilo que já se sabe de si... e não, não se esforce mais, não desço ao seu nível...",
                                                                                    "likes": 0,
                                                                                    "hasReplies": true,
                                                                                    "numberOfReplies": 2,
                                                                                    "replies": [
                                                                                        {
                                                                                            "id": "4502708602",
                                                                                            "user": "disqus_QIgYsZcWhm",
                                                                                            "date": "9 months ago",
                                                                                            "timestamp": "NA",
                                                                                            "commentText": "Inversão dos factos, inersão da realidade é a narrativa dos marxistas, ao acusar os outros aquilo que eles próprios fazem<br/>Candida albicans- lonet, volta lá para os bidonvilles/núcleos ANTIFAS. <br/>Nível? Mais uma idiota-útil com síndrome de ser superior, típica de comunas asininos.",
                                                                                            "likes": 0,
                                                                                            "hasReplies": true,
                                                                                            "numberOfReplies": 1,
                                                                                            "replies": [
                                                                                                {
                                                                                                    "id": "4503227932",
                                                                                                    "user": "abloqueada",
                                                                                                    "date": "9 months ago",
                                                                                                    "timestamp": "NA",
                                                                                                    "commentText": "Porque não vai dar banho ao cão? Não passa de uma criatura demagoga, ordinária e insultuosa. Matrix ou Nomatrix, é tudo o mesmo, uma só sombra por trás do mesmo teclado...",
                                                                                                    "likes": 0,
                                                                                                    "hasReplies": false,
                                                                                                    "numberOfReplies": 0,
                                                                                                    "replies": []
                                                                                                }
                                                                                            ]
                                                                                        }
                                                                                    ]
                                                                                }
                                                                            ]
                                                                        }
                                                                    ]
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                },
                                {
                                    "id": "4499792727",
                                    "user": "pedro_lonet",
                                    "date": "9 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Então? E esse pino? Custa? Peça à sua mãe para lhe dar uma mãozinha.",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 2,
                                    "replies": [
                                        {
                                            "id": "4502704300",
                                            "user": "abloqueada",
                                            "date": "9 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Olá, agora percebo as respostas que deu a esta criatura nomatrix... caí na asneira de lhe dar trela. Agora, acha que somos uma só pessoa.",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 1,
                                            "replies": [
                                                {
                                                    "id": "4502706870",
                                                    "user": "pedro_lonet",
                                                    "date": "9 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Oi, tal como nomatrix se deve esconder no mesmo teclado que o matrix. Por essa lógica, os mentecaptos que por aqui andam são apenas um. Claro que para eles, é difícil aceitar a realidade, são mais aqueles que partilham as nossas ideias que os preconceitos deles. Não ligue e não lhe dê mais trela. É um parolo, um imbecil frustrado, um trumpista, bolsonarento, que vê comunas em todo o lado. É um tipo muito triste. Abraços, P",
                                                    "likes": 1,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        }
                                    ]
                                },
                                {
                                    "id": "4499785750",
                                    "user": "disqus_Ks57eikaIf",
                                    "date": "9 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Nomatrix, certo!",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 4,
                                    "replies": [
                                        {
                                            "id": "4499866266",
                                            "user": "disqus_QIgYsZcWhm",
                                            "date": "9 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Há um conjunto de vídeos que estão compilados no Youtube, em um só, com o título: <br/>Yuri Bezmenov - Teoria da Subversão [PACOTE COMPLETO]\nYuri Bezmenov, era uma agente subvesror comunista, que desertou e foi para os EUA<br/>O vídeo está em português do Braisl, mas muito aceitável. Quase no fim - às 2:32:00 -  tem um comparativo - do que é afirmado por Yuri Bezmenov em 1983.. com o Brasil dos dias de hoje.... Onde aparecem LGBT, feminstas, marxistas etc... e com são usados para destruir a sociedade. Yuri Bezmenov várias vezes chama aos comunistas de base, de idiotas-úteis, precisamente porque esses idiotas são usados com marionetas... para agitação social.. Depos dos comunistas no poder.... acaba-se os direitos feministas, direitos gays, todo o lixo marxista. O objectivo é chegarem ao poder MAS nunca os direitos de outros",
                                            "likes": 0,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        },
                                        {
                                            "id": "4499865962",
                                            "user": "pedro_lonet",
                                            "date": "9 months ago",
                                            "timestamp": "NA",
                                            "commentText": "A sério que a RTP é serviço LGBT marxista? Isso é para rir, certo?",
                                            "likes": 1,
                                            "hasReplies": true,
                                            "numberOfReplies": 2,
                                            "replies": [
                                                {
                                                    "id": "4500066514",
                                                    "user": "disqus_GHshbfmpQh",
                                                    "date": "9 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Eles (LGBT) já não sabem o que inventar mais!!",
                                                    "likes": 0,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 1,
                                                    "replies": [
                                                        {
                                                            "id": "4500785937",
                                                            "user": "pedro_lonet",
                                                            "date": "9 months ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Estão a espera que o incrível Tó Zé lhes dê mais ideias...",
                                                            "likes": 1,
                                                            "hasReplies": false,
                                                            "numberOfReplies": 0,
                                                            "replies": []
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Mudo"
            ]
        },
        {
            "id": "4499719173",
            "user": "disqus_1td6GXK2xZ",
            "date": "9 months ago",
            "timestamp": "NA",
            "commentText": "A <b> bichona </b>do Malato queria casar !!!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Bichona"
            ]
        },
        {
            "id": "4499712601",
            "user": "disqus_QIgYsZcWhm",
            "date": "9 months ago",
            "timestamp": "NA",
            "commentText": "Levem o <b> gay </b>para israhell, a terra dos sodomitas!\n<a href=\" [LINK]  rel=\"nofollow noopener\" title=\" [LINK] \nOu corram com esse<b>  LGBT</b> marxista das TV's. que é pago com dinheiros públicos. <br/>O único objectivo é infectar as pessoas mais marxismo gayzificante.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gay",
                "LGBT"
            ]
        },
        {
            "id": "4499693912",
            "user": "pedro_lonet",
            "date": "9 months ago",
            "timestamp": "NA",
            "commentText": "Lendo a maioria dos comentários não deixa de ser curioso como os seus autores encaram a LIBERDADE. Se algum dos seus direitos fosse ameaçado já não gargalhavam tanto... no fundo é uma questão de perspectiva e de umbiguismo...",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "4499728153",
                    "user": "disqus_Ks57eikaIf",
                    "date": "9 months ago",
                    "timestamp": "NA",
                    "commentText": "Mas qual liberdade?  Casar pela Igreja,  católica ou outra, jamais...assim espero.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "4499750313",
                            "user": "pedro_lonet",
                            "date": "9 months ago",
                            "timestamp": "NA",
                            "commentText": "A questão não é essa. A igreja é livre de fazer o que quiser. Não é mais que um clube, obrigando apenas os seus membros. O que refuto é que a CML discrimine... nada mais.",
                            "likes": 2,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "4499755919",
                                    "user": "benficasempre",
                                    "date": "9 months ago",
                                    "timestamp": "NA",
                                    "commentText": "a cml está infestada de pragas maléficas ... este lixo é mais um caso !!",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4499675333",
            "user": "oscarmaximo",
            "date": "9 months ago",
            "timestamp": "NA",
            "commentText": "Uma petição para ajudar o Malato a casar com dignidade.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4499637331",
            "user": "polticocorrupto",
            "date": "9 months ago",
            "timestamp": "NA",
            "commentText": "Essa da bilha foi bem enquadrada!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4499631108",
            "user": "polticocorrupto",
            "date": "9 months ago",
            "timestamp": "NA",
            "commentText": "Sosseguem a \"passara\"... quando o \"Tonigay\" se tornar  Santo, a comunidade <b> gay </b>já se pode entrelaçar!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gay"
            ]
        },
        {
            "id": "4501572738",
            "user": "disqus_GHshbfmpQh",
            "date": "9 months ago",
            "timestamp": "NA",
            "commentText": "A realidade doi não é?? Os milhares de actos de pedofilia na igreja foram praticados por quem? Padres homossexuais com meninos.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 9,
            "replies": [
                {
                    "id": "4502066398",
                    "user": "pedro_lonet",
                    "date": "9 months ago",
                    "timestamp": "NA",
                    "commentText": "Falso!\nAntes de mostrar a sua ignorância despudoradamente, queira informar-se. A pedofilia tem tanto a ver com homossexualidade como com a heterossexualidade, ou seja, nada. Os abusos sexuais de menores cometidos por padrecas nada têm a ver com homossexualidade e muitos (e não digo a maioria pois não me chamo António José) abusaram de raparigas menores. Para além de menores, padrecas em todo o mundo violaram freiras e em França foram descobertos enterrados centenas de fetos que resultaram de abortos.\nA nível mundial, a maioria dos casos de abuso <b> sexual </b>de menores ocorre no seio familiar e de homem adulto em rapariga menor. Por isso, seu<b>  at<b> rasado</b> menta</b>l, sua criaturinha aberrante e anormal, antes de meter os dedos gordurosos no teclado, informe-se, aproveite a internet para isso em vez de a utilizar para espalhar o seu ódio (ou o seu medo).",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 8,
                    "replies": [
                        {
                            "id": "4502107221",
                            "user": "disqus_GHshbfmpQh",
                            "date": "9 months ago",
                            "timestamp": "NA",
                            "commentText": "Da maneira como escreves, até parece que te estou a ver aos pulinhos e gritinhos todo histérico...anormal!!<br/>É verdade sim!<br/>Os casos que remotam aos finais do sec XX e neste são padres Gayzões como tu que andam atrás de miúdos. <br/>Além de seres um anormal és tipo avestruz e metes a cabeça no buraco.<br/>Pior são os teus amigos Bispos Gayzões que ainda os protegem.<br/>Imagino os muitos milhares de casos abafados, porque vocês anormais protegem-se uns aos outros.<br/>Nós os heterossexualidade, criticamos e condenamos estas práticas seja com meninos seja com meninas, mas vocês escondem...são uma vergonha e querem ser vistos como seres normais.<br/>E afinal tens pouco conhecimentos históricos, então tu não sabes que quem engravidava as freiras era o pessoal da Corte?? Muitas delas nem freiras eram, eram amantes que eles tinham nos mosteiros. Lê a história de Portugal...anormal!!",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 7,
                            "replies": [
                                {
                                    "id": "4502111842",
                                    "user": "pedro_lonet",
                                    "date": "9 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Ó palerma, por acaso andei consigo na escola para me andar a tratar por tu? Não. Por isso, filhinho, volte a publicar a porcaria que escreveu, mas com modos e depois dar-lhe-ei a resposta que merece...",
                                    "likes": 1,
                                    "hasReplies": true,
                                    "numberOfReplies": 6,
                                    "replies": [
                                        {
                                            "id": "4502493507",
                                            "user": "disqus_GHshbfmpQh",
                                            "date": "9 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Agora é que a bicha fritou🤣🤣<br/>Então não tens argumentos?<br/>Pede aos teus amigos arco iris do BE para te ajudar a responder.<br/>Gajos que andam atrás de meninos nas Igrejas ou em qualquer outro lugar...nojentos.<br/>Uma coisa é certa, se alguma vez saber que um de vocês anda a perseguir um filho meu ou de alguém próximo, fica a falar fininho...anormais!!",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 5,
                                            "replies": [
                                                {
                                                    "id": "4502523447",
                                                    "user": "pedro_lonet",
                                                    "date": "9 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Ó mentecapto, vá tutear o porco que lhe fez as orelhas e está a confundir-me com o seu reflexo no espelho, ó bichona de um raio.\nE como não passa de um analfabeto funcional, aqui vai o desenho: mude de tom, aprenda a respeitar quem de si discorda e rebaterei aquilo a que chama argumentos sem dificuldade!\nSó um imbecil, ignorante, ordinário confunde homossexualidade com abuso de menores. Se houvesse um fundo de verdade nisso, ainda mais haveria nos pais que fazem filhos às filhas, seu porco de um raio, pois são em muito maior número.\nOs seus paizinhos falharam redondamente, ou porque o o porco do filho não soube aproveitar a educação que lhe tentaram dar, ou porque são farinha do mesmo saco!",
                                                    "likes": 1,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 4,
                                                    "replies": [
                                                        {
                                                            "id": "4502561109",
                                                            "user": "disqus_GHshbfmpQh",
                                                            "date": "9 months ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Pronto...a bicha está toda fritadinha!!<br/>Pobres vizinhos a aturar os gritinhos histéricos. <br/>O Anormal ofende tudo e todos e depois quer ser respeitado...típico GAY!!<br/>Escuta...tu és A.N.O.R.M.A.L...entende e aceita...ou atira-te para dentro de uma ETAR!!<br/>Homem + Mulher = NORMAL.<br/>O restante é tudo doentes que precisam de apoio psicológico <br/>E agora como já vi que os argumentos que encomendaste ao BE ainda não chegaram, dou por fim esta animada troca de ideias...entre a COISA ESQUISITA (LONET) e um ser normal (António José).<br/>Repito, que nunca te apanhe atrás de crianças, passas a fazer xixi sentado.<br/>Se quiseres podes continuar aos gritinhos...seu anormal!!!",
                                                            "likes": 0,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 3,
                                                            "replies": [
                                                                {
                                                                    "id": "4502594111",
                                                                    "user": "abloqueada",
                                                                    "date": "9 months ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "Estive a ler a vossa troca e fico pasmada com o seu descaramento. O senhor desde o princípio que anda a insultar todos aqueles que discordam de si, todos aqueles que adoptam uma postura de humanidade relativamente a uma das últimas causas de marginalização, de estigma e de discriminação. Adopta uma linguagem de esgoto e um discurso retrógrado que já não tem lugar em pleno século XXI. E depois diz que o insultaram primeiro? Tem mesmo jeito para vítima. E se me quiser dar resposta, veja como o faz. Era o que mais faltava que tivesse que aturar homens ordinários.",
                                                                    "likes": 1,
                                                                    "hasReplies": false,
                                                                    "numberOfReplies": 0,
                                                                    "replies": []
                                                                },
                                                                {
                                                                    "id": "4502580828",
                                                                    "user": "pedro_lonet",
                                                                    "date": "9 months ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "Fritadinhos estão mesmo os seus miolos.\nAmiguinho, em primeiro lugar, era o que mais faltava que eu pessoalizasse a questão; só mesmo um palerma acha que só um homossexual pode defender aquilo que defendo, como se para defender os direitos das mulheres, dos negros e dos judeus só o pudesse fazer se fosse mulher, africano e judeu. Em segundo lugar, é escusado gastar o meu latim consigo. Todo o mundo discorda dos seus preconceitos e mesmo assim insiste neles. Por fim, em todas as famílias, incluindo na sua, houve, há e haverá homossexuais, homens e mulheres, mesmo que o não saiba, por isso talvez fosse melhor evoluir um pouco, fazer um esforço.\nPor fim, aprenda a escrever. Para além da sua grosseria, o porquinho do Tó Zé nem sequer domina a língua. Patético.",
                                                                    "likes": 1,
                                                                    "hasReplies": true,
                                                                    "numberOfReplies": 1,
                                                                    "replies": [
                                                                        {
                                                                            "id": "4502588767",
                                                                            "user": "abloqueada",
                                                                            "date": "9 months ago",
                                                                            "timestamp": "NA",
                                                                            "commentText": "Meu caro, admiro a paciência que tem para aturar esta pessoa.",
                                                                            "likes": 1,
                                                                            "hasReplies": false,
                                                                            "numberOfReplies": 0,
                                                                            "replies": []
                                                                        }
                                                                    ]
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Sexual",
                        "Atrasado",
                        "Atrasado mental"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "4500050463",
            "user": "disqus_GHshbfmpQh",
            "date": "9 months ago",
            "timestamp": "NA",
            "commentText": "Achas normal um homem levar no traseiro??",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4501564133",
                    "user": "disqus_GHshbfmpQh",
                    "date": "9 months ago",
                    "timestamp": "NA",
                    "commentText": "Bicho feio, se és homem e gostas de abafar a palhinha é um problema teu. Mas isso não é normal!<br/>O normal é: homem dá e <b> mulher </b>leva. <br/>Entendes agora!!",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4502067034",
                            "user": "pedro_lonet",
                            "date": "9 months ago",
                            "timestamp": "NA",
                            "commentText": "Está muito preocupado com aquilo que os outros fazem... aposto que não faz nada se não fantasiar...",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Mulher"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "4499633078",
            "user": "polticocorrupto",
            "date": "9 months ago",
            "timestamp": "NA",
            "commentText": "Os cabos da vassoura já não têm a fibra de outrora!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4499621115",
            "user": "pedro_lonet",
            "date": "9 months ago",
            "timestamp": "NA",
            "commentText": "O cerne da questão está apenas num: como é que uma empresa municipal tem o desplante de assumir uma posição de clara discriminação como essa. Pouco importa aquilo que a igreja pretende, aquilo que não se pode aceitar é que o erário público camarário seja utilizado para subsidiar apenas alguns e não todos.\nE onde está a coerência dos fundamentos? É uma questão religiosa? Se o é, como justifica os casamentos civis e o casamento muçulmano? Desculpa esfarrapada, nada mais.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 12,
            "replies": [
                {
                    "id": "4499757037",
                    "user": "benficasempre",
                    "date": "9 months ago",
                    "timestamp": "NA",
                    "commentText": "É apanas uma questão de humanidade .. haja discernimento !!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4499742694",
                    "user": "disqus_Ks57eikaIf",
                    "date": "9 months ago",
                    "timestamp": "NA",
                    "commentText": "Os casamentos civis e muçulmanos concidirami só na data. Nada têm a ver com Santo António. E já agora pergunto : acha bem que a Câmara vá oferecer uma mesquita que vai ser construida na rua da Palma, em Lisboa , à nossa custa?",
                    "likes": 3,
                    "hasReplies": true,
                    "numberOfReplies": 10,
                    "replies": [
                        {
                            "id": "4499757464",
                            "user": "pedro_lonet",
                            "date": "9 months ago",
                            "timestamp": "NA",
                            "commentText": "Claro que sim. Chama-se liberdade e igualdade religiosas, ambas reconhecidas na nossa Constituição. Ora, como vivemos numa democracia, tanto direito têm os católicos  a terem os seus templos com subsídios estatais como as outras religiões. E mais uma mesquita subsidiada nada é ao lado do dinheiro público que se destina à igreja.\nCoincidiram na data? Que curioso. Então se é só uma coincidência de data onde está a “questão religiosa” invocada pela senhora da EGEAC? Para mim, isso é que é grave, ter uma empresa municipal a sustentar uma discriminação numa questão religiosa (e que não o é, pois se o fosse, com coincidência ou não de data, não teriam subsidiado casamentos civis e o casamento muçulmano).",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 5,
                            "replies": [
                                {
                                    "id": "4499777525",
                                    "user": "disqus_QIgYsZcWhm",
                                    "date": "9 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Igualdade religiosa? Por acaso, conhece alguma coisa na Natureza que seja igual?<br/>Vivemos numa democracia? Onde minorias ditam às maiorias o que deve ser feito, sem serem escrutinados? <br/>Você acredita nisso.... ou quer que os outros acreditem nisso? <br/>Grave é ter passadeiras LGBT em frente a uma escola como fizeram em Campolide. Discriminação? Se são diferentes, mantenham-se assim e párem de fingir que são normais.\nPorque não vais para  israel promover a igualdade religiosa sodomita? E aproveita para falares na terra dos sodomitas, também da igualdade religiosa.... Depois conta-nos como foi.<br/><a href=\"https://disq.us/url?url=https%3A%2F%2Fi.imgur.com%2FaeRgKor.jpg%3AXpuL1cjpuiVbIGdXdlbxnsePI4g&amp;cuid=2974901\" rel=\"nofollow noopener\" title=\"https://i.imgur.com/aeRgKor.jpg\">https://i.imgur.com/aeRgKor...</a>",
                                    "likes": 2,
                                    "hasReplies": true,
                                    "numberOfReplies": 4,
                                    "replies": [
                                        {
                                            "id": "4499787680",
                                            "user": "pedro_lonet",
                                            "date": "9 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Lamento, mas recuso gastar o meu latim com um palerma que nem sequer sabe o que significa IGUALDADE no que concerne ao tratamento de todos perante a lei.\nE vá tutear o asno que lhe fez as orelhas ao mesmo tempo que faz o pino naquilo que lhe decora o focinho.",
                                            "likes": 1,
                                            "hasReplies": true,
                                            "numberOfReplies": 1,
                                            "replies": [
                                                {
                                                    "id": "4500780833",
                                                    "user": "pedro_lonet",
                                                    "date": "9 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Como? Que disparate é esse? Mas, tem razão, o Fernando Ulrich sempre teve mais regalias que eu enquanto foi presidente de um banco privado... também quero.\nVolte para a escola e aprenda o que são e onde se manifestam os direitos de cidadania e o que significa o princípio constitucional da igualdade (art. 13.° da CRP).",
                                                    "likes": 1,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        },
                                        {
                                            "id": "4499793727",
                                            "user": "disqus_QIgYsZcWhm",
                                            "date": "9 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Nada é igual, portanto esse slogan da igualdade, tratamento ou não, não passa disso mesmo.  SLOGAN.",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 1,
                                            "replies": [
                                                {
                                                    "id": "4499862449",
                                                    "user": "pedro_lonet",
                                                    "date": "9 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Desengane-se. Jamais em qualquer momento pretenderia ser igual a si, sua criatura primária. Porém, se um dia se algum dos seus direitos for comprometido, estarei ao seu lado a exigir que lho reconheçam.\nA internet, as redes sociais, estes fóruns, contribuíram bastante para aproximar as pessoas, é um facto. Mas tiveram a grande desvantagem de dar voz a grunhos como você, seu troll de um raio.",
                                                    "likes": 2,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "id": "4499774384",
                            "user": "disqus_Ks57eikaIf",
                            "date": "9 months ago",
                            "timestamp": "NA",
                            "commentText": "Oh Lonet, Mas a mesquita não vai ser subsidiada. Vai ser paga na integra pela CMLisboa. Desde quando o estado ou a câmara oferece templos às outras Igrejas Cristãs ou às seitas? Acha bem isso? Com o nosso dinheiro? Ainda não está feita porque há problema com um prédio que o dono se recusa a ceder o preço que querem dar-lhe pela expropriação.",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 3,
                            "replies": [
                                {
                                    "id": "4499783416",
                                    "user": "pedro_lonet",
                                    "date": "9 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Claro, porque o nosso Estado e as nossas autarquias não apoiam a igreja, com cedências de terreno, isenções fiscais, etc.\nA construção da segunda mesquita é polémica suficiente, mas há situações bem mais graves que não suscitam a mesma dose de indignação.\nQuanto ao projecto, não se limita à construção da mesquita...",
                                    "likes": 1,
                                    "hasReplies": true,
                                    "numberOfReplies": 2,
                                    "replies": [
                                        {
                                            "id": "4499856714",
                                            "user": "disqus_Ks57eikaIf",
                                            "date": "9 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Mas pagar um projecto na integara, incluindo expropriações ? Não brinque comigo sobre esse assunto. Nunca o estado ofereceu uma coisa dessas a nenhuma Igreja cristã ou a algjma seita. NUNCA!",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 1,
                                            "replies": [
                                                {
                                                    "id": "4499910088",
                                                    "user": "pedro_lonet",
                                                    "date": "9 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Não se deve dizer NUNCA e SEMPRE. Quando se faz, como VExa o fez, dá mau resultado. Pare de ser fundamentalista e informe-se antes de meter os seus dedinhos no teclado.",
                                                    "likes": 1,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4499636787",
            "user": "rufia",
            "date": "9 months ago",
            "timestamp": "NA",
            "commentText": "Chegou o panelleiros de turno. Está aqui está a dizer que não há diferença entre um \"casal\" (um par de gajos ou de gajas) e um casal verdadeiro (isto é um homem e uma <b> mulher,</b> cujo fruto do amor são os filhos e a continuidade da espécie humana) e, por isso, também têm direito ao casamento de S. António, incluindo a viagem de lua de mel para fazerem filhos...<br/>Ou então que uma poia de mehrda é a mesma coisa que uma mousse de chocolate porque ambas são castanhas e constituídas por átomos...<br/>Oh Clemente, só mesmo<b>  um demente</b> é que acredita que pode tratar por igual aquilo que é INEQUIVOCAMENTE DIFERENTE!!!<br/>Oh Varatojo, se podem fazer o que querem, para quê andarem sempre a meter NOJO?",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 20,
            "replies": [
                {
                    "id": "4500481695",
                    "user": "disqus_D1QkCg2wwK",
                    "date": "9 months ago",
                    "timestamp": "NA",
                    "commentText": "então e quem decide casar e não ter filhos? não é casal verdadeiro?",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 4,
                    "replies": [
                        {
                            "id": "4500490458",
                            "user": "rufia",
                            "date": "9 months ago",
                            "timestamp": "NA",
                            "commentText": "Se fôr um macho e uma fêmea é um casal, obviamente!",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 3,
                            "replies": [
                                {
                                    "id": "4500514786",
                                    "user": "disqus_D1QkCg2wwK",
                                    "date": "9 months ago",
                                    "timestamp": "NA",
                                    "commentText": "mas o \" fruto do amor que são os filhos e a continuidade da espécie humana\" não existe num casal homem/mulher que escolhe não ter filhos...como pode, segundo o rufia, ser verdadeiro?",
                                    "likes": 2,
                                    "hasReplies": true,
                                    "numberOfReplies": 2,
                                    "replies": [
                                        {
                                            "id": "4500562090",
                                            "user": "rufia",
                                            "date": "9 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Xô!<br/>Não tenho tempo nem paciência para aturar anormais, a debitar conversa de mehrda!",
                                            "likes": 1,
                                            "hasReplies": true,
                                            "numberOfReplies": 1,
                                            "replies": [
                                                {
                                                    "id": "4500598144",
                                                    "user": "disqus_D1QkCg2wwK",
                                                    "date": "9 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "conversa desse tipo é a tua que não é coerente.\nfazes afirmações cheias de buracos e depois \"não tens tempo\"...para evitares ter que dizer \"não não são verdadeiros segundo a minha lógica de taberna da esquina\"",
                                                    "likes": 2,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "4499859702",
                    "user": "disqus_Ks57eikaIf",
                    "date": "9 months ago",
                    "timestamp": "NA",
                    "commentText": "Rufia, tudo o que é contra natura não  presta!  Qualquer dia estão a casar com cães e cadelas, bois ou vacas....",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 8,
                    "replies": [
                        {
                            "id": "4499907022",
                            "user": "disqus_QIgYsZcWhm",
                            "date": "9 months ago",
                            "timestamp": "NA",
                            "commentText": "Sexo com animais? Claro que sim, desde que o animal não se importe<br/>Claro que tais afirmações só podem vir do grupo do costume.\nÍcone dos 'direitos dos homossexuais' - O Judeu - Frank Kameny diz a AFTAH: Bestialidade OK 'desde que o animal não se importe'\n<a href=\"https://disq.us/url?url=https%3A%2F%2Famericansfortruth.com%2Fissues%2Ffrank-kameny%2Fpage%2F2%2F%3A50CgKA2LkPgCfCNBlhcOEI6e0Zg&amp;cuid=2974901\" rel=\"nofollow noopener\" title=\"https://americansfortruth.com/issues/frank-kameny/page/2/\">https://americansfortruth.c...</a>",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "4499870113",
                            "user": "pedro_lonet",
                            "date": "9 months ago",
                            "timestamp": "NA",
                            "commentText": "Lindo comentário. Pare de utilizar o computador! Não só existe graças a um homossexual como é contra-natura, assim como as roupas que veste.\nE nada como comparar relações entre pessoas com relações entre animais irracionais.\nIsso é mera provocação ou simples imbecilidade?",
                            "likes": 2,
                            "hasReplies": true,
                            "numberOfReplies": 6,
                            "replies": [
                                {
                                    "id": "4499879682",
                                    "user": "disqus_QIgYsZcWhm",
                                    "date": "9 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Eheheheh.... Curioso, que para defenderem a agenda LGBT afirmam que até animais têm comportamentos homo-aberrações...  Mas quando se observa que os animais  lambem a própria urina e as próprias fezes... Então já dizem que são animais irracionais... Então em que ficamos aberração irracional? Hmmm?!?! Eheheh.",
                                    "likes": 3,
                                    "hasReplies": true,
                                    "numberOfReplies": 5,
                                    "replies": [
                                        {
                                            "id": "4499906735",
                                            "user": "pedro_lonet",
                                            "date": "9 months ago",
                                            "timestamp": "NA",
                                            "commentText": "curioso... palermas como você é que vêm com “argumentos” sobre o que é ou não natural e depois mostram-se impotentes quando são confrontados com as próprias imbecilidades.\nOs animais também reproduzem... infelizmente o mesmo fizeram os seus paizinhos.",
                                            "likes": 1,
                                            "hasReplies": true,
                                            "numberOfReplies": 4,
                                            "replies": [
                                                {
                                                    "id": "4500059570",
                                                    "user": "disqus_GHshbfmpQh",
                                                    "date": "9 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Homem que leva no traseiro não é normal! <br/>Podem querer mandar areia para os olhos, mas homem que se sente gaja e mulher que se sente gajo quer dizer que têm um problema psicológico e não são normais.",
                                                    "likes": 1,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 3,
                                                    "replies": [
                                                        {
                                                            "id": "4500756626",
                                                            "user": "pedro_lonet",
                                                            "date": "9 months ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Infelizmente, a ignorância não deveria ser comum com um acesso tão mais facilitado à informação, mas o caro é um dos exemplos do vulgar que aquela ainda é. Em primeiro ligar, Toninho, um homossexual não se sente mulher e uma lésbica não se sente homem e em segundo lugar, ninguém lhe pediu que projectasse, que fantasiasse sobre o sexo entre dois homens e em terceiro lugar este não se limita ao sexo anal, há homossexuais que até não o fazem.\nPor isso, Toninho, os seus juízos sobre a normalidade estão ao mesmo nível de alguém que não sabe o que é um alpendre ou julga que o Brasil fica em África.",
                                                            "likes": 1,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 2,
                                                            "replies": [
                                                                {
                                                                    "id": "4501557181",
                                                                    "user": "disqus_GHshbfmpQh",
                                                                    "date": "9 months ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "Epa...grande discurso!!<br/>É assim: o normal é Homem + Mulher.<br/>O que não for assim é anormal. <br/>Assume a tua anormalidade e não inventem coisas. Queres andar com um tipo do mesmo sexo, ok! O problema é teu, mas não imponham ideias absurdas que é normal, porque não é!!",
                                                                    "likes": 0,
                                                                    "hasReplies": true,
                                                                    "numberOfReplies": 1,
                                                                    "replies": [
                                                                        {
                                                                            "id": "4501596563",
                                                                            "user": "pedro_lonet",
                                                                            "date": "9 months ago",
                                                                            "timestamp": "NA",
                                                                            "commentText": "Claro que para si parece um grande discurso... para um palerma, algo mais do que isto é indecifrável.",
                                                                            "likes": 1,
                                                                            "hasReplies": false,
                                                                            "numberOfReplies": 0,
                                                                            "replies": []
                                                                        }
                                                                    ]
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "4499811438",
                    "user": "Esgalho",
                    "date": "9 months ago",
                    "timestamp": "NA",
                    "commentText": "Menos, muito menos. Estás a faltar ao respeito a ti próprio. Não <br/>revejo em ti o democrata que transpareces nos teus comentários políticos.",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 4,
                    "replies": [
                        {
                            "id": "4500054767",
                            "user": "rufia",
                            "date": "9 months ago",
                            "timestamp": "NA",
                            "commentText": "\"Estás\"?<br/>Por acaso andou comigo na escola? Não me parece...<br/>Mas afinal o que tem a ver a democracia, opções políticas, cultura, inteligência, educação, etc., com panelleiragem exibicionista?<br/>Quanto defendem que um par de homens (ou mulheres) é um casal é para logo a seguir exigirem um tratamento de igualdade, \"argumentando\" que não pode haver casais de primeira e de segunda!?<br/>Nesse caso, também é legítimo defender que a mehrda castanha é a mesma coisa que a mousse de chocolate porque, em nome da igualdade, não pode haver castanhos de primeira e castanhos de segunda?<br/>Já agora, e para que conste, eu não tenho nada contra aquilo que dois adultos do mesmo sexo façam ou que deixem de fazer (até porque não tenho nada a ver com isso), todavia jamais aceitarei que queiram que se trate por igual aquilo que é inequivocamente diferente.<br/>Agora até já querem fazer parte dos casamentos de Santo António?<br/>E depois, também exigem uma consulta de planeamento familiar, para decidir o número de filhos que querem procriar?<br/>Não sejam ridículos, porque a continuar assim, qualquer dia já ninguém os tolera nem suporta!<br/>Triste!",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 3,
                            "replies": [
                                {
                                    "id": "4500070469",
                                    "user": "Esgalho",
                                    "date": "9 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Deixa o  formalismo de parte, deixa isso para o parolo bacoco.  Não precisas de estar na defensiva. A homofobia é um sentimento feio. Por incrível que pareça, tenho encontrado aqui neste espaço naqueles que tu por vezes apelidadas de porcos mais abertura e compreensão do que tu. Fica bem, fica na tua.",
                                    "likes": 2,
                                    "hasReplies": true,
                                    "numberOfReplies": 2,
                                    "replies": [
                                        {
                                            "id": "4500090232",
                                            "user": "rufia",
                                            "date": "9 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Eu defendo a reprodução e a preservação da espécie humana contra a promoção do orgulho da panelleiragem e isso nada tem de homofóbico, ao contrário da panelleiragem folclórica que, além de tarada, é profundamente heterofóbica.<br/>Sou como sou: normal, honesto, íntegro e acérrimo militante dos valores morais e éticos. Além disso, também so tenho uma cara um único Nick.<br/>\"Quem não gostar coloque de lado\".<br/>Quanto à opção política é sempre aquela que vai de encontro às minhas próprias ideias. O meu voto não pertence a nenhum partido.<br/>Passe bem, e não volte a tratar-me por tu, porque senão vai para a lista dos porcos.",
                                            "likes": 1,
                                            "hasReplies": true,
                                            "numberOfReplies": 1,
                                            "replies": [
                                                {
                                                    "id": "4500101800",
                                                    "user": "Esgalho",
                                                    "date": "9 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Não esperava outra reação de um presumido conservador. A vida passa a correr, não te esqueças. Há coisas muito mais importantes.",
                                                    "likes": 1,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "4499638187",
                    "user": "pedro_lonet",
                    "date": "9 months ago",
                    "timestamp": "NA",
                    "commentText": "Lamento, está a confundir-me com o seu paizinho... vá para o meio da rua gritar que ele atende por esse nome.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Mulher",
                "Um demente"
            ]
        },
        {
            "id": "4499631286",
            "user": "citharoedusromano",
            "date": "9 months ago",
            "timestamp": "NA",
            "commentText": "És tolinho... Lê o comentário acima do comentador Cebolada...",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "4499633558",
                    "user": "pedro_lonet",
                    "date": "9 months ago",
                    "timestamp": "NA",
                    "commentText": "Queira tutear o asno que lhe fez as orelhas... e já agora aproveite para ir pentear o seu primo...",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 4,
                    "replies": [
                        {
                            "id": "4499848422",
                            "user": "citharoedusromano",
                            "date": "9 months ago",
                            "timestamp": "NA",
                            "commentText": "Qual primo...?! És tolo ou imbecil...?",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 3,
                            "replies": [
                                {
                                    "id": "4499855825",
                                    "user": "pedro_lonet",
                                    "date": "9 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Se nem você sabe que primo, como quer que eu saiba, ó primata?",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 2,
                                    "replies": [
                                        {
                                            "id": "4499911518",
                                            "user": "citharoedusromano",
                                            "date": "9 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Cala-te já, asno fedorento !!! Mentes nojo, verme asqueroso !!!",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 1,
                                            "replies": [
                                                {
                                                    "id": "4499912588",
                                                    "user": "pedro_lonet",
                                                    "date": "9 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Quod erat demonstrandum!\nObrigado pela confirmação.",
                                                    "likes": 1,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4499595885",
            "user": "rufia",
            "date": "9 months ago",
            "timestamp": "NA",
            "commentText": "Este Malato está a ficar cada vez mais nojento e histérico!<br/>Sempre que aparece na RTP <b> mudo </b>imediatamente de canal.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4499915889",
                    "user": "disqus_VJUIxFYxhI",
                    "date": "9 months ago",
                    "timestamp": "NA",
                    "commentText": "Só tem 3 canais?",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4503340903",
                            "user": "disqus_VJUIxFYxhI",
                            "date": "9 months ago",
                            "timestamp": "NA",
                            "commentText": "Pelo que percebi, está a falar da RTP, SIC e TVI. Não entendo a dúvida.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Mudo"
            ]
        },
        {
            "id": "4499612588",
            "user": "rufia",
            "date": "9 months ago",
            "timestamp": "NA",
            "commentText": "Canal 133: Natinal Geographic Wild",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4502068775",
                    "user": "pedro_lonet",
                    "date": "9 months ago",
                    "timestamp": "NA",
                    "commentText": "Já vi que se entretém com esse canal... aqui está alguém que sabe do que fala... e sem vergonha.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4499616227",
                    "user": "rufia",
                    "date": "9 months ago",
                    "timestamp": "NA",
                    "commentText": "😁",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4499607679",
            "user": "Esgalho",
            "date": "9 months ago",
            "timestamp": "NA",
            "commentText": "É uma opção. Quem não gosta põe de lado.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4499582203",
            "user": "disqus_SpVMg3pOgx",
            "date": "9 months ago",
            "timestamp": "NA",
            "commentText": "Se o Malatinho tem vontade casar com o moço dele pode fazê-lo, felizmente já é livre em Portugal e a CML com a liberdade que tem pode apoiar....mas não no patrocínio de Santo Antônio...seria gozar com todos os crentes católicos....Santo Antônio foi um Padre da Igreja católico, merece todo o respeito a igreja católica como todas as outras nas suas crenças...e os com escolhas diferentes do tradicional tem todo o direito há vida, mas já que pedem que os respeitem também eles tem de respeitar quem pensa diferente e não tentarem usurpar as crenças dos outros como tentar usurpar Santo Antônio, que fez parte da Igreja Católica,e faz  como Santo.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "4499627339",
                    "user": "pedro_lonet",
                    "date": "9 months ago",
                    "timestamp": "NA",
                    "commentText": "Desconhecia que o santinho apadrinhasse casamentos muçulmanos e, pelos vistos, fê-lo. Não leu a notícia?\nA igreja está inserida no Estado, como qualquer outra associação... o que ela faz ou deixa de fazer, problema dela, desde que nada imponha aos não-associados... a questão está na CML! Esta é que não pode discriminar quem quer seja no destino dos dinheiros públicos.\n(Além do mais, a igreja é um estado soberano <b> estrangeiro.</b>.. e desde quando se permite que um estado<b>  estrangeiro</b> interfira na vida do país?)",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4500784949",
                            "user": "pedro_lonet",
                            "date": "9 months ago",
                            "timestamp": "NA",
                            "commentText": "A igreja católica portuguesa presta contas à Santa Sé (nome do Estado, não Vaticano), sendo um dos seus cidadãos...\nE queira não confundir a Opus Dei com a igreja, isso era o que os fanáticos da OD sempre quiseram e ainda não conseguiram, mesmo no tempo do JPII",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Estrangeiro"
                    ]
                },
                {
                    "id": "4499927635",
                    "user": "disqus_VJUIxFYxhI",
                    "date": "9 months ago",
                    "timestamp": "NA",
                    "commentText": "Ou é pra todos ou não é pra ninguém. Na minha opinião, só deviam ser permitidos casamentos católicos uma vez que são as noivas de Santo António. Nem gays, nem só civil, nem muçulmanos nem nada disso, ponto final. Se é para satisfazer todos, então chamem-lhe outra coisa.",
                    "likes": 3,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "4499958180",
                            "user": "pedro_lonet",
                            "date": "9 months ago",
                            "timestamp": "NA",
                            "commentText": "Acrescento: não há casamentos gay, mas apenas casamentos, quer sejam entre pessoas de sexo oposto quer sejam entre pessoas do mesmo sexo.\nSem me dirigir a si, há algo que abunda neste espaço: preconceitos.",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "4499954060",
                            "user": "pedro_lonet",
                            "date": "9 months ago",
                            "timestamp": "NA",
                            "commentText": "Correcto, mas sem dinheiro da CML. O cerne da questão é só este... que a igreja o faça sozinha (o que jamais sucederá).",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "4499737036",
                    "user": "disqus_Ks57eikaIf",
                    "date": "9 months ago",
                    "timestamp": "NA",
                    "commentText": "Mas esses casamentos foram na Sé? Leia a notícia e depois fale. Nada têm a ver com Santo António, nem os civis embora se realizassem no mesmo dia.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4499758644",
                            "user": "pedro_lonet",
                            "date": "9 months ago",
                            "timestamp": "NA",
                            "commentText": "Porém, já se utiliza o santinho para discriminar quando interessa - leia melhor a notícia e depois fale!",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4499577857",
            "user": "xupem",
            "date": "9 months ago",
            "timestamp": "NA",
            "commentText": "Este Malato não pensa noutra coisa? O pai morreu de desgosto, a mãe nem lhe dirige a palavra, mas o <b> gajo </b>continua a apanhar no raboo.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 12,
            "replies": [
                {
                    "id": "4499682540",
                    "user": "oscarmaximo",
                    "date": "9 months ago",
                    "timestamp": "NA",
                    "commentText": "Ainda não vi o vídeo. Só sai aquando do pedido de indemnização.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4499628984",
                    "user": "pedro_lonet",
                    "date": "9 months ago",
                    "timestamp": "NA",
                    "commentText": "E VXa continua a ser primário, ordinário e obcecado com aquilo que os outros escolhem fazer com aquilo que lhes pertence. Duvido, porém, que os seus paizinhos sintam vergonha... a fruta nunca cai longe da árvore.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 10,
                    "replies": [
                        {
                            "id": "4499784727",
                            "user": "disqus_QIgYsZcWhm",
                            "date": "9 months ago",
                            "timestamp": "NA",
                            "commentText": "Obcecados com o que escolhem são as aberrações que precisam de ter 1 Mês de Gay Pride para se exibirem e dizerem ao mundo, com que se deitam e fornicam.",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 5,
                            "replies": [
                                {
                                    "id": "4499788622",
                                    "user": "pedro_lonet",
                                    "date": "9 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Já fez o pino? Não? Vá fazer",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 4,
                                    "replies": [
                                        {
                                            "id": "4499791706",
                                            "user": "disqus_QIgYsZcWhm",
                                            "date": "9 months ago",
                                            "timestamp": "NA",
                                            "commentText": "O vosso ponto forte é sopro de ar quente. Confirma-se.",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 3,
                                            "replies": [
                                                {
                                                    "id": "4499863917",
                                                    "user": "pedro_lonet",
                                                    "date": "9 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Não diga que interrompeu a sua mãe? Ninguém gosta de um interrompido mesmo para ajudar um rebento a fazer o pino nas hastes do paizinho.",
                                                    "likes": 0,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 2,
                                                    "replies": [
                                                        {
                                                            "id": "4499904001",
                                                            "user": "disqus_QIgYsZcWhm",
                                                            "date": "9 months ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Vai falar com os javardos da tua laia, matérica fecal nojenta\nÍcone dos 'direitos dos homossexuais' - O Judeu - Frank Kameny diz a AFTAH: Bestialidade OK 'desde que o animal não se importe'\n<a href=\"https://disq.us/url?url=https%3A%2F%2Famericansfortruth.com%2Fissues%2Ffrank-kameny%2Fpage%2F2%2F%3A50CgKA2LkPgCfCNBlhcOEI6e0Zg&amp;cuid=2974901\" rel=\"nofollow noopener\" title=\"https://americansfortruth.com/issues/frank-kameny/page/2/\">https://americansfortruth.c...</a>",
                                                            "likes": 0,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 1,
                                                            "replies": [
                                                                {
                                                                    "id": "4499908334",
                                                                    "user": "pedro_lonet",
                                                                    "date": "9 months ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "Agora tuteia, ó abrunho?",
                                                                    "likes": 0,
                                                                    "hasReplies": false,
                                                                    "numberOfReplies": 0,
                                                                    "replies": []
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "id": "4499763730",
                            "user": "xupem",
                            "date": "9 months ago",
                            "timestamp": "NA",
                            "commentText": "Vá apanhar onde gosta e baze.",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 3,
                            "replies": [
                                {
                                    "id": "4499770128",
                                    "user": "pedro_lonet",
                                    "date": "9 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Está a olhar-se ao espelho?\nEstá habituado a não ter resposta, não é? Mas, repare, isto não é as paredes das wc públicas onde tem por hábito deixar escarrapachada a porcaria que lhe inunda o cérebro.",
                                    "likes": 1,
                                    "hasReplies": true,
                                    "numberOfReplies": 2,
                                    "replies": [
                                        {
                                            "id": "4499836455",
                                            "user": "xupem",
                                            "date": "9 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Baza, panilaas, nem homem és, és uma aberração.",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 1,
                                            "replies": [
                                                {
                                                    "id": "4499857222",
                                                    "user": "pedro_lonet",
                                                    "date": "9 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Continue, por favor... estou a adorar o retrato que faz de si.",
                                                    "likes": 1,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Gajo"
            ]
        },
        {
            "id": "4499631931",
            "user": "pedro_lonet",
            "date": "9 months ago",
            "timestamp": "NA",
            "commentText": "E porque não? Sabe o que significa LIBERDADE? Se o caro quiser que a poligamia seja aceite no ordenamento jurídico nacional, mexa-se. O casamento entre pessoas do mesmo sexo existe em Portugal há quase uma década e pouco importa a sua opinião sobre se é ou não uma brincadeira. Actualmente um casamento religioso, na maioria das situações, nada mais é que uma fantochada...",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "4500478628",
                    "user": "disqus_D1QkCg2wwK",
                    "date": "9 months ago",
                    "timestamp": "NA",
                    "commentText": "olá Lonet\nJá debatemos o \"core\" da questão várias vezes, mas para bem da discussão deixa-me deixar o meu ponto de vista:\nSe a igreja não gosta de gays, por que carga de água hão de querer participar e entrar nos eventos da ICAR? não faz sentido e parece-me ser humilhante. Mais valia no dia a seguir arranjar um juiz tipo \"Freddie Mercury meets Elton John meets Adam Lambert\" e no mesmo local casar uns quantos casais gays com o modo \"full-queer on\". Até digo mais, respeitaria mais um evento assim do que a Parada <b> Gay.</b><br/>Afastem-se de quem vos vê como uma ameaça, \"pecado\" ou<b>  aberração</b>...",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4500778077",
                            "user": "pedro_lonet",
                            "date": "9 months ago",
                            "timestamp": "NA",
                            "commentText": "Oi, já te dei a resposta no teu post.<br/>Concordo contigo,  mas sou um adepto da liberdade. Cada um faz o que quer e se há homossexuais que permanecem católicos, a escolha é deles.<br/>O Malato salienta o mesmo ponto que há anos levanto, a CML utiliza verbas para que as pessoas se possam casar, aqueles que não dispõem de recursos para o fazer sozinhos, logo não poderá rejeitar as candidaturas de casais do mesmo sexo que pretendam casar pelo civil e a própria representante da EGEAC admitiu que a CML financiou casamentos civis e até um casamento muçulmano.<br/>Mas, sendo esta empresa municipal a organizar o evento, a única conclusão que se pode retirar é que a CML investe num espectáculo, nada mais...<br/>Quanto às paradas gay, meu caro, já conheces a minha opinião, mas resume-se ao mesmo, liberdade e, contrariamente ao que julgas, muitos foram e são os seus frutos.<br/>Abraços, P",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Gay",
                        "Aberração"
                    ]
                },
                {
                    "id": "4499935714",
                    "user": "disqus_VJUIxFYxhI",
                    "date": "9 months ago",
                    "timestamp": "NA",
                    "commentText": "Permita-me, Lonet, o casamento, as festas de casamento (a maioria quer festa) são uma fantochada, todas. Tanto estradalhaço e dois anos depois, já estão a separar.",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "4500072590",
                            "user": "olh_metro",
                            "date": "9 months ago",
                            "timestamp": "NA",
                            "commentText": "Fantochada ou não as pessoas têm o direito de festejar. Não importa se o casamento dura muito ou pouco tempo.",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "4499952667",
                            "user": "pedro_lonet",
                            "date": "9 months ago",
                            "timestamp": "NA",
                            "commentText": "Minha cara, a questão não é essa. Partilho, aliás, da sua opinião, mas isso não impede que reconheça uma discriminação quando a vejo. Os casórios do santo antoninho sempre serviram para possibilitar a casais sem recursos terem a festança que outros com mais sorte sempre tiveram. Se esta fosse uma iniciativa exclusiva da igreja, nada diria... o problema é que a CML abre os cordões a uma bolsa que é de todos mas só para alguns (a hipótese deveria ser concedida a todos, cumprindo os requisitos).",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4499603826",
            "user": "disqus_Bgjgzidp1j",
            "date": "9 months ago",
            "timestamp": "NA",
            "commentText": "podem sim...por isso abracei o islamismo...rsrsrs",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}