{
    "header": {
        "title": " 'A minha mãe foi proibida de privar comigo porque sou gay' ",
        "subtitle": " Malato diz que testemunhas de Jeová não deixam a mãe de estar com ele ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 11 de outubro 2018 ",
        "dateExtraction": " 2020-03-03 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/629511/a-minha-mae-foi-proibida-de-privar-comigo-porque-sou-gay ",
        "postText": " ['O apresentador José Carlos Malato desabafou no Instagram que além de ter perdido o pai, que morreu há cinco meses, pode também ter perdido a mãe.', 'Malato conta que a progenitora foi proibida de se relacionar com o filho pelas testemunhas de Jeová, devido à sua homossexualidade e ao facto de se ter desassociado da organização há 30 anos.', '\"Perdi o meu pai há cinco meses, em circunstâncias trágicas. Como se não bastasse, temo ter perdido também a minha mãe, neste tempo que passou. Sou desassociado há mais de 30 anos das testemunhas de Jeová e, por essa razão, a minha mãe foi proibida/proibiu-se de privar comigo e com a minha irmã, vir a nossa casa, tirar fotografias, andar connosco na rua\", escreveu.', '\"Porque somos desassociados desta organização \u0093fundamentalista e radical e, eu, porque sou gay\u0094, acrescentou Malato.', 'Por fim, o apresentador, de 54 anos, escreveu a brincar que está à procura de novos progenitores. \u0093Na qualidade de órfão de pai e mãe, estou disponível para adoção. Quem precisar do carinho de um filho amoroso, exemplar, com as minhas características, candidate-se! Como diz Tom Veloso, \u0091todo o homem precisa de uma mãe!\u0092 Obrigado\".'] ",
        "numberPosts": " 25 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Sexual Identity - General,Gender - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "LGBT,Gay,Género",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "4141719515",
            "user": "disqus_iBGYBYjaM2",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "A solução será o Malato aderir às TJ (se elas o aceitarem) e fazer as pazes com a mãe que é a pessoa mais importante do mundo! Claro que as TJ não são recomendáveis, mas por uma mãe faz-se tudo, embora a mãe também devesse fazer alguma coisa pelo filho, porque filho há só um e TJ há muitas e são como as melgas!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4140679173",
            "user": "disqus_iTev2bobRu",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "Que temos nós com tudo isto?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4140280194",
            "user": "antniomadaleno",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "Caro Carlos Malato, embora não me conheça pessoalmente participamos ambos na reportagem da Ana Leal \"Na Sombra do Pecado\" sobre as TJ.\nNa reportagem sou identificado como o ex-ancião Carlos que aparece apenas como vulto. Estive recentemente no programa da Júlia Pinheiro junto com outro amigo e ex-TJ, para falarmos sobre a questão do sangue e pode ver aqui:<br/><a href=\"https://disq.us/url?url=https%3A%2F%2Fyoutu.be%2FbseUoc_Y4Io%3AS4AHBsh0btXSylgTdAiP13ezTDg&amp;cuid=2974901\" rel=\"nofollow noopener\" title=\"https://youtu.be/bseUoc_Y4Io\">https://youtu.be/bseUoc_Y4Io</a>\nInfelizmente, a maioria das pessoas que não viveram a experiência de serem criados numa seita fundamentalista e apocalíptica como as TJ não entendem muito bem o que levará uma mãe, pai ou qualquer outros parentes e amigos a banir de suas vidas alguém que recusou seguir a religião em que foi batizado ou por alguma razão foi expulso. Estou solidário com a sua situação, porque como ex-Testemunha de Jeová, ao longo dos anos tenho lidado com muitas pessoas que passaram pelo mesmo, algumas das quais entraram em depressão profunda e outras que tive conhecimento até pior.\nAconselho-o a ter ajuda psicológica (se é que já não tem) e a desabafar com pessoas que passaram pelo mesmo (ex-TJ). Em Portugal, existe já vários grupos de ex-TJ tais como o fórum de ex-TJ (<a href=\"http://disq.us/url?url=http%3A%2F%2Ftestemunhasdejeova.forumeiros.com%2F%29%3ABMa3z6yvLz704DSlSz6UY72yCt0&amp;cuid=2974901\" rel=\"nofollow noopener\" title=\"http://testemunhasdejeova.forumeiros.com/)\">http://testemunhasdejeova.f...</a> e a Comunidade DESPERTA da qual sou administrador (<a href=\"https://disq.us/url?url=https%3A%2F%2Fwww.facebook.com%2Fcomunidade.extj%2F%29%3A_5hjUsD0fQlsIyw8N_OK428p5mc&amp;cuid=2974901\" rel=\"nofollow noopener\" title=\"https://www.facebook.com/comunidade.extj/)\">https://www.facebook.com/co...</a> e onde temos um grupo que se ajuda mutuamente através da partilha de experiências e onde existem também pessoas rejeitadas por não só serem ex-TJ mas porque assumiram a sua homossexualidade.\nTenho realizado já por algumas vezes um workshop sobre seitas destrutivas (onde as TJ claramente estão incluídas) e onde explico com base em psicologia, tudo o que está envolvido em fazer parte de um grupo de alto controle. Convido-o desde já a estar presente: <a href=\"https://disq.us/url?url=https%3A%2F%2Fwww.facebook.com%2Fevents%2F510508326063440%2F%3AFrdvFo0dB_phk7_t6kmcDkpa_Kg&amp;cuid=2974901\" rel=\"nofollow noopener\" title=\"https://www.facebook.com/events/510508326063440/\">https://www.facebook.com/ev...</a>\nDesculpe este texto longo, mas quando vejo pessoas a serem privadas do que deveria ser seu por direito, o amor dos pais, dos irmãos, da família em geral, porque uma religião sectária assim o impõe, fico triste e convencido de que a sociedade em geral precisa de saber disto para que não caiam no mesmo erro de se envolver com ela.\nDesejo-lhe as maiores felicidades e que consiga ultrapassar esta fase.\nAcredite que não está sozinho.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4139782614",
            "user": "disqus_QIgYsZcWhm",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "Existem problemas maiores e os media persistem nesta agenda <b> LGBT </b>com estes personagens patéticos.<br/>Tem problemas? Resolva-os. Esta paneleirice de vir para as redes sociais carpir os problemas pessoais, é uma paneleirice.<br/>O gayzola procura pais? Já tem pais adoptivos, o \"estado\" que com o dinheiro de todos nós, que lhe paga ordenado para exibir no canal público, a sua marcha gayzola.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "LGBT"
            ]
        },
        {
            "id": "4139748353",
            "user": "flaviusjulianus",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "Parte dos comentários nesta pagina serão feitos por TJ's ou por homofóbicos. <br/>Eu sou ex-TJ's com a vantagem de felizmente não ter sido baptizado e portanto nunca fui desassociado, apesar de tudo percebo completamente o que o Malato diz já que mesmo assim fui considerado por muitos como uma pessoa perigosa que podia minar a fé dos que estavam na organização.<br/>Um esclarecimento: <br/>As TJ's não se relacionam (excepto para fazer negocios lol, estranho mas sim, havia essa excepção) com pessoas que foram expulsas/ desassociadas. <br/>As TJ's aprendem que para entrar no reino de deus, têm que estar dispostas a abdicar da sua família e amigos porque vão ganhar uma \"família espiritual\" maior.<br/>O desabafo, não é mais do que um alerta para as pessoas. Esta religião é segregadora, por muito que possam dizer de bem, de cada vez que uma TJ bate a sua porta ou lhe fala de deus, a mensagem não é de salvação, é de condenação. Teve a oportunidade de se salvar e não a aproveitou. Para as TJ's apenas o seu caminho é verdadeiro, não existe outro caminho (sim há outras religiões assim...mas com este grau de segregação...)<br/>Sim é verdade que convivem com outras pessoas, mas evitam aqueles que foram expulsos ou que por sua vontade se desligaram, sendo estes considerados apóstatas e pessoas perigosas, \"pedra de tropeço\" lol, que podem desencaminhar os crentes. <br/>Todo este discurso é manhoso agora que olho à distancia de 17 anos... Mas foi aqui que vivi e foi nisto que acreditei parte da minha vida. Hoje em dia tenho uma relação distante com a minha mãe... e todos os meus \"amigos\" da altura me viraram as costas. Já fiz o meu luto. Mas entendo que é importante perceber o que significa tornar-se TJ, é feita uma lavagem cerebral...",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4139666055",
            "user": "olh_metro",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "Ó Malato deixa-te de choraminguices, cresce !!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4139662340",
            "user": "disqus_oklMMauBej",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "\"todo o homem precisa de uma mãe\" !!!!<br/>ups<br/>como ficamos casais <b> gay?</b>",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gay"
            ]
        },
        {
            "id": "4139657617",
            "user": "polticocorrupto",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "A liberdade humana não se pode prender ao acessório! A vida é bela quando nos desligamos de políticas atrozes e manipuladoras!",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4139656173",
            "user": "Artister1990",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "E não é assim - expondo os trapos na praça pública - que resolve as coisas.<br/>Eu sei que a primeira tendência é culpabilizar os outros, mas... a irmã também é <b> gay?</b> Ou é só por ter-se desassociado?<br/>Espanta-me um pouco que assim seja porque conheço várias famílias em que um elemento é Testemunha de Jeová e convivem todos em Paz e Harmonia. Aliás tinha uma Tia-Avó que era Testemunha de Jeová e, bem sei que eram outros tempos há 40 anos, viviam todos no mesma casa e só ela era TdJ. Nem sequer o marido, as filhas, os genros, os netos e as irmãs que viviam na mesma casa eram. Ía às suas reuniões no Salão, honrava a disciplinas e parametros da sua religião mas convivia, e amava, quem não era.<br/>Sinto muito que ele, Malato, sinta necessidade de expor a Mãe desta forma. Uma pessoa fica com medo de adoptar uma pessoa assim... é que perfeito só ele, na visão dele",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "4139736947",
                    "user": "flaviusjulianus",
                    "date": "a year ago",
                    "timestamp": "NA",
                    "commentText": "Cara Teresa,<br/>Não deve ter percebido. As TJ's não se relacionam (excepto para fazer negocios lol, estranho mas sim, havia essa excepção) com pessoas que foram expulsas/ desassociadas. <br/>O desabafo do Malato é legítimo. As TJ's aprendem que para entrar no reino de deus, têm que estar dispostas a abdicar da sua família, porque vão ganhar uma \"família espiritual\" maior.<br/>O desabafo, não é mais do que um alerta para as pessoas. Esta religião é segregadora, por muito que possam dizer de bem, de cada vez que uma TJ bate a sua porta ou lhe fala de deus, a mensagem não é de salvação, é de condenação. Teve a oportunidade de se salvar e não a aproveitou. Para as TJ's apenas o seu caminho é verdadeiro, não existe outro caminho.<br/>Sim é verdade que convivem com outras pessoas, mas evitam aqueles se foram expulsos ou que por sua vontade se desligaram, sendo estes considerados apóstatas e pessoas perigosas, \"pedra de tropeço\" lol, que podem desencaminhar os crentes. <br/>Todo este discurso é manhoso agora que olho à distancia de 17 anos... Mas foi aqui que vivi e foi nisto que acreditei parte da minha vida. Hoje em dia tenho uma relação distante com a minha mãe... e todos os meus \"amigos\" da altura me viraram as costas.",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "4139755534",
                            "user": "Artister1990",
                            "date": "a year ago",
                            "timestamp": "NA",
                            "commentText": "Sinto imenso saber. Como disse a minha experiência é diferente e a filha da minha Tia-Avó saíu das TdJ e era sem dúvida a filha preferida da minha Tia já que até lhe criou o filho criado na Fé Católica Apostólica Romana. Na minha Tia o Amor deve ter superado a pressão que refere. Desconhecia e agradeço o seu esclarecimento de quem viveu os dois lados. Havendo mães que pôem os filhos \"de parte\" por razões que nada têm a ver pergunto se o problema está na Religião ou nas pessoas que constituem as \"Igrejas Vivas\"?! De qualquer maneira nunca exporia assim a Mãe. Eu não. E depois a remetar com ligeireza aquilo que parece doer-lhe... mas isso sou eu.<br/>Felicidades no seu \"Caminho\"!",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "4139767558",
                                    "user": "flaviusjulianus",
                                    "date": "a year ago",
                                    "timestamp": "NA",
                                    "commentText": "actualmente sou profissional de saúde o que torna a minha visão ainda mais crítica deste grupo religioso... Cada um encontra a sua forma de lidar com isto... demorou muito tempo a curar algumas feridas. E eu afastei-me porque comecei a entender que algumas das coisas que eram ensinadas faziam pouco sentido. Lí sobre a história das TJ's e percebi que não passa de uma invenção de homens... que se vai adaptando e que usam textos como o de salmos \"a luz clareia mais e mais até o dia estar firmemente estabelecido\" para justificar mudanças/ adaptações na doutrina. <br/>Actualmente na minha visão não faz sentido pensar sequer na existência de deus... vivo em paz. Obrigado pelo seu comentário.",
                                    "likes": 2,
                                    "hasReplies": true,
                                    "numberOfReplies": 1,
                                    "replies": [
                                        {
                                            "id": "4146214864",
                                            "user": "provinciana",
                                            "date": "a year ago",
                                            "timestamp": "NA",
                                            "commentText": "Parabéns por se ter livrado desse pesadelo.",
                                            "likes": 0,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Gay"
            ]
        },
        {
            "id": "4139650137",
            "user": "disqus_CecWI4Y3QB",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "Mais uma razão para a mãe do Malato abrir os olhos e mandar às malvas essa seita que provoca a desagregação de famílias entre outras malvadezas … se ela não abandonar essa seita mafiosa e por muito que lhe custe, não é merecedora dos filhos … a mim me parece … !!! TAL € QUAL !!!",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4139647598",
            "user": "mariaportuguesa",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "Ele que diga à mãe para deixar a seita.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4139643400",
            "user": "xupem",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "Coitado, deve ter problemas de auto-estima, está constantemente a dizer que é <b> Gay,</b> partilha fotos<b>  gay</b>'s, fala d<b> e ga</b>y's, deve sonhar c<b> om g</b>ay's e pensar<b>  em </b>gay's.\nOh homem, resolva lá isso, consulte um psiquiatra que o seu mal é sono.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4146205599",
                    "user": "provinciana",
                    "date": "a year ago",
                    "timestamp": "NA",
                    "commentText": "E leve a mãe com ele.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4139664114",
                    "user": "olh_metro",
                    "date": "a year ago",
                    "timestamp": "NA",
                    "commentText": "É isso mesmo, é um pobre coitado. Um caso de psiquiatria ou algo do <b> género.</b>",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Género"
                    ]
                }
            ],
            "keywords": [
                "Gay"
            ]
        },
        {
            "id": "4139630523",
            "user": "disqus_lGoQhGzY8Q",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "O Bolsonaro era capaz de te adoptar.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4139629891",
            "user": "Seaman6468",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "E pronto...!<br/>Celebridades saloias, num país saloio.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4139628921",
            "user": "disqus_chuXBUx6Qf",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "As Testemunhas de Jeová e outras Congregações religiosas , as primeiras coisas que fazem é que os crentes deixem de ter uma vida própria , só podem viver para a religião e isso é ser fundamentalistas e os Jeovás  são muito fundamentalistas , por isso o Malato pode ficar privado da presença da mãe porque principalmente ele não é crente dessa igreja .",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "4146200538",
                    "user": "provinciana",
                    "date": "a year ago",
                    "timestamp": "NA",
                    "commentText": "Uma seita do pior.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4139807275",
                    "user": "disqus_PiAtS5yEnQ",
                    "date": "a year ago",
                    "timestamp": "NA",
                    "commentText": "É a vida, a mãe dele gosta mais da igreja do que do filho.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4139698726",
                    "user": "Disqusmanuelgomes",
                    "date": "a year ago",
                    "timestamp": "NA",
                    "commentText": "Por vezes já tenho sido abordado na rua , por eles de pastinha na mão e gravatinha todos polidos ...\nClaro com respeito , respeitando o humano , quando a pressa não pressiona , cada debate civilizado já quiseram abordar , passam eles a terem pressa em se despachar quando nas perguntas e respostas ficam entalados ...😆.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4139627820",
            "user": "disqus_OIp4qfhf9q",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "D.Juan Carlos: «Porque não te calas?!...».\nIsto é notícia?...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}