{
    "header": {
        "title": " Acordo com o Chega agita PSD ",
        "subtitle": " Rui Rio criticado internamente por aceitar acordo com o Chega. Sociais-democratas alertam que é um erro e uma jogada arriscada. ",
        "owner": " Luís Claro ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 12 de novembro 2020 ",
        "dateExtraction": " 2020-11-26 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/714875/acordo-com-o-chega-agita-psd ",
        "postText": " ['O acordo entre o PSD e o Chega está a agitar os sociais-democratas. As explicações dadas por Rui Rio não convencem destacados militantes do partido que classificam este acordo como “um erro político” e uma “jogada arriscada”.', 'José Eduardo Martins, ex-secretário de Estado do Ambiente, foi desde o início contra uma aproximação ao Chega e arrasou a opção feita pelo PSD. “Tenho 35 anos de militância no PSD e não creio que tenhamos cometido um erro tão grave como este”, disse, na terça-feira à noite, no programa O Outro Lado, na RTP3, o antigo dirigente social-democrata.', 'José Eduardo Martins lembrou que o PSD é um partido que “não distingue as pessoas por etnias ou orientações sexuais”, mas sim pelo “contributo válido que são capazes de dar à sociedade”.', 'Paula Teixeira da Cruz, ex-ministra da Justiça de Passos Coelho, também se insurgiu contra a aproximação a André Ventura. A antiga vice-presidente do partido defendeu, na TSF, que “não faz sentido que um partido com uma ideologia clara, centrista, se vá colar a um partido extremista”.', 'As diferenças entre os dois partidos não travaram um acordo nos Açores. Rui Rio já garantiu que “não há nenhum acordo nacional” e que o compromisso nos Açores foi conseguido com propostas que “não são fascistas nem de extrema-direita”. O líder do PSD reafirmou que só está disponível para entendimentos com André Ventura se o Chega se tornar um partido mais moderado.', 'Carlos Encarnação, antigo deputado e ex-presidente da Câmara de Coimbra, considera natural que existam acordos de incidência parlamentar, mas alerta que pode ser uma jogada arriscada a nível nacional.', 'O PSD “tem de deixar claro que não existe nenhuma confusão entre aquilo que é o seu ideário e qualquer influência do populismo do Chega na governação. Se for assim, tudo muito bem. Caso contrário está tudo estragado, afirma o histórico do PSD.', '', 'Este filme já foi visto', 'O acordo entre o PSD e o Chega está a dominar a agenda política e deixou para segundo plano o debate sobre o Orçamento do Estado para 2021. ', 'O PS ataca quase todos os dias a aproximação dos sociais - democratas ao partido de André Ventura e acusa Rui Rio de cumplicidade com a extrema - direita xenófoba.', ' A direção do PSD desvaloriza as críticas da esquerda e de alguns setores do partido.“Quando Francisco Sá Carneiro, Diogo Freitas do Amaral e Gonçalo Ribeiro Telles formaram a Aliança Democrática(AD), as reações foram muito parecidas com as de hoje.Este filme já foi visto!”, escreveu esta quarta - feira, nas redes sociais, o vice - presidente do partido Salvador Malheiro.', ' Rio Rio também abordou o tema nas redes sociais, mas com ironia.“Sobre o avanço do fascismo nos Açores, que temos hoje ? Alguma novidade especial ? ”, questionou o líder do PSD.', ' A discussão sobre o acordo acabou por marcar a audição do ministro Augusto Santos Silva sobre o Orçamento.João Cotrim de Figueiredo, da Iniciativa Liberal, criticou a timidez do Governo com os ditadores deste mundo numa referência à relação com países como a China e a Hungria.Em resposta, o ministro dos Negócios Estrangeiros disse que não pertence a nenhum partido que esteja encostado a quem gosta de ditadores e tiranos para efeitos apenas de garantir algum apoio governamental– uma clara referência aos acordos feitos com o Chega e a Iniciativa Liberal para viabilizar o Governo liderado pelo PSD.'] ",
        "numberPosts": " 143 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Ideological and Political Identity - General,Ethnicity - General,Sexual Identity - Male homosexuality,Social Class - Working class",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Esquerdalho,Comunista,Racista,Racismo,Maricas,Aberração,Labrego,Proletariado,Nazi,Gajo,Bola,Xenofobia,Homofobia,Imbecil,Género",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "5149320195",
            "user": "cristinamaltezguerreiro",
            "date": "14 days ago",
            "timestamp": "NA",
            "commentText": "Leiria, 09 agosto 2020(Lusa) - O líder do Chega disse hoje que o partido não quer fazer acordos nem entendimentos com o PSD e o CDS, deixando a mesma resposta para ambos:<br/>\"Não obrigado, não queremos nem aceitamos...\"\nTanta vergonha tem o Ventura como os outros dois...Nenhuma...<br/>Política do mais rasteiro que se faz por cá...",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5149155789",
            "user": "disqus_rAIpRKQqXo",
            "date": "14 days ago",
            "timestamp": "NA",
            "commentText": "Arriscado era recusar um acordo para retirar o PS do poder nos AçoresA garantia de ver o Chega ter votações na ordem dos 20%.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "5149279991",
                    "user": "disqus_q9dul5DrtD",
                    "date": "14 days ago",
                    "timestamp": "NA",
                    "commentText": "O Chega ter votações na ordem dos 20%, está a delirar, o Chega tem o apoio de saudosistas do passado, e de certeza que não consegue manipular muitas mais pessoas que as que já conseguiu manipular.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "5149332384",
                            "user": "disqus_rAIpRKQqXo",
                            "date": "14 days ago",
                            "timestamp": "NA",
                            "commentText": "Tu és mesmo tótó. Os saudosistas do passado votam no PC e no CDS.",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "5149395854",
                                    "user": "disqus_q9dul5DrtD",
                                    "date": "14 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Os saudosistas do passado votavam no CDS, e alguns no PSD, agora mudam-se para o Chega.",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5149081708",
            "user": "anamijapacova",
            "date": "14 days ago",
            "timestamp": "NA",
            "commentText": "Merd@@ da grossa no chiqueiro psd!<br/>Se estava em maus lençóis vai ser difícil um entendimento plausível, sereno com o chegano Aventuras!<br/>Vai começar a 3ª guerra mundial em Portugal com o <b> nazi </b>Adolfo!...<br/>Cuide-se a população portuguesa, especialmente a açoreana, vai sair trolha!...",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nazi"
            ]
        },
        {
            "id": "5149006998",
            "user": "alexandre_barreira",
            "date": "14 days ago",
            "timestamp": "NA",
            "commentText": "......vá lá...Chega-lhe a \"roupa-ao-pêlo\"....Chega....Chega....que o \"<b> gajo\"</b>....ainda mexe.....!!!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gajo"
            ]
        },
        {
            "id": "5148976743",
            "user": "disqus_xmCBjS9tbD",
            "date": "14 days ago",
            "timestamp": "NA",
            "commentText": "Jogada arriscada é apelido.<br/>Foi um autêntico tiro no pé",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5148952624",
            "user": "ocorrecio",
            "date": "14 days ago",
            "timestamp": "NA",
            "commentText": "O PCP e o BE respeitam agora tudo o que está na constituição, mas basta tomar o poder para limparem o ku à mesma e será tudo conforme a música deles....Maduro também foi assim.<br/>É como a anedota do Sapo e do escorpião....exactamente igual.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5148983800",
                    "user": "disqus_xmCBjS9tbD",
                    "date": "14 days ago",
                    "timestamp": "NA",
                    "commentText": "Você está a ver mt mal a coisa.<br/>Se existe algo que satisfaz a esquerda é esta parceria.<br/>Você deve é preocupar-se com o pessoal direita centro que não gostou nada da brincadeira e facilmente tombará para o PS, mesmo com geringonça,  muito menos ofensiva e polémica que o xenófobo e <b> racista </b>Chega.<br/>O que aconteceu foi um suicídio político",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racista"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "5148938463",
            "user": "ocorrecio",
            "date": "14 days ago",
            "timestamp": "NA",
            "commentText": "Quanto mais atacam o André Ventura mais o Chega cresce...se o CDS e o PSD se transformam em prostitutas virgens menos clientes vão ter.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5148986780",
                    "user": "disqus_xmCBjS9tbD",
                    "date": "14 days ago",
                    "timestamp": "NA",
                    "commentText": "Não é verdade. Muito pelo contrário.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5148935033",
            "user": "ocorrecio",
            "date": "14 days ago",
            "timestamp": "NA",
            "commentText": "O PS pode, o PSD não pode....e se fossem levar na peida.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5148888360",
            "user": "disqus_tfRSaV1WPt",
            "date": "14 days ago",
            "timestamp": "NA",
            "commentText": "\"Um partido é um instrumento, como outro qualquer, para chegar ao poder\", terá dito um dia Durão Barroso que fez um percurso político desde a extrema esquerda à direita!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5148886432",
            "user": "amandioteixeirapinto",
            "date": "14 days ago",
            "timestamp": "NA",
            "commentText": "Onde estavam estas virgens ofendidas quando o ps, de modo obsceno fez um acordo com a extrema sinistra, o que lhe permite governar desde 2015, insultando em permanência o psd e o cds (que conseguiram recuperar da bancarrota em que o ps mergulhou o país pela 3ª vez), distribuindo lugares e prebendas pelos amigalhaços e sobretudo pela família, sem qualquer pudor ou recato?  O Chega recebe neste momento os insultos da esquerda, o que deve afinal ser visto como um elogio, sem qualquer prova (como se exige a Donald Trump) e apenas baseada nas propostas soezes e possivelmente premeditadas, de algum extremista infiltrado que foi a Évora à reunião do partido. Propostas imediatamente recusadas como se sabe. Mesmo assim o ps e restante esquerda continuam a malhar no Chega, o que este partido parece agradecer porque lhe aumentam a popularidade e necessariamente os votos.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "5148897254",
                    "user": "disqus_tfRSaV1WPt",
                    "date": "14 days ago",
                    "timestamp": "NA",
                    "commentText": "As \"virgens ofendidas\" estavam a defender a democracia contra os abusos que estavam a ser praticados pela direita contra o povo português!",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 6,
                    "replies": [
                        {
                            "id": "5148904160",
                            "user": "amandioteixeirapinto",
                            "date": "14 days ago",
                            "timestamp": "NA",
                            "commentText": "Quais abusos meu caro? Recuperar o país de uma bancarrota de enormes dimensões era um abuso? Estarei de acordo consigo de que nem tudo o que Passos Coelho fez foi correcto ou suficiente. Poderíamos aqui discutir isso, sem problemas. Agora, viu o papel da esquerda, nomeadamente do ps que não assumiu qualquer responsabilidade e ainda saiu a terreiro a insultar, como você parece fazer, o ingénuo do Passos Coelho que resolveu jogar limpo contra bandoleiros sinistros e mal intencionados?",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 5,
                            "replies": [
                                {
                                    "id": "5148912518",
                                    "user": "disqus_tfRSaV1WPt",
                                    "date": "14 days ago",
                                    "timestamp": "NA",
                                    "commentText": "O PSD gosta de se aproveitar das crises que o PS enfrenta, como se fosse o salvador da pátria e apoderar-se do poder, como está agora a acontecer! Isso não é seriedade nem honestidade política para com o país, é oportunismo, porque, se o PSD estivesse preocupado com o país, ajudava o governo a governar e combater a pandemia e não a querer sempre derrubá-lo! Do Chega, nem vale a pena falar, porque nem merece o esforço!",
                                    "likes": 1,
                                    "hasReplies": true,
                                    "numberOfReplies": 4,
                                    "replies": [
                                        {
                                            "id": "5148916201",
                                            "user": "amandioteixeirapinto",
                                            "date": "14 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Não mude de discurso, meu caro. Já se percebeu que o ps não quer ninguém a ajudá-lo na dita pandemia. E já agora parece-lhe possível que havendo eleições, como houve nos Açores, o psd desistisse de ir para o poder só para ajudar o ps a resolver o que ele não quer resolver?",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 3,
                                            "replies": [
                                                {
                                                    "id": "5148917756",
                                                    "user": "disqus_tfRSaV1WPt",
                                                    "date": "14 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Claro que não, o PSD e o Chega só querem é o poder! Como disse um dia Durão Barroso: \"Um partido é um instrumento, como outro qualquer, para chegar ao poder\"!",
                                                    "likes": 1,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 2,
                                                    "replies": [
                                                        {
                                                            "id": "5148922798",
                                                            "user": "amandioteixeirapinto",
                                                            "date": "14 days ago",
                                                            "timestamp": "NA",
                                                            "commentText": "E o ps quer o quê? E ainda por cima sem qualquer competência ou conhecimento. Somos com a Espanha, os únicos países da Europa que governam com a extrema esquerda, anti-europeia, anti-euro e anti-OTAN. Tudo para satisfazer a sede de poder de António Costa.",
                                                            "likes": 0,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 1,
                                                            "replies": [
                                                                {
                                                                    "id": "5148924132",
                                                                    "user": "disqus_tfRSaV1WPt",
                                                                    "date": "14 days ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "O PS só é poder, quando o povo português lho dá!",
                                                                    "likes": 1,
                                                                    "hasReplies": false,
                                                                    "numberOfReplies": 0,
                                                                    "replies": []
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5148812184",
            "user": "disqus_tfRSaV1WPt",
            "date": "14 days ago",
            "timestamp": "NA",
            "commentText": "Gostava de saber se aqueles que eram e são do PSD com intenção de aderir ao Chega, pensam da mesma maneira? É que os militantes do Chega não caíram do céu, vieram de outros partidos e o PSD foi o partido que mais forneceu militantes ao Chega!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5148752058",
            "user": "disqus_SLheXwGnk4",
            "date": "14 days ago",
            "timestamp": "NA",
            "commentText": "É preciso respeito pelos eleitores do CHEGA!!!!!!!",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "5148813544",
                    "user": "disqus_tfRSaV1WPt",
                    "date": "14 days ago",
                    "timestamp": "NA",
                    "commentText": "Quando é que o Chega exige respeito, se não se dá ao respeito? Quando é que o Chega respeita as minorias, as etnias, as outras raças e os portugueses que não pensam como os seus militantes? Será que o Chega já se está a fazer de vítima, por ninguém lhe dar qualquer importância? Vejam se se enxergam, porque os portugueses já vos toparam!",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5148782265",
                    "user": "disqus_Qy5sCwo6qn",
                    "date": "14 days ago",
                    "timestamp": "NA",
                    "commentText": "Sim, sim, sobretudo por aqueles que defendem a mutilação de seres humanos!!",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5148913542",
                            "user": "amandioteixeirapinto",
                            "date": "14 days ago",
                            "timestamp": "NA",
                            "commentText": "Rosalinda, deveria informar-se antes de falar de coisas que não conhece. A castração química, só pode estar a referir-se a isso, não envolve qualquer mutilação. É um processo de inibição sexual, à base de comprimidos ou injecções, que impede temporariamente e de forma reversível, o pedófilo de abusar de uma criança indefesa. O processo está a ser considerado para aplicação em diversos países europeus, dado não ferir qualquer preceito de defesa da vida.. O que prefere? Que os pedófilos continuem, como monstros insaciáveis e insanáveis, a molestar e a marcar profundamente crianças de todas as idades (até com bebés de colo o fazem)?",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "5148756722",
                    "user": "jesusmerda",
                    "date": "14 days ago",
                    "timestamp": "NA",
                    "commentText": "Respeito para fachos? NUNCA.<br/>Merecem é levar na boca.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5148740871",
            "user": "disqus_0EHPA3YC0x",
            "date": "14 days ago",
            "timestamp": "NA",
            "commentText": "Quando é que estes deixam de ser tolos e respeitam a vontade dos eleitores açorianos?",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5148735481",
            "user": "disqus_J0RQSzM7QG",
            "date": "14 days ago",
            "timestamp": "NA",
            "commentText": ". . . O Partido Sem Destino, revela-se o que sempre foi . . . DIREITA RADICAL !\nAliás igualzinho ao P. S.  ( o da mãozinha . .\n. . . Coitado do Sá Carneiro,  não o deixam descansar . . .",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5148694479",
            "user": "disqus_qjGrG6hxKV",
            "date": "14 days ago",
            "timestamp": "NA",
            "commentText": "noa açores  já  foram agora falta   o ( PUTO)",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5148662085",
            "user": "disqus_HcDh0A1uBQ",
            "date": "14 days ago",
            "timestamp": "NA",
            "commentText": "Õ PSD é hoje um partido assumidamente <b> esquerdalho.</b> O futuro da direita é o CHEGA!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Esquerdalho"
            ]
        },
        {
            "id": "5148639654",
            "user": "disqus_cQZ0oN2nyf",
            "date": "14 days ago",
            "timestamp": "NA",
            "commentText": "O PS só conseguiu ser governo encavalitado na extrema esquerda.<br/>Parece que algumas pessoas já se esqueceram disso.\nA esquerda e extrema esquerda não se uniu toda?<br/>A direita tem que o fazer tambem e sem qualquer medo das sondagens manhosas, ou das bocas rascas da porca da xuxocomunada. Eles acabam por engolir tudo.\nPoderá alguém dizer: ok mas o PSD não é porco nem traiçoeiro como o PS. <br/>Pois não é de facto, mas sem o Chega será muito difícil nos próximos 3 anos calçar os patins a este PS que é só o último partido socialista da Europa com forte expressão eleitoral.\nÉ mais do que evidente que este PS tem que acabar, seja de que forma for, de outra forma Portugal nunca mais sai dos últimos 3 da Europa.\nA seguir é fazé-los pagar forte e feio sem qualquer perdão, tudo o que fizeram a Portugal nestes últimos 19 anos de governação.\nMuito simples de perceber, caro José Eduardo Martins.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5148631279",
            "user": "disqus_EJLoQqNK0r",
            "date": "14 days ago",
            "timestamp": "NA",
            "commentText": "Os betinhos do PSD estão cheios de razão!\nO PSD nunca devia ter feito acordos com o chega! Esse partido que festeja o aniversário de Lenine, que parabeniza o partido <b> comunista </b>chinês pelos 70 anos de ditadura na China, que defende Estaline, mao, Kim, Fidel, maduro, ceausescu, que minimiza o gulag, etc...\nToda a razão, betinhos!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Comunista"
            ]
        },
        {
            "id": "5148626698",
            "user": "comunistaasrio",
            "date": "14 days ago",
            "timestamp": "NA",
            "commentText": "\"Não vai haver futuro Governo em Portugal à direita sem o Chega\"\nyoutu . be/fiKSLoHzecc",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5148618548",
            "user": "disqus_pyjLUpcSC4",
            "date": "14 days ago",
            "timestamp": "NA",
            "commentText": "Deixem-se de serem <b> maricas </b>e comportem-se como adultos. Respeitem a decisão dos eleitores",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Maricas"
            ]
        },
        {
            "id": "5148617066",
            "user": "disqus_tAbl3nzrO2",
            "date": "14 days ago",
            "timestamp": "NA",
            "commentText": "É verdade: O atual Governo social-comunista de Costa (PS, PCP, BE)  é muito “tímido” com “os ditadores deste mundo” como nos países  da China, Hungria e outros...",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5148602450",
            "user": "eliskajohn",
            "date": "14 days ago",
            "timestamp": "NA",
            "commentText": "Estou ganhando facilmente todas as semanas de € 4000 a € 6500 apenas fazendo um trabalho simples em casa. No mês passado ganhei 22495 € com este trabalho..Kv3. Incrível e fácil de fazer trabalho e renda regular disso é incrível. Eu sugiro que todos vocês se juntem a este trabalho agora como um meio período e ganhem mais do que uma renda em tempo integral seguindo este site.\n........................➽➽➽➽➽➽➽➽➽➽➽➽ 𝙬𝙬𝙬.𝙈𝙖𝙜𝙣       𝙞𝙛𝙮𝙄𝙣𝙘𝙤𝙢𝙚.𝘾𝙤𝙢ⓣ\nnão copie \"ⓣ\" na web",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5148607022",
                    "user": "bolideirayahoocombr",
                    "date": "14 days ago",
                    "timestamp": "NA",
                    "commentText": "Faz bom proveito e desaparece!",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5148598245",
            "user": "bolideirayahoocombr",
            "date": "14 days ago",
            "timestamp": "NA",
            "commentText": "Adorei ver a xuxalhada dos Açores a ser pontapeada e escorraçada do poder, mesmo ganhando as eleições!<br/>O Costa é que fabricou este veneno em 2015, agora só tem de saboreá-lo!!! E lhe faça bom proveito!!! E não grunhe contra o honesto, imparcial, impoluto Rui Rio!!!",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5148618596",
                    "user": "disqus_T1UYJEG23M",
                    "date": "14 days ago",
                    "timestamp": "NA",
                    "commentText": "Se é para mamar e dar empregos aos amigos ao menos mudam se as caras, PARA NÃO SER SEMPRE OS MESMOS A MAMAR, já chucharam 20 e tal anos já CHEGAAAAAAAAAAAAAAAAAAAAAAAA, parece que o governo central está é cheio de medo se a coisas correr bem VÃO CORRER COM COSTA AMIGOS E FAMILIA, temos pena.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5148782974",
                            "user": "disqus_ntcuIRvHqw",
                            "date": "14 days ago",
                            "timestamp": "NA",
                            "commentText": "Ainda, hoje, continuam a contratar após perda de eleições…...lembro-me do sóares, chuperres, 44 licenciado ao domingo e do bosta monhé, la famiglia césar, la famiglia silva, famiglia cordeiro bravo…..",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5148595389",
            "user": "bolideirayahoocombr",
            "date": "14 days ago",
            "timestamp": "NA",
            "commentText": "Quando o Costa se aliou à esquerda radical que é contra a UE e o €, não ladraram nada!<br/>E agora por assinar 3 pontos: Corrupção, diminuição dos recebedores do RSI. E redução dos deputados, Rui Rio é cruxificado! Caíu o Carmo e a Trindade!!!! Hipocrisia e demagogia XUXA!!!<br/>Tenham juízo na <b> bola!</b><br/>E quem votar dislike é um manhoso e xuxa!!",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "5148597230",
                    "user": "disqus_Qy5sCwo6qn",
                    "date": "14 days ago",
                    "timestamp": "NA",
                    "commentText": "Já está...",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 6,
                    "replies": [
                        {
                            "id": "5148599024",
                            "user": "bolideirayahoocombr",
                            "date": "14 days ago",
                            "timestamp": "NA",
                            "commentText": "Mete o xuxalismo naquele sitio onde o sol não entra!!! Capiche.<br/>Dá dislike de novo xuxa da meerda!!!",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 5,
                            "replies": [
                                {
                                    "id": "5148601495",
                                    "user": "disqus_Qy5sCwo6qn",
                                    "date": "14 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Já entraste de serviço! Ganhas à linha é????",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 4,
                                    "replies": [
                                        {
                                            "id": "5148605109",
                                            "user": "disqus_ghdJq5yAMd",
                                            "date": "14 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Cheira-me a novo nick de alguém que dantes pululava aqui e só dizia caca...",
                                            "likes": 2,
                                            "hasReplies": true,
                                            "numberOfReplies": 1,
                                            "replies": [
                                                {
                                                    "id": "5148606013",
                                                    "user": "bolideirayahoocombr",
                                                    "date": "14 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Algum avençado que se lembrou de camuflar, mas a verborreia é a mesma!",
                                                    "likes": 1,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        },
                                        {
                                            "id": "5148603012",
                                            "user": "bolideirayahoocombr",
                                            "date": "14 days ago",
                                            "timestamp": "NA",
                                            "commentText": "E tu ganhas à peça?!",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 1,
                                            "replies": [
                                                {
                                                    "id": "5148785068",
                                                    "user": "disqus_ntcuIRvHqw",
                                                    "date": "14 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "hora..",
                                                    "likes": 0,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Bola"
            ]
        },
        {
            "id": "5148592634",
            "user": "bolideirayahoocombr",
            "date": "14 days ago",
            "timestamp": "NA",
            "commentText": "Rui Rio está a meter a raposa na capoeira!!<br/>Só diz isso quem é xuxalista e desejava ver os xuxalistas Césares a comandar os Açores.<br/>Bem haja Ventura, que atirou do pedestal os xuxalistas corruptos, subsiodependentes e que se fazem nepotismo!!!<br/>Agora tem de ser no Continente, porque o Punjab merece que atirem com ele abaixo do poleiro!<br/>Quem se não lembra da mixórdia que fez em 2015!? Agora xupou-a!",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5148788054",
                    "user": "disqus_ntcuIRvHqw",
                    "date": "14 days ago",
                    "timestamp": "NA",
                    "commentText": "Começou a carreira nas eleições perdidas na faculdade…….. ficou evidente a ausência de honra e palavra, isto é o Infarmed?! ou o NB!? São tantas….",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5148592378",
            "user": "disqus_LopfZ51gi2",
            "date": "14 days ago",
            "timestamp": "NA",
            "commentText": "Os verdadeiros sociais democratas, que ainda restam no PSD, envergonham-se de o partido ter feito um acordo com um partido extremista, que defende a ofensa aos direitos humanos.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5148585436",
            "user": "disqus_ysIn41saXn",
            "date": "14 days ago",
            "timestamp": "NA",
            "commentText": "Rui Rio está a meter a raposa na capoeira. Será difícil perceber que boa parte do crescimento do Chega será feito à conta do PSD?<br/>O PSD  e normalizar o <b> racismo,</b> a<b>  xenofobia</b> e <b> a homofobi</b>a, é de loucos.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "5148611000",
                    "user": "disqus_zNBx4Q8LYg",
                    "date": "14 days ago",
                    "timestamp": "NA",
                    "commentText": "Vai para a Venezuela, Cuba, Coreia, lá é  que e bom. E cuidado, se o Chega ta apanha, pendura-te nas arvores, à boa maneira bolchevique.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5148659103",
                            "user": "disqus_ysIn41saXn",
                            "date": "14 days ago",
                            "timestamp": "NA",
                            "commentText": "Corno, como já deves ter percebido  caço javardos, cornos não, está descansado.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "5148589621",
                    "user": "disqus_ghdJq5yAMd",
                    "date": "14 days ago",
                    "timestamp": "NA",
                    "commentText": "Olha, vai bater a tua cabeça na rocha meu <b> labrego!</b> Abre os olhos e não sejas carneirinho.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Labrego"
                    ]
                }
            ],
            "keywords": [
                "Racismo",
                "Xenofobia",
                "Homofobia"
            ]
        },
        {
            "id": "5148584910",
            "user": "domfinley",
            "date": "14 days ago",
            "timestamp": "NA",
            "commentText": "ESTA GENTE COM A MANIA DO POLITICAMENTE CORRECTO APOIADO POR UM DISCURSO IGNORANTE ATÉ JÁ METE NOJO AOS CÃES.\nO A. COSTA PERDEU CONTRA O PASSOS COELHO E TOMOU O PODER COM A EXTREMA ESQUERDA, MAS O PROBLEMA É O PSD FAZER EXACTAMENTE O MESMO COM UM PARTIDO NÃO TÃO EXTREMO DE DIREITA.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 16,
            "replies": [
                {
                    "id": "5148619446",
                    "user": "disqus_T1UYJEG23M",
                    "date": "14 days ago",
                    "timestamp": "NA",
                    "commentText": "BOA CONCORDO E DIGO MAIS, Se é para mamar e dar empregos aos amigos ao menos mudam se as caras, PARA NÃO SER SEMPRE OS MESMOS A MAMAR, já chucharam 20 e tal anos já CHEGAAAAAAAAAAAAAAAAAAAAAAAA, parece que o governo central está é cheio de medo se a coisas correr bem VÃO CORRER COM COSTA AMIGOS E FAMILIA, temos pena.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5148588800",
                    "user": "disqus_ysIn41saXn",
                    "date": "14 days ago",
                    "timestamp": "NA",
                    "commentText": "EStúpido, estou a ser simpático.\nEm Portugal não há extremos à esquerda, nem o PCP nem o BE são racistas, xenófobos ou homofóbicos, ao contrário do Chega.\nAo contrário do Chega o PCP e o BE são partidos institucionais, com um respeito  escrupuloso pelo Estado de  Direito e pela Constituição, ao contrário do Chega.\nComo és ignorante papagueias umas larachas e é a verdade a que tens acesso.\n<b> Imbecil!</b>",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "5148598658",
                            "user": "domfinley",
                            "date": "14 days ago",
                            "timestamp": "NA",
                            "commentText": "POIS NÃO, NÃO HÁ EXTREMOS DE ESQUERDA!? O APOIO DO PCP AO MADURO E AO PUTO GORDO DA COREIA DO NORTE É UM SINAL DE DEMOCRACIA? OS CONSTANTES ATROPELOS DO BE CONTRA A LEI DA NACIONALIDADE É UM RESPEITO PELA CONSTITUIÇÃO?\n\"respeito  escrupuloso pelo Estado de  Direito\" - O BE ANDOU A INCENTIVAR VIOLÊNCIA CONTRA A POLICIA, A DESEJAR A MORTE A LÍDERES DE OUTROS PAÍSES ELEITOS DEMOCRATICAMENTE DESRESPEITANDO A LEI INTERNACIONAL. O BE TEM MEMBROS QUE ESTÃO A SER INVESTIGADOS POR LIGAÇÕES A GRUPOS TERRORISTAS.\nPCP E BE SÃO DEMOCRATICOS??? NÃO!!!\nISSO DA HOMOFOBIA, RACISMO E XENOFOBIA SERVE PARA QUÊ, ENCHER A CAIXA DE COMENTÁRIOS?",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "5148590225",
                            "user": "disqus_ghdJq5yAMd",
                            "date": "14 days ago",
                            "timestamp": "NA",
                            "commentText": "Ditadura do proletariado ring any bells to you asshole??",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Imbecil"
                    ]
                },
                {
                    "id": "5148585744",
                    "user": "disqus_Qy5sCwo6qn",
                    "date": "14 days ago",
                    "timestamp": "NA",
                    "commentText": "Que gritaria aqui vai...",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 11,
                    "replies": [
                        {
                            "id": "5148603259",
                            "user": "domfinley",
                            "date": "14 days ago",
                            "timestamp": "NA",
                            "commentText": "ESSA ABORDAGEM É PARA QUE EU TE ATIRE UM OSSO?",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "5148765313",
                                    "user": "disqus_Qy5sCwo6qn",
                                    "date": "14 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Eheheheheheh!!!! manda arranjar o caixote, tens o caps lock avariado.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "5148593238",
                            "user": "disqus_ysIn41saXn",
                            "date": "14 days ago",
                            "timestamp": "NA",
                            "commentText": "DOM FINLEY\nSejas lá tu quem fores, estás bloqueado, estás a ladrar para o boneco.",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 8,
                            "replies": [
                                {
                                    "id": "5148796077",
                                    "user": "disqus_ntcuIRvHqw",
                                    "date": "14 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Grande democrata!! Parace o sóares no caso melancia, ou na contribuição mais elevada da fundação do ricardo salgado, ou na dissolução da assembleia para a década cavaquista….tanta falcatrua, lembrei logo o 44, ou o bosta!? Estou bloqueado, não sigo o pastor…...",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "5148602205",
                                    "user": "domfinley",
                                    "date": "14 days ago",
                                    "timestamp": "NA",
                                    "commentText": "ESSE COMENTÁRIO É UM ATESTADO DA TUA INFERIORIDADE INTECTUAL PERANTE A MINHA PESSOA. ISSO FOGE, JÁ SABES QUE NÃO VAIS AGUENTAR.",
                                    "likes": 2,
                                    "hasReplies": true,
                                    "numberOfReplies": 5,
                                    "replies": [
                                        {
                                            "id": "5148661341",
                                            "user": "disqus_ysIn41saXn",
                                            "date": "14 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Como deves ter  entendido o comentário foi-te endereçado erradamente, não te bloquei,  ainda não  me fizeste  rir suficientemente.<br/>Em todo o caso este  comentário está óptimo, estás a ir muito bem.",
                                            "likes": 1,
                                            "hasReplies": true,
                                            "numberOfReplies": 4,
                                            "replies": [
                                                {
                                                    "id": "5148734609",
                                                    "user": "domfinley",
                                                    "date": "14 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "QUE EU SAIBA APENAS OS COVARDES É QUE BLOQUEIAM OS OUTROS COMENTADORES, É PORQUE NÃO TEM CAPACIDADE DE LHES RESPONDER.\nESSA DO \"AINDA NÃO TE FIZESTE RIR\" É UM INDICADOR CLARO DA TUA FRUSTRAÇÃO COM A MINHA OPINIÃO E OS MEUS COMENTÁRIOS. TODOS OS FALAHOS DIZEM ISSO QUANDO NÃO TÊM PALAVRAS E A SUA FRUSTRAÇÃO FICA DEMASIADO EVIDENTE. DIZEM ISSO COMO MODO DE DESCREDIBILIZAR OS OUTROS PERANTE O SEU SENTIMENTE DE MEDO E FRUSTRAÇÃO.\nDEIXA DE COMENTAR QUE ISSO SÓ TE ANDA A FAZER MAL À SAÚDE, NÃO TENS CAPACIDADE DE LIDAR COM UM DEBATE. ISSO É EVIDENTE NOS TEUS COMENTÁRIOS, INSULTAS DE IMEDIATO TODOS OS QUE DISCORDAM DE TI.",
                                                    "likes": 1,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 3,
                                                    "replies": [
                                                        {
                                                            "id": "5148753354",
                                                            "user": "disqus_ysIn41saXn",
                                                            "date": "14 days ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Palermóide<br/>Ainda que possas ter alguns recursos em  adjectivação insultuosa, és  patego ignorante, e como a ignorância é atrevida  tu achas-te.\nImbecil, substantivamente nada dizes sobre coisa nenhuma, não passas de um  parolo ignorante.\nPobre pateta.",
                                                            "likes": 1,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 2,
                                                            "replies": [
                                                                {
                                                                    "id": "5148784249",
                                                                    "user": "domfinley",
                                                                    "date": "14 days ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "ATÉ JÁ GUINCHAS, AGUENTA COVARDE!!!",
                                                                    "likes": 0,
                                                                    "hasReplies": true,
                                                                    "numberOfReplies": 1,
                                                                    "replies": [
                                                                        {
                                                                            "id": "5148912991",
                                                                            "user": "disqus_ysIn41saXn",
                                                                            "date": "14 days ago",
                                                                            "timestamp": "NA",
                                                                            "commentText": "Eis  a oração de sapiência do  imbecil.",
                                                                            "likes": 0,
                                                                            "hasReplies": false,
                                                                            "numberOfReplies": 0,
                                                                            "replies": []
                                                                        }
                                                                    ]
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                },
                                {
                                    "id": "5148599456",
                                    "user": "disqus_Qy5sCwo6qn",
                                    "date": "14 days ago",
                                    "timestamp": "NA",
                                    "commentText": "ahahahah!!!",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5148583867",
            "user": "disqus_NDONqXPlqF",
            "date": "14 days ago",
            "timestamp": "NA",
            "commentText": "«...Acordo com o Chega agita PSD...» - in jornal Sol\nTêm bom remédio, mudem de partido, quem está mal muda-se.\nPode ser que desta vez o Partido Social Democrata (PSD) se veja livre da corja neoliberal que se infiltrou e destrói o partido por dentro, representada pela facção derrotada de Pedro Coelho, Paulo Rangel, Luís Esteves, Sofia Rocha, Carlos Amorim, e quejandos.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5148566115",
            "user": "disqus_Qy5sCwo6qn",
            "date": "14 days ago",
            "timestamp": "NA",
            "commentText": "Comparar Sá Carneiro, Freitas do Amaral e Ribeio Teles ao Ventura e seus capamgas é o mesmo que comparar m@rda com banha de cheiro.<br/>Tenham vergonha, assumam lhes está a chegar o cheiro do mel que aí vem e que para lhe porem as unhas vale tudo.<br/>Rio conseguiste enganar muita gente... falso moralista os portugueses não são parvos.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 13,
            "replies": [
                {
                    "id": "5148812476",
                    "user": "disqus_ntcuIRvHqw",
                    "date": "14 days ago",
                    "timestamp": "NA",
                    "commentText": "O grande problema é que no ps não encontro um termo de comparação!! O que a terra lhe seja leve como o ferro, fez regressar os monopolistas que apoiaram e sustentaram o facismo,  a sua fundação recebeu milhares (o maior benemérito) do ricardo salgado, descolonização, Frank Carlluci, direitos dos trabalhadores, sindicatos, reforma agrária lei barreto,......depois o chuperres fugiu logo que falhou nas matemáticas, o 44 licenciado ao domingo , Freeport, marquês, face oculta, PPP......o bosta Mata que se farta, falta de assistência médica, milhões em compras aos privados para máscara.gel, ventiladores tudo opaco, mas de florestas nem falar, afinal parece que alguns portugueses são mesmo parvos! No minimo!! Ou FP, ou reformados!?!?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5148593675",
                    "user": "disqus_LopfZ51gi2",
                    "date": "14 days ago",
                    "timestamp": "NA",
                    "commentText": "Sá Carneiro era social democrata e defendia o socialismo democrático, nunca esta <b> aberração </b>extremista que defende a mutilação de seres humanos.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Aberração"
                    ]
                },
                {
                    "id": "5148573125",
                    "user": "disqus_ghdJq5yAMd",
                    "date": "14 days ago",
                    "timestamp": "NA",
                    "commentText": "Rosalinda, aconselho-a a tomar o comprimido Memofante e Estradizina para ver se consegue assimilar as notícias que dão na TV. Pare, Escute e Olhe e deixe de ser carneirinha tonta...",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "5148575673",
                            "user": "disqus_Qy5sCwo6qn",
                            "date": "14 days ago",
                            "timestamp": "NA",
                            "commentText": "Perguntei-lhe alguma coisa? Olhe e vá chamar carneirinha tonta à...",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "5148598502",
                                    "user": "disqus_ghdJq5yAMd",
                                    "date": "14 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Estamos num forum sua pateta. Vc debita merdha e depois quer que as pessoas calem-se? Vota Chega!",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "5148570826",
                    "user": "disqus_qGV8hkQJVh",
                    "date": "14 days ago",
                    "timestamp": "NA",
                    "commentText": "Não dissestes o mesmo da gerigonça...!!!!",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 7,
                    "replies": [
                        {
                            "id": "5148573645",
                            "user": "disqus_Qy5sCwo6qn",
                            "date": "14 days ago",
                            "timestamp": "NA",
                            "commentText": "Perdeste alguns previlégios com a geringonça não?",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 6,
                            "replies": [
                                {
                                    "id": "5148576821",
                                    "user": "disqus_ntcuIRvHqw",
                                    "date": "14 days ago",
                                    "timestamp": "NA",
                                    "commentText": "A maior carga fiscal de sempre; o pior serviço público de sempre, o maior mentiroso sem palavra e sem honra de sempre…..o maior numero de refugiados/emigrantes monhés de sempre, o maior aumento de empregados do estado….. só bosta...",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 3,
                                    "replies": [
                                        {
                                            "id": "5148583331",
                                            "user": "disqus_qGV8hkQJVh",
                                            "date": "14 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Portugal, país pobre, endividado, com uma brutal carga fiscal, que serve para alimentar um governo corrupto. O funcionarismo público e estado alimentam-se um ao outro. Mais funcionários e pior serviço público. Pior que isto, só no fim da 1ª república...",
                                            "likes": 1,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        },
                                        {
                                            "id": "5148579253",
                                            "user": "disqus_Qy5sCwo6qn",
                                            "date": "14 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Tretas...",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 1,
                                            "replies": [
                                                {
                                                    "id": "5148586228",
                                                    "user": "disqus_ntcuIRvHqw",
                                                    "date": "14 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Na ausência de conhecimento, a normalidade…..esquerdatralha, que mamam na teta pública!!",
                                                    "likes": 0,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        }
                                    ]
                                },
                                {
                                    "id": "5148575621",
                                    "user": "disqus_qGV8hkQJVh",
                                    "date": "14 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Mete a gerigonça no .... Não perdi eu; perdeu o país e vamos pagar bem caro. Aliás, já começámos a pagar...",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 1,
                                    "replies": [
                                        {
                                            "id": "5148576406",
                                            "user": "disqus_Qy5sCwo6qn",
                                            "date": "14 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Já começaste a pagar? Então era por que devias... é justo.",
                                            "likes": 1,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5148560655",
            "user": "disqus_ghdJq5yAMd",
            "date": "14 days ago",
            "timestamp": "NA",
            "commentText": "Mas com o IL já ninguém fala. Como é o Chega já é o fim do mundo. E o PCP??? Que assenta na sua política em modos gerais a ditadura do <b> proletariado </b>e da nacionalização total do Estado??? Que eu saiba o PSD apenas concordou naquelas 3 moratórias do Chega. O Chega não faz parte do executivo e nem pediu moratórias de castração, expulsão de pessoas ou pena de morte a ser aplicada.... balelas! Vota Chega!!!!",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Proletariado"
            ]
        },
        {
            "id": "5148559801",
            "user": "icaro_iv_icaro",
            "date": "14 days ago",
            "timestamp": "NA",
            "commentText": "o titulo devia ser o contrario o acordo entre psd e chega agita a esquerda e deixa eles com as cuecas alguns nem as usam olhem para cambada todas sujinhas",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5148558498",
            "user": "disqus_1sjqPI6ToU",
            "date": "14 days ago",
            "timestamp": "NA",
            "commentText": "\"Cheira-me\" que, se estes \"agitadores\" do PSD estivessem na posição de Rui Rio, teriam uma opinião diferente.<br/>Assim, é-lhes mais benéfico defender o \"politicamente correto\" e deixar a corrupção e compadrio à solta nos Açores.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5148595243",
                    "user": "disqus_LopfZ51gi2",
                    "date": "14 days ago",
                    "timestamp": "NA",
                    "commentText": "Sairam uns corruptos, meteram lá outros, vamos ver se a gamela chega para tanto porco.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5148557555",
            "user": "disqus_qGV8hkQJVh",
            "date": "14 days ago",
            "timestamp": "NA",
            "commentText": "José Eduardo Martins lembrou que o PSD é um partido que “não distingue as pessoas por etnias ou orientações sexuais”, mas sim pelo “contributo válido que são capazes de dar à sociedade”. Há, há, há!!! O próprio PS irá pagar uma fatura por se ter aliado à escumalha <b> comunista </b>da extrema esquerda.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Comunista"
            ]
        },
        {
            "id": "5148552189",
            "user": "disqus_qGV8hkQJVh",
            "date": "14 days ago",
            "timestamp": "NA",
            "commentText": "O PSD e os seus barões (ou que se julgam barões) no seu melhor. O PP está no fim; o PSD caminha para lá. O Chega ou o IL ou qualquer outro do <b> género,</b> mais tarde ou mais cedo, chegará ao poder.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5148552821",
                    "user": "Antiraoliono",
                    "date": "14 days ago",
                    "timestamp": "NA",
                    "commentText": "Com a guerrilha interna? O chega teve um congresso tão bom mas tão bom, que as primeiras votações deram 130 - 105 para o líder... a 19 votação deu 212 para o líder e nenhum contra.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5148567498",
                            "user": "disqus_ntcuIRvHqw",
                            "date": "14 days ago",
                            "timestamp": "NA",
                            "commentText": "Também para o ivinho rosinha o \"computador\" enganou-se 4?? vezes para o selecionar!! E é só; o juiz que mais sentenças viu revertidas pelo supremo!!",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Género"
            ]
        },
        {
            "id": "5148552142",
            "user": "Antiraoliono",
            "date": "14 days ago",
            "timestamp": "NA",
            "commentText": "Quando o chega tem 733% ou mais nas sondagens online, é natural que o PSD comece a proteger os seus deveres para com a sociedade. Quando André Ventura já garantiu 14 milhões de votos para as presidenciais e 650 milhões para as legislativas, o PSD só tem de preparar terreno para poder ficar com algum cargo futuro. Nada de estranho.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5148568652",
                    "user": "disqus_ntcuIRvHqw",
                    "date": "14 days ago",
                    "timestamp": "NA",
                    "commentText": "Também as mesmas sondagens dos últimos 5 anos, davam maioria nos açores ao xuxalismo…..",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5148546136",
            "user": "fesecapt",
            "date": "14 days ago",
            "timestamp": "NA",
            "commentText": "Como disse o imortal Grouxo Marx, \"Os nossos princípios são estes. Se for preciso arranjamos outros\".",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5148550148",
                    "user": "varatojo",
                    "date": "14 days ago",
                    "timestamp": "NA",
                    "commentText": "😅😅😅",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5148539661",
            "user": "disqus_ZSvre82pfv",
            "date": "14 days ago",
            "timestamp": "NA",
            "commentText": "\"Em resposta, o ministro dos Negócios Estrangeiros disse que não pertence “a nenhum partido que esteja encostado a quem gosta de ditadores e tiranos\"\nPois não, mas faz coligações com esses mesmos partidos, os que defendem regimes que mataram e matam milhões de pessoas.<br/>O que o teu partido não tem é falta de vergonha.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5148539428",
            "user": "disqus_rAIpRKQqXo",
            "date": "14 days ago",
            "timestamp": "NA",
            "commentText": "O melhor que podia ter acontecido ao CHEGA era o PSD ter recusado e assim deixar o PS continuar a governar os Açores. Era a garantia de nas próximas (cada vez mais próximas) eleições o CHEGA passar dos 20%.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "5148553675",
                    "user": "Antiraoliono",
                    "date": "14 days ago",
                    "timestamp": "NA",
                    "commentText": "O Chega tinha previsto eleger 8 deputados... elegeu 1 e safou-se no círculo de compensação, graças aos votos do corvo. Entre as sondagens e as eleições, faltaram 11300 votos ao Chega.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5148570001",
                            "user": "disqus_ntcuIRvHqw",
                            "date": "14 days ago",
                            "timestamp": "NA",
                            "commentText": "As sondagens dos xuxalistas é que foram precisas…….la famiglia cesar e cordeiro manso estão ainda a contratar…….",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "5148549186",
                    "user": "jesusmerda",
                    "date": "14 days ago",
                    "timestamp": "NA",
                    "commentText": "HAHAHAH... vives em que mundo?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5148535273",
            "user": "espanadorvileda",
            "date": "14 days ago",
            "timestamp": "NA",
            "commentText": "o Rui Riachos é só tiros nos pés",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "5148536092",
                    "user": "comunistaasrio",
                    "date": "14 days ago",
                    "timestamp": "NA",
                    "commentText": "Olhe que desta vez ele acertou no porta aviões e afundou o BE e o PS com um tiro só.",
                    "likes": 3,
                    "hasReplies": true,
                    "numberOfReplies": 5,
                    "replies": [
                        {
                            "id": "5148543703",
                            "user": "espanadorvileda",
                            "date": "14 days ago",
                            "timestamp": "NA",
                            "commentText": "afundou um porta aviões, mas perdeu a guerra",
                            "likes": 2,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "5148544621",
                                    "user": "comunistaasrio",
                                    "date": "14 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Ainda há muita água para correr por baixo das pontes.",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "5148536827",
                            "user": "disqus_SVPTh7IKrx",
                            "date": "14 days ago",
                            "timestamp": "NA",
                            "commentText": "O BE e o PS afundam-se um ao outro, não precisam da ajuda do PSD.",
                            "likes": 2,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "5148539422",
                                    "user": "varatojo",
                                    "date": "14 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Esse navega sempre em trampa.",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 1,
                                    "replies": [
                                        {
                                            "id": "5148570923",
                                            "user": "disqus_ntcuIRvHqw",
                                            "date": "14 days ago",
                                            "timestamp": "NA",
                                            "commentText": "com conhecimento próprio, ou em causa própria!?",
                                            "likes": 0,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5148534695",
            "user": "disqus_pTjki554NN",
            "date": "14 days ago",
            "timestamp": "NA",
            "commentText": "Por onde andavam estes filhos de putha do PSD quando o PS fez acordo com assassinos do do BE?",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 11,
            "replies": [
                {
                    "id": "5148554807",
                    "user": "Antiraoliono",
                    "date": "14 days ago",
                    "timestamp": "NA",
                    "commentText": "Era parte dos 60000 milhões de perfis que reclamaram que Portugal tinha sofrido um golpe de estado e exigiam que o PSD tive 230 deputados e pudesse acabar com as eleições, até 2070... cumprindo o pedido de uma anterior líder de \"suspender a democracia\", que o Chega também defende, incluindo o fuzilamento e enforcamento dos opositores ás suas ideias.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5148701521",
                            "user": "disqus_pTjki554NN",
                            "date": "14 days ago",
                            "timestamp": "NA",
                            "commentText": "Muito bem pasteldemerda.  Podes repetir?",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "5148535364",
                    "user": "varatojo",
                    "date": "14 days ago",
                    "timestamp": "NA",
                    "commentText": "Assassina era a tua tia Clementina.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 8,
                    "replies": [
                        {
                            "id": "5148543450",
                            "user": "disqus_pTjki554NN",
                            "date": "14 days ago",
                            "timestamp": "NA",
                            "commentText": "negativo....era a putha da tua mãe..e o boi teu pai...",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "5148548551",
                                    "user": "varatojo",
                                    "date": "14 days ago",
                                    "timestamp": "NA",
                                    "commentText": "E o chifrudo do teu tio Zacarias que se punha na tua mãe e no teu pai.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "5148537286",
                            "user": "disqus_rAIpRKQqXo",
                            "date": "14 days ago",
                            "timestamp": "NA",
                            "commentText": "São da mesma massa que os assissinos do povo do Camboja.",
                            "likes": 2,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "5148537916",
                                    "user": "varatojo",
                                    "date": "14 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Também te cortaram às postas idiota?",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 1,
                                    "replies": [
                                        {
                                            "id": "5148628557",
                                            "user": "disqus_rAIpRKQqXo",
                                            "date": "14 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Porque é que não vaz fazer essa pergunta aos familiares dos cambojanos que foram cortados às postas? Pode ser que te cortem a ti.",
                                            "likes": 0,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "id": "5148536315",
                            "user": "disqus_ntcuIRvHqw",
                            "date": "14 days ago",
                            "timestamp": "NA",
                            "commentText": "está a falr do mortágua, mas são os sapatões das filhas que pertencem ao bloco esterco!! De esquerda mas não dispensam o Holmes Place...",
                            "likes": 3,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "5148537588",
                                    "user": "varatojo",
                                    "date": "14 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Esterco é a tua mãe.",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 1,
                                    "replies": [
                                        {
                                            "id": "5148565610",
                                            "user": "disqus_ntcuIRvHqw",
                                            "date": "14 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Oh merdonça, vê as fotos, não sou o teu irmão!! No teu baixo nível ninguém te bate, porque é difícil descer tanto!! Mais um robles da verdade!!",
                                            "likes": 0,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5148533397",
            "user": "disqus_k6HBqOPbNi",
            "date": "14 days ago",
            "timestamp": "NA",
            "commentText": "Afinal Democracia é alternância de poder, ou é décadas de mais do mesmo? <br/>Venha agora um Governo de Direita original e não uma réplica de Direita dum partido socialista, que de socialista não TEM NADA, só tem corruptos.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5148556180",
                    "user": "Antiraoliono",
                    "date": "14 days ago",
                    "timestamp": "NA",
                    "commentText": "Vamos ver é onde é que o PSD vai buscar os 1500 milhões que precisam para cumprir o acordo parlamentar... na Madeira deu a saída do Alberto João para que o continente pagasse os 17000 milhões da dívida.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5148531180",
            "user": "comunistaasrio",
            "date": "14 days ago",
            "timestamp": "NA",
            "commentText": "Se o Rio já chamou mentiroso ao poucochinho por causa deste assunto, não será a oposição interna que o vai incomodar.\nA oposição interna come ele ao pequeno almoço.\nEle sabe que o apoio do Chega é a única hipótese de chegar ao poder.\nAssim como a oposição interna também o sabe e tudo fará para ele ir embora.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5148539588",
                    "user": "disqus_SVPTh7IKrx",
                    "date": "14 days ago",
                    "timestamp": "NA",
                    "commentText": "Mas qual apoio? Não ouviu o que disse o homem? Trata-se de convergência nos pontos em que defendem o mesmo.\nClaro que a redução do número de deputados e de parasitas incomoda muita gente na extrema-esquerda.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5148528887",
            "user": "varatojo",
            "date": "14 days ago",
            "timestamp": "NA",
            "commentText": "Mas o que é que os ‘insurgentes’ afinal querem?\nViver com a máscara? Como no cavaquismo?",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 13,
            "replies": [
                {
                    "id": "5148530846",
                    "user": "disqus_SVPTh7IKrx",
                    "date": "14 days ago",
                    "timestamp": "NA",
                    "commentText": "Nunca um único deputado fez tanta mossa na esquerda ...",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 12,
                    "replies": [
                        {
                            "id": "5148531984",
                            "user": "varatojo",
                            "date": "14 days ago",
                            "timestamp": "NA",
                            "commentText": "Quem? Este bananóide da foto o Martins?",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 11,
                            "replies": [
                                {
                                    "id": "5148532774",
                                    "user": "disqus_SVPTh7IKrx",
                                    "date": "14 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Não me diga que ainda não percebeu quem aniquilou o PCP nos Açores e deixou os dirigentes do PS à beira de um ataque de nervos?",
                                    "likes": 2,
                                    "hasReplies": true,
                                    "numberOfReplies": 10,
                                    "replies": [
                                        {
                                            "id": "5148534107",
                                            "user": "varatojo",
                                            "date": "14 days ago",
                                            "timestamp": "NA",
                                            "commentText": "O Ilídio Cordeiro.",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 9,
                                            "replies": [
                                                {
                                                    "id": "5148535845",
                                                    "user": "disqus_SVPTh7IKrx",
                                                    "date": "14 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "De repente ficou cego, surdo e mudo relativamente a tudo o que a geringonça regurgita?",
                                                    "likes": 0,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 8,
                                                    "replies": [
                                                        {
                                                            "id": "5148538780",
                                                            "user": "varatojo",
                                                            "date": "14 days ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Só vejo a realidade não fantasias",
                                                            "likes": 0,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 7,
                                                            "replies": [
                                                                {
                                                                    "id": "5148540262",
                                                                    "user": "disqus_SVPTh7IKrx",
                                                                    "date": "14 days ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "Usa óculos de Penafiel?",
                                                                    "likes": 1,
                                                                    "hasReplies": true,
                                                                    "numberOfReplies": 6,
                                                                    "replies": [
                                                                        {
                                                                            "id": "5148551865",
                                                                            "user": "varatojo",
                                                                            "date": "14 days ago",
                                                                            "timestamp": "NA",
                                                                            "commentText": "Só Ray-Ban modelo clássico aro dourado e lente verde.",
                                                                            "likes": 0,
                                                                            "hasReplies": true,
                                                                            "numberOfReplies": 5,
                                                                            "replies": [
                                                                                {
                                                                                    "id": "5148578413",
                                                                                    "user": "disqus_ntcuIRvHqw",
                                                                                    "date": "14 days ago",
                                                                                    "timestamp": "NA",
                                                                                    "commentText": "Com lente BL ou RB!?",
                                                                                    "likes": 0,
                                                                                    "hasReplies": true,
                                                                                    "numberOfReplies": 2,
                                                                                    "replies": [
                                                                                        {
                                                                                            "id": "5148606636",
                                                                                            "user": "varatojo",
                                                                                            "date": "14 days ago",
                                                                                            "timestamp": "NA",
                                                                                            "commentText": "Ray Ban Aviator Shooter sunglasses offer a vintage and unique twist to the Aviator Classic. In line with the history of the Aviator, which was designed for aviator pilots, Aviator Shooter RB3138 is crafted with additional aviation-inspired features such as the vanity bullet.",
                                                                                            "likes": 0,
                                                                                            "hasReplies": true,
                                                                                            "numberOfReplies": 1,
                                                                                            "replies": [
                                                                                                {
                                                                                                    "id": "5148610716",
                                                                                                    "user": "disqus_ntcuIRvHqw",
                                                                                                    "date": "14 days ago",
                                                                                                    "timestamp": "NA",
                                                                                                    "commentText": "Esses são vintage, não clássicos! Mas a minha pergunta deve-se a fato de que agora os recentes tem lentes RB, da ray ban, os seus ainda da BL, das melhores como Zeiss e Leica!!",
                                                                                                    "likes": 0,
                                                                                                    "hasReplies": false,
                                                                                                    "numberOfReplies": 0,
                                                                                                    "replies": []
                                                                                                }
                                                                                            ]
                                                                                        }
                                                                                    ]
                                                                                },
                                                                                {
                                                                                    "id": "5148576103",
                                                                                    "user": "disqus_SVPTh7IKrx",
                                                                                    "date": "14 days ago",
                                                                                    "timestamp": "NA",
                                                                                    "commentText": "Os EUA não pára de vos seduzir.",
                                                                                    "likes": 1,
                                                                                    "hasReplies": true,
                                                                                    "numberOfReplies": 1,
                                                                                    "replies": [
                                                                                        {
                                                                                            "id": "5148603652",
                                                                                            "user": "varatojo",
                                                                                            "date": "14 days ago",
                                                                                            "timestamp": "NA",
                                                                                            "commentText": "Eu sempre fui cosmopolita e democrata. Por muito que isso lhe custe.",
                                                                                            "likes": 0,
                                                                                            "hasReplies": false,
                                                                                            "numberOfReplies": 0,
                                                                                            "replies": []
                                                                                        }
                                                                                    ]
                                                                                }
                                                                            ]
                                                                        }
                                                                    ]
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}