{
    "header": {
        "title": " Goucha defende concorrente do Masterchef Júnior no Facebook ",
        "subtitle": " O apresentador Manuel Luís Goucha usou a sua página no Facebook para defender Gonçalo, um concorrente do Masterchef Júnior que tem sido muito criticado nas redes sociais. ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 31 de maio 2016 ",
        "dateExtraction": " 2020-02-19 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/512021/goucha-defende-concorrente-do-masterchef-j-nior-no-facebook ",
        "postText": " ['No último episódio do programa da TVI, o jovem concorrente de 11 anos enganou um colega, dando-lhe os passos errados de uma receita culinária.', '\u0093Sem querer desculpar a atitude do Gonçalo, nem o poderia fazer por ser lastimável, devo recordar que MasterChef é uma competição, não deixa de o ser, nesta versão Junior, um jogo se preferirem, e o Gonçalo é um jogador muito inteligente e competitivo. Já mostrou, e continuará a fazê-lo nas próximas semanas, que gosta de cozinhar e que tem muitos conhecimentos culinários\u0094, escreveu o apresentador.', '\u0093Que a sua participação no MasterChef Junior sirva para que ele perceba que em equipa todos somos um e que nos desafios individuais a vitória é mais saborosa se conquistada com lisura e respeitando o adversário. O Gonçalo é um jovem com tudo ainda para aprender, os pais terão o papel mais importante na formatação do seu carácter, mas não duvidem que estamos perante alguém que, a perceber a essência da Vida (episódios como o de ontem podem ajudar), poderá vir a ter um futuro brilhante. Não me parece é que massacrar o concorrente da forma como está sendo nas redes sociais, seja o mais indicado. Não será isso também \"bulling\"?\u0094, acrescentou.', '', 'Também o chef Miguel Rocha Vieira reagiu à polémica: \"Um país que tanto se preocupa com questões de bullying deveria começar a ponderar nas palavras de ataque que utiliza nas redes sociais sobretudo quando os principais lesados não têm como se defender, tratando-se, pois, de menores de idade\".', ''] ",
        "numberPosts": " 13 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Sexual Identity - Male homosexuality,Gender - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Paneleiragem,Mulher",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "2708067536",
            "user": "juiz2000",
            "date": "4 years ago",
            "timestamp": "NA",
            "commentText": "Chiça !!! Hoje é só <b> paneleiragem </b>aqui no pasquim, ele é o Paulinho panasca, o Príncipe panasca o apresentador panasca .... ",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Paneleiragem"
            ]
        },
        {
            "id": "2707904097",
            "user": "disqus_mRbVTmDPev",
            "date": "4 years ago",
            "timestamp": "NA",
            "commentText": "Para quando este anormal (goucha) vai tratar dos \"cavalos\" do marido e paga as dividas aos fornecedores dos restaurantes que abriu e faliram ?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2707856134",
            "user": "disqus_spAkLQ3aO7",
            "date": "4 years ago",
            "timestamp": "NA",
            "commentText": "Ui goucha.......não há paciência",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2707290235",
            "user": "Totinegra",
            "date": "4 years ago",
            "timestamp": "NA",
            "commentText": "- ** Greve dos transportes em França aumenta braço-de-ferro com o Governo ** -\nNas vésperas do Euro 2016, autoridades do Turismo temem que a contestação social afaste os visitantes.\nA maior parte das refinarias francesas estão fechadas, os controladores aéreos estão em greve, os funcionários das companhias eléctricas também. Em Junho, os pilotos da Air France prometem deixar os aviões em terra durante seis dias. E agora, pela oitava vez desde Março, param também serviços ferroviários – ao final da tarde desta terça-feira, 40% dos TGVs e cerca de 60% dos comboios regionais ficarão sem circular. A rua está contra o Governo, mas o Presidente François Hollande garante que a controversa reforma da lei do trabalho, que está na origem da paralisação de vários sectores do país, “não vai ser retirada”.....",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2707290094",
            "user": "Totinegra",
            "date": "4 years ago",
            "timestamp": "NA",
            "commentText": "Já está a ser instruído nas falcatruas e falta de seriedade. Onde anda a direita só temos disto!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2706780565",
            "user": "macsof",
            "date": "4 years ago",
            "timestamp": "NA",
            "commentText": "Quem, e quem?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2706278472",
            "user": "disqus_NC0Gw8dlMd",
            "date": "4 years ago",
            "timestamp": "NA",
            "commentText": "o mundo vai ser dos? disse",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2706058316",
            "user": "provinciana",
            "date": "4 years ago",
            "timestamp": "NA",
            "commentText": "Não vejo reality shows.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2705602556",
            "user": "disqus_eXHoxEOuzy",
            "date": "4 years ago",
            "timestamp": "NA",
            "commentText": "Isto é uma criança de 11 anos e que amanhã continuará a fazer coisas deste tipo e queria ver como se irá comportar, porque sempre desculparam por ter apenas 11 anos. Mas como será quando tiver 18? Também vão descontar essa situação? Enfim, vamos lá desculpa a criancinha então =)",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2705230076",
            "user": "jcrf09",
            "date": "4 years ago",
            "timestamp": "NA",
            "commentText": "É uma vergonha criar audiências à custa de crianças...<br/>...E a TVI dá um péssimo exemplo... <br/>...A seguir é capaz de ter um programa a defender que as crianças não têm ainda a sua personalidade formada para lidar com situações de competição... principalmente competição criada e controlada por adultos...<br/>Mas, audiências são audiências, e as pessoas que consomem estes programas não estão isentas de \"culpa\"...<br/>Eu não vejo programas em que as crianças são manipuladas por adultos...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2705162776",
            "user": "mariaportuguesa",
            "date": "4 years ago",
            "timestamp": "NA",
            "commentText": "É um garoto de apenas onze anos e já deve ter percebido que agiu mal e que não deve voltar a fazê-lo.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "2707328451",
                    "user": "gagarinepavlov",
                    "date": "4 years ago",
                    "timestamp": "NA",
                    "commentText": "Sempre a pregar... o que até é bom .<br/>Confesse que é <b> mulher </b>para dar umas boas reguadas nos putos e claro nos adultos e comentadores que a contradizem ...se pudesse !",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "2707341437",
                            "user": "mariaportuguesa",
                            "date": "4 years ago",
                            "timestamp": "NA",
                            "commentText": "Ai Agostinho, que rico vinho...",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Mulher"
                    ]
                }
            ],
            "keywords": []
        }
    ]
}