{
    "header": {
        "title": " Racismo. Três deputadas receberam e-mail ameaçador para saírem do país em 48 horas ",
        "subtitle": " Bloco informou a PJ das ameaças e vai apresentar queixa no Ministério Público. Joacine também recebeu missiva. ",
        "owner": " Cristina Rita ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 12 de agosto 2020 ",
        "dateExtraction": " 2020-11-26 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/705679/racismo-tr-s-deputadas-receberam-e-mail-ameacador-para-sairem-do-pais-em-48-horas ",
        "postText": " ['A Polícia Judicária está a investigar um e-mail enviado a dez pessoas, entre elas três deputadas (Mariana Mortágua, Beatriz Gomes Dias e Joacine Katar- Moreira) em que os autores as ameaçavam e exigiam que abandonassem Portugal em 48 horas. Caso contrário, medidas serão tomadas contra estes dirigentes e os seus familiares, de forma a garantir a segurança do povo português, segundo se pode ler na missiva citada pelo Expresso, e assinada pela Nova Ordem de Avis - Resistência Nacional, de extrema-direita e neonazi.', 'A informação sobre a investigação foi avançada pela que deu conta de mais um dado: um dos visados, o dirigente do SOS Racismo Mamadou Ba, já foi prestar declarações às autoridades esta quarta-feira à tarde.', 'O Bloco de Esquerda vai apresentar duas queixas ao Ministério Público, cada uma em nome das deputadas visadas ( Mariana Mortágua e Beatriz Gomes Dias) no e-mail que foi enviado na passada terça-feira à noite. O Bloco deu imediatamente conhecimento à PJ assim que soube do e-mail, as duas deputadas do Bloco irão apresentar queixa ao Ministério Público, avançou ao, fonte do partido.', 'De realçar que no sábado à noite houve uma concentração de pessoas, com máscaras a tapar o rosto e a envergarem tochas junto à sede da SOS Racismo, uma iniciativa sem precedentes recentes e sobre a qual Mamadou Ba se pronunciou na rede social Facebook: Ainda não ouvi nada sobre o terrorismo cultural, nem sobre a sacrossanta necessidade de zelar pela higiene urbana e ordem pública face à infeção da parada do kkk em frente à sede do SOS.', 'O i tentou obter algum dado adicional junto do gabinete da deputada não-inscrita Joacine Katar Moreira, que também recebeu o e-mail ameaçador, mas sem êxito para já.', 'Esta é a primeira vez na história recente que três elementos eleitos no Parlamento recebem este tipo de ameaças.', 'No passado, mesmo no tempo da troika, com várias manifestações à porta do Parlamento, não houve registo similar de ameaça.', 'Jonathan Costa e Rita Osório (da Frente Anti-Fascista)Vasco Santos, ( Movimento Alternativa Socialista), Luís Lisboa, Melissa Rodrigues e Danilo Moreira, todos membros da SOS Racismo também receberam um e-mail igual.', 'O Movimento Alternativa Socialista mostrou-se solidário com a SOS Racismo após à concentração junto à sua sede.', 'Nos últimos dois relatórios anuais de segurança interna (RASI) já se alertava para fenómenos de aumento de extrema-direita e no último balanço, dizia-se, no referido documento, para as atividades neonazis e o facto de a extrema-direita estar a alargar a sua base de apoio.'] ",
        "numberPosts": " 205 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Ethnicity - General,Ethnicity - Black,Ideological and Political Identity - General,Ethnicity - White,Nationality - German",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racismo,Racista,Preto,Preta,Negro,Comunista,Esquerdalho,Gajo,Branco,Nazi,Mulher,Imigrante,Amarelo,Amarelo,Cigano,Senil,Tuga",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "5031390150",
            "user": "disqus_7bslPgijFj",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "A memória, ou a falta dela.<br/>Não foi esta deputada e dirigente destacada do be que andou de MEGAFONE a gritar que queria o bolsonaro MORTO como salazar, com coro e tudo?<br/>Houve algum discurso de ÓDIO  que superasse este?<br/>Não há um jornalista que coloque a questão à própria?<br/>Tem medo de quê?!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5029208504",
            "user": "disqus_xmCBjS9tbD",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "AQUI ESTÁ A EXTREMA DIREITA NO SEU MELHOR!!<br/>DEIXEM O CHEGA CRESCER QUE VÃO VER O QUE É BOM PARA A TOSSE.....",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5029218387",
                    "user": "disqus_AMVFiWrvz0",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Karen nao precisa de escrever em letras maisculas...mas ok ja sabemos que se acha mais que os outros aqui...🤮🤮🤢é engraçado que nao a vi comentar sobre aquele sr. do jornal em hong kong que foi preso...lá pelos menos nao tinhamos que ler os seus comentarios estupidos e malcriados nao podia opinar...🤣🤣",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5029157949",
            "user": "disqus_qjGrG6hxKV",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "quantas horas já passaram?",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5029219813",
                    "user": "disqus_AMVFiWrvz0",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "🤣🤣🤣",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5029099017",
            "user": "limalhas",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Ora cá temos os \"defensores\" da democracia a revelarem oficialmente os seus objectivos!",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "5029235589",
                    "user": "disqus_xmCBjS9tbD",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Já estão todos a passar as suas túnicas brancas e os seus chapéus em cone.....já devem ter ido comprar combustível para as tochas....felizes que estão os KKK à portuguesa",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "5029240952",
                            "user": "limalhas",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "O mais engraçado é que ainda não vi nenhum destes \"defensores\" da democracia a elevar o seu pluralismo democrático ao ponto de repudiarem a atitude dos KKK portugueses.",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "5029246077",
                                    "user": "disqus_xmCBjS9tbD",
                                    "date": "3 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Fazem-se de desentendidos....<br/>Hoje estão todos muito ocupados para comentar....",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5029045842",
            "user": "disqus_oQ6NjihhdN",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Há tempos foi captada pelas camaras de um elevador, uma <b> mulher </b>a agredir-se!!!  Depois a dita senhora foi à policia apresentar queixa  contra o marido por violencia domestica .  sorte dele foi que conseguiu aceder á imagens!                                                                A PJ que identifique o mais depressa possivel  quem foram os autores desse e-mail. Se não forem capazes, peçam ajuda ao Rui Pinto. Mas divulguem o nome do  autor ou autores!!! Se calhar vai haver surpresa das grandes!!! Seria muito estupido que alquem de direita fizesse ameaças deste tipo a deputados!  Acredito mais que estas ameaças venham da parte daqueles que querem ilegalizar o Chega! E mais não digo!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Mulher"
            ]
        },
        {
            "id": "5028771307",
            "user": "mariaeugniamrias",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "O SOS <b> Racismo </b>tanto apreguou pelo<b>  racismo</b> que irritou demais. Agora , em vez de acabarem a fantochada d<b> o racism</b>o, vão a correr para a polícia. <br/>Quem semeia ventos colhe tempestades.<br/>Podiam era fazer isso nos seus países.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "5028759492",
            "user": "disqus_qjGrG6hxKV",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "ainda não falaram  no  moço que  foi morto  no algarve há  um ano  por  um <b> preto </b>que  fugiu para frança .... porque será? onde andam esse fregueses do s.o racismos?",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5028761433",
                    "user": "bolideirayahoocombr",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "São vesgos e mirolhos!<br/>Tanto alardo por um <b> preto </b>ser morto em Bragança.<br/>E o Eng informático, assaltado e morto por 3 pretos à naifada no Campo Grande nem um pio!<br/>Metam o<b>  Racismo</b> onde o sol não entra!",
                    "likes": 4,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5028773151",
                            "user": "disqus_cBccy1PhIj",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "É uma organização racista, só lhes interessa a raça negra, os outros bem podem morrer ai a um canto.<br/>Apoiada pela esquerda não se podia esperar outra coisa, se não uma organização para criar trincheiras na sociedade Portuguesa.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Racismo",
                        "Preto"
                    ]
                }
            ],
            "keywords": [
                "Preto"
            ]
        },
        {
            "id": "5028751045",
            "user": "disqus_AH69Zctpuj",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "estes novas Pides como BE, PCP, SOS-BE, Mariana vieira da silva, Isabel moreira ,  Fernando rosas, Boaventura Santos, etc  que querem impor uma ditadura de pensamento único de esquerda não têm moral para falar de ameaças.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5028775386",
                    "user": "disqus_cBccy1PhIj",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Pela estripe são bem capazes de criar a própria noticia, assim como fizeram no Brasil com o Bolsonaro, diziam que tinham feito suásticas na perna de uma adolescente. Quando foram ver repararam que a suástica estava ao contrário, a rapariga acabou por confessar que foi tudo montado por uns amigos de esquerda do PT.\nEstamos a falar de pessoas radicais que não medem o que é razoável.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5028724910",
            "user": "disqus_VP2kqItwDd",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "BAIXO NÍVEL E BLUFFF PARA APARECEREM NOS JORNAIS",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5028723209",
            "user": "disqus_AMVFiWrvz0",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Pedofilo \"Ferro Rodrigues repudia \"tentativas de intimidação\" a deputadas e a ativistas\"...e pronto é isto...🤢🤮🤮🤮",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5028714534",
            "user": "disqus_O5uGPm0is2",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Vão para áfrica para verem o que é <b> racismo!</b> Agora da-se um traque e começam logo uns energúmenos a berrar <b> \"RACISMO</b><b> ! RACISM</b>O!\" A maior parte das vezes não tem a ver c<b> om racis</b>mo, mas com o comportamento anormal, inaceitável, anti-social, fora da lei, que nada respeitam de certas etnias \"nórdicas\"...",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "5028699793",
            "user": "o_critico",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Que interessante... o BE e nojo do SOS cria <b> Racismo.</b>.. São os maiores criadores de ódios entre pessoas, ao ponto de chamar todos os portugueses de racistas... Tanto que envergonham a nossa historia de Portugal e fazem do nosso país uma vergonha mundial... Esse monto de lixo esquerdopata deve esse sim ser preso por traição e<b>  racismo</b> contra povo português.<br/>Já agora porque é que ontem saiu uma noticia sobre uma criança de 5 anos morta nos EUA, de repente silêncio total... pois vinham com a desculpa das armas, pois, mas não er<b> a racism</b>o, era só um afro que matou uma criança branca e num estado onde a policia pouco faz devido ser democrata e estes estarem tirar dinheiro da policia para dar a manifestações BLM, onde estes vão armados destruir tudo... Interessante... como vai o mundo, e jornalixo nada diz senão mentiras em defensa do marxismo cultural.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5028741064",
                    "user": "bigurak",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Alguém que avise o berloque que se esqueceram de mim pois não me chamaram de <b> racista.</b>",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racista"
                    ]
                }
            ],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "5028697810",
            "user": "disqus_EJLoQqNK0r",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Esta gente que defende regimes como a Venezuela e a Coreia do Norte é contra ameaças???\nComo é possível em pleno século XXI, ainda existir um partido que se denomina por partido <b> comunista </b>português? Isto é um atentado contra a constituição portuguesa... Seria o mesmo que existir um partido chamado partido<b>  nazi</b> português!",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nazi",
                "Comunista"
            ]
        },
        {
            "id": "5028694554",
            "user": "disqus_EJLoQqNK0r",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "A agenda de esquerda criou o novo normal... Serem ameaçadas ( o que se realmente aconteceu, é lamentável) por email e por pessoas identificadas é terrorismo... Pilhar lojas, assassinar brancos por vingança, destruir estátuas, incendiar casas e carros é apenas manifestação antifa...\nAté parece normal...",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 8,
            "replies": [
                {
                    "id": "5028743583",
                    "user": "disqus_CaWmP5ve4c",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Foram mesmo ameaçadas/os isso é um facto<br/>Uma pergunta \"Pilhar lojas, assassinar brancos por vingança, destruir estátuas, incendiar casas e carros é apenas manifestação antifa...\" quando é que isso aconteceu cá no nosso Portugal?<br/>É que corre por aí que só as estátuas foram pintadas e parece que foi alguém que queria culpar os antifas",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 7,
                    "replies": [
                        {
                            "id": "5028752674",
                            "user": "disqus_EJLoQqNK0r",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "\"polícia bom é polícia morto\"... Claro que isto não é ameaçar ninguém...\nAntifa é antifa, seja em Portugal ou nos EUA... Ou acha que podem existir nazis em Portugal porque os nazis só mataram na Alemanha?\nE o bloco de esquerda apoiou pilhagens, assassinatos e incêndios provocados por antifas",
                            "likes": 4,
                            "hasReplies": true,
                            "numberOfReplies": 6,
                            "replies": [
                                {
                                    "id": "5028762200",
                                    "user": "bolideirayahoocombr",
                                    "date": "3 months ago",
                                    "timestamp": "NA",
                                    "commentText": "As mortalhas são filhas de um assaltante!",
                                    "likes": 4,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "5028757635",
                                    "user": "disqus_CaWmP5ve4c",
                                    "date": "3 months ago",
                                    "timestamp": "NA",
                                    "commentText": "\"polícia bom é polícia morto\"- não sei quem o disse <br/>onde é que o berloque apoiou pilhagens, assassinatos e incêndios<br/>falta-te fontes<br/>sem fontes é mentir",
                                    "likes": 2,
                                    "hasReplies": true,
                                    "numberOfReplies": 4,
                                    "replies": [
                                        {
                                            "id": "5028778390",
                                            "user": "disqus_cBccy1PhIj",
                                            "date": "3 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Estava num placar levantado por um anormal que acompanhava a manifestação do bloco de esquerda.<br/>Informa-se, vai ver que deixa de escrever tantas asneiras.",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 3,
                                            "replies": [
                                                {
                                                    "id": "5028787455",
                                                    "user": "disqus_CaWmP5ve4c",
                                                    "date": "3 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "ah a do puto de 16 anos que não sabe nada da vida e que muita gente condenou, inclusive os próprios manifestantes? <br/>A manif não era do BE!<br/>Afinal quem também não sabe nada da vida és tu!",
                                                    "likes": 1,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 2,
                                                    "replies": [
                                                        {
                                                            "id": "5028833572",
                                                            "user": "disqus_cBccy1PhIj",
                                                            "date": "3 months ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Não era oficial, mas foi organizada pelo be. Você é que anda a apanhar bonés.\nAlém disso está provado a sua falta de caracter. Num comentário anterior dizia que era tudo mentira e pedia provas, agora até sabe que era um puto de 16 anos, que até o deve conhecer visto dizer que ele não sabe nada da vida. Aqui dá para ver o seu estilo.\nNada de novo para uma esquerdista.",
                                                            "likes": 1,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 1,
                                                            "replies": [
                                                                {
                                                                    "id": "5029147703",
                                                                    "user": "disqus_EJLoQqNK0r",
                                                                    "date": "3 months ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "Mentir, para eles é mais um dia no escritório...",
                                                                    "likes": 0,
                                                                    "hasReplies": false,
                                                                    "numberOfReplies": 0,
                                                                    "replies": []
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5028686119",
            "user": "disqus_SEGoOTNNHB",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Lendo a noticia, e consultando outro meio de comunicação onde constam os nomes dos prendados/prendadas, a única que é difícil mandar para a terra dela é a Mortágua, que é Alentejana, os/as restantes podiam ir mesmo para a terra deles/delas, são africanos e brasileiros que nada produzem e vivem de expedientes ou à custa do erário publico, logo por mim podiam mesmo ser todos enviados para a terra deles.",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5028740938",
                    "user": "Ilgino",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "E tu bem que podias ir à G.P.Q.T.PARIU!",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5033664054",
                            "user": "disqus_SEGoOTNNHB",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "Pela educação vê-se qual a sua origem, nada a reportar.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5028685874",
            "user": "disqus_cCN608U5Li",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "dizia um revolucionário dias atrás que policia bom é o que está morto.....bem podia dizer o mesmo para pretos amarelos e outras raças e até que <b> gajo </b>be bom é o que está preso na urna...",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gajo"
            ]
        },
        {
            "id": "5028685666",
            "user": "disqus_AMVFiWrvz0",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "A Mortágua já veio a publico dizer que se encontra segura, contratou duas mulheres machos matulonas para segurança dela e por uma questão de cautela a Filomena caso tenha que fugir de carro...acho que é uma grande condutora mesmo embriagada....🤣🤣🤣🤣",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5028685632",
            "user": "bolideirayahoocombr",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Óh meu rico Sº António! <br/>Óh meu Santo Popular ! <br/>Leva lá o Bolsonaro! <br/>Para junto do Salazar!!!!!\nQuem cantou esta quadra na Av. da Liberdade????  Foram.....Foram.... As Mortáguas do Bloco de Esterco!",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5028747403",
                    "user": "disqus_AH69Zctpuj",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "isso já não é discurso de ódio..... chega de ditadura de pensamento único de esquerda com o apoio de toda a comunicação social vendida",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5028684028",
            "user": "disqus_cCN608U5Li",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "A coisa está <b> preta </b>para os pretos e alguns seus apoiantes, mas ainda há dinheiro daquele célebre assalto ao banco na Figueira da Foz que os faz viver acima de tudo ...<b> .racismo</b> não há, mas há gente que faz tudo para haver...esquerdalhos sempre a odiara direita, mas se há direitos de odiar a direita não pode haver ódio contra a esquerdalhada?<br/>Os pretos em Portugal estão melhor que em África, pois não precisam de trabalhar....e tem mais que os brancos o que parece negativo,poishá gente que trabalhou uma vida e não tem condições de vida, e outros sejam pretos ou amarelos tem tudo do nosso estado...uma vergonha nacional.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5028686756",
                    "user": "disqus_cBccy1PhIj",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Que importa a cor da pele, o que importa é se usufruem de coisas para as quais não contribuíram. <br/>Tambem há muitos imigrantes que pagam impostos e acabam por voltarem ao seu país de origem, sem usarem o que contribuíram.\nDevia haver mais fiscalização e quem fosse <b> imigrante </b>e não tivesse contracto de trabalho a descontar para a segurança social, recebia guia de marcha para o seu país.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Imigrante"
                    ]
                },
                {
                    "id": "5028687878",
                    "user": "disqus_cCN608U5Li",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "disse <b> ama<b> relo </b</b>>para dizer todas as raças, e a não ser que me metem nojo, nada tenho contra os amarelos..",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Amarelo"
                    ]
                }
            ],
            "keywords": [
                "Racismo",
                "Preta"
            ]
        },
        {
            "id": "5028683728",
            "user": "disqus_zMUU2BonaE",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Estao a mandar os email's a elas proprias, só para se fazerem passar por coitadinhas e tentarem mais uns votitos ou subsídiositos!<br/>E em tralha inutil desta, que os nossos impostos sao desbaratados!<br/>A pretalhada e afins, se acham que há cá \"<b> racismo\"</b>, que nao venham para cá, que ninguem os chamou nem fazem falta nenhuma, pois só servem para poluir o ambiente!",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "5028680530",
            "user": "alfonsocontorno",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "NÃO FORAM AS MORTÁGUAS QUE ANDARAM A CANTAR E A DESEJAR A MORTE A JAIR BOLSONARO??? O SOCIALISMO É ASSIM , PODEM DESEJAR E CANTAR À MORTE DOS OUTROS , MAS QUANDO É COM ELES.........eu nem acredito nesta história desta gente que passa 365 dias a mentir.....",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5028681754",
                    "user": "bolideirayahoocombr",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Eu vi as Mortáguas aos pulos a cantar a morte ao Bolsonaro. Pareciam umas cabras doidas!",
                    "likes": 6,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5028684576",
                            "user": "disqus_cCN608U5Li",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "Muito bem sr.Zangado, é assim mesmo..",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5028678386",
            "user": "disqus_CaWmP5ve4c",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Isto é grave! E os comentadores abaixo que acham que é tudo uma mentira, ou que está tudo bem, não entendem a gravidade da situação!",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5028748648",
                    "user": "disqus_AH69Zctpuj",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "gravidade é as Mortágua e comunistas gritarem pela morte de Bolsonaro por exemplo e ser aceite como normal porque é BE e PCP",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5028759448",
                            "user": "disqus_CaWmP5ve4c",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "LOLOLOL <br/>Acho que há uma diferença entre cantar e pedir a morte simbólica de uma figura de Estado que está separada de nós por um oceano e ameaças directas perpetradas por um bando de neonazis treinados na Europa de Leste. <br/>Quem não vê essa diferença é porque não quer",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5028678230",
            "user": "bolideirayahoocombr",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Para rir e avacalhar !!!<br/>Sabem o que disse Deus quando fez o 2º <b> negro?</b>?? iiiii queimou de novo!!!!<br/>Sabem porque os negros tem a palma da mão e dos pés brancos??? Porque estavam de 4 quando Deus os fez!!!",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "5028679135",
                    "user": "disqus_CaWmP5ve4c",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "E tu tens o olho do c u <b> preto </b>porque estavas de quatro e ficaste com ele rebentado!<br/>é só para rir e avacalhar!",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 5,
                    "replies": [
                        {
                            "id": "5028679581",
                            "user": "bolideirayahoocombr",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "Vai ofender o caaralho que te fez!! Para avacalhar e mandar-te para o caaaralho!",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 4,
                            "replies": [
                                {
                                    "id": "5028688784",
                                    "user": "disqus_CaWmP5ve4c",
                                    "date": "3 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Era para rir e avacalhar! Não gostaste? Temos pena racista de merd@",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "5028681290",
                                    "user": "alfonsocontorno",
                                    "date": "3 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Cuidado que essa A anda a bisbilhotar a vida das pessoas...o Camões que o diga , já foi incomodado por ela e pelos amigos....",
                                    "likes": 1,
                                    "hasReplies": true,
                                    "numberOfReplies": 2,
                                    "replies": [
                                        {
                                            "id": "5028682614",
                                            "user": "bolideirayahoocombr",
                                            "date": "3 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Esse (A) já está riscado dos meus comentários!",
                                            "likes": 0,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        },
                                        {
                                            "id": "5028689637",
                                            "user": "disqus_CaWmP5ve4c",
                                            "date": "3 months ago",
                                            "timestamp": "NA",
                                            "commentText": "ui camedo!",
                                            "likes": 0,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Preto"
                    ]
                }
            ],
            "keywords": [
                "Negro"
            ]
        },
        {
            "id": "5028674741",
            "user": "bolideirayahoocombr",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Moro onde existem muitos de cor, e nunca me apercebi de <b> racismo.</b> Vejo trabalhar os negros nas obras e não me apercebo de nada. Sempre em boas relações.<br/>Pior que os negros é a ciganada, que vive das feiras, não pagam qualquer tipo de impostos e são uns malandros.<br/>Já viram algum<b>  cigano</b> a trabalhar nas obras????? Ou noutro sítio em que seja necessário vergar a mola????<br/>Só posso dizer bem dos negros.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo",
                "Cigano"
            ]
        },
        {
            "id": "5028667876",
            "user": "disqus_AMVFiWrvz0",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Encontraram o que procuravam...a estrategia dos anti <b> racismo </b>é mesmo esta..levar as coisas ao ridiculo e ao extremo para que o lado oposto tenha atitudes extremistas para quem está esquecido ou morto politicamente seja ressuscitado..🤔🤔🤫🤫🤔",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5028669584",
                    "user": "bolideirayahoocombr",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "O <b> Racismo </b>e a permanente mexida nessa porcaria pensam que é a salvação do BE senão desaparecia! Insiste nisso para se manter à tona!!!",
                    "likes": 3,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5028673913",
                            "user": "disqus_AMVFiWrvz0",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "Sem duvida, a agenda do BE pouco passa disso...nao vao faltar comentarios deles nos proximos tempos, mas ainda estou à espera dos comentarios desta gente à cerca da detencao recente daquele Sr. em Hong kong...🤮🤢🤢",
                            "likes": 4,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Racismo"
                    ]
                }
            ],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "5028667621",
            "user": "bolideirayahoocombr",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "O <b> Racismo </b>em Portugal só existe nas cabeças OCAS das mortalhas do BE! E na cabeça escura da Joacine e no chulo Mamadou BA!",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "5028662655",
            "user": "disqus_qO85OOVgGx",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "É o que eu digo!<br/>Dá-me a sensação que há gentinha que ainda não se apercebeu da gravidade da ameaça terrorista!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5028652493",
            "user": "disqus_3pm6ec5fB9",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Comece em casa com o Google! É de longe o melhor negócio. Recebi 27359 € no meu último salário por trabalhar 4 horas por dia. Comecei isto há 3 meses e imediatamente trouxe para casa pelo menos 700 € por dia e os ganhos podem ser ainda maiores com o tempo ..Eg6.. Veja mais aqui\n..............................➤➤➤➤➤➤➤➤➤➤➤ 𝔀𝔀𝔀.𝐢     𝐠𝐫𝐞𝐬𝐨𝐬𝟗..𝘾𝙤𝙢𝔻\nNão adicione \"𝔻\" no endereço da web",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5028651350",
            "user": "disqus_cBccy1PhIj",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Mais uma manobra de propaganda de esquerda. Ao ponto onde chega esta gente.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5028649228",
            "user": "bolideirayahoocombr",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Quem é que cantou aos saltos  (parecia uma caabra) na Av. da Liberdade de megafone na mão assim: Óh meu rico Sº António! Óh meu Santo Popular ! Leva lá o Bolsonaro! Para junto do Salazar!!!!!  Mortágua só sabe......dizer meeerda!!!<br/>E anda esta porcaria a dar leis!!!",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5028647217",
            "user": "bolideirayahoocombr",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "O Mamadou Ba mais as Mortalhas do BE deviam de ir ter com o Bolsonaro e desejar-lhe a morte frente a frente!",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5028481306",
            "user": "comunistaasrio",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Querem mandar as deputadas brancas juntamente com as negras prá terra delas?\nIsso não é <b> racismo.</b><b>  Racismo</b> seria mandar só os negros.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "5028400694",
            "user": "disqus_LvM1EA4Dvs",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Estava a ver que isto nunca mais acontecia...<br/>Espero que não se fiquem apenas pelas ameaças!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5028326303",
            "user": "disqus_Zf5nBRQLBe",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Não concordo com ameaças, mas que é preciso pôr cobro em alguns \"activistas\" de esquerda e outros do mesmo naipe não tenho a menor dúvida... É que só com algum medinho é que se calhar vão começar a respeitar os outros. É que estamos a chegar a um ponto em que uns tantos se auto-elegeram polícias do pensamento, e que ninguém pode discordar deles. E a população começa a ficar farta. Não se pode dar opinião sobre nada, pois se a opinião não é de esquerda é <b> racista,</b> é qualquer coisa \"fóbica\" e toda a lenga-lenga de \"fobias\" que agora se lembraram de inventar. Realmente é preciso fazer qualquer coisa, se não, num futuro bem próximo, se, por exemplo um professor der uma negativa a um aluno de pele mais escura, só porque ele não sabe a matéria, esse professor, com estes polícias de esquerda, ainda acaba a cumprir 25 anos de prisão. É mesmo preciso fazer qualquer coisa, pois a democracia, com estes mamadous e restante séquito, está bem ameaçada.",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racista"
            ]
        },
        {
            "id": "5028310025",
            "user": "disqus_KUYq2bOGtm",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Isso é treta e propaganda, devem é enviar mails uns aos outros... Porque é muito difícil conseguir esconder a sua proveniência... Mas se alguém realmente o fez então é um boçal declarado....",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5028301727",
            "user": "disqus_Qy5sCwo6qn",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Não será dificil apanhar os autores da gracinha.!!!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5028297559",
            "user": "Meliodasreidosdemonios",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "\"Eles são todos iguais<br/>Eles são todos iguais<br/>Não acredito em nenhum<br/>Eles são todos iguais<br/>No inferno ou no céu<br/>Venha o diabo e escolha um\"\nBombocas\nDefine o que penso do BE, SOS <b> racismo </b>e estes do Nova Ordem de Avis.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5028622374",
                    "user": "nomedeutilizadortemdeserunico",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "E precisam uns dos outros para terem razão de ser.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "5028289838",
            "user": "disqus_mogfSPaHQJ",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "O meu único lamento é que não se venha a descobrir quem é que realmente mandou este e-mail...\nComo é que se diz Jussie Smollett em vale-da-amoreirês?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5028293458",
            "user": "miguelgodinho",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Já não cumprem.<br/>E a justiça só atua quando o crime é muito grosseiro. Por exemplo: homicídio ou tráfico de droga em quantidades que se vejam.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5028286203",
            "user": "miguelgodinho",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Com a pademia perderam espaço mediático...é uma boa maneira de chamar à atenção.<br/>Podiam ir para a praia com o prof Marcelo, apareciam e era mais divertido...assim é só desespero.<br/>O Mamadu e companhia não querem falar do que se passou no Bairro Padre Cruz na semana passada? O assunto foi abafadinho com uma categoria e foram baleadas 4 pessoas.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5028632146",
                    "user": "nomedeutilizadortemdeserunico",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "O mamadu e companhia vieram para a Europa com a lavagem cerebral bem feita e, como \"soldados\" que são da sua causa, vão até onde lhes permitirem ir.<br/>Aliados aos comunas, são os reis da reinvindicação dos direitos. Não me recordo de os ouvir falar em deveres. <br/>A técnica do coitadinho sempre resultou. Parecem aqueles velhos esfarrapados, sempre sujos, de boina de lado, aos caídos nos bancos do jardim e, quando se vai a ver, têm contas bancárias com 6 dígitos.\nPortugal é terreno fértil para esta gente.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5028287086",
            "user": "Meliodasreidosdemonios",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "É assunto de cornos, roubo de ouro ou bruxaria?\nSegundo a minha avó, é só isso que lá aparece.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5028345437",
                    "user": "Meliodasreidosdemonios",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Não sabia que cornos era um palavrão.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5028675458",
                            "user": "disqus_AMVFiWrvz0",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "o zé meliodas é assexuado🤣🤣",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5028274174",
            "user": "disqus_qO85OOVgGx",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "São absolutamente condenáveis estas ameaças!<br/>É no que dá o banalizar das expressões racistas \"que vá para a terra dela\"!<br/>Continuem a fazer mais manifs de Portugal não é <b> racista,</b> ou a rua agora é da direita!<br/>Resultado fantástico!\nE depois, nestes caixotes de bitaites é o que se vê!<br/>Em vez de todos condenarmos estas ameaças terroristas, ainda há quem arranje teorias mirabolantes ou se envolva em discussões estéreis como é o caso do palhaço masoquista de serviço!",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "5028298829",
                    "user": "TechMan99",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "TODOS os extremismos são lamentáveis, e os ofendidos põem-se a jeito e depois queixam-se.",
                    "likes": 4,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "5028722694",
                            "user": "disqus_qO85OOVgGx",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "Não é ofendidos, mas sim ameaçados!<br/>São coisas bem diferentes!<br/>E fizeram muito bem em apresentar queixa!",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "5029128046",
                                    "user": "TechMan99",
                                    "date": "3 months ago",
                                    "timestamp": "NA",
                                    "commentText": "O ideal seriam pararem de semeiar ventos.<br/>Depois colhem tempestades e queixam-se.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racista"
            ]
        },
        {
            "id": "5028275608",
            "user": "gabrielorfaogoncalves",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "O SIS só vai passar a trabalhar bem quando vier o inevitável corte de salários, corte esse produto de políticas irresponsáveis.\nTal como no caso Sócrates, a malta do SIS só se mexeu para passar informações preciosas ao Ministério Público sobre a vida faustosa e no apartamento de Paris quando lhes tiraram o 13º e o 14º mês e perceberam que o responsável pelo descalabro económico se chamava José Sócrates.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5028297230",
                    "user": "jorge_rodrigues_valente",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Nota: o SIS já não existe, é agora SIRP.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5028260998",
            "user": "disqus_6agQFnktjW",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Conveniente...<br/>A esquerdalha com os truques do costume.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5028247334",
            "user": "disqus_EJLoQqNK0r",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Telefona ao Rupp que ele trata te dos números",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5028320320",
                    "user": "disqus_EJLoQqNK0r",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Não digas isso... O Rupp está em grande forma...",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5028340268",
                            "user": "disqus_EJLoQqNK0r",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "Não! O astrofísico da pandemia!",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5028225743",
            "user": "caodalaura",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Mandei um email a mim mesmo a ameaçar-me.\nEm relação a extrema direita a aumentar talvez os nossos dirigentes não devessem ter mais imigrantes num ano do que bebés nascidos. São eleitos para cuidar do povo que os elege, não para substituir o povo quando este está em baixa de natalidade. Tanto Costa como Marcelo dizem o mesmo 'estamos em baixa de natalidade? imigração é necessária então, agora somos multiculturais'.<br/>Não me lembro do multiculturalismo e substituição étnica terem sido referendados. Literais traidores.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5028221597",
            "user": "disqus_7QmSYJLe54",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Aquilo que eu sei é que temos há 15 dias uma excelente higiene política e um ar muito mais respirável sem a presença diária do monte de esterco do primeiro ministro nas televisões.<br/>Os tele jornais sao muito mais interessantes sem aquela figura que mete nojo.<br/>Este ignóbil indiano deveria ir de férias para sempre.<br/>Quanto à mortágua e ca é só propaganda <b> comunista </b>para nao se falar da incrivel festa do avante....<br/>Uma vergonha...",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Comunista"
            ]
        },
        {
            "id": "5028208142",
            "user": "Meliodasreidosdemonios",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "\"Quando não se tem argumentos, o recurso é a ameaça pessoal a nível físico.!\"\n\"Não! A pergunta para sim não é o karalho que te phoda. O meu nome do meio é \"parto-te os Kornos! Serve?\"<br/>Ôdo ta kif, na notícia sobre as associações de eventos.\nBem prega Frei Tomás.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 19,
            "replies": [
                {
                    "id": "5028247967",
                    "user": "disqus_EJLoQqNK0r",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Ó Mortágua, não disfarces..",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 18,
                    "replies": [
                        {
                            "id": "5028262090",
                            "user": "gabrielorfaogoncalves",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "Camões,\npeço-lhe que veja a troca de comentários entre eu e este \"Ôdo ta kif\" na notícia com o número 705596 (sobre as Associações de Eventos terem enchido o Terreiro do Paço com malas) para compreender todo o contexto, para ver quem é que insultou quem, e o porquê de o Meliodas transcrever para aqui um comentário que esse \"Ôdo\" deixou na notícia referida.",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "5028770466",
                                    "user": "gabrielorfaogoncalves",
                                    "date": "3 months ago",
                                    "timestamp": "NA",
                                    "commentText": "«ESTÁS PHODIDO! VOU-TE ROER ESSAS ORELHAS ATÉ AO CACO! A MALTA VAI <br/>ARRANJAR-TE UMA T-SHIRT À MEDIDA!  O Meliodas deixou-te a falar sozinho?<br/> Recorres agora ao Camões? A quem mais vais recorrer para justificar que<br/> me atacaste de uma forma cobarde , que me ameaçaste de morte, sem <br/>imaginares no minimo com quem te estas a meter? Quem és tu para me <br/>ameaçar? Aguarda...O teu ID já cá canta! Vou facilitar-te a vida. Vais <br/>poder por em prática esse teu instinto agressivo recalcado, muito mal <br/>disfarçado  com falinhas mansas!»\nJá lhe disse que não gosto de t-shirts, irra!\nAtaquei-o? Foi? E em que sítio?\nAmeacei-o de morte? Foi? E em que comentário? Vá azinha à Judite.\nO \"ID\" é nos filmes americanos.<br/>Você é o mesmo tipo que no Insurgente acusava os outros de o ameaçarem de morte assim do nada - mas literalmente do nada, não é? Você não é o \"Carlos\", ou lá o que era?",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "5028322124",
                            "user": "disqus_EJLoQqNK0r",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "Peço lhe que veja os insultos deste Melo dias à minha pessoa... Este melo dias é um esquerdopata envergonhado...\nEsse odo é apenas um maluquinho à procura de atenção...",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 15,
                            "replies": [
                                {
                                    "id": "5028784407",
                                    "user": "gabrielorfaogoncalves",
                                    "date": "3 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Sobre os alegados insultos do Melodias a si, agradeço que me indique links de notícias e o número # do comentário. Para obter esse número, se por exemplo ele o insultou e V. respondeu, carregue na seta que aparece a seguir ao seu nome na resposta que deu. Isto vai redireccionar para um URL que no fim tem um # e um número. É a melhor forma de encontrar um comentário entre centenas que por vezes acompanham uma notícia.\nObrigado.",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "5028323201",
                                    "user": "Meliodasreidosdemonios",
                                    "date": "3 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Coitadinho do Calimero Camões, lança mentiras sobre os outros e depois faz-se de vítima.<br/>Coitaaaaaado.",
                                    "likes": 1,
                                    "hasReplies": true,
                                    "numberOfReplies": 13,
                                    "replies": [
                                        {
                                            "id": "5028326573",
                                            "user": "disqus_EJLoQqNK0r",
                                            "date": "3 months ago",
                                            "timestamp": "NA",
                                            "commentText": "O facto de seres um mal educado não faz de mim vítima... Mesmo que quisesses não conseguias... És apenas mais um... Ao nível do relvas, do odo, do vendap e outros que tais...",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 12,
                                            "replies": [
                                                {
                                                    "id": "5028330332",
                                                    "user": "Meliodasreidosdemonios",
                                                    "date": "3 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "O meu histórico não é privado como o teu, cobarde.<br/>Quem quiser desvendar quem é o mal educado aqui que vá ver as trocas de comentários.<br/>És mal educado e sem princípios morais.<br/>Apenas pelo delito de opinião de criticar de vez em quando o Chega, e nunca nos mesmos moldes ordinários de outros comentadores, lanças logo mentiras a meu respeito, que sabes que são mentiras porque até há pouco tempo atrás até davas like nos meus comentários, para tentar descredibilizar-me, coisa que eu nunca fiz com ninguém.<br/>E não satisfeito, ainda andas atrás de mim a responder aos meus comentários com provocações infantis.",
                                                    "likes": 1,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 5,
                                                    "replies": [
                                                        {
                                                            "id": "5028351601",
                                                            "user": "Meliodasreidosdemonios",
                                                            "date": "3 months ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Ah ah ah ah ah ah, quando um apoiante do Chega e um comuna se metem a trocar likes e a bailar a música que eu toco, já tenho o dia ganho, eh eh eh eh eh eh eh.",
                                                            "likes": 2,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 4,
                                                            "replies": [
                                                                {
                                                                    "id": "5028354072",
                                                                    "user": "disqus_EJLoQqNK0r",
                                                                    "date": "3 months ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "Ahahahahahahahah..\nÓ comuna podes assumir-te... Sai do armário.. Estás já a pensar no avante e a pensares em bailar?\n😂😂😂😂😂😂",
                                                                    "likes": 0,
                                                                    "hasReplies": true,
                                                                    "numberOfReplies": 3,
                                                                    "replies": [
                                                                        {
                                                                            "id": "5028355529",
                                                                            "user": "Meliodasreidosdemonios",
                                                                            "date": "3 months ago",
                                                                            "timestamp": "NA",
                                                                            "commentText": "Só vou ao Avante se apanhar o covid.\nQuem precisa de sair do armário és tu.<br/>Pelos teus comentários, o teu partido chama-se Ergue-te.",
                                                                            "likes": 1,
                                                                            "hasReplies": true,
                                                                            "numberOfReplies": 2,
                                                                            "replies": [
                                                                                {
                                                                                    "id": "5028359180",
                                                                                    "user": "disqus_EJLoQqNK0r",
                                                                                    "date": "3 months ago",
                                                                                    "timestamp": "NA",
                                                                                    "commentText": "Ahahahahahahahah...<br/>O PNR existe há 20 anos e nunca votei neles... Tu já votaste no bloco de esquerda...",
                                                                                    "likes": 0,
                                                                                    "hasReplies": true,
                                                                                    "numberOfReplies": 1,
                                                                                    "replies": [
                                                                                        {
                                                                                            "id": "5028360635",
                                                                                            "user": "Meliodasreidosdemonios",
                                                                                            "date": "3 months ago",
                                                                                            "timestamp": "NA",
                                                                                            "commentText": "Pois já votei, e o Ventura andou muitos anos no PSD até decidir fundar o seu próprio partido, é porque deve ter mudado de opinião, algo que só os burros nunca fazem.",
                                                                                            "likes": 1,
                                                                                            "hasReplies": false,
                                                                                            "numberOfReplies": 0,
                                                                                            "replies": []
                                                                                        }
                                                                                    ]
                                                                                }
                                                                            ]
                                                                        }
                                                                    ]
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                },
                                                {
                                                    "id": "5028335813",
                                                    "user": "disqus_EJLoQqNK0r",
                                                    "date": "3 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Não ando atrás de ninguém... Mas não penses q deixo passar em claro a cobardia e a hipocrisia... E eu, ao contrário de ti, não minto... Já te expliquei...\nEleições Polónia <br/>Ódio a Trump e bolsonaro<br/>Aborto<br/>LGBT <br/>Eleições usa <br/>Insultos ao chega (\"o chega é um partido de merda\")<br/>Eutanasia<br/>Já votou bloco de esquerda\nTUDO VERDADE!",
                                                    "likes": 0,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 1,
                                                    "replies": [
                                                        {
                                                            "id": "5028358364",
                                                            "user": "disqus_EJLoQqNK0r",
                                                            "date": "3 months ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Prefiro mil vezes alguém que se assume e que eu discordo, do que estes trenós que não são carne nem são peixe e que andam aqui a tentar agradar a tudo e a todos!\nOs adversários, eu respeito como é o seu caso! O outro... Pensa exactamente como você, mas tem vergonha... E não há nada mais deprimente que esta gente...",
                                                            "likes": 0,
                                                            "hasReplies": false,
                                                            "numberOfReplies": 0,
                                                            "replies": []
                                                        }
                                                    ]
                                                },
                                                {
                                                    "id": "5028344389",
                                                    "user": "Meliodasreidosdemonios",
                                                    "date": "3 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "E lá vamos nós ao julgamento público do meu carácter.<br/>Chamas-me cobarde quando o teu histórico é privado, de certeza que é por medo de que se descubra algum rabo de palha.<br/>Mas vamos a isso, quem quiser que decida se eu sou de esquerda ou direita porque a felicidade do fórum depende disso:\nEleições Polónia - o candidato derrotado era de um partido de centro-direita.\nÓdio a Trump e Bolsonaro - não simpatizo com as figuras, e daí? No caso do Trump até os republicanos formaram o Lincoln Project para evitar a sua reeleição.\nAborto - é mais uma questão da crença religiosa e da consciência de cada um, conheço pessoas de direita que são a favor e outras de esquerda que são contra e vice-versa.\nLGBT - o que é ser \"a favor\" ou \"contra\" essas pessoas?<br/>Desde que não me chateiem, quero é que cada um faça a sua vida pessoal como entender, desde que seja com outros adultos e com consentimento.\nInsultos ao Chega - já reconheci que exagerei quando escrevi essa frase, quem é que numa discussão acesa nunca disse algo que se arrependeu?\nEleições USA - entre Biden e Trump, não sei quem tem menos juízo, nenhum deles me parece ter perfil para o cargo.\nEutanásia - digo o mesmo que escrevi sobre o aborto.\nJá votei no BE - pois já, foi na primeira vez na vida que votei, quando era um jovem de 18 anos que não sabia nada de política, como disse Mário Soares, \"Só os burros não mudam de opinião\".",
                                                    "likes": 1,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 3,
                                                    "replies": [
                                                        {
                                                            "id": "5028352476",
                                                            "user": "disqus_EJLoQqNK0r",
                                                            "date": "3 months ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Essa de citares Mario Soares é uma pérola... Ninguém de direita o faria...\n😂😂😂😂😂",
                                                            "likes": 0,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 2,
                                                            "replies": [
                                                                {
                                                                    "id": "5028359033",
                                                                    "user": "Meliodasreidosdemonios",
                                                                    "date": "3 months ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "Se pensas que me vais condicionar em futuros comentários por causa dessa tentativa de me denegrir estás muito enganado, nunca tive problemas em escrever o que penso e não é ninguém que me vai impedir de o fazer, nem que escrevas mil comentários por dia a dizer mal de mim.",
                                                                    "likes": 1,
                                                                    "hasReplies": false,
                                                                    "numberOfReplies": 0,
                                                                    "replies": []
                                                                },
                                                                {
                                                                    "id": "5028354318",
                                                                    "user": "Meliodasreidosdemonios",
                                                                    "date": "3 months ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "Quando a frase é verdadeira não interessa quem a proferiu.<br/>Quem nunca mudou de opinião na vida sobre alguma coisa, só pode ser burro.\nAté o execrável Goebbels disse uma frase igualmente verdadeira:<br/>\"Uma mentira contada muitas vezes torna-se verdade\".",
                                                                    "likes": 2,
                                                                    "hasReplies": false,
                                                                    "numberOfReplies": 0,
                                                                    "replies": []
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5028309106",
            "user": "disqus_mogfSPaHQJ",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Vale o que vale, até porque somos todos culpados (eu com toda a certeza!) de dar muito mais atenção a determinados vermes do que aquilo que alguma vez fizeram para o merecer, mas após ler a referida troca de comentários, de facto, se dúvidas houvesse que há uma mentalidade violenta, intolerante, nestas autênticas milícias de pacotilha que enxameiam as caixas de comentários dos principais meios de comunicação nacionais, sempre com o mesmo modus operandi, sempre ao serviço do discurso único permitido, o exemplo dessa criatura é definitivo.\nA raiar o trágico de tal forma é a lástima ética que o compõe...",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5028765219",
                    "user": "gabrielorfaogoncalves",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Agora até diz que eu o ameacei de morte. É ir ler os últimos comentários dele aqui. Já no Insurgente, quando eu por lá andava, houve um tipo que tinha mais ou menos o mesmo tipo de discurso (agressivo, mas não mal-educado como aqui) que consistia em imputar aos outros coisas que eles nunca tinham dito ou feito. E justamente dizia que o tinham também ameaçado de morte naquele site - O Insurgente. Quando se lhe perguntava em que post é que isso estava, remetia para algo que nada tinha que ver com o assunto. Julgo que é a mesma pessoa.",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5028911398",
                            "user": "disqus_mogfSPaHQJ",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "Não me interprete mal, mas o culpado é você que tem a paciência de lhe dar troco (eu tenho o mesmíssimo defeito...)😂😂😂😂",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5028264562",
            "user": "Meliodasreidosdemonios",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "O \"beef\" do Camões comigo é por eu de vez em quando criticar membros do Chega.<br/>Desta vez foi devido a eu ter criticado o João Tilly, um conhecido Youtuber de teorias da conspiração.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5028250419",
            "user": "Meliodasreidosdemonios",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Olha o stalker de serviço, queres atenção é?<br/>Não preciso de disfarçar nada, eu escrevo aquilo que penso <b> preto </b>no<b>  branco</b> (espero que esta expressão ainda não tenha sido proibida).<br/>Se quiseres acreditar acredita, se não quiseres não acredites, agora andares sempre atrás dos meus comentários indicia que tens alguma obsessão por mim.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Preto",
                "Branco"
            ]
        },
        {
            "id": "5028235091",
            "user": "Meliodasreidosdemonios",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Um agressor? Onde?<br/>Ah ah ah ah, mete a casca de ovo na cabeça, Calimero.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "5028244460",
                    "user": "Meliodasreidosdemonios",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "E qual foi a parte onde eu ofendi alguém, ó burro?",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 5,
                    "replies": [
                        {
                            "id": "5028328789",
                            "user": "disqus_EJLoQqNK0r",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "Até tu que és inqualificável, tens razão quando discutes com o comuna Melo dias!",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 4,
                            "replies": [
                                {
                                    "id": "5028346814",
                                    "user": "disqus_EJLoQqNK0r",
                                    "date": "3 months ago",
                                    "timestamp": "NA",
                                    "commentText": "É pah...f o d e o juízo ao Melo dias que deve ser o único talento que tens e deixa-me em paz...\nAproveita, que quando comparado com ele até pareces um comuna moderado.......",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 2,
                                    "replies": [
                                        {
                                            "id": "5028362028",
                                            "user": "disqus_EJLoQqNK0r",
                                            "date": "3 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Deixa lá o comuna Melo dias... Ainda me enganou algum tempo... Agora já não tenho dúvidas que é do pior que por aqui anda!\nOlha, uma boa noite para ti!",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 1,
                                            "replies": [
                                                {
                                                    "id": "5028363787",
                                                    "user": "Meliodasreidosdemonios",
                                                    "date": "3 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Do pior que por aqui anda?<br/>Lol, eu penso exactamente o mesmo de ti.<br/>Um fanático partizan que não admite críticas ao seu querido partido, que parte logo para a tentativa de assassinato de carácter dos críticos, uma estratégia digna dos soviéticos.",
                                                    "likes": 1,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        }
                                    ]
                                },
                                {
                                    "id": "5028348141",
                                    "user": "Meliodasreidosdemonios",
                                    "date": "3 months ago",
                                    "timestamp": "NA",
                                    "commentText": "\"Aproveita, que quando comparado com ele até pareces um comuna moderado\"\nMais uma prova de má fé da tua parte, obrigado Camões.",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5028270976",
            "user": "Meliodasreidosdemonios",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Ao contrário de si eu não desejo mal às pessoas só porque não concordam comigo.<br/>Um comuna a defender a honra de uma associação de extrema-direita é o cúmulo do ridículo.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "5028361923",
                    "user": "Meliodasreidosdemonios",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Podes chamar o que quiseres que eu estou-me a ca gar para a tua pessoa.<br/>Antes de me ir deitar (já devia estar a dormir porque levanto-me às 6.00) vou bloqueá-los aos dois.",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 5,
                    "replies": [
                        {
                            "id": "5028366657",
                            "user": "Meliodasreidosdemonios",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "Bloqueado.<br/>Junta-te ao Camões a falar mal de mim como duas velhas à janela, eh eh eh eh eh.",
                            "likes": 2,
                            "hasReplies": true,
                            "numberOfReplies": 4,
                            "replies": [
                                {
                                    "id": "5028368983",
                                    "user": "disqus_EJLoQqNK0r",
                                    "date": "3 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Fazes bem camarada... Se eu gostasse de tofu, era vegetariano...",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 3,
                                    "replies": [
                                        {
                                            "id": "5028377151",
                                            "user": "Meliodasreidosdemonios",
                                            "date": "3 months ago",
                                            "timestamp": "NA",
                                            "commentText": "A partir de agora podes andar atrás de mim à vontade que eu não vou ler nada do que escreves.<br/>Não se pode enganar toda a gente o tempo todo, a mim não enganas mais.<br/>Usas uma capa de erudito mas só dura até criticarem o teu partido.\nQuando criticam o IL eu não me comporto como uma criança mimada a inventar mentiras sobre esse comentador, essa é a diferença entre nós.\nNão te desejo mal nenhum mas eu venho aqui para me divertir e debater argumentos de forma honesta e respeitadora, o que é impossível contigo.\nPassa bem.",
                                            "likes": 2,
                                            "hasReplies": true,
                                            "numberOfReplies": 1,
                                            "replies": [
                                                {
                                                    "id": "5028380095",
                                                    "user": "disqus_EJLoQqNK0r",
                                                    "date": "3 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Fica uma diferença entre os 2...nunca te insultei...",
                                                    "likes": 0,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        },
                                        {
                                            "id": "5028375094",
                                            "user": "disqus_EJLoQqNK0r",
                                            "date": "3 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Ó odo... Só mais uma coisa... PRÓ CARALH0!\nEND AND OVER!",
                                            "likes": 0,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5028248311",
            "user": "disqus_EJLoQqNK0r",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Ainda bem que não insulta ninguém",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5028237760",
            "user": "Meliodasreidosdemonios",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Sempre bem educado, o menino, eh eh eh eh eh.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 12,
            "replies": [
                {
                    "id": "5028245449",
                    "user": "Meliodasreidosdemonios",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Tantas referências sexuais indicam alguma coisa mal resolvida, mas eu não dou para esse peditório.<br/>Um conselho: nunca é tarde para sair do armário.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5028262923",
                            "user": "Meliodasreidosdemonios",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "Tens de sentar no divã do psicanalista, tantas referências sexuais não são de uma pessoa no seu estado normal.",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "5028247923",
                    "user": "Meliodasreidosdemonios",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "pa·rir <br/>            -<br/>            Conjugar<br/>(latim pario, parere)<br/>verbo transitivo\n1.<br/>          Dar à luz (filhos).<br/>            =<br/>            PARTEJAR\n2.\n                  [Figurado]<br/>                 Produzir, causar.verbo intransitivo\n3.<br/>          Ter um parto.<br/>Ver também dúvida linguística: parir.\nPalavras relacionadas:\npari passu, parição, parida, par pari refertur, partejar, parideiro, nulíparo.\n\"parido\", in Dicionário Priberam da Língua Portuguesa",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5028279372",
                            "user": "Meliodasreidosdemonios",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "Uma, duas, três respostas ao mesmo comentário e todas com referências sexuais.<br/>És um caso de psiquiatria e bem grave, pareces o Herman naquela fase em que todas as conversas iam dar ao cu, mas sem piada nenhuma.",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "5028253430",
                    "user": "Meliodasreidosdemonios",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Primeiro vai procurar o significado das palavras antes de fazeres figura de burro.<br/>Não te metas onde ninguém te chamou, o Relvas já é um \"inimigo\" de outros carnavais.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5028261065",
                            "user": "Meliodasreidosdemonios",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "Não sou teu irmão.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "5028262134",
                    "user": "Meliodasreidosdemonios",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Que eu saiba nunca insultei ninguém gratuitamente.<br/>Quem quiser ver o meu histórico vai perceber isso.<br/>Agora apetece-me devolver os: AH AH AH AH AH AH.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 5,
                    "replies": [
                        {
                            "id": "5028338096",
                            "user": "disqus_EJLoQqNK0r",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "Mentira!",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 3,
                            "replies": [
                                {
                                    "id": "5028344997",
                                    "user": "Meliodasreidosdemonios",
                                    "date": "3 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Verdade.<br/>Eu nunca fui o primeiro a atirar a primeira pedra.",
                                    "likes": 1,
                                    "hasReplies": true,
                                    "numberOfReplies": 2,
                                    "replies": [
                                        {
                                            "id": "5028349310",
                                            "user": "disqus_EJLoQqNK0r",
                                            "date": "3 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Mentira",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 1,
                                            "replies": [
                                                {
                                                    "id": "5028349896",
                                                    "user": "Meliodasreidosdemonios",
                                                    "date": "3 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Não é mentira só porque escreves isso muitas vezes.",
                                                    "likes": 1,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "id": "5028285886",
                            "user": "Meliodasreidosdemonios",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "\"Um dos maiores passados vergonhosos da história da democracia em Portugal\".<br/>Confirma-se, és maluco de pedra como dizem no Brasil.",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5028186771",
            "user": "disqus_HVgeFFuj93",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Em Portugal 🇵🇹 quando os pretos matam brancos(o rapaz do Campo Grande, o da discoteca, etc...) não é <b> racismo.</b>\nQuando um<b>  branco</b> mata u<b> m pret</b>o, aparecem logo as carpideiras do bloco de esterco e<b>  o pre</b>to Mamaki a dizerem que foi um ato<b>  de raci</b>smo.  Este país é um esgoto a céu aberto.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo",
                "Preto",
                "Branco"
            ]
        },
        {
            "id": "5028152960",
            "user": "disqus_HcDh0A1uBQ",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "mentirosas",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5028136753",
            "user": "eduardofranciscolouromarque",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "A nossa sociedade civil caminha uma estrada perigosa, obscura, armadilhada. Certas frases proferidas pelo sr. Mamadou, ou no vértice oposto pelo sr. Ventura, extremam a sociedade em blocos, num maniqueísmo execrável! Basta ver a quem serve uma sociedade assim: os extremos políticos, da esquerda à direita! Isto já parece a Alemanha de 1920 até 1945... Basta trocar os judeus, por todos os outros grupos étnicos e... voilá! O mesmo cocktail explosivo. As mesmas tácticas subversivas, suspeições, etc. Estão aqui os mesmos ingredientes de há 100 anos atrás.",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "5028397746",
                    "user": "leaodetroll",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "A ANTIFA vai descobrir os fascistas e meter um pau de bandeira na peida desses patifes !",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5028395762",
                    "user": "alexultraviolento",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Os avençados de direita são mesmo assim!\nPena a geringonça não ter tomates para se unir a Coreia do Norte, e mostrar a esses FILH0S DE MARAFONA quem tem que abandonar Portugal !",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5028292338",
                    "user": "TechMan99",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "De acordo, e como mostra esta notícia alimentam-se uns aos outros.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5028119589",
            "user": "disqus_ysIn41saXn",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Bastonada no lombo desses bandalhos",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 19,
            "replies": [
                {
                    "id": "5028138909",
                    "user": "Meliodasreidosdemonios",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Só se for nos dois grupos.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5028135784",
                    "user": "disqus_mogfSPaHQJ",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Exactamente, nada melhor do que violar todos os alicerces de um estado de direito para se rebater algo com o qual não se concorda...",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 17,
                    "replies": [
                        {
                            "id": "5028694693",
                            "user": "disqus_ysIn41saXn",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "SAntinho:\na AVALIAR  PELO CONJUNTO DOS ARRAZOADOS COM QUE VAIS INFECTANDO ISTO, DEVES JULGAR QUE O ESTADO DE DIREITO É UM BORREGO.",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 16,
                            "replies": [
                                {
                                    "id": "5028909521",
                                    "user": "disqus_mogfSPaHQJ",
                                    "date": "3 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Claro que sim...\nAliás, isso da violência policial sobre cidadãos só se aplicar a determinadas “espécies” de borregos é uma das mais distintas características de um qualquer Estado de Direito...",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 15,
                                    "replies": [
                                        {
                                            "id": "5029104406",
                                            "user": "disqus_ysIn41saXn",
                                            "date": "3 months ago",
                                            "timestamp": "NA",
                                            "commentText": "pOIS SIM BORREGO.",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 14,
                                            "replies": [
                                                {
                                                    "id": "5029138790",
                                                    "user": "disqus_mogfSPaHQJ",
                                                    "date": "3 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "A subtileza, a elevação, a educação.\nTudo imagem de marca da probidade xuxalista!\nQuanto a argumentos? São borregos, Senhor...",
                                                    "likes": 1,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 13,
                                                    "replies": [
                                                        {
                                                            "id": "5029278870",
                                                            "user": "disqus_ysIn41saXn",
                                                            "date": "3 months ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Meu santo, se tiveres com que argumentar, manda. Para a burrice que ostentas, não queres que eu disserte, ou queres?<br/>Sobre a minha rusticidade,  surpreende-me a tua admiração, obviamente sou um rústico, não me digas  que me julgavas um erudito?",
                                                            "likes": 0,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 12,
                                                            "replies": [
                                                                {
                                                                    "id": "5029296729",
                                                                    "user": "disqus_mogfSPaHQJ",
                                                                    "date": "3 months ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "Uau!!!\nArgumentos? Tipo chamar-lhe borrego? É esse o tipo de argumentos que espera rebater?\nSim porque, com toda a certeza, defender o espancamento de cidadãos ao sabor das suas escolhas é algo absolutamente à prova de qualquer argumento...\nAh, já agora, da mesma forma que não me lembro de lhe ter chamado “rústico” ( um daqueles detalhes que não o atrapalhará, com toda a certeza...), também não me lembro de você ter esclarecido em que parte da lei manda dar “bastonada no lombo desses bandalhos”...",
                                                                    "likes": 0,
                                                                    "hasReplies": true,
                                                                    "numberOfReplies": 11,
                                                                    "replies": [
                                                                        {
                                                                            "id": "5030113147",
                                                                            "user": "disqus_ysIn41saXn",
                                                                            "date": "3 months ago",
                                                                            "timestamp": "NA",
                                                                            "commentText": "Borrego: entra na categoria de pensamento e discurso infantil, infundado, estabelecido no empirismo. Entendido?<br/>Palerma, depois de na ditadura ter sido vítima  dos excessos policiais, lutei pelo Estado de Direito, no qual delego a obrigação de dar bastonadas no lombo, de facto ou figuradamente, a quem não o respeita. No Estado de Direito estabelecemos um complexo quadro de valores a que demos forma de lei, para julgar, e sendo caso disso, punir todos os que o transgridem.\nConsidero merecedor de punição severa todo o cidadão que ponha em causa de forma violenta a liberdade de pensamento e de opinião de quem quer  que seja.\nA liberdade deu muito trabalho a conquistar, custou muito sangue suor e lágrimas, quem contra ela atentar tem de levar umas valentes  bastonadas no lombo.\nPercebido, ou nem por isso?",
                                                                            "likes": 0,
                                                                            "hasReplies": true,
                                                                            "numberOfReplies": 10,
                                                                            "replies": [
                                                                                {
                                                                                    "id": "5030214024",
                                                                                    "user": "disqus_mogfSPaHQJ",
                                                                                    "date": "3 months ago",
                                                                                    "timestamp": "NA",
                                                                                    "commentText": "Obrigado pela explicação, confesso que não seria capaz de explicar melhor, afinal, você lutou pelo Estado de Direito no qual delega a obrigação de dar umas bastonadas no lombo dos borregos que transgridam do seu rebanho...\nE percebido estava há muito tempo que eu, mesmo não sendo pastor, quadrúpedes, vejo-os ao longe!",
                                                                                    "likes": 0,
                                                                                    "hasReplies": true,
                                                                                    "numberOfReplies": 9,
                                                                                    "replies": [
                                                                                        {
                                                                                            "id": "5030259331",
                                                                                            "user": "disqus_ysIn41saXn",
                                                                                            "date": "3 months ago",
                                                                                            "timestamp": "NA",
                                                                                            "commentText": "Justamente, foi o que  eu lhe chamei desde o princípio, borrego.\nQuanto ao Estado de Direito, naturalmente fez a sua interpretação borrega. Obviamente sei do que falo, tenho 400 cabeças.",
                                                                                            "likes": 0,
                                                                                            "hasReplies": true,
                                                                                            "numberOfReplies": 8,
                                                                                            "replies": [
                                                                                                {
                                                                                                    "id": "5030316153",
                                                                                                    "user": "disqus_mogfSPaHQJ",
                                                                                                    "date": "3 months ago",
                                                                                                    "timestamp": "NA",
                                                                                                    "commentText": "E mais, isso de ter 400 cabeças é notório e patente...",
                                                                                                    "likes": 0,
                                                                                                    "hasReplies": true,
                                                                                                    "numberOfReplies": 7,
                                                                                                    "replies": [
                                                                                                        {
                                                                                                            "id": "5031645153",
                                                                                                            "user": "disqus_ysIn41saXn",
                                                                                                            "date": "3 months ago",
                                                                                                            "timestamp": "NA",
                                                                                                            "commentText": "Depois de  ter contado a tua.",
                                                                                                            "likes": 0,
                                                                                                            "hasReplies": true,
                                                                                                            "numberOfReplies": 6,
                                                                                                            "replies": [
                                                                                                                {
                                                                                                                    "id": "5031657207",
                                                                                                                    "user": "disqus_mogfSPaHQJ",
                                                                                                                    "date": "3 months ago",
                                                                                                                    "timestamp": "NA",
                                                                                                                    "commentText": "Tão fácil, basta, por exemplo dizer:\n“Então tem 401, que a sua meia-irmã, sai à mãe, gosta de ser montada com a cabeça enfiada na palha...”\nComo lhe disse, notório e patente...",
                                                                                                                    "likes": 0,
                                                                                                                    "hasReplies": true,
                                                                                                                    "numberOfReplies": 5,
                                                                                                                    "replies": [
                                                                                                                        {
                                                                                                                            "id": "5031661144",
                                                                                                                            "user": "disqus_ysIn41saXn",
                                                                                                                            "date": "3 months ago",
                                                                                                                            "timestamp": "NA",
                                                                                                                            "commentText": "Borrego, não somos família, lá  no rebanho deves ter meios  pais, meias  mães e irmãs, depois dos 10Kg marchas, serás cozinhado.",
                                                                                                                            "likes": 0,
                                                                                                                            "hasReplies": true,
                                                                                                                            "numberOfReplies": 4,
                                                                                                                            "replies": [
                                                                                                                                {
                                                                                                                                    "id": "5031672318",
                                                                                                                                    "user": "disqus_mogfSPaHQJ",
                                                                                                                                    "date": "3 months ago",
                                                                                                                                    "timestamp": "NA",
                                                                                                                                    "commentText": "As suas suspeitas que a sua meia-irmã, enfim, mantenha relações incestuosas, atendendo ao nível de devassidão da criatura, não deixam de ser compreensíveis.\nAliás, são as suas irmãs e a sua querida mãezinha (mais valia terem Via Verde na vulva...), o que talvez justifique essa sua aflição de ver família em todo lado...",
                                                                                                                                    "likes": 0,
                                                                                                                                    "hasReplies": true,
                                                                                                                                    "numberOfReplies": 3,
                                                                                                                                    "replies": [
                                                                                                                                        {
                                                                                                                                            "id": "5032033346",
                                                                                                                                            "user": "disqus_ysIn41saXn",
                                                                                                                                            "date": "3 months ago",
                                                                                                                                            "timestamp": "NA",
                                                                                                                                            "commentText": "Borrego, lá estás tu a borregar, eu sou o dono. Por mais que berres és borrego, só isso.",
                                                                                                                                            "likes": 0,
                                                                                                                                            "hasReplies": true,
                                                                                                                                            "numberOfReplies": 2,
                                                                                                                                            "replies": [
                                                                                                                                                {
                                                                                                                                                    "id": "5032060005",
                                                                                                                                                    "user": "disqus_mogfSPaHQJ",
                                                                                                                                                    "date": "3 months ago",
                                                                                                                                                    "timestamp": "NA",
                                                                                                                                                    "commentText": "Claro que é o dono 😂😂😂😂😂😂😂😂",
                                                                                                                                                    "likes": 0,
                                                                                                                                                    "hasReplies": true,
                                                                                                                                                    "numberOfReplies": 1,
                                                                                                                                                    "replies": [
                                                                                                                                                        {
                                                                                                                                                            "id": "5032491888",
                                                                                                                                                            "user": "disqus_ysIn41saXn",
                                                                                                                                                            "date": "3 months ago",
                                                                                                                                                            "timestamp": "NA",
                                                                                                                                                            "commentText": "... do rebanho, borrego.",
                                                                                                                                                            "likes": 0,
                                                                                                                                                            "hasReplies": false,
                                                                                                                                                            "numberOfReplies": 0,
                                                                                                                                                            "replies": []
                                                                                                                                                        }
                                                                                                                                                    ]
                                                                                                                                                }
                                                                                                                                            ]
                                                                                                                                        }
                                                                                                                                    ]
                                                                                                                                }
                                                                                                                            ]
                                                                                                                        }
                                                                                                                    ]
                                                                                                                }
                                                                                                            ]
                                                                                                        }
                                                                                                    ]
                                                                                                }
                                                                                            ]
                                                                                        }
                                                                                    ]
                                                                                }
                                                                            ]
                                                                        }
                                                                    ]
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5028099353",
            "user": "ocorrecio",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Não me admira nada que este email não tenha sido de autoria do Mama dou, para ganhar publicidade dado à imagem negativa que o SOS <b> Racismo </b>estava a ter.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "5028099313",
            "user": "disqus_EJLoQqNK0r",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Está claro que quem quer ameaçar, envia um email e assina o mesmo... É óbvio...\nÓ cachopada...",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5028154326",
                    "user": "disqus_HcDh0A1uBQ",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "mentirosas...",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5028099290",
            "user": "letaojor",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": ".,l",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5028088947",
            "user": "disqus_qZNYlHPJkM",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Mamadou Ba pronunciou-se na rede social   Facebook. \"   Ainda não ouvi nada sobre terrorismo cultural nem sobre a sacrossanta necessidade de zelar pela higiene urbana e ordem pública face à infeção da parada do KKK em frente à  sede do SOS <b> Racismo\"</b>. Oh Mamadou eu também estou contra essa parada. Mas tal como tu não ouviste nada sobre isso, eu também não ouvi nada da tua parte sobre a morte de brancos perpetrada por pretos. Será que para ti só é<b>  racismo</b> quando são brancos a matar pretos?",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "5028077632",
            "user": "disqus_Wg3olzVO2a",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Não me digam que foram aquelas senhoras que andaram na rua de megafone em punho a desejar a morte ao Bolsonaro!? ( e sabe-se lá mais a quem ... )",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5028058498",
            "user": "Meliodasreidosdemonios",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Nova Ordem de Avis, que merda é essa?<br/>Mais um clube de degenerados skinheads que se juntam em garagens a ouvir heavy metal <b> nazi?</b>\nNão gosto do BE e do seu spin-off SOS<b>  racismo</b>, mas ameaças dessas é caso de polícia.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "5028102050",
                    "user": "ocorrecio",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Não tenho a certeza , mais parece da autoria de alguém ligado ao SOS <b> Racismo </b>ou do BE.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racismo"
                    ]
                },
                {
                    "id": "5028068526",
                    "user": "disqus_mogfSPaHQJ",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Bom, que eu saiba, e corrija-me se estiver errado, a mesma legitimidade que a SoS <b> racismo </b>tem para organizar as vigílias que bem entender, algumas delas com cariz realmente de confronto, é a mesmíssima legitimidade que estes grupelhos de imbecis têm para organizar as suas vigílias sob os motes que bem entendem.\nO que eu não percebi foi qual a razão para a chamada para a PSP. Mas da SOS<b>  Racismo</b> se há coisa que não se espera é coerência...",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "5028092321",
                            "user": "Meliodasreidosdemonios",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "Cada um tem liberdade para idolatrar quem entender, se neste país até permitem festejar uma ideologia que matou 100 milhões de pessoas, adorar nazis não é muito diferente.<br/>Só que fazer ameaças é crime punido por lei.",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "5028130736",
                                    "user": "disqus_mogfSPaHQJ",
                                    "date": "3 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Aliás, há qualquer coisa de fundamental completamente errado quando são os ideólogos dessas ortodoxias sanguinárias os paladinos das liberdades cívicas.\nOu seja, ver estes fascistas lusitanos,  à esquerda e à direita, a arvorarem-se de zénites da decência democrática é como assistir ao Ferro Rodrigues a defender os direitos das crianças...\nDito isto, e longe de mim de querer defender neo-nazis e restantes quejandos, não estou ao corrente qualquer ameaça que tenham efectuado para lá da exagerada susceptibilidade do Mamadu que até vê Ku Klux  Klan na Luís de Noronha (coitados que não saberiam encontrar Portugal no mapa nem que disso dependesse a sua vida!).",
                                    "likes": 1,
                                    "hasReplies": true,
                                    "numberOfReplies": 1,
                                    "replies": [
                                        {
                                            "id": "5028136320",
                                            "user": "Meliodasreidosdemonios",
                                            "date": "3 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Sim eu sei que os do BE e seus paridos não são o exemplo de tolerância, nem os tipos que alegadamente fizeram as ameaças o são.<br/>Os extremos políticos são como a matéria e a anti-matéria: anulam-se mutuamente.",
                                            "likes": 1,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Racismo"
                    ]
                }
            ],
            "keywords": [
                "Racismo",
                "Nazi"
            ]
        },
        {
            "id": "5028053182",
            "user": "antonio_valente",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "A <b> preta </b>já há muito que devia ter saído",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "5028069788",
                    "user": "disqus_q9dul5DrtD",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "A <b> preta </b>incomoda-o.<br/>São seres humanos como todos nós, ou talvez não, pessoas como você mais se assemelham a animais.",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5030186428",
                            "user": "antonio_valente",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "A preta era passar-lhe o FIO DA NAVALHA pelo pescoço e estava o assunto resolvido",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Preta"
                    ]
                },
                {
                    "id": "5028063456",
                    "user": "Meliodasreidosdemonios",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Um <b> esquerdalho </b<b> >racista</b>?<br/>Já vi de tudo.<br/>Pensando bem, olhando como os comunas tratam minorias, até faz sentido.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racista",
                        "Esquerdalho"
                    ]
                }
            ],
            "keywords": [
                "Preta"
            ]
        },
        {
            "id": "5028052017",
            "user": "disqus_EJLoQqNK0r",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Ahahahahahahahah... Eles atiram os foguetes e apanham as canas... Que coisa tão mal encenada... Amadores...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5028047605",
            "user": "disqus_mogfSPaHQJ",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "O “kkk”(por ser do Samouco?) nem a maiúsculas tem direito...\nSe bem que, agora que penso nisso, quem também tem alergias às maiúsculas é um tontinho que por aqui anda com um pot-pourri de nicks. Querem ver que é o Mamadu?\nSe bem que, no meio disto tudo, não deixa de ser cómico ver um <b> preto </b>a chorar pela proteção da “bófia”...",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Preto"
            ]
        },
        {
            "id": "5028043452",
            "user": "relvas_analytics",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "...está na altura de descongelar as FP25.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "5028143711",
                    "user": "Meliodasreidosdemonios",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Estás <b> senil </b>estás.<br/>Nesse caso também teriam de descongelar os grupos de extrema-direita como o MIRN e o MDLP.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "5028722800",
                            "user": "relvas_analytics",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "...como deves ter reparado o MIRN e o ELP/MDLP já estão descongelados à muito tempo! ...portanto é preciso alguém que dê cabo deles!",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "5028250896",
                            "user": "Meliodasreidosdemonios",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "Vieste defender o teu namorado Relvas?<br/>:-)))",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "5028273599",
                                    "user": "Meliodasreidosdemonios",
                                    "date": "3 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Tens fome?<br/>Queres alimento?\nLarga a minha braguilha e procura alguém da tua orientação sexual.",
                                    "likes": 2,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Senil"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "5028118601",
            "user": "mavidoor",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Essa foi mais uma treta que so serviu para....governar alguns.....esse movimento não serviu os interesses do POVO!!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5028038766",
            "user": "sonasov",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Ministério Público investiga financiamento da campanha de Passos Coelho em 2015\nOs fachos andam doidos...",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "5028047901",
                    "user": "disqus_SVPTh7IKrx",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Não me parece que tenham sido eles que se autoameçaram para aparecerem ... boa técnica!",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "5028053338",
                            "user": "sonasov",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "Apeados desde 2015 e sem vislumbre de apoio popular só lhes resta o terrorismo. Gente perigosa...",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "5028132054",
                                    "user": "mavidoor",
                                    "date": "3 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Mais uma manobra para desviar as atenções dos negócios do novo banco,do lítio, e recentemente e que pouco se fala…do HIDROGENIO….há granda GALAMBA…tem a escola do preso 44!!",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5028034539",
            "user": "mariaportuguesa",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Eheheheheh!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5028033599",
            "user": "disqus_YfJZpcx4km",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Com os desgovernos e desgovernantes, que temos tido, assim como com a esquerda caceteira que temos, é natural que a direita radical suba nas intenções de voto, o que é perigoso, mas é o que temos.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5028033515",
            "user": "alexandre_barreira",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "......ó Laurindinha....vem à janela.....ou então.......ai...ó és tão linda.....!!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5028029708",
            "user": "kika_1900",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Chamem o Rui Pinto e ele resolve este assunto.<br/>Talvez até seja uma manobra perversa para legitimar <br/>certos comportamentos inadmissíveis e certas pessoas <br/>estrangeiras que nasceram para \" mandar \" neste país.<br/>Fico a aguardar com o máximo interesse   👀",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5028162910",
                    "user": "mavidoor",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Não espere. A decisão de libertar o Rui Pinto é apenas uma manobra do POLVO.<br/>-A justiça há muito esta instrumentalizada por políticos ,agentes desportivos, grandes empresas,etc.<br/>Se vivesse-mos numa verdadeira DEMOCRACIA e não em DEMO-cracia, este caso do Rui Pinto e por tudo aquilo que se sabe na minha logica de democracia e estado de direito ,este deve ser condenado(com a respetiva atenuante de colaborar com a pseudo justiça) mas todos os envolvidos nos e-mails deveriam ser acusados e condenados a prisão efectiva pelos crimes que cometeram.<br/>Como já se devem ter apercebido que esta logica pode denunciar e condenar muita gente importante…..então liberte-se Rui Pinto que daqui a umas semanas já pouco se vai falar de Rui Pinto.<br/>A pressão era enorme….ou libertavam o homem ou tinha de dar seguimento a muitos processos crime contra muita gente instalada no….POLVO <b> TUGA\n</b>Como dizia o outro….cultivem-se!<br/>PS:Para os papagaios da esquerda á direita….eu já deixei de votar",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5028225204",
                            "user": "kika_1900",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "E ,eu só votei uma vez. <br/>No que diz respeito ao Rui Pinto que esteve preso um ano , é natural <br/>que fique a aguardar julgamento em liberdade como tantos outros. <br/>Espero por esse julgamento e que nos sejam dadas a conhecer as trafulhices <br/>e quem as praticou. Referi o RP porque tudo nos diz que o rapaz é brilhante neste <br/>assunto de computadores , e também um pouco por provocação.",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Tuga"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "5028026858",
            "user": "felciomafio",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Tudo racistas.. trabalhar, está quieto...!!!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}