{
    "header": {
        "title": " Você na TV. 'Nunca mais vai ser como era'? Goucha responde a seguidora | FOTO ",
        "subtitle": " Apresentador não resisitu e decidiu responder a uma das suas seguidoras no Instagram ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 15 de novembro 2018 ",
        "dateExtraction": " 2020-02-19 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/634398/voc-na-tv-nunca-mais-vai-ser-como-era-goucha-responde-a-seguidora-foto ",
        "postText": " ['Manuel Luís Goucha recorreu às redes sociais para voltar a falar sobre a sua nova parceira televisiva. Pelo meio, decidiu responder a uma seguidora que defendeu que nada será \u0093como era\u0094 antes, quando fazia dupla com Cristina Ferreira.', '\u0093A Maria e o Manel! Há lá coisa mais portuguesa! Em janeiro na sua TVI\u0094, escreveu Manuel Luís Goucha na legenda de duas fotografias que partilhou na sua página oficial no Instagram \u0096 o apresentador partilhou uma fotografia sua e outra da sua futura companheira, Maria Cerqueira Gomes.', 'No meio de centenas de comentários na publicação, houve uma que chamou a atenção de Goucha. \u0093Manuel, nunca mais vai ser como era, o povo vai comparar o incomparável. A Cristina e o Manuel eram cúmplices e isso acontece uma vez na vida\u0094, escreveu uma seguidora.', 'Sem rodeios, o apresentador decidiu responder: \u0093Não vivo do passado. O futuro tem nome: Maria\u0094', ''] ",
        "numberPosts": " 4 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "4197930633",
            "user": "raulsoares",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "Há sempre seguidores para qualquer ''trampa'' é a cultura da malta.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4197816481",
            "user": "disqus_CgwJbEepVc",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "O dinheiro tolda-nos o juizinho, a Maria Cerqueira não precisava de ir trabalhar para um circo, onde estava fazia-o bem e sozinha, acho que cometeu um erro...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4197730916",
            "user": "coniuratio_adversum_omnia",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "Considerando a variável merdaaaa em que o passado era a tripa... e o futuro é o esgoto... se merdaaaa for igual goucha então goucha é igual a merdaaa e vai parar ao esgoto!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4197110499",
            "user": "lavienenrose",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "No caso presente é mais o Mário e o Manuel. E não, não é bem português, há outras coisas que o são mais. Felizmente.\nQue saudades, já andava preocupado sem novidades deste nulo. Neste Mundo tão volátil o gouchas é de uma consistência atroz...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}