{
    "header": {
        "title": " CDS pede audição urgente do responsável pelo plano de vacinação ",
        "subtitle": " Partido acusa Governo de prestar informações contraditórias em relação à estratégia e à logística da futura vacinação. ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 27 de novembro 2020 ",
        "dateExtraction": " 2020-12-09 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/716443/cds-pede-audicao-urgente-do-responsavel-pelo-plano-de-vacinacao ",
        "postText": " 'O CDS-PP requereu, esta sexta-feira, uma audição parlamentar urgente com o responsável pela task force que vai delinear o plano de vacinação contra a covid-19 em Portugal, o ex-secretário de Estado da Saúde, Francisco Ramos.', 'Em Portugal ainda não se conhece qualquer plano de vacinação e só agora foi criada uma task force que deverá estruturar todo este processo , sublinha a bancada parlamentar democrata-cristã no requerimento endereçado à presidente da Comissão Parlamentar de Saúde.', 'Para o partido, a task force tem uma missão crítica e fundamental, mas a operação além de extremamente complexa, é uma verdadeira corrida contra o tempo. Situação que se agrava pelo facto de as informações existentes serem escassas, avulsas e contraditórias. ', ' É nesse sentido, que o partido, liderado por Francisco Rodrigues dos Santos, pede uma audição, com caráter de urgência, do Dr. Francisco Ramos, para prestar todos os esclarecimentos sobre o plano de vacinação contra a covid-19. ', ' O CDS explica ainda, no seu pedido, que está apreensivo relativamente a esta matéria, mais ainda porque existe a possibilidade de que as farmacêuticas que estão a produzir as vacinas contra a covid-19 tenham reservas quanto ao envio de doses para países que não tenham os sistemas de delivery bem montados. ', ' Portugal ainda não tem ou, pelo menos, não fez prova disso, sublinha o CDS, acusando o Governo de dar informações contraditórias, quando é fundamental que o Parlamento esteja devidamente informado, advoga ainda o CDS. ', ' Sublinhe - se que a task force, que vai coordenar desde a estratégia de vacinação à operação logística, tem um mês para definir todo o processo.Segundo o despacho publicado, esta sexta - feira, em Diário da República, a equipa tem um mandato de seis meses, renovável em função do progresso da operacionalização. ' ",
        "numberPosts": " 17 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Nationality - French,Social Class - Working class,Gender - Female age and physical appearance,Age - Over 65s",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Francisco,Labrego,Velha,Velha",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "5172184881",
            "user": "pedescalco",
            "date": "9 days ago",
            "timestamp": "NA",
            "commentText": "..<br/>Parece que o Chicão começou a recorrer aos estrategas da Cristas, que deu no que deu. Tentar aproveitar qualquer ninharia para se por em bicos de pés. Foi o que fez a Cristas e o resultado foi o trambolhão que se viu. Pobre Chicão. Parece estar mal aconselhado.<br/>..",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5168692294",
            "user": "disqus_q9dul5DrtD",
            "date": "12 days ago",
            "timestamp": "NA",
            "commentText": "Este para aparecer até pede audições sobre assuntos que ainda não estão definidos.\nComo já é habitual as pessoas falam em alhos, os media falam em bugalhos, tal como a maioria dos comentadores nestes espaços de comentários.\nAbordaram temas ligados às vacinas, mas não as prioridades da sua administração, isso ainda está por definir, segundo o <b> Francisco </b>George.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Francisco"
            ]
        },
        {
            "id": "5168566518",
            "user": "disqus_ZtBU0gnv1v",
            "date": "12 days ago",
            "timestamp": "NA",
            "commentText": "Se nem a vacina contra a gripe sazonal conseguiram disponibilizar aos grupos de risco , tornando um processo que era ágil numa confusão inexplicável,  como será com uma vacina que ainda nem está no mercado.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5168318909",
            "user": "disqus_xmCBjS9tbD",
            "date": "12 days ago",
            "timestamp": "NA",
            "commentText": "Chicão a tentar adoptar a estratégia do Ventura para mostrar que está vivo...<br/>Só barulho....<br/>Ridículo!!!!",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 8,
            "replies": [
                {
                    "id": "5168410175",
                    "user": "gonalosemedo",
                    "date": "12 days ago",
                    "timestamp": "NA",
                    "commentText": "barulho ou não, a verdade é que estamos atrasadíssimos, há países com tudo já montado e devidamente estruturado e nós ainda só vamos na designação de uma comissão para começar a estudar o tema.<br/>Mais ainda se a melhor vacina for a da Pfizer que tem de ser conservada a - 70ºC. Neste momento não temos condições para esse armazenamento com exc3essão de um ou dois locais nas principais cidades. Mas se calhar não estão preocupados, pois a governação à muito que prova que o que interessa são os gabinetes de Lisboa o resto que se lixe.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5168416762",
                            "user": "disqus_xmCBjS9tbD",
                            "date": "12 days ago",
                            "timestamp": "NA",
                            "commentText": "Também ouvi isso no jornal da tarde.<br/>Vamos esperar por declarações. Não acredito que depois de tudo o que o governo tem feito, venha agora morrer na praia...",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "5168355915",
                    "user": "euestouali",
                    "date": "12 days ago",
                    "timestamp": "NA",
                    "commentText": "Ó querida, o teu PS está a prazo e daqui a pouco fará as malas!",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 5,
                    "replies": [
                        {
                            "id": "5168393306",
                            "user": "disqus_xmCBjS9tbD",
                            "date": "12 days ago",
                            "timestamp": "NA",
                            "commentText": "Olha, está a chover la fora...vai lá ver vai....",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 4,
                            "replies": [
                                {
                                    "id": "5178254977",
                                    "user": "euestouali",
                                    "date": "4 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Deve ter sido uma barragem socratina que rebentou, é que aqui não chegou nada!",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "5169287453",
                                    "user": "euestouali",
                                    "date": "11 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Está a chover? Tens a certeza que não foi uma barragem socratina que rebentou?",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 2,
                                    "replies": [
                                        {
                                            "id": "5169404574",
                                            "user": "disqus_xmCBjS9tbD",
                                            "date": "11 days ago",
                                            "timestamp": "NA",
                                            "commentText": "🙂<br/>Bom fim de semana. Cuidado com o vírus,  esse é democrático, espero que saiba o que é?",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 1,
                                            "replies": [
                                                {
                                                    "id": "5178254367",
                                                    "user": "euestouali",
                                                    "date": "4 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Claro que sei, nunca votei em partidos antidemocráticos, como o PCP ou o BE...",
                                                    "likes": 0,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5168274874",
            "user": "cavacadas",
            "date": "12 days ago",
            "timestamp": "NA",
            "commentText": "O CDS sempre a \"cacarejar\" populismos ...<br/>O \"Rambo\" Telmo logo te faz a folha mano :)",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5168219392",
            "user": "Antiraoliono",
            "date": "12 days ago",
            "timestamp": "NA",
            "commentText": "O Chicão, voltou da farra nas discotecas das universidades, sem ter notado que o dito plano ainda é um estudo, pois ainda nem há data para a produção das vacinas, quanto mais a sua entrega... por isso é que o CDS já tem previstas 7000 consultas, em hospitais privados, para as quais exigiam que o estado pagasse 1800 milhões de euros.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5168209912",
            "user": "disqus_ghdJq5yAMd",
            "date": "12 days ago",
            "timestamp": "NA",
            "commentText": "Este <b> labrego </b>chicão é um inútil e um menino de coro sem carácter e sentido de estado. Vota Chega, afundem o CDS!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Labrego"
            ]
        },
        {
            "id": "5168200302",
            "user": "espanadorvileda",
            "date": "12 days ago",
            "timestamp": "NA",
            "commentText": "o cds a acenar com os braços a ver se alguém repara neles....",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5168193446",
            "user": "disqus_qjGrG6hxKV",
            "date": "12 days ago",
            "timestamp": "NA",
            "commentText": "perguntem  á <b> vel<b> ha </b</b>>  Esquizofrênica   o   porque    das vacinas  serem  sempre  primeiro  para  os mais novos...  <b> a v<b> elh</b</b>>a  também deve ser ultima   .. internamento  já!!!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Velha"
            ]
        }
    ]
}