{
    "header": {
        "title": " Igreja encobriu padre que abusou sexualmente dos filhos ",
        "subtitle": " Cardeal brasileiro denunciou a complacência do Vaticano ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 2 de janeiro 2019 ",
        "dateExtraction": " 2020-06-22 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/640570/igreja-encobriu-padre-que-abusou-sexualmente-dos-filhos ",
        "postText": " ['Tenho a impressão de que as denúncias de abusos vão aumentar, porque estamos apenas no começo. Estamos a esconder isso há 70 anos, o que foi um grande erro, começou por dizer o cardeal brasileiro João Braz Aviz, prefeito da Congregação para os Institutos de Vida Consagrada, em entrevista à revista católica espanhola Vida Nueva.', 'Na mesma entrevista, o cardeal fala sobre a vida de Marcial Maciel - fundador dos Legionários de Cristo e do movimento Regnum Christi -, tendo afimado que o Vaticano sabia de tudo sobre a sua vida, incluindo os seus atos de pedofilia.', 'Estas últimas acusações implicam os últimos dois Papas antes de o Papa Francisco ter subido ao poder, e revelam que ambos eram muito próximos do mexicano, que morreu em 2008, sem nunca ter pedido desculpa pelos atos cometidos, escreve o El País, depois de uma comissão de inquérito ter revelado as suas atividades criminosas.', 'João Braz de Aviz garante que, desde 1943 que existem vários documentos sobre as atividades pedófilas de Marcial Maciel Degollado.', 'De acordo com a mesma publicação espanhola, Maciel foi investigado entre 1956 e 1959, sem que nunca tenha havido implicações na sua carreira.', ''] ",
        "numberPosts": " 11 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Religious Identity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Padre pedófilo",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "4267317711",
            "user": "disqus_Jl74DTFBqD",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "No após guerra houve muitos crimes cometidos e incobridos nao só pela igreja como por toda a sociedade . A igreja sempre foi e será um espelho da socieade em que vivemos . Espero que os apanhem todos e os ponham na prisao !",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4266360157",
            "user": "disqus_aiWRq6UM2Q",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "O <b> padre pedófilo </b>ainda vai ser canonizado… É esta padralhada que anda a aconselhar o povo a votar na extrema direita, \"Não se deixem iludir por terem mais uns euros na carteira e nas reformas\"…(mensagem do bispado português deste ano novo 2019)… Direita bafienta que sempre os encobriu na pedofilia e outras diabruras… Em vez de se empenharem na igreja que tutelam metem-se na política…",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "4267315439",
                    "user": "disqus_Jl74DTFBqD",
                    "date": "a year ago",
                    "timestamp": "NA",
                    "commentText": "Quem é que incobriu o caso da Casa Pia onde estava metido o Ferro Rodrigues??? Nao sabia que o PS pertence á direita ...",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 5,
                    "replies": [
                        {
                            "id": "4267500471",
                            "user": "disqus_aiWRq6UM2Q",
                            "date": "a year ago",
                            "timestamp": "NA",
                            "commentText": "Quem geria a casa pia era o PS...As festas fizeram-te mal... A Catalina nunca foi do PS, além disso Esta instituição sempre teve uma vertente ligada à igreja católica…Além disso estas a falar de um pequeno episódio comparada com a pedofilia na América, (Na América foram acusados mais de dois mil padr4es e as indeminizações às vitimas ascenderam a mais de 2 biliões de dólares) Irlanda, Chile, Austrália etc etc...",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 4,
                            "replies": [
                                {
                                    "id": "4267520334",
                                    "user": "disqus_Jl74DTFBqD",
                                    "date": "a year ago",
                                    "timestamp": "NA",
                                    "commentText": "O respondavel pela Casa Pia na altura era o Paulo Pedroso, amigo pessoal do Ferro Rodrigues, e ex secretario e ex ministro do governo socialista . Foi um dos acusados de ter abusado criancas mas como em Portugal acreditam mais nos culpados do que nas vitimas saiu em liberdade. Voce é cego de um olho só ve o que quer ver , mas a verdade é só uma sempre houve pedófilos á esquerda direita e centro , padres ,professores , advogados , etc e todos tem que ser apanhados e serem levados á justica .",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 3,
                                    "replies": [
                                        {
                                            "id": "4268074454",
                                            "user": "disqus_aiWRq6UM2Q",
                                            "date": "a year ago",
                                            "timestamp": "NA",
                                            "commentText": "O problema é muito anterior ao Paulo Pedroso… Quem estava dentro da instituição e tinha obrigação de saber o que lá se passava, era gente ligada à igreja…",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 2,
                                            "replies": [
                                                {
                                                    "id": "4268172719",
                                                    "user": "disqus_Jl74DTFBqD",
                                                    "date": "a year ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Fala muito mas sabe pouco a casa pia foi fundada pela rainha D. Maria l e desde essa altura que tem sido governada pelo estado a igreja não tem nada a ver com o assunto . <br/><a href=\"https://disq.us/url?url=https%3A%2F%2Fpt.m.wikipedia.org%2Fwiki%2FCasa_Pia%3ALUg1mvqfrgDT7qALD9cbn7J_Afo&amp;cuid=2974901\" rel=\"nofollow noopener\" title=\"https://pt.m.wikipedia.org/wiki/Casa_Pia\">https://pt.m.wikipedia.org/...</a>",
                                                    "likes": 0,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 1,
                                                    "replies": [
                                                        {
                                                            "id": "4269174072",
                                                            "user": "disqus_aiWRq6UM2Q",
                                                            "date": "a year ago",
                                                            "timestamp": "NA",
                                                            "commentText": "ès um ignorante teimoso...A Santa Casa foi criada pela realeza mas entregue à gestão da Igreja Católica, por isso se chama santa casa…A definição oficial da própria instituição, diz o seguinte: \" A Santa Casa da Misericórdia de Lisboa é uma organização secular católica portuguesa sem fins lucrativos\" O que diz na wikpedia é o seguinte; \"A Santa Casa da Misericórdia é uma irmandade que tem como missão o tratamento e sustento a enfermos e inválidos, além de dar assistência a “expostos” – recém nascidos abandonados na instituição. Sua orientação remonta ao Compromisso da Misericórdia de Lisboa, composto por 14 obras de misericórdia, sendo sete delas espirituais – ensinar os simples, dar bons conselhos, castigar os que erram, consolar os tristes, perdoar as ofensas, sofrer com paciência, orar pelos vivos e pelos mortos - e sete corporais – visitar os enfermos e os presos, remir os cativos, vestir os nus, dar de comer aos famintos e de beber aos sedentos, abrigar os viajantes e enterrar os mortos. Todas as obras possuem fundamentos na doutrina cristã, como nos textos bíblicos do Evangelho de São Mateus e as Epístolas de São Paulo e demais doutores da Igreja Católica, ou então provêm de tradições de povos antigos que foram incorporadas ao Cristianismo. Para realizá-las, muitas vezes a irmandade não precisa de ter uma instituição física, fazendo cumprir as catorze obras nas ruas, em presídios, etc. Por estímulo do Rei Manuel I de Portugal, fundador da instituição, e de seus sucessores, houve a criação de Santas Casas por todo o reino..(…) A instituição remonta à fundação, em 1498, da Santa Casa da Misericórdia de Lisboa, pela rainha D. Leonor. A Rainha D. Leonor, viúva de Dom João II, passou a dedicar-se intensamente aos doentes, pobres, órfãos, prisioneiros e artistas e patrocinou a fundação da Santa Casa, instituindo a primeira legítima ONG do mundo, em um tempo em que seria impensável a existência de uma instituição social que se declarasse leiga e não governamental. \" Não passas de um ignorante que nem é capaz de ver quando esta errado...Um tacanho",
                                                            "likes": 0,
                                                            "hasReplies": false,
                                                            "numberOfReplies": 0,
                                                            "replies": []
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Padre pedófilo"
            ]
        },
        {
            "id": "4266143666",
            "user": "provinciana",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "Esconder crimes é sempre um grande erro, a justiça tarda mas não falta.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4266097613",
            "user": "disqus_qO85OOVgGx",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "MAS NINGUÉM CAPA ESTESCABRÕES?<br/>ODASSSSSS QUE PODRIDÃO!",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4266059713",
            "user": "alexultraviolento",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "Qual e' o problema? .... toda a gente sabe que os papas ratos de igreja gostam que as crianças sejam enrabaddas pela padralhada muito pederasta !",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}