{
    "header": {
        "title": " Marega e o racismo em Portugal ",
        "subtitle": " Este caso Marega, com a dimensão mediática que atingiu em todo o país, deve servir para não irmos na onda de que não é grave. De que se trata de meros desabafos feitos a quente. Não. Não nos devemos remeter ao silêncio. Isso é o pior que podemos fazer. ",
        "owner": " Feliciano Barreiras Duarte ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 23 de fevereiro 2020 ",
        "dateExtraction": " 2020-02-24 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/687027/marega-e-o-racismo-em-portugal ",
        "postText": " ['A aprovação dos outros é um estímulo, mas por vezes é bom desconfiar dela.', 'Cézanne', 'Os episódios ocorridos na segunda parte do jogo de futebol entre o Vitória de Guimarães e o Futebol Clube do Porto, no domingo passado, com manifestos comportamentos racistas contra o jogador Marega, não são apenas uma vergonha que qualquer cidadão medianamente formado deve condenar.', 'São também, acima de tudo, uma consequência do que está a ser alimentado nos últimos meses por político(a)s que, no espaço mediático, cavalgam ondas de intolerância e radicalismo em relação a sentimentos de pertença e de identidade.', 'O caso Marega é um exemplo do que hoje é possível que aconteça no nosso país em relação a estas matérias, com comportamentos radicais (e, como já referi, protagonizados por políticos com responsabilidades públicas, como são os casos de André Ventura e Joacine Katar Moreira).', 'Dir-me-ão: em Portugal sempre existiu racismo, mas este esteve escondido e muita gente tem tido vergonha e, consequentemente, recato para o exteriorizar com convicção. Talvez. Mas, como já referi várias vezes, quando essa minoria semi silenciosa perde a vergonha e se solta, dando voz a manifestações de intolerância, de extremismo, Portugal e os portugueses têm de condenar tudo isso e tomar as medidas necessárias para que tal não volte a acontecer, sob pena de o nosso país se transformar num país onde o racismo, a xenofobia, os extremismos, tenham \u0091caminho\u0092 para crescer ainda mais, não só no desporto mas em outras áreas da nossa vida coletiva.', 'Por isso, o caso Marega tem de ser tratado como um caso grave. E levado até às últimas consequências. Tudo tem de ser investigado e percebido. O Vitória de Guimarães tem de colaborar em toda a investigação e fornecer toda a matéria de prova e de informação que disponha. Se as conclusões forem claras, com a identificação dos autores da prática dos insultos, e se forem adeptos do Vitória de Guimarães, não só as autoridades judiciais mas também o próprio clube devem ter mão pesada. Incluindo a expulsão de sócios.', 'Este caso Marega, com a dimensão mediática que atingiu em todo o país, deve servir para não irmos na onda de que não é grave. De que se trata de meros desabafos feitos a quente. Não. Não nos devemos remeter ao silêncio. Isso é o pior que podemos fazer. Porque só contribuiremos para ampliar uma ideologia mãe da intolerância e da estigmatização. Das diferenças de cor, de religião e sabemos lá mais do quê!', 'Este episódio, infelizmente, não me surpreende. Antes pelo contrário. Porque nos últimos meses no nosso país tem vindo a ser criado um caldo mediático para que casos como este aconteçam. As contendas primárias, verbalizadas com recurso às tiradas generalistas, são um caminho fácil para exteriorizar frustrações primárias, más formações pessoais e de personalidade. São o fuel, o alimento para exteriorizar frustração e desculpas por vidas frustradas.', 'É nestes momentos que devemos ser intransigentes nas nossas convicções. De humanismo. De personalismo. De tolerância. De reconhecimento que a defesa dos direitos humanos não se compadece com a aceitação destes comportamentos.', 'Portugal não é racista. Apesar de haver nostálgicos do antigo regime e defensores de tempos idos do colonialismo. Portugal não é nacionalista radical. Mesmo tendo uma extrema-direita que é nostálgica e defensora de um Portugal colonialista extremista. Infelizmente alimentada também pela extrema-esquerda.', 'Faz todo o sentido que se enfatize que o Portugal dos nossos tempos não é um Portugal sectário e defensor das diferenças entre pessoas de cores diferentes e de religiões diferentes. Portugal é, à escala europeia e mundial, um país carregado pela positiva, através dos séculos, de relacionamentos com vários povos em vários países. Somos há já alguns anos o segundo país com melhor política pública de integração de imigrantes.', 'O racismo não faz nem pode fazer parte do nosso código genético. Antes pelo contrário. Daí que casos como o de Marega devam servir de alerta geral. Contra o que Portugal não pode ser: um país intolerante e fora do circuito dos países e povos que observam as melhores práticas de relacionamento entre pessoas de diferentes cores e credos.', '', 'P.S. - Despeço-me dos que me têm lido nos últimos três anos, aqui no SOL, na rubrica titulada Olhar ao Centro. Foram 165 crónicas em que procurei, com cunho pessoal, frontalidade e coerência, tratar uma multiplicidade de temas da atualidade. Um ciclo que, como outros de colaboração na comunicação social nas últimas décadas, termina. Outros se abrirão, estou certo, como tem acontecido, após o tradicional tempo de retirada. A par de outros desafios e responsabilidades profissionais, académicas e cívicas dentro e fora do nosso Portugal.', 'olharaocentro@sol.pt'] ",
        "numberPosts": " 19 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Ethnicity - General,Social Class - Destitute,Ethnicity - Black,Ethnicity - White,Physical Identity - Physical (and Mental) Impairments",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racismo,Pedinte,Macaco,Branco,Imbecil",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "4807368689",
            "user": "ruikkrull",
            "date": "27 minutes ago",
            "timestamp": "NA",
            "commentText": "Mas qual <b> RACISMO!</b>? <br/>A Pretos? A Brancos? A Pobres? A Gordos? A Magros? A Carecas? A mal Vestidos? A Religiosos? A mal Cheirosos? A Bêbados? A Drogados? A Tristes? A anti Hipócritas, A ANTI SICuteiros Mixordeiros de Referência em Imparável Diária Lavagem Cerebral? Em ANTI OBSERVADOR Lápis Azul? Em ANTI Selfie Beijoqueiros?...Em ANTI-COMPORTAMENTO-DE-GRUNHIFICAÇÃO DA SOCIEDADE?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "4807278039",
            "user": "disqus_0gYtNDtvFG",
            "date": "4 hours ago",
            "timestamp": "NA",
            "commentText": "\"...cunho pessoal, frontalidade e coerência\"\nQuando se sente a necessidade de explicar é porque provavelmente a coisa não é clara...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4807276717",
            "user": "disqus_0gYtNDtvFG",
            "date": "4 hours ago",
            "timestamp": "NA",
            "commentText": "Pa-ta-ti, pa-ta-ta... o marega, olarilolelas!\nGrave!? No futebol o insulto é diário, o linguajar, o calão, o urro e o zurro o pão-nosso-de-cada-dia. É assim há décadas. É a versão corrente do Coliseu romano onde imbecis de todos os quadrantes da sociedade dão largas à sua bestialidade - exceptuando os 22 jogadores que fazem alguma coisa de útil e são pagos por isso.\nGrave mesmo são outras coisas:\n1. a corruptela política que usa o estado e o que é dos portugueses em proveito próprio condenando o país a reduzir-se a uma caricatura do que deveria ser enquanto uma clique de bandalhos enche os bolsos.\n2. a subserviência da comunicação social a uma malta que insiste em empolar os maregras e calar o que realmente interessa: o país nas manápulas de uns crápulas.\n3. um regime partidocrático, apoderado por máfias corporativas de interesses - recentemente considerado como um dos países mais corruptos do mundo mas onde a impunidade é uma constante.\n4. corolário das anteriores: país que regularmente é reduzido à condição de <b> pedinte,</b> com sucessivas bancarrotas - desde o 25 de Abril já foram 3 - mas em que os canalhas por elas responsáveis seguem as suas vidinhas tranquilos, entre cargos de deputado e outras mordomias abjectas, regra geral pagas pelos mesmos que pagam as suas bancarrotas...\nTenha juízo e deixe-se de lérias.\nPS: de Berkeley, com amor!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Pedinte"
            ]
        },
        {
            "id": "4807080355",
            "user": "disqus_LkrcB2SOat",
            "date": "10 hours ago",
            "timestamp": "NA",
            "commentText": "Para este país de racistas, o que aconteceu hoje no dragão é prova contrária. Não somos um país de racistas embora haja quem queira tirar proveito desse embuste para alimentar a sua própria agenda. Há racistas? Claro. Uma ínfima percentagem. O André Ventura tem razão.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4806924993",
            "user": "disqus_5J9631V3eD",
            "date": "13 hours ago",
            "timestamp": "NA",
            "commentText": "E acabar com os insultos aos árbitros e aos jogadores porque isso é bullying.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4806886160",
            "user": "disqus_eXa2j6gcGy",
            "date": "13 hours ago",
            "timestamp": "NA",
            "commentText": "Ontem o espectáculo foi o do Marega hoje foi um do Léça do Balio que aproveitou a onda, para serem notados no campo.<br/>O melhor é acabar com os jogadores de cor para evitar <b> racismo.</b>..Toda a minha vida andaram a dizer que descendiamos de Adão e Eva ultimamente dizem que descendemos dos macacos e ainda não me zanguei...mas um dia destes Zango-me também a sério, pois ainda não vi nenhum<b>  macaco</b<b> > branc</b>o...por isso deve ser puro insulto no meu caso.<br/>Acho um disparate tudo isto e as pessoas estão pondo gasolina num fogo estúpido.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo",
                "Macaco",
                "Branco"
            ]
        },
        {
            "id": "4806863822",
            "user": "nobreportugues",
            "date": "14 hours ago",
            "timestamp": "NA",
            "commentText": "Este banana calado é um poeta...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4806861680",
            "user": "disqus_eXa2j6gcGy",
            "date": "14 hours ago",
            "timestamp": "NA",
            "commentText": "O Marega colheu o que semeou, o maior gesto de revolta não é abandonar o jogo , era abandonar Portugal e deixar de receber o salário que lhe paga o FCP isso sim era de homem...fez uma tempestade num copo de água, se um português o tratou mal, 100 tem dado bom tratamento.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4806827027",
            "user": "caodalaura",
            "date": "14 hours ago",
            "timestamp": "NA",
            "commentText": "Lol.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4806806501",
            "user": "vandercleidedirceu",
            "date": "15 hours ago",
            "timestamp": "NA",
            "commentText": "Outra vez Marega?<br/>Ainda vamos ver no peito dele uma condecoração atribuída pela Presidência da República por ser um herói do <b> racismo!</b><br/>Continua a futebolândia no seu melhor!",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4806820032",
                    "user": "disqus_32vO6sF1ey",
                    "date": "14 hours ago",
                    "timestamp": "NA",
                    "commentText": "Rabolho ranhoso ..Burro",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "4806781270",
            "user": "disqus_HcDh0A1uBQ",
            "date": "15 hours ago",
            "timestamp": "NA",
            "commentText": "O futebol é um sucedâneo moderno do circo romano.<br/>Sorte têm muitos jogadores que não se exija que se executem os polegares para baixo.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4806689068",
            "user": "z_a_or",
            "date": "16 hours ago",
            "timestamp": "NA",
            "commentText": "Extrema-direita, onde? Que eu saiba o PNR não tem representação parlamentar! Temos, sim, uma extrema-esquerda que com as esganiçadas do BE, o Mamador bah e a Joacine se tem esforçado por criar <b> racismo,</b> do qual ninguém antes falava.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "4806687993",
            "user": "alexultraviolento",
            "date": "16 hours ago",
            "timestamp": "NA",
            "commentText": "Tem vergonha quando escreves que o ataque ao Marega foi <b> racismo!</b>\n .... Também foi<b>  racismo</b> quando os adeptos do Barcelona insultaram o Cristiano Ronaldo de maricon, e alguns anos antes, o Luiz Figo de Pesetero ?",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4806694097",
                    "user": "leaodetroll",
                    "date": "16 hours ago",
                    "timestamp": "NA",
                    "commentText": "O Marega quando jogou no Vitoria de Guimarães era adorado pelas claques, e nesse tempo nunca se queixou de <b> racismo </b>!",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racismo"
                    ]
                }
            ],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "4806624681",
            "user": "baldrrindr",
            "date": "17 hours ago",
            "timestamp": "NA",
            "commentText": "Hoje este <b> imbecil </b>esmerou-se!\nBasta ler a premissa que foi o surgimento do Ventura que catapultou a vontade dos racistas para ir para os estádios chamar pretos aos pretos para se ficar logo a perceber o quão estúpidos nos julga!!!!\nE não é só este o argumento calhordas de quem acha que quem o lê não frequenta os diversos recintos desportivos há anos e anos. É depois o chamamento da inquisição dos costumes, coisa típica dos castrados do intelecto.\nSe esta é a sua última \"croniqueta\" aqui no Sol, resta apenas dizer, já não era sem tempo!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Imbecil"
            ]
        },
        {
            "id": "4806622269",
            "user": "disqus_oUsTKDWBTE",
            "date": "17 hours ago",
            "timestamp": "NA",
            "commentText": "Muito bem dito.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4806579661",
            "user": "TheGreatPrimeMinister_Country",
            "date": "18 hours ago",
            "timestamp": "NA",
            "commentText": "O PSD tornou-se un asilo de patetas como este.\n\"Despeço-me dos que me têm lido nos últimos três anos\"<br/>Boa, e não voltes.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4806691564",
                    "user": "MariaArminda1999",
                    "date": "16 hours ago",
                    "timestamp": "NA",
                    "commentText": "LOL",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}