{
    "header": {
        "title": " Igreja: padre denuncia encontros gay em bares e ginásios ",
        "subtitle": " Um padre escreveu ao bispo do Porto denunciando vários casos de homossexualidade na diocese, lê-se no Correio da Manhã. ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 19 de fevereiro 2016 ",
        "dateExtraction": " 2020-07-07 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/496092/igreja-padre-denuncia-encontros-gay-em-bares-e-ginasios ",
        "postText": " ['Roberto Sousa escreveu ao bispo do Porto em setembro de 2014, altura em que foi decidida a sua saída da paróquia de Canelas (Vila Nova de Gaia) por alegados comportamentos impróprios. No documento, o padre diz que existem muitos casos da diocese.', 'Padres que, às terças-feiras de manhã cedo, se encontram num ginásio de Gaia para diversão gay, outros que aproveitam folgas de domingo à tarde e segunda-feira para visitas a bares e saunas gay em Vigo e noutros lugares bem perto da fronteira, logo a seguir à ponte de Vila Nova de Cerveira, revela a carta, citada pelo Correio da Manhã.', 'Acusa padres de pagarem abortos dos próprios filhos', 'Na carta, Roberto Sousa acusa vários padres de pagarem abortos dos próprios filhos.', 'Diz ainda que muitos deles oferecerem \u0093carros e presentes luxuosos aos seus amantes\u0094 e sustentam amantes e os filhos.', 'O padre disse ao Correio da Manhã que, na mesma carta, pediu transparência e tratamento igual para todos.', 'Em declarações ao Ministério Público, Roberto Sousa não conseguiu concretizar nenhuma das suspeitas, dizendo apenas que era do que ouvia falar.', 'O bispo D. António Francisco dos Santos negou a existência de tais comportamentos e afirma que sentiu que tinha sido alvo de uma tentativa de chantagem.'] ",
        "numberPosts": " 5 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Gender - General,Nationality - French,Sexual Identity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Mulher,Francisco,Gay",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "2527095792",
            "user": "disqus_lU8uYlB2Z2",
            "date": "4 years ago",
            "timestamp": "NA",
            "commentText": "Esta seita malígna, falsos sacerdotes, comunas, maçons, é que estão a tentar denegrir o nome da Igreja Católica, a Igreja de Cristo. Pudera, com este falso papa <b> Francisco </b>a demonstrar abertura à homossexualidade na Igreja, os fíeis não podiam esperar outra coisa. São as consequências da \"revolução\"... Concílio Vaticano II.\n\"<br/>Pecado dos pagãos <br/>18De facto, a ira de Deus, vinda do céu, revela-se contra toda a impiedade e injustiça dos homens que, com a injustiça, reprimem a verdade. 19Porquanto, o que de Deus se pode conhecer está à vista deles, já que Deus lho manifestou. 20Com efeito, o que é invisível nele - o seu eterno poder e divindade - tornou-se visível à inteligência, desde a criação do mundo, nas suas obras.\nPor isso, não se podem desculpar. 21Pois, tendo conhecido a Deus, não o glorificaram nem lhe deram graças, como a Deus é devido. Pelo contrário: tornaram-se vazios nos seus pensamentos e obscureceu-se o seu coração insensato. 22Afirmando-se como sábios, tornaram-se loucos 23e trocaram a glória do Deus incorruptível por figuras representativas do homem corruptível, de aves, de quadrúpedes e de répteis.\n24Por isso é que Deus, de acordo com os apetites dos seus corações, os entregou à impureza, de tal modo que os seus próprios corpos se degradaram. 25Foram esses que trocaram a verdade de Deus pela mentira, e que veneraram as criaturas e lhes prestaram culto, em vez de o fazerem ao Criador, que é bendito pelos séculos! Ámen.\n26Foi por isso que Deus os entregou a paixões degradantes. Assim, as suas mulheres trocaram as relações naturais por outras que são contra a natureza. 27E o mesmo acontece com os homens: deixando as relações naturais com a<b>  mulher</b>, inflamaram-se em desejos de uns pelos outros, praticando, homens com homens, o que é vergonhoso, e recebendo em si mesmos a paga devida ao seu desregramento.\n28E como não julgaram por bem manter o conhecimento de Deus, entregou-os Deus a uma inteligência sem discernimento. E é assim que fazem o que não devem: 29estão repletos de toda a espécie de injustiça, perversidade, ambição, maldade; cheios de inveja, homicídios, discórdia, falsidade, malícia; são difamadores, 30maldizentes, inimigos de Deus, insolentes, orgulhosos, arrogantes, engenhosos para o mal, rebeldes para com os pais, 31estúpidos, desleais, inclementes, impiedosos.\n32Esses, muito embora conheçam o veredicto de Deus - de que são dignos de morte os que tais coisas praticam - não só as fazem, como até aprovam os que as praticam.\n\"<br/>“Eu sou a videira verdadeira, e meu Pai é o agricultor. Todo ramo em mim que não produz fruto<br/>ele o corta.” (Jo 15,2) “\n\"Se alguém não permanecer em mim será lançado fora, como o ramo. Ele secará e hão-de ajuntá-lo e lançá-lo ao fogo, e queimar-se-á.” (Jo 15,6)\n“E assim como se recolhe o joio para jogá-lo no fogo, assim será no fim do mundo.” (Mt 13,40)\n“Assim como foi nos tempos de Noé, assim acontecerá na vinda do Filho do Homem. Nos dias<br/>que precederam o dilúvio, comiam, bebiam, casavam-se e davam-se em casamento, até ao dia em<br/>que Noé entrou na arca.” (Mt 24, 37-38)",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Mulher",
                "Francisco"
            ]
        },
        {
            "id": "2523097600",
            "user": "bujardas2",
            "date": "4 years ago",
            "timestamp": "NA",
            "commentText": "Sempre suspeitei dos ginásios e das saunas. a mim não me apanham lá. Se é para ficar com o traseiro dorido, vou andar de BTT que tem o selim rijo...e mantém-me em forma, mais que o ginásio, e não apanho doenças..",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2523069082",
            "user": "disqus_4UBVOEgA2E",
            "date": "4 years ago",
            "timestamp": "NA",
            "commentText": "Quando<br/> terminará este vergonhoso escândalo, que se arrasta indefinidamente? <br/>Quer a Igreja ou qualquer outra entidade responsável não tem interesse <br/>ou capacidade de esclarecer a Verdade? Tratando-se de um padre e de um <br/>bispo, com mais uns tantos envolvidos nesta situação escandalosa, serão <br/>seres intocáveis? Sem dúvida que Portugal está entregue aos \"bichos\"!!!",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4468416304",
                    "user": "disqus_8ZjPdC0kEM",
                    "date": "a year ago",
                    "timestamp": "NA",
                    "commentText": "Eu conheço pelo menos um que mora com um homem dentro da igreja, vai para a cama junto com outros homens e o \"namorado\" e ainda se droga muito numa boate <b> gay </b>no RJ. Fico horrorizado como que um sacerdote a frente de uma comunidade tem um comportamento desses. Não é difícil arrumar provas.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gay"
                    ]
                },
                {
                    "id": "2525821483",
                    "user": "disqus_4UBVOEgA2E",
                    "date": "4 years ago",
                    "timestamp": "NA",
                    "commentText": "Procure estar informado. Não é difícil procurar.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}