{
    "header": {
        "title": " O Brasil é dirigido por um fantoche que é absolutamente ignorante, inimputável, incompetente e cruel ",
        "subtitle": " Comentador arrasou a forma como Jair Bolsonaro está a responder à pandemia de covid-19. ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 5 de maio 2020 ",
        "dateExtraction": " 2020-06-22 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/695476/o-brasil-e-dirigido-por-um-fantoche-que-e-absolutamente-ignorante-inimputavel-incompetente-e-cruel- ",
        "postText": " ['Miguel Sousa Tavares criticou, duramente, o Presidente do Brasil, devido à forma como este tem atuado perante a pandemia de covid-19.', 'Durante o seu comentário semanal no Jornal das 8, da TVI, Sousa Tavares afastou a possibilidade de o Brasil ser alvo de um golpe militar em breve e apelidou mesmo Jair Bolsonaro de \u0093fantoche\u0094.', '\u0093Acho que Bolsonaro adoraria que houvesse um golpe militar que fechasse o Supremo Tribunal Federal que, eventualmente, fechasse o Congresso e o deixasse na presidência, mas não creio que isso vá acontecer. Acho que se os militares intervierem é para o apear do poder e não para o manter no poder contra o Congresso e a Justiça\u0094, começou por dizer o comentador.', '\u0093Neste momento o Brasil é dirigido por um fantoche e até custa dizer isso, até dói a alma pensar que este é o país de Machado de Assis, João Cabral de Melo, Chico Buarque. Um país com gente extraordinária, que conseguiu eleger alguém que é absolutamente ignorante, inimputável, incompetente e cruel\u0094, acrescentou, dizendo que as atitudes do chefe de Estado brasileiro perante a pandemia \u0093revelam uma crueldade absoluta, um desprezo pela vida humana\u0094.', 'O comentador realçou o \u0093ar de desprezo\u0094 com que Bolsonaro trata o povo brasileiro e diz que este tem noção dos efeitos do vírus no país.', '\u0093Até parece que ele não conhece o Brasil, que não era capaz de prever que quando o vírus chegasse ao Brasil ia ser forte e feito. Que quando entrasse naquelas favelas adentro, com o sistema de saúde brasileiro que, infelizmente, é pouco acima de um país de terceiro mundo, ia ser terrível\u0094, frisou.', 'Sousa Tavares atribuiu parte da culpa do que está a acontecer no país ao eleitorado brasileiro, nomeadamente àqueles que não queriam o Partido Trabalhista (PT) no poder.', '\u0093A classe média brasileira, culta, que não era ignorante e que achou que ia votar contra o PT de Lula, que achou que valia tudo e que achou que qualquer um servia desde que apeassem o PT do poder, tem aqui o resultado à vista. Quando cai a covid no Brasil, um país altamente vulnerável a este vírus, este é dirigido por um incompetente absoluto, um homem que não é apenas incompetente do ponto de vista político, como é incompetente do ponto de vista humano. E essa gente, esses que tinham obrigação, porque havia outras escolhas entre o PT e o Bolsonaro, é moralmente responsável pelo que está a acontecer no Brasil neste momento\", disse.', \"Sousa Tavares concluiu dizendo que, apesar de tudo, o Brasil tem liberdade de imprensa e  uma justiça que \u0093funciona, a nível do Supremo Tribunal Federal\u0094 e isso deixa Bolsonaro \u0093desesperado\u0094. \u0093Por isso é que ele diz: 'tenho comigo o povo, as forças armadas e Deus' . A trilogia que ele acha que o vai manter no poder, porque ele também acha que fala e nome de Deus\u0094, rematou.\"] ",
        "numberPosts": "40 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Physical Identity - Physical (and Mental) Impairments,Age - Over 65s,Gender - General,Ethnicity - White,Social Class - Working class,Gender - Female age and physical appearance",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Imbecil,Muda,Velha,Velho,Gaja,Mulher,Gajo,Analfabeto,Velha",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "4910660321",
            "user": "smparreira",
            "date": "a month ago",
            "timestamp": "NA",
            "commentText": "uma e outra vez a HISTORIA tem comprovado que os melhroes presidentes (em qualquer pais) são os que saem da \"norma\" ... e que os piores são os queques todos direitinhos e carregadinhso de letras antes do nome ...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4910654934",
            "user": "smparreira",
            "date": "a month ago",
            "timestamp": "NA",
            "commentText": "se não fosse o Bolsonaro la no brasil a remar contra a maré aquilo estaria bem pior ... quem foi que organizou os maiores carnavais de sempre um mês DEPOIS de o Presidente declarar o estado de emergencia ???",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4905605393",
            "user": "maurodarezzo",
            "date": "a month ago",
            "timestamp": "NA",
            "commentText": "O presidente liberou dinheiro para estados e municípios comprarem respiradores, máscaras e demais produtos para hospitais, boa parte já foi desviada em corrupção nos Estados e municípios, nenhum caso do governo federal. E o culpado é o presidente. Deixa de mentiroso repórter sem vergonha",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4905582988",
            "user": "maurodarezzo",
            "date": "a month ago",
            "timestamp": "NA",
            "commentText": "Bolsonaro queria fazer o isolamento vertical, da mesma forma que foi feito na Coréia do Sul, Japão e alguns países nórdicos, além de cancelar o Carnaval para não espalhar o vírus, mas os governadores e prefeitos preferiram fazer o Carnaval, recebendo gente do mundo todo que já tinha o vírus em circulação, além de fazer o isolamento horizontal. Estão acabando com a economia, desemprego explodindo e empresas falindo. E depois ainda falam que a culpa é do presidente. Esse pessoal é hipócrita.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4905577454",
            "user": "maurodarezzo",
            "date": "a month ago",
            "timestamp": "NA",
            "commentText": "Sou brasileiro, filho de uma portuguesa que veio ao Brasil em 1936. Sou da cidade de São Paulo e tenho muito orgulho de ser filho de uma portuguesa com um italiano. Venho de uma família que chegou pobre e fez a América, meus antepassados lutaram muito e continuamos a obra deles Votei no bolsonaro porque não era mais possível ver o Brasil ser roubado pela esquerda, acabaram com o país economicamente e moralmente, corrupção e imoralidades aos jovens. O Bolsonaro é mal educado, é, poderia ser mais calmo, sim, mas não é possível ver tanta imprensa corrupta comprada com verba pública o atacando todo dia só por causa que ele fechou os cofres. Agora como não existe mais corrupção no governo federal, ele não consegue governar porque um monte de políticos que estavam acostumados a receber verba não recebem mais. Bolsonaro é o presidente eleito, é honesto, é cristão e defende a família, o resto é choro de perdedor.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4903955481",
            "user": "disqus_5s1SaSs9z5",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Miguel Sousa Tavares disse aquilo que o nosso ministro Augusto Santos Silva deveria ter dito. Mas para que serve  Augusto Santos Silva?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4903226537",
            "user": "disqus_qjGrG6hxKV",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "quem tem telhados de vidro  não pode atirar pedras aos vizinhos...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4903098030",
            "user": "rui_vale",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Cuidado, Miguel, olha que a estupidez não te perdoa!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4902958095",
            "user": "disqus_murerCs6L6",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "O <b> gajo </b>está estúpido, mas não é corrupto como os do PT.<br/>Espero que nas próximas o \"Terror do PT\" se candidate.<br/>Sérgio Moro.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4903952344",
                    "user": "disqus_5s1SaSs9z5",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Claro que é corrupto.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4903034325",
                    "user": "rasarrad",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Não é??????????\n🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Gajo"
            ]
        },
        {
            "id": "4902680105",
            "user": "disqus_pXBOTFgh4k",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "hhhhaaaa    um autentico abuso ......entao mas o camarada nao foi eleito ?  entao quem votou no camarada tambem e isso tudo que diz ?  entao mas agora temos capacidade para ofender um povo de um Pais ??   o ponto em que o Mundo chegou .....vai-te rindo !",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4903034951",
                    "user": "rasarrad",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Foi eleito... por estúpidos enganados...\nDeixa de ser uma bosta de m****?",
                    "likes": 3,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4905698394",
                            "user": "disqus_pXBOTFgh4k",
                            "date": "a month ago",
                            "timestamp": "NA",
                            "commentText": "hahahaha     amigo esta confuso .......entao quando os outros nao sao da nossa \"cor\" sao todos uns estupidos ??  hahahahahahaha    vai-te rindo enquanto podes vais ver o que vem a seguir !",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4902613309",
            "user": "limalhas",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "A definição perfeita de Bolsonaro. Parabéns Miguel Sousa Tavares.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4902603577",
            "user": "disqus_BMoH1BB10G",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Ó Miguel, agora andas a soldo da “folha”?",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4902582138",
            "user": "disqus_RyEdBMG6Vz",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Este sousa tavares é mais um artista desta orquestra nacional de gente sem coluna.<br/>Mas será que Bolsonaro não foi eleito democráticamente? Isto é maneira de se falar de PR de outro País? <br/>Quanto ao covid 19, o Brasil tem 35 mortes por milhão de habitantes e Portugal tem 105 mortes por milhão de habitantes, tudo dito.<br/>Quanto aos presidentes, nós temos um que se escondeu durante duas ou três semanas no inicio da pandemia, que eu saiba bolsonaro nunca se acobardou desta maneira.<br/>Chega.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "4902704585",
                    "user": "disqus_3wyD6Yvmpl",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Está visto. És BURRO!",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4902715114",
                            "user": "disqus_RyEdBMG6Vz",
                            "date": "2 months ago",
                            "timestamp": "NA",
                            "commentText": "Burro foi quem te fez as orelhinhas. OK.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "4902648178",
                    "user": "amigodocamolas",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "...nem foi de férias com o País arder, nem se vendeu para chegar a PM sem ganhar eleições, nem foi apanhado numas escutas a mexer os cordelinhos na justiça para safar o homem que se está a caghar para a justiça...\nFala-se assim um jornalista português ou brasileiro sobre Costa, o País inteiro estava a pedir o despedimento do bagaceiro e a proibição do brasileiro de alguma vez entrar no País! Isto, que estes bagaceiros dizem em rebanho sobre bolsonaro não é apenas política ou hipocrisia - é insanidade.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4902577908",
            "user": "brunodecarvalhooprprio",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Este jornalista tem credibilidade zero ... Essa é mais ou menos a descrição que se podia aplicar ao Lula com a agravante de ser <b> analfabeto </b>... esse sim comprovadamente corrupto e julgado e condenado como tal mas na altura não o vimos tão indignado ... É um facto que o Bolsonaro está a gerir o problema da pandemia péssimamente mas convinhamos que o maior problema dos Brasileiros mais pobres nem é o coronavirus é a fome, sem trabalho e empregos não há comida na mesa.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4902707117",
                    "user": "disqus_3wyD6Yvmpl",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Juntando todos os problemas dos brasileiros à tua falta de inteligência...",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Analfabeto"
            ]
        },
        {
            "id": "4902569131",
            "user": "disqus_qGV8hkQJVh",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Neste momento o Brasil é dirigido por um fantoche e até custa dizer isso, até dói a alma pensar que este é o país de Machado de Assis, João Cabral de Melo, Chico Buarque. Com este comentário, este jornalista, ao misturar chico buarque no rol dos outros, revela bem o fantoche que é. Como jornalista, é pior que bosta. Tão critico a tudo, no caso do BES, calou-se, sabemos nós porquê!...",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4910658791",
                    "user": "smparreira",
                    "date": "a month ago",
                    "timestamp": "NA",
                    "commentText": "não fosse o Bolsonaro la ter estado DESDE JANEIRO a tomar medidas para prevenção do covid19 e o Brasil teria muitos mais mortos neste momento",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4902536660",
            "user": "disqus_LerI7mwknD",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Os brasileiros decidiram mudar e fizeram bem. Terão oportunidade para voltar a mudar.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4902522842",
            "user": "polticocorrupto",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Ele é tão estupido que, irá pensar que é \"piada sobre os portugueses\"!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4902518244",
            "user": "DiamantinoHilario",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "\"havia outras escolhas entre o PT e o Bolsonaro\" mas muito eleitorado de bem deixou-se levar pelo populismo manipulador e pelo uso abusivo e gratuito da figura de Deus. Porque apenas com os votos dos menos esclarecidos e daqueles que cultivam a ignorância e o ódio apenas para proveito próprio, este <b> imbecil </b>e perigoso ignorante nunca teria ganho as eleições.",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4910659586",
                    "user": "smparreira",
                    "date": "a month ago",
                    "timestamp": "NA",
                    "commentText": "não ... nos 14 anos ateriores escolheram o populismo ... agora escolheram \"O\" Bolsonaro e o seu projecto ANTI politico corrupto a meter nos bolsos ... tal como nos EUA muitos ecolheram \"O\" Trump em vez da <b> Vel<b> ha </b</b>>representativa do pior do sistema politico corrupto americano",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4911400884",
                            "user": "DiamantinoHilario",
                            "date": "a month ago",
                            "timestamp": "NA",
                            "commentText": "É... de facto a corrupção, que ninguém nega, foi  o pretexto para este ditadorzeco impor um retrocesso civilizacional e cultural à boa maneira da ditadura militar que é a sua ambição. O pensamento único.<br/>E quanto a corrupção… vamos ver.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Velha"
                    ]
                }
            ],
            "keywords": [
                "Imbecil"
            ]
        },
        {
            "id": "4902494584",
            "user": "amigodocamolas",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Toda a gente está de acordo que bolsonaro não tem o perfil perfeito para PR: não é manhoso. Não politicamente correcto. E tem frases muito impertinentes. E que além de impertinentes quase sempre também são infelizes, porque vão ser destacadas por toda imprensa engajada com a esquerda corrupta e com todos os comentadores bagaceiros que não perdem uma chance para fazer isso, e que vão esquecer o que ele diz de proveitoso. Ele não pode dizer certas frases porque se ele disser que só quer deixar um País melhor do que aquele que herdou, qualquer bagaceiro vai concluir que a frase \"só demonstra o desprezo dele pelo País\".\nE depois fica a pergunta para os inteligentes como o fantoche do MST: Mas qual foi a medida que os perfeitos dos estados do Brasil não respeitaram dos técnicos da saúde e foram atrás do que bolsonaro disse?",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4903035951",
                    "user": "rasarrad",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Não é manhoso!!! 🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4902492504",
            "user": "disqus_3wyD6Yvmpl",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Oh Miguel! Não diga isso pá. Amanhã vais levar com a voz daquela coisa pequena que diz ser atriz e já se assumiu ser (m)amante do Bostanaro. Acho que se chama Maria Vieira ou sei lá que mierda!",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4902479797",
            "user": "antonio_louren_o",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Muito bem  Miguel ..totalmente de acordo...e ainda faltaram muitos mais adjectivos..",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4902476733",
            "user": "Criaturadastrevas",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Muito bem dito.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4902476453",
            "user": "disqus_SLheXwGnk4",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "Deixo uma pergunta a Miguel Sousa Tavares: Com este comentário acha que prestou um bom serviço à lusofonia???????",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4902497304",
                    "user": "disqus_3wyD6Yvmpl",
                    "date": "2 months ago",
                    "timestamp": "NA",
                    "commentText": "Não. Não prestou um bom serviço à lusofonia. Prestou foi um grande e bom serviço à humanidade!",
                    "likes": 7,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4902525450",
                            "user": "limalhas",
                            "date": "2 months ago",
                            "timestamp": "NA",
                            "commentText": "Sem dúvida.",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4902454248",
            "user": "ocorrecio",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "A parvoíce deve ser hereditária, já o <b> velho </b>o era e filho de burro não pode ser cavalo.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Velho"
            ]
        },
        {
            "id": "4902446070",
            "user": "disqus_6agQFnktjW",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "A <b> mulher </b>é bonita mas a<b>  gaja</b> já te passou o cartão que te tinha a passar<b> . Mud</b>a o disco.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gaja",
                "Mulher",
                "Muda"
            ]
        },
        {
            "id": "4902429028",
            "user": "alexandre_barreira",
            "date": "2 months ago",
            "timestamp": "NA",
            "commentText": "....pois....estragaram-te a \"mama\" brasileira...eagora o \"rapaz\" é que é........\"fantoche e ignorante\"....vai lá....vai....!!!!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}