{
    "header": {
        "title": " Padre acusado de burlar o Estado ",
        "subtitle": " O Ministério Público de Abrantes está a investigar duas denúncias de fraude ao Ministério da Saúde e à Segurança Social nas instituições geridas pelo cónego José Graça, em Abrantes. Este diz-se surpreendido com as queixas e nega qualquer esquema para defraudar o Estado. ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 30 de janeiro 2013 ",
        "dateExtraction": " 2020-07-06 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/67308/padre-acusado-de-burlar-o-estado ",
        "postText": " ['o cónego é acusado de manter \u0091utentes-fantasma\u0092 na comunidade terapêutica joão guilherme, que dirige, recebendo 720 euros por mês pelo internamento de dezenas de pessoas que já abandonaram tratamento e nalguns casos até já morreram. este centro de desintoxicação está sob alçada do centro interparoquial de abrantes \u0096 que tem ainda três apartamentos de reinserção de toxicodependentes e alcoólicos na região \u0096 cujo responsável é o sacerdote.', 'os esquemas «fraudulentos» para garantir o financiamento das instituições do centro interparoquial são detalhados ao pormenor nas queixas, recebidas este mês e em dezembro passado, pelo ministério público de abrantes e pelo departamento central de investigação e acção penal.', 'quando um doente é expulso ou sai por sua vontade da comunidade terapêutica, a instituição é obrigada a reportar esta alta não programada ao serviço de intervenção nos comportamentos aditivos e nas dependências (sicad), tutelado pelo ministério da saúde (ms). mas não o faz. ao longo de anos, «dezenas e dezenas de utentes foram mantidos durante meses nas listas nominativas entregues ao sicad como se continuassem em tratamento, continuando a instituição a receber do estado dinheiro para comparticipar estas camas que não estão ocupadas», lê-se numa das denúncias. há mesmo utentes «detidos em estabelecimentos prisionais» ou «já falecidos que continuaram a ser contabilizados» nas listas entregues ao organismo do ms.', 'cobranças a dobrar', 'o mesmo esquema terá sido usado naqueles três apartamentos para a reinserção de ex-toxicodependentes e ex-alcoólicos em abrantes, castelo branco e ponte de sôr geridos pelo centro interparoquial.', 'cada apartamento tem 10 camas protocoladas com a segurança social (ss), mas nunca estarão todas ocupadas. «também aqui o presidente da instituição tem recorrido a fraudes», é explicado numa das denúncias.', 'os lugares vagos nos apartamentos são completados na lista de utentes enviada à ss com nomes de pessoas que constam das listas da comunidade joão guilherme e que já abandonaram o tratamento ou morreram. como não há cruzamento de dados entre ministério da saúde e a ss, o centro interparoquial «recebe duas vezes por cada um deles».', 'o padre é também acusado de inscrever e levantar o valor do rendimento social de inserção (rsi) dos utentes e de não o entregar na totalidade, retendo parte da verba a título de comparticipação pelo tratamento, que, por lei tem de ser custeado em 20% pelo utente ou a sua família.', 'comunidade já foi obrigada a devolver mais de 65 mil euros', 'o esquema de duplicação de utentes nesta comunidade já tinha sido detectado há mais de uma década pelo organismo responsável pelo combate à toxicodependência.', 'em 2001, durante uma operação de fiscalização, foram descobertas várias irregularidades quer na comunidade terapêutica quer no centro de dia, «resultantes de incorrecções nas listas nominativas» apresentadas para a cobrança dos tratamentos realizados, reconheceu ao sol joão goulão, director-geral do sicad.', 'mas só um ano depois o então serviço de prevenção e tratamento da toxicodependência conseguia que o cónego devolvesse ao estado os valores «irregularmente» cobrados, admitiu joão goulão. no total, o presidente da comunidade foi obrigado a devolver 65. 358,98 euros, através de um «encontro de contas».', 'apesar disso, e desde então, não foram reforçadas as auditorias à comunidade terapêutica. «tivemos vários problemas no nosso departamento de auditoria», explica goulão. o director-geral foi entretanto informado de novas irregularidades, já reportadas à inspecção-geral das actividades em saúde.', 'padre nega esquema e só admite pequenas falhas', 'ao sol o cónego josé graça diz «ignorar por completo estas denúncias que não correspondem à realidade», mas vai adiantando que estas queixas não serão mais do que «um ajuste de contas de alguém por qualquer motivo de disciplina interna».', 'o padre diz não ser ele «quem faz as listas de utentes» enviadas ao sicad e à segurança social, mas reconhece que possam existir «algumas falhas» na sua elaboração. «pode acontecer que um utente que abandona a instituição a meio do mês seja incluído na lista como tendo estado o mês inteiro, mas nada mais do que isto», assegura.', 'o cónego \u0096 que está também à frente do centro social diocesano de santo antónio de portalegre \u0096 desvaloriza as irregularidades detectadas em 2001 pelo organismo do ms, considerando que a verba devolvida ao estado pelo centro foi «irrisória».', 'já sobre o rsi, o padre admite que é a comunidade quem inscreve os utentes e levanta os vales. «ficamos com 100 euros dos 185 euros do rsi, para assegurar o contributo dos utentes», diz. o restante é-lhes devolvido para tabaco, cafés e outros gastos.', 'joana.f.costa@sol.pt'] ",
        "numberPosts": " 15 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Religious Identity - Roman Catholic,Ideological and Political Identity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Padreco,Comunista",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "1380126176",
            "user": "jornalsol-cae3ac9550deeaabd615a15509cc7f36",
            "date": "7 years ago",
            "timestamp": "NA",
            "commentText": "O MP pode aproveitar o embalo e investigar o financiamento do Estado (FEDER e PIDDAC) no âmbito do 3º Quadro Comunitário de Apoio para a criação de um Centro de Acolhimento Temporário para Crianças e Jovens em Risco, na cidade de Portalegre, a promover pelo Centro Social Diocesano de Santo António. Foram pagos 650.000,00?. Podem consultar a Carta Social on-line e nada se vislumbra. Investiguem sff. Ninguém pede o dinheiro de volta? Porquê?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1380126174",
            "user": "jornalsol-a4f08f8b59aa3a316ddfa0e47884e118",
            "date": "7 years ago",
            "timestamp": "NA",
            "commentText": "Sim cara Niajar <br/>Os arautos da honestidade Ps e PCP metidos na corrupçao e no rouba ,é de rir ,Sonsos ,aldraboes embusteiros!Com a mania de serem SERIOS!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1380126172",
            "user": "jornalsol-a4f08f8b59aa3a316ddfa0e47884e118",
            "date": "7 years ago",
            "timestamp": "NA",
            "commentText": "Sim cara Niajar <br/>Os arautos da honestidade Ps e PCP metidos na corrupçao e no rouba ,é de rir ,Sonsos ,aldraboes embusteiros!Com a mania de sere SERIOS!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1380126171",
            "user": "jornalsol-4cc151838425461aaedbe5a3c3866160",
            "date": "7 years ago",
            "timestamp": "NA",
            "commentText": "Tudo bem neste pais ,se os cds roubam, os do pds roubam os do Ps roubam hoje foi conhecido mais um o deputado Carlos Lopes ,imaginem agora ate os comunas metem a mao ao pote , a unica autarca do BE constituida arguida por desc vios de fundos da camara ,o <b> padreco </b>sentiu-se ligitimado ,até eu depois ter ter sido já bastante gamado ,se pudesse tam bem metia algum que as finaças me fanaram.....\nAntes os esquerditas só acusavam os da direita de roubar ,agora os da esquerda ainda roubam mais que os da direita ,poreiro ,pá...<br/>A do maestro Graça Moura esta, mesmo muito boa ,e entao tao comuna que ele era e rouba o povo ...o estado é o mpovo ,Filhos da Putha Hipocritas...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Padreco"
            ]
        },
        {
            "id": "1380126170",
            "user": "jornalsol-4cc151838425461aaedbe5a3c3866160",
            "date": "7 years ago",
            "timestamp": "NA",
            "commentText": "Tudo bem neste pais ,se os cds roubam, os do pds roubam os do Ps roubam hoje foi conhecido mais um o deputado Carlos Lopes ,imaginem agora ate os comunas metem a mao ao pote , a unica autarca do BE constituida arguida por desc vios de fundos da camara ,o <b> padreco </b>sentiu-se ligitimado ,até eu depois ter ter sido já bastante gamado ,se pudesse tam bem metia algum que as finaças me fanaram.....\nAntes os esquerditas só acusavam os da direita de roubar ,agora os da esquerda ainda roubam mais que os da direita ,poreiro ,pá...<br/>A do maestro est&amp;#180+a mesmo muito boa ,e entao tao comuna que ele era e rouba o povo ...o estado é o mpovo ,Filhos da Putha Hipocritas...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Padreco"
            ]
        },
        {
            "id": "1380126168",
            "user": "jornalsol-2b3e69a7084c76e56be15598fc72ded6",
            "date": "7 years ago",
            "timestamp": "NA",
            "commentText": "O problema é que estes esquemas multiplicam-se por muitas outras instituições, sem nenhum controle do estado...A falta de protocolos de segurança permite tudo? O contribuinte paga?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1380126163",
            "user": "jornalsol-b15e5bcb0b70ec7aa12ee7db0cb2bf5f",
            "date": "7 years ago",
            "timestamp": "NA",
            "commentText": "Quando há dias o Ministro das Finanças admitiu a hipótese de a Igreja dita católica pagar impostos, apareceu logo o inefável marmanjão da tal conferencia inpiscopal a dizer que não pagam nada.....isso é bom para os pobres que andam 30 anos a pagar acasa; estes marmanjões da religião plutocrática que possuem a maior parte dos imóveis do país, dizem que nada pagam, e, com efeito, nada pagam pois nunca pagaram....corram para fátima a comprar velinhas que eles agradecem para mandar para os abutres do vaticano.....",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1380126161",
            "user": "jornalsol-57f3c6d49921c666e47139e2ead526e3",
            "date": "7 years ago",
            "timestamp": "NA",
            "commentText": "Niajar<br/>30.01.2013 - 13:24\nEstranho só comunistas e socialistas é que roubaram forte e feio! Este pensa que os que por aqui andam a comentar, que são uma cambada de idiotas. É que nem passa pela cabeça de ninguém culpar o partido dos sacos assanhado laranjas e, do partido da Lady Paula das Feiras, de terem roubado forte e feio. Isso nunca aconteceu, penso eu de que.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1380126157",
            "user": "jornalsol-bf082db15fee55ebd84e103730d847bf",
            "date": "7 years ago",
            "timestamp": "NA",
            "commentText": "Calma<br/>isto foi um \"ajuste\"de contas de alguém por qualquer motivo de (disciplina)interna(?)<br/>Como pode um país sair da cepa torta com tanto gatuno?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1380126153",
            "user": "jornalsol-1c53040e891378ee80007ff253977452",
            "date": "7 years ago",
            "timestamp": "NA",
            "commentText": "Esta não é da Felícia Cabrita, heim?!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1380126151",
            "user": "jornalsol-cae3ac9550deeaabd615a15509cc7f36",
            "date": "7 years ago",
            "timestamp": "NA",
            "commentText": "O MP pode aproveitar o embalo e investigar o financiamento do Estado para a criação de um Centro de Acolhimento Temporário para Crianças e Jovens em Risco, na cidade de Portalegre. Foram pagos 650.000,00?. Podem consultar a Carta Social on-line e nada se vislumbra. Investiguem sff.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1380126144",
            "user": "jornalsol-48d75885cc536518d1b73942df4df836",
            "date": "7 years ago",
            "timestamp": "NA",
            "commentText": "Ladrão que rouba a ladrão tem 100 anos de perdão, (se for em nome de uma causa divina)... Justiça assim seja feita!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1380126141",
            "user": "jornalsol-b15e5bcb0b70ec7aa12ee7db0cb2bf5f",
            "date": "7 years ago",
            "timestamp": "NA",
            "commentText": "A igreja católica é a organização que mais crimes cometeu (e comete) ao longo dos séculos...basta compulsar os jornais de antanho ou as páginas da história para se ver o que é esta máfia religiosa...mas, o medo da morte, e o temor reverencial, leva milhões a seguir est gentalha que vive à grande e `francesa/vaticana à custa dos contribuintes, pois nem impostos pagam....<br/>Nas Filipinas estes ignóbeis proibem a venda do preservativo havendo milhares de familias a dormir nos cemitérios com crianças amontoadas...<br/>O Banco do Vaticano é um centro de lavagem de dinheiro corrupto sob a benção papal....<br/>etc.<br/>etc.<br/>etc.<br/>não digo nada sobre a hedionda inquisição....",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1380126137",
            "user": "jornalsol-a4f08f8b59aa3a316ddfa0e47884e118",
            "date": "7 years ago",
            "timestamp": "NA",
            "commentText": "Entao de aquele deputado socialista Carlos Lopes 2005- 2009) roubou durantes anos a fio  bem agora foi condenadao a 11 anos de sol aos quadrados,se o maestro Miguel Graça Moura ,<b> comunista(</b> roubou forte e feio e são os \"arautos da \"honestidade\") porque é que um padre nao pode roubar ,vejam hoje as noticias do JN e do Correio da Manha  e vejam o noticiario da Sic ,Dá vontade de Rir e de chorar no final .",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Comunista"
            ]
        },
        {
            "id": "1380126134",
            "user": "jornalsol-fca02d37f2e8afc58148dfdd93d0faf3",
            "date": "7 years ago",
            "timestamp": "NA",
            "commentText": "pufff...maldita crise!...até os filhos do sistema, perdão, de deus...se deixam enredar...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}