{
    "header": {
        "title": " Novas medidas são incoerentes e prejudicam empresas ",
        "subtitle": " O Governo é claro: Máxima eficácia, perturbação mínima. Mas as empresas não concordam com algumas medidas. CIP defende que se não forem fundamentadas vão provocar danos na economia e no país. Restauração também critica. Recolhimento aperta. ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 22 de novembro 2020 ",
        "dateExtraction": " 2020-11-24 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/715906/novas-medidas-sao-incoerentes-e-prejudicam-empresas ",
        "postText": " ['O Governo voltou a anunciar novas medidas, ainda mais restritivas. O objetivo é claro: Máxima eficácia, mínima perturbação. As críticas fazem-se ouvir um pouco por todo o lado e o patrão dos patrões não tem dúvidas que as “novas medidas restritivas são incoerentes e prejudicam as empresas e o país”. Aliás, a Confederação Empresarial de Portugal (CIP) alerta que as medidas que o Governo vai introduzindo têm “obrigatoriamente de ser consistentes, ponderadas e devidamente fundamentadas, sob pena de provocarem danos profundos na economia e no país”.', 'As posições divulgadas este sábado pelo Governo “não são consistentes, ponderadas e não estão sequer cientificamente fundamentadas”, defende a entidade liderada por António Saraiva.', 'A CIP considera que as medidas aprovadas para os dois próximos fins de semana, a que se junta a tolerância de ponto, “traduzem-se num forte condicionalismo em relação a oito dias completos”. Situação que é agravada pelo encerramento das escolas a 30 de novembro e 7 de dezembro, “o que implica um problema adicional para centenas de milhares de pais que terão de assegurar a necessária assistência aos filhos”.', '“O anúncio do Governo é tanto mais grave quanto se recomenda e remete para as empresas a possibilidade de “suspenderem a laboração” nestes dias. Numa situação de quebra dramática dos rendimentos, o país não pode dar-se ao luxo de perder tantos dias de produção, não existindo qualquer base científica que justifique o encerramento generalizado das empresas”, acusa a CIP.', 'Sendo o momento tão difícil, é “fundamental” que o Governo perceba que as empresas têm compromissos a honrar, alerta. “Se as empresas fecharem, uma parte vital do país fecha com elas. Temos de evitar este cenário a todo o custo”.', 'Assim, a CIP diz que deveriam ser equacionadas outras soluções. “A celebração das efemérides à segunda-feira, como é prática habitual em vários países da Europa, teria sido um caminho adequado, já que limitaria os dias de paragem”, sugere. E acrescenta: “A ajuda do Governo às empresas não pode ser por episódios e fatiada. Tem de ser imediata, forte e bem pensada”.', '“Restauração é lugar de risco” O setor da restauração tem sido dos mais afetados pela pandemia de covid-19. O primeiro-ministro foi claro: “Há vários estudos científicos que demonstram que a restauração é um local de risco, o que é natural”. Até porque, “por muito que se cumpram as normas da Direção Geral da Saúde (DGS), as pessoas não estão à distância normal de dois metros, por razões óbvias ninguém está com máscara enquanto come e os contactos tendem a ser prolongados”, concluiu Costa.', 'A Associação Nacional de Restaurantes, a Pro.var, manifestou “preocupação” com estas novas medidas. Não colocando em causa as decisões do Governo para tentar mitigar a pandemia, “essa opção tem de vir acompanhada de apoios robustos e imediatos”, defende. “O Governo tem tido uma estratégia firme no afastamento dos clientes dos restaurantes, limitando horários, proibindo a deslocação entre conselhos e encerrando os restaurantes ao fim de semana. De facto, esta estratégia tem resultado, os restaurantes encontram-se praticamente vazios, mas os apoios, esses, nem vê-los, ou se vêm são a conta gotas, muito longe das necessidades que o setor exige”, acusa a associação liderada por Daniel Serra.', 'E atira: “Ao invés de encerrar a economia o Governo deveria ter optado por suspender os feriados, a maioria dos empresários portugueses querem sobreviver”.', 'No entender da Pro-var, a manutenção dos restaurantes ‘fechados’ mas de porta aberta está a levar ao desespero os empresários do setor. “O maior desafio coloca-se agora neste último trimestre, as perdas são catastróficas, os apoios anunciados até ao momento são muito escassos, será por isso necessário que o Governo encontre um conjunto de apoios que abranja a todos”.', 'O que diz o Governo? As medidas foram afinadas este sábado pelo Executivo com entrada e saída de concelhos da lista de risco. O Governo defende que “esta é uma lista dinâmica que será revista de 15 em 15 dias, agora alinhado com a revisão do Estado de Emergência”. António Costa salientou que, nos próximos meses, as medidas serão modeladas para que se ajustem à realidade de cada concelho.', 'Mas há mais. “Nas segundas-feiras, decidimos que o encerramento dos estabelecimentos e da restauração é só às 15h porque nesses dias, apesar de haver tolerância de ponto na função publica e cancelamento das atividades letivas, a verdade é que não podemos impor a suspensão da laboração no setor privado. Muita gente terá de trabalhar”, justificou o primeiro-ministro. Nos 213 concelhos com mais de 240 casos por 100 mil habitantes, é mantida a proibição de circulação na via pública entre as 23h e as 5h.', 'fins de semana e vésperas de feriado Nos fins de semana de 28 e 29 de novembro e de 5 e 6 de dezembro, bem como nos feriados de 1 e 8 de dezembro, as regras serão ainda mais apertadas, mas não em todo o país. Nos 127 concelhos de risco “muito elevado” ou “extremamente elevado”, e que incluem a maior parte dos municípios das Áreas Metropolitanas de Lisboa e do Porto, o comércio e a restauração terão de encerrar pelas 13h. Para as vésperas dos feriados, a 30 de novembro e 7 de dezembro, o Governo decretou o encerramento de todas as atividades a partir das 15h nos 127 concelhos em que o risco de contágio é mais elevado.', 'Costa pediu confinamentos a Marcelo No futuro, a situação pode agravar-se. Isto porque António Costa pediu a Marcelo que incluísse no estado de emergência uma referência à possibilidade de confinamento compulsivo, uma vez que no decreto em vigor nada se diz expressamente sobre isolamentos obrigatórios. O Presidente da República pretende que o contexto legal dos confinamentos fique bem definido e “na medida do estritamente necessário e de forma proporcional”.'] ",
        "numberPosts": " 67 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Ethnicity - White",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Branco,Francisco,Pedinte,Imbecil,Racista,Preto",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "5163059681",
            "user": "joaquim_vaz",
            "date": "21 hours ago",
            "timestamp": "NA",
            "commentText": "«A Direção-Geral de Saúde foi fundada por Decreto a 4 de outubro de 1899, com o nome de Direção-Geral de Saúde e Beneficência Pública, fruto da necessidade de combater um surto de peste bubónica que nesse ano assolou a cidade do Porto. Tinha por principal propósito melhorar a defesa contra futuras epidemias. <br/>Em 1911, a reorganização dos Serviços de Saúde e Higiene em Portugal, determinaram a autonomização da saúde portuguesa face à beneficência pública e ao secularismo, dando lugar à Direção-Geral de Saúde com o objetivo da resolução e do expediente dos serviços de saúde publica. <br/>Já na segunda metade do século XX, a Direção-Geral da Saúde, ganhando outro estatuto e dimensão, passa a gozar de maior dignidade e reconhecimento, concentrando em si um papel de orientador, fiscalizador e disciplinador em matéria de saúde e higiene social. <br/>Em 1971, com a marcante reforma dos Serviços de Saúde vertida no Decreto-Lei n.º 413 de 27 de setembro, nasce uma nova etapa na história da Saúde em Portugal. Elegem-se como prioridades a promoção da saúde e a prevenção da doença. Nesta reforma, distinguem-se <b> Francisco </b>Gonçalves e Arnaldo Sampaio. <br/>No quadro da Constituição da República, surge, em 1976, o Serviço Nacional de Saúde (SNS), um serviço universal, geral e gratuito. António Arnault destaca-se como impulsionador da Lei que criou o SNS.» <br/>(Da Wikipedia)<br/>O último período que transcrevo é suficientemente elucidativo:<br/>A Direcção-geral de Saúde desempenhou um papal de relevo  na vigência do Estado Novo…  Aliás, uma «direcção-geral» tem um cheirinho a a burocracia…<br/>Depois ganhou relevo o SNS.<br/>O SNS português  é , para alguns, o melhor SNS do mundo!<br/>Mas, quando as coisas correm mal, remetem-se as culpas para uma simples direcção-geral que nem devia estar vocacionada para assuntos de natureza técnica nem política… <br/>É caso para perguntar quais as responsabilidades políticas do PM, da Ministra da Saúde e dos seus secretários de estado,  duma caterva de assessores, e conselheiros e dum sem número de instituições que hão-de levar Portugal a uma nova bancarrota!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Francisco"
            ]
        },
        {
            "id": "5162921384",
            "user": "patricioguerreiro",
            "date": "a day ago",
            "timestamp": "NA",
            "commentText": "Esta Ditadura Covid PS como toda e qualquer ditadura só toma decisões absurdas na sua estupidez porque isso está-lhes na matriz de funcionamento. Pedir-se inteligência e bom senso a Ditaduras é também em si de loucos, este governo maltrapilho tem os seus dias de tragédia a chegar ao fim e isso é que conta! Spartacus",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5162671903",
            "user": "disqus_56yoejF295",
            "date": "a day ago",
            "timestamp": "NA",
            "commentText": "Ai, as empresas, as empresas! ...Elas só existem se existirem pessoas.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5162767171",
                    "user": "disqus_cBccy1PhIj",
                    "date": "a day ago",
                    "timestamp": "NA",
                    "commentText": "Tem razão, os sócios gerentes não são pessoas.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5162669945",
            "user": "disqus_56yoejF295",
            "date": "a day ago",
            "timestamp": "NA",
            "commentText": "As empresas só existem porque existem pessoas...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5162644220",
            "user": "disqus_NDONqXPlqF",
            "date": "a day ago",
            "timestamp": "NA",
            "commentText": "«...se não forem fundamentadas vão provocar danos na economia e no país...» - in jornal Sol\nNuma situação como esta nunca é demais lembrar as palavras do Presidente da República da Bielorússia Aleksandr Lukashenko, onde o próprio declara que o Fundo Monetário Internacional (FMI) e o Banco Mundial (BM) ofereceram-lhe um suborno de 940 milhões de Dólares, que foi recusado pelo Chefe de Estado Bielorrusso.\nSe o Presidente da República da Bielorússia Aleksandr Lukashenko tivesse aceitado o suborno, em troca teria de impor o uso de máscaras aos cidadãos Bielorussos, decretar o confinamento, implantar o estado policial, e destruir e bloquear a economia do país.\nEm suma, não faz sentido continuar a dar cabo do país e da vida dos cidadãos Portugueses por causa do que foi decidido pelo regime da Inglaterra, Fórum Económico Mundial, Fundo Monetário Internacional, Acordo Verde (Green New Deal), Grande Reinício (Great Reset), e Evento 201.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5162620588",
            "user": "disqus_cBccy1PhIj",
            "date": "a day ago",
            "timestamp": "NA",
            "commentText": "É impressionante criarem um programa de apoio chamado Apoiar pt ás pequenas e micro empresas que colocam os sócios gerentes de fora dos apoios, quando a maioria destas empresas são só de sócios-gerentes.\nEntão o sócio-gerente desconta como qualquer outro funcionário, mas quando é para ser ajudado, fica a ver navios.\nQue tipo de gente está a governar Portugal??? <br/>Já nem falo da importância dos sócios-gerentes porque se não fossem eles não havia mais empregados, são tratados como se fossem m...\nUm marroquino que nunca descontou para Portugal nem ele nem a familia dele, tem mais apoios que um sócio gerente que desconta e cria emprego. <br/>Alguém com dois palmos de testa, me consiga explicar que tipo de gente nos está a governar? É que já nem se trata de formas diferentes de se gerir uma população é a descriminação e a perseguição completa a essas pessoas.\nJÁ CHEGA de tantas injustiças.\nUMA VERGONHA.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5162597312",
            "user": "michaelaadeline",
            "date": "a day ago",
            "timestamp": "NA",
            "commentText": "Todas as semanas, faço 4 a 7 mil euros mais fáceis com um simples dever de casa. No mês passado ganhei 23859 € com este trabalho. Trabalho incrível e fácil e renda regular dele são incríveis..Qd6. Eu sugeri que todos se juntassem a este trabalho agora em tempo parcial e ganhassem mais do que uma renda em tempo integral seguindo este site ...\n.......................➽➽➽➽➽➽➽➽➽➽➽➽ 𝙬𝙬𝙬.𝙈𝙖𝙜𝙣𝙞𝙛𝙮𝙄𝙣𝙘𝙤𝙢𝙚.𝘾𝙤𝙢ⓣ\n não copie na web",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5162592785",
            "user": "disqus_UasSF2Ix25",
            "date": "a day ago",
            "timestamp": "NA",
            "commentText": "Querer que as pessoas fiquem confinadas em casa e depois dar tolerância de ponto nas vésperas dos feriados....<br/>Medidas \"coerentes\", tomadas por asnos....",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5162590089",
            "user": "bolideirayahoocombr",
            "date": "a day ago",
            "timestamp": "NA",
            "commentText": "Só nos resta o consolo de sermos muito bons em corrupção!!!!<br/>Oxalá que a bazuca não venha para o Vladimir Costa saber com quantos paus se faz uma canoa!!!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5162588180",
            "user": "bolideirayahoocombr",
            "date": "a day ago",
            "timestamp": "NA",
            "commentText": "André Ventura na politica é comparável a CR7 no futebol.<br/>Miguel Oliveira na corrida de mota também comparável a André Ventura na politica!<br/>Mário Centeno comparável a um oportunista, saltou do governo para o BdP a pensar nos milhares de € que vai embolsar embora seja um medíocre! Mas é bom a arreganhar aquela dentuça com sorriso de tótó!!!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5162585760",
            "user": "bolideirayahoocombr",
            "date": "a day ago",
            "timestamp": "NA",
            "commentText": "Mário Soares foi inteligente mas muito muito para o bolso dele desde o 25 de Abril!",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5162585289",
            "user": "bolideirayahoocombr",
            "date": "a day ago",
            "timestamp": "NA",
            "commentText": "O muro já caiu nos Açores!! 😂😂😂 <br/>CHEGA de badalhoquisse!!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5162576310",
            "user": "discus_EGJS",
            "date": "a day ago",
            "timestamp": "NA",
            "commentText": "Segundo as notícias, os empresários 'ficaram desiludidos' porque as medidas de apoio do estado à economia não trouxeram nada de novo, dizem eles. Mas o que o primeiro ministro disse foi que quem ia apresentar essas medidas acrescidas seria o ministro da economia agora esta semana, não era ele primeiro ministro que o faria! Com empresários assim que não sabem ouvir o que se diz não admira que seja difícil saberem gerir os seus negócios.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5162582127",
                    "user": "disqus_cBccy1PhIj",
                    "date": "a day ago",
                    "timestamp": "NA",
                    "commentText": "É impressionante o radicalismo ideologico desta gente socialista.\nClaramente os empresários estavam a comentar as medidas já anunciadas e não as que estão por anunciar.<br/>O Governo é que vai mandado barro á parede para ver o feedback dos empresários, se não fizerem barulho é por que está bom. Ora isto é que é triste. Os governantes que se digam governantes é que devem fazer medidas que realmente funcionam, e como ouvindo os empresários e ai já ninguem contesta. É o que um empressário faz, ouve o seu mercado para desenvolver um produto.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5162574122",
            "user": "disqus_A3MYq3oZfh",
            "date": "a day ago",
            "timestamp": "NA",
            "commentText": "Engraçado os casinos terem maior flexibilidade para funcionarem do que outros serviços.<br/>Depois querem que acreditemos que estes vírus não tem um grande interesse por trás. <br/>Se quisessem realmente baixar o número de contágios e se o vírus fosse tão grave como se apregoa bastava parar tudo durante 15 dias. Mas assim não fazem. Depois querem que a malta acredite nesta cantiga de aldrabões!",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5162574875",
                    "user": "disqus_cBccy1PhIj",
                    "date": "a day ago",
                    "timestamp": "NA",
                    "commentText": "Tambem já tinha comentado isso. Para mim ou fecham tudo durante 2 a 3 semanas ou então não fechem nada.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5162561582",
            "user": "discus_EGJS",
            "date": "a day ago",
            "timestamp": "NA",
            "commentText": "O comportamento dos cidadãos é que é incoerente. Toda a gente vê - dos quais, muitos são os protagonistas, mas só vêem os outros -  que muitas pessoas não respeitam o distanciamento social ( simplesmente porque não estão para isso) e muitos nem sequer se lembram de lavar as mãos amiúde e riem e falam alto uns para cima dos outros. Isto vê-se nos cafés e entradas dos cafés... quando se chama a atenção, a desculpa é: 'mas eu só queria chegar ali...', a maior parte das vezes não dão desculpa nenhuma, mas na próxima fazem na mesma ou pior. Quem é decente não arrisca ir a restaurantes ou cafés onde sabe que vai encontrar este tipo de gente, logo não há possibilidade de se ver a retoma da economia na restauração. O primeiro ministro fez o papel dele quando acabou o primeiro confinamento, dando o exemplo ao ir a um café, mostrando que cumprindo as regras não há perigo dentro do que se sabe sobre a pandemia. O povinho 'não sabe estar', logo as medidas têm que demonstrar que assim não se pode estar. A desculpa de que só se pode adoptar medidas que tenham suporte científico é deveras intrigante ou, melhor, estúpida. Então a evidência mais do que clara precisa de vir com o carimbo de científica?!! Pronto, então chamem-lhe evidência sociológica, mas assim não se vai longe nem com o povo nem com a pandemia, porque estamos simplesmente a lidar com pessoas e o seu comportamento perante uma doença de que não se sabe a origem.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5162564508",
                    "user": "disqus_cBccy1PhIj",
                    "date": "a day ago",
                    "timestamp": "NA",
                    "commentText": "Na Saúde até entendo que seja dificil combater a pandemia, mas gerir a economia de forma a que esta, não desapareça é que não entendo.\nO Estado tem que rapidamente isentar a Segurança Social ás empresas e baixar o IVA na maioria dos produtos como reunir com a GALP, EDP , Telecomunicações e Águas para rapidamente criarem pacotes para as empresas o mais baixo possivel.\nIsto sim é acomodar a economia no imediato.\nMas não, por questões ideologicas preferem falir tudo. Eu bem aviso que socialismo só dá em falência.\nO grande problema das empresas sem facturar é pagar a Segurança Social de todos os seus funcionários. E ninguem faz nada.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5162559414",
            "user": "disqus_cBccy1PhIj",
            "date": "a day ago",
            "timestamp": "NA",
            "commentText": "Um País sem empresas, não é um Pais.\nOs funcionários publicos ainda não perceberam se não existirem empresas o governo não consegue pagar o ordenado aos funcionários publicos.\nCada vez mais, pedir emprestado já não funciona. Resta os fundos comunitários. Mas pergunto, acham que os outros contribuintes europeus vão aceitar dar fundos comunitários a um País que os usa para pagar salários a funcionários públicos?\nO País vai acabar, e não é daqui a 100 anos é daqui a 10 anos.\nMas ninguem pensa 1 minuto do que vai ser dos seus filhos? Vai ser fome generalizada. <br/>A Venezuela que tem petroleo, tem fome generalizada. Alguem acha isto normal?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5162556403",
            "user": "disqus_OIp4qfhf9q",
            "date": "a day ago",
            "timestamp": "NA",
            "commentText": "“Máxima eficácia, perturbação mínima”\nPara rir, não fosse a tragédia que provocam: o duo António &amp; Marcelo e suas medidas sem razão alguma.<br/>Parecem espadachins a espadeirar contra inimigo que desconhecem e não vêm.<br/>O António, qual Sancho Pança, pois Quixote é o seu par, quer justificar-se só porque espadeira sem razão. Espadeira apenas.\nMas os portugueses gostam desta ignorância militante.<br/>O aborrecido é que esta destruição de valor por ignorância irá ser pago por eles...",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5162509535",
            "user": "disqus_cCN608U5Li",
            "date": "a day ago",
            "timestamp": "NA",
            "commentText": "Incoerentes medidas? Mas há algum governo mais incoerente e sem vergonha de matar a sociedade e o emprego que este?<br/>Dava um filme com titulo \"Eles são inocentes mesmo\"...cada tiro cada asneira, e o santo de belém leva o estandarte da inocência..",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5162129655",
            "user": "disqus_qO85OOVgGx",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "No shit!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5162114705",
            "user": "disqus_cQZ0oN2nyf",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "Não prejudicam empresas, matam empresas que é bem diferente.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5162090544",
            "user": "disqus_L7OTc7KMzq",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "máxima eficácia e perturbação mínima são os lemas de qualquer Ditadura..<br/>a coberto do \"virus perigoso\" o TOSTA nem precisa da PIDE pois tem a PIDEmia.. <br/>com o medo da PIDEmia, o pessoal voluntáriamente \"amocha\" e nem mia..",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5162084265",
            "user": "disqus_ysIn41saXn",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "Não há medidas coerentes, há medidas possíveis.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5162174182",
                    "user": "disqus_mogfSPaHQJ",
                    "date": "2 days ago",
                    "timestamp": "NA",
                    "commentText": "And the Oscar for best idiot goes to...",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5162129173",
                    "user": "disqus_qO85OOVgGx",
                    "date": "2 days ago",
                    "timestamp": "NA",
                    "commentText": "Ora aí é que está!",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5162081001",
            "user": "disqus_6agQFnktjW",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "Pedinte.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Pedinte"
            ]
        },
        {
            "id": "5162043428",
            "user": "Antiraoliono",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "Com 9437% da população portuguesa a apoiar o Chega, não se percebe porque é que o supremo tribunal recusou a nossa providência cautelar que proibia a utilização de máscara dentro de qualquer espaço comercial, de os bares e discotecas poderem ficar abertos até as 7 da manhã e de acabar com todas as normas de confinamento, passando a existir um simples documento de um cidadão infectado a aceitar que só pode sair de casa para serviços essenciais. <br/>Foram 354000 euros pagos a especialistas internacionais para o supremo recusar...",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5162037507",
            "user": "joovascoalexandremouta",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "Primeiro veio dizer que os restaurantes eram seguros, agora ja vem dizer que sao um foco de contagio. Só incompetencia.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5161999993",
            "user": "Meliodasreidosdemonios",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "Melhor do que discutir isto é ver o decote da Áurea no The Voice.😍",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "5162079905",
                    "user": "disqus_6agQFnktjW",
                    "date": "2 days ago",
                    "timestamp": "NA",
                    "commentText": "Tens bom gosto 😎",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5162037276",
                    "user": "disqus_mogfSPaHQJ",
                    "date": "2 days ago",
                    "timestamp": "NA",
                    "commentText": "Correndo o risco de soar <b> imbecil,</b> está a falar do quê?🤪🤪🤪",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 5,
                    "replies": [
                        {
                            "id": "5162056274",
                            "user": "Meliodasreidosdemonios",
                            "date": "2 days ago",
                            "timestamp": "NA",
                            "commentText": "RTP1.",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 4,
                            "replies": [
                                {
                                    "id": "5162135176",
                                    "user": "disqus_mogfSPaHQJ",
                                    "date": "2 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Não me lembro de lhe ter faltado ao respeito. Por que carga de água me está a mandar ver a RTP1??\n😂😂😂😂😂😂😂😂",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 3,
                                    "replies": [
                                        {
                                            "id": "5162141121",
                                            "user": "Meliodasreidosdemonios",
                                            "date": "2 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Tem dois ou três programas que se safam, e não, o Preço Certo não é um deles.",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 2,
                                            "replies": [
                                                {
                                                    "id": "5162167790",
                                                    "user": "disqus_mogfSPaHQJ",
                                                    "date": "2 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Como deve calcular, só vejo a RTP1 por estrita necessidade de ver o glorioso a esquartejar a oposição e, nesse sentido, nem sequer lhe  saberia dizer que possíveis candidatos a essa sua lista serão...😂😂😂😂😂",
                                                    "likes": 0,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 1,
                                                    "replies": [
                                                        {
                                                            "id": "5162204008",
                                                            "user": "Meliodasreidosdemonios",
                                                            "date": "2 days ago",
                                                            "timestamp": "NA",
                                                            "commentText": "The Voice, Cá Por Casa do Herman, Linha da Frente e 6a às 9.<br/>Pensei incluir o Got Talent mas a nossa versão é tão pobre que prefiro assistir no YouTube as versões estrangeiras.",
                                                            "likes": 1,
                                                            "hasReplies": false,
                                                            "numberOfReplies": 0,
                                                            "replies": []
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Imbecil"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "5161997028",
            "user": "amigodocamolas",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "Se a bazuca não chegar vai ser mais feio que bonito.\nMas eu acredito na boa fé do governo e na sua clareza: “Máxima eficácia, perturbação mínima”.\nE tenho a certeza que o governo e o desenrascado do Costa irão em breve revelar uma nova bazuca para ajudar os portugueses que viram as suas empresas, os seus empregos e parte dos seus salários destruídos. No entanto, deve ser uma bazuca menos ambiciosa do que a primeira a da UE.<br/>Na verdade, será simplesmente uma bazuca nacional: mais 800 milhões para aumentos de salários no funcionalismo público que não perderam nem um cêntimo nem um emprego e um cartão postal para o resto dos portugueses com afirmações positivas escritas neles, como, \"Você acertou!\", \"Por isso, pedimos desculpa e a emissão começa dentro de momentos!\" E \"Aguente firme! Nós, nós estamos todos juntos nisto!\"",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5162238846",
                    "user": "disqus_SVPTh7IKrx",
                    "date": "2 days ago",
                    "timestamp": "NA",
                    "commentText": "... e ainda vai dizer que a culpa é do Passos.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5161994895",
            "user": "disqus_yznlqTO3Sh",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "PORTUGAL , TÊM DE PARAR DE CONTAR COM O \" OVO NO CU DA GALINHA \" .\nDEPOIS APARECE UMA POLÓNIA E UMA HUNGRIA A CHUMBAR OU A ATRASAR A TAL E TÃO ESPERADA \" BAZUCA EUROPEIA \" .\nE PORTUGAL FICA DOIDO SEM SABER O QUE FAZER E PIOR PARADO Á ESPERA DE UM ACORDO !!!\nAS EMPRESAS PORTUGUESAS TÊM DE CONTINUAR A CONSTRUIR, A INVESTIR A SÉRIO ,<br/>TRABALHAR E A PROCURAR PARCERIAS DE EMPRESAS \" COLEGAS \" ESTRANGEIRAS A UM RITMO<br/>MAIS RÁPIDO E A CONCLUIR OS PROJECTOS QUE JÁ COMEÇARAM, NO INÍCIO DO ANO, NA PRATICA .\n** PORTUGAL, TÊM DE GERAR RIQUEZA, NÃO PODE MAIS DEPENDER DOS FUNDOS EUROPEUS , PORTUGAL PRECISA SER MAIS INDEPENDENTE ECONOMICAMENTE **\nSENÃO , O NOSSO DESENVOLVIMENTO FICA DEPENDENTE DE PAÍSES COMO POLÓNIA OU HUNGRIA .\nESTE TIPO DE GESTÃO, É UMA VERGONHA !",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5162154649",
                    "user": "brunodecarvalhooprprio",
                    "date": "2 days ago",
                    "timestamp": "NA",
                    "commentText": "Deixar os socialistas governar sem o dinheiro dos outros, ou seja, da UE é suicídio ... 2 bancarrotas que obrigou ao pedido de ajuda ao FMI, uma em 1977 outra em 1983 antes de entrar para a então CEE em 1986. E mesmo assim conseguiram a proeza mesmo com o dinheiro dos outros de levar o país novamente à bancarrota em 2011. Os socialistas devem estar borradinhos com medo que o orçamento da UE não seja aprovado ... são 30 mil milhões de euros do orçamento europeu para os próximos sete anos, a que se somam ainda mais 15,3 mil milhões de euros em subvenções do Fundo de Recuperação. Sem esse dinheiro os socialistas terão que chamar o FMI outra vez.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5161989409",
            "user": "disqus_Bgjgzidp1j",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "o governo anda desnorteado com o covid, o orçamento, o diretor das prisoes diz que não usam mascaras nas prisões, não é necessário...o secretário de estado vem a seguir dizer que é obrigatório...no orçamento algumas propostas do PPD foram aprovadas pelo PCP e BE, o Governo já veio dizer que o  PPD não tem sentido de estado...para compor o ramalhete...hoje num debate o Mamadou Ba, afirmou que é necessário matar o homem <b> branco.</b>...",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 22,
            "replies": [
                {
                    "id": "5162478288",
                    "user": "disqus_ysIn41saXn",
                    "date": "a day ago",
                    "timestamp": "NA",
                    "commentText": "Tu que nada sabes, nada fazes, nada entendes,  julgas-te no direito de enlamear aqueles que dão o seu melhor no contexto mais adverso da nossa história no último século.\nFazem erros, fazem, tenho a certeza, só não erra quem nada faz.\nSim, lamentavelmente o PSD, que eu julgava que tinha recuperado a dignidade com o Dr. Rui Rio, enganei-me, é mais do mesmo, desde Cavaco que o partido é uma lixeira.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 10,
                    "replies": [
                        {
                            "id": "5162561269",
                            "user": "disqus_cBccy1PhIj",
                            "date": "a day ago",
                            "timestamp": "NA",
                            "commentText": "Tem toda a razão eles estão a fazer o seu melhor.<br/>Mas estamos a falar de pessoas que a unica coisa que sabem fazer melhor é tirar a quem trabalha para dar a quem não trabalha.\nOra neste cenário, precisamos de pessoas que sabem fazer outras coisas que não tirar dinheiro a quem trabalha.<br/>Deviam ter vergonha e dar o lugar a quem realmente sabe fazer melhor que isto da tentativa erro.",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 5,
                            "replies": [
                                {
                                    "id": "5162622769",
                                    "user": "disqus_ysIn41saXn",
                                    "date": "a day ago",
                                    "timestamp": "NA",
                                    "commentText": "Bom estranho discurso, muito estranho. Eu trabalho, sou contribuinte líquido, pago a saúde e a escola dos meus filhos- por opção minha, entenda-se- e entendo que ao Estado cabe a função redistributiva.\nAcontece que  o deve fazer bem, -não obstante a muita pobreza que ainda temos-,  a avaliar pelo baixo índice de criminalidade em Portugal, somos o terceiro país mais seguro do mundo, e isso conforta-me muito.\nSe estamos, não obstante a muitas dificuldades, neste patamar, tal deve-se à qualidade das políticas públicas, e essas, pasme,  -informação em primeira mão-, são pagas com os nossos impostos.\nGostava que fosse diferente? Se sim, onde e como?",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 4,
                                    "replies": [
                                        {
                                            "id": "5162628331",
                                            "user": "disqus_cBccy1PhIj",
                                            "date": "a day ago",
                                            "timestamp": "NA",
                                            "commentText": "\"somos o terceiro país mais seguro do mundo, e isso conforta-me muito.\", depende da criminalidade. Porque se fôr ver a corrupcão devemos estar na linha da frente.\nSe quer ver o pais que fala sem criminalidade, fica aqui um video de car carjacking  na A1, na semana passada.<br/>(coloque no youtube - Vídeo mostra tentativa de carjacking na A1 em Gaia), simplesmente na passa nas TV's.\nBasta nomear gente competente e não gente obediente. Só um governante ou um chefe fraco é que consegue gerir ou mandar com gente obediente, um governante forte sabe mandar em gente competente e porquê, porque tambem ele é bom e os competentes admiram-no.\nOra nos governos socialistas quem governa são os yes men. Gente competente fica de fora.<br/>Temos um máquina publica cheia de culambistas, o que interessa é se é bom na arte de lamber c..",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 3,
                                            "replies": [
                                                {
                                                    "id": "5162638166",
                                                    "user": "disqus_ysIn41saXn",
                                                    "date": "a day ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Há uma grande percepção de que tudo que é político é corrupto, não porque seja verdade, apesar de tudo, até nisso estamos na média.\nDe facto há corrupção no sistema judiciário que enlamia toda a vida pública do país, tem de ser reformado, porém se o sistema político tentar reformar o Ministério Público, o elo mais  fraco,- em termos de qualidade e fiabilidade-, aqui del-rei que os políticos corruptos querem reformar a Justiça para dela se protegerem. è assim, eis porque estamos assim.\nA notícia de uma investigação a um político é logo notícia de primeira página, o encerramento do  inquérito  ou uma ausência de acusação ou mesmo absolvição em juízo, são ignoradas. Para o povo tudo é corrupção.\nHá muito maior percepção de corrupção do que corrupção propriamente dita.\nEnquanto as organizações, sejam elas quais forem, tiverem Homens, têm potencial de corrupção, aqui e em qualquer parte do mundo.\nA corrupção é a principal muleta do discurso demagógico e populista.",
                                                    "likes": 0,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 2,
                                                    "replies": [
                                                        {
                                                            "id": "5162645243",
                                                            "user": "disqus_cBccy1PhIj",
                                                            "date": "a day ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Olhe que não. Essa análise é de quem está de fora. Claro a maioria dos casos não dão em nada. Mas não porque ela não existe é porque não se consegue provar por esta razão ou aquela. Mas para quem vive de fazer negócios com o Estado sabe perfeitamente que a coisa é de maior dimensão.\nSim, a corrupção é o maior cancro de Portugal. E quando falo em corrupção, não é só financeira é a troca de favores e outro tipo de coisas.",
                                                            "likes": 0,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 1,
                                                            "replies": [
                                                                {
                                                                    "id": "5162724354",
                                                                    "user": "disqus_ysIn41saXn",
                                                                    "date": "a day ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "Meu caro é  português?\nSe é meu compatriota conhecerá de cátedra  o velho  hábito de pedir um favor, meter uma cunha, untar as mãos, dar uma palavrinha...\nNesse sentido a corrupção não só é sistémica como é pior do que isso, é um atavismo cultural.\nComo \"todos somos corruptos\" não damos o benefício da dúvida ao homem sério ou ao inocente,  daí a sua  deplorável afirmação:\n\"... Claro a maioria dos casos não dão em nada. Mas não porque ela não existe é porque não se consegue provar por esta razão ou aquela. \"\nTenho horror a este universo mental.",
                                                                    "likes": 0,
                                                                    "hasReplies": false,
                                                                    "numberOfReplies": 0,
                                                                    "replies": []
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "id": "5162497906",
                            "user": "disqus_Bgjgzidp1j",
                            "date": "a day ago",
                            "timestamp": "NA",
                            "commentText": "nada sei...sei que PS e PPD são farinha do mesmo saco....ex dirigentes presos por corrupção...o ex libris da corrupção...Socrates, o que não confia nos bancos, por isso usava dinheiro vivo...<br/>nada entendo....verdade...não entendo como é que a filha da Ana Gomes , com um curriculum de merda, \"sacou\" um tachão na CML<br/>nada fazes....por enquanto vou fazendo, 95 % exportação...5% mercado interno..., mas num apice posso mudar tudo para o exterior....para já vamos rindo com os politicos portugueses,,,",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 3,
                            "replies": [
                                {
                                    "id": "5162631311",
                                    "user": "disqus_ysIn41saXn",
                                    "date": "a day ago",
                                    "timestamp": "NA",
                                    "commentText": "Somos dois, exporto quase tudo o que produzo, porém qual é a sua leitura e qual o contributo cívico para o país?\nDizer mal de tudo e de todos, são todos corridos  a corruptos, malandros e maus carácter, e V. a última coca-cola do deserto.\nBom meu caro, tenho muito pouca considerações por quem como você faz acusações gerais e abstratas tratando  por igual o que é diferente, e essa sua falta de capacidade de discernimento não lhe confere dignidade cidadã.",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 2,
                                    "replies": [
                                        {
                                            "id": "5162642410",
                                            "user": "disqus_Bgjgzidp1j",
                                            "date": "a day ago",
                                            "timestamp": "NA",
                                            "commentText": "o Salazar tb defendia \" nem toda a gente podia votar\" pela falta de \"dignidade cidadã\"",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 1,
                                            "replies": [
                                                {
                                                    "id": "5162726199",
                                                    "user": "disqus_ysIn41saXn",
                                                    "date": "a day ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Não foi a isso que me referi, nem vejo o propósito da comparação, referi-me a si.",
                                                    "likes": 0,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "5162003479",
                    "user": "brunodecarvalhooprprio",
                    "date": "2 days ago",
                    "timestamp": "NA",
                    "commentText": "Disse o Mamadou, o <b> preto,</b> está em vídeo no twitter  ... \"Nós temos é que matar o homem<b>  branco</b> ... \" <br/>Vamos ver o que diz a comunicação social esquerdalha em Portugal sobre isto. <br/>O Ventura ao pé deste escroqu<b> e pret</b<b> >o racis</b>ta é um santo.",
                    "likes": 3,
                    "hasReplies": true,
                    "numberOfReplies": 10,
                    "replies": [
                        {
                            "id": "5162073901",
                            "user": "disqus_cQZ0oN2nyf",
                            "date": "2 days ago",
                            "timestamp": "NA",
                            "commentText": "\"Nós temos é que matar o homem branco, o homem branco mostrou-se até aqui... tem que ser morto para nós evitarmos a morte social do politico negro, é preciso matar o homem branco\"\nMamadou Ba",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 7,
                            "replies": [
                                {
                                    "id": "5162276076",
                                    "user": "disqus_htkm4TxKzh",
                                    "date": "2 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Pois vamos ver o que vão fazer em relação a isso pqosp",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "5162077360",
                                    "user": "brunodecarvalhooprprio",
                                    "date": "2 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Textualmente ... \"Nós temos é que matar o homem branco (...) o homem branco que nos trouxe até aqui tem que ser morto, ele tem que ser morto (...) é preciso matar o homem branco assassino, colonial e racista\" ... E as palavras não têm significado? <br/>Eu também não posso dizer que temos que matar o homem preto ladrão, violador e assassino?",
                                    "likes": 2,
                                    "hasReplies": true,
                                    "numberOfReplies": 5,
                                    "replies": [
                                        {
                                            "id": "5162607311",
                                            "user": "disqus_NF3gQMWyr8",
                                            "date": "a day ago",
                                            "timestamp": "NA",
                                            "commentText": "Não digas. Faz.",
                                            "likes": 0,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        },
                                        {
                                            "id": "5162081161",
                                            "user": "disqus_cQZ0oN2nyf",
                                            "date": "2 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Já circula na net o video resumido no Diario do Distrito, tal como o video completo no Youtube, no canal Pensar Africanamente.\nÉ só pesquisar",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 3,
                                            "replies": [
                                                {
                                                    "id": "5162092688",
                                                    "user": "brunodecarvalhooprprio",
                                                    "date": "2 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "O Mamadou tal como a associação sos racismo são dos maiores promotores do racismo em Portugal ... sai-se com estas frases abjectas e ambíguas pois pode sempre dizer foi fora do contexto. Ele é óbviamente racista mas não é burro para o admitir públicamente",
                                                    "likes": 1,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 2,
                                                    "replies": [
                                                        {
                                                            "id": "5162112815",
                                                            "user": "disqus_cQZ0oN2nyf",
                                                            "date": "2 days ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Mas qual fora do contexto?<br/>Está  lá tudo mesmo, ali não existe fora de contexto nenhum.\nQue não se ponha a pau este animal acessor do BE.",
                                                            "likes": 1,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 1,
                                                            "replies": [
                                                                {
                                                                    "id": "5162126039",
                                                                    "user": "brunodecarvalhooprprio",
                                                                    "date": "2 days ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "Então está no sítio certo ... os animais do BE se pudessem nacionalizavam tudo e matavam todos os patrões à paulada.",
                                                                    "likes": 1,
                                                                    "hasReplies": false,
                                                                    "numberOfReplies": 0,
                                                                    "replies": []
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "id": "5162057471",
                            "user": "disqus_Bgjgzidp1j",
                            "date": "2 days ago",
                            "timestamp": "NA",
                            "commentText": "os \"esquerdistas\" vão dizer que a frase é fora de contexto....",
                            "likes": 3,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "5162070496",
                                    "user": "brunodecarvalhooprprio",
                                    "date": "2 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Falava na qualidade de líder do sos racismo e as palavras tem significado seja em que contexto for ... A questão é porque é que eu como branco tenho que tolerar esse preto racista e também não posso dizer que temos de matar o homem preto ladrão e violador ... e porque é que há sempre uma atitude condescendente da sociedade e comunicação social em relação aos pretos em geral e em relação ao preto Mamadou.<br/>A mim parece-me claro que os brancos estão a cavar a sua própria sepultura.",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Racista",
                        "Preto",
                        "Branco"
                    ]
                }
            ],
            "keywords": [
                "Branco"
            ]
        },
        {
            "id": "5161981630",
            "user": "brunodecarvalhooprprio",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "O governo e os partidos de extrema esquerda querem lá saber das empresas ... na cabeça retorcida dessa gente os patrões são todos uns bandidos que andam a explorar os desgraçados dos trabalhadores ... o ideal deles é que fosse tudo nacionalizado.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}