{
    "header": {
        "title": " Milhares na marcha LGBT no Porto ",
        "subtitle": " A comunidade lésbica, gay, bissexual e transgénero (LGBT) do Porto desfilou hoje pela baixa da cidade, em celebração de recentes vitórias legislativas no âmbito da igualdade, mas ainda com preocupações e «muito trabalho pela frente» face à aceitação social. ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 7 de julho 2012 ",
        "dateExtraction": " 2020-03-03 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/53830/milhares-na-marcha-lgbt-no-porto ",
        "postText": " ['partindo da praça da república até à praça d. joão i, a sétima marcha lgbt no porto contou com milhares de simpatizantes de todas as orientações sexuais, que festejando as conquistas ao nível do casamento homossexual, lutam agora pela adopção por casais do mesmo sexo e contra o preconceito de que ainda são alvo.', '«queremos manifestar-nos de uma forma colorida, porque o apelo é também à diversidade», disse à lusa telmo fernandes, da associação intervenção lésbica, gay, bissexual e transgénero (ilga) portugal, que aponta o «isolamento de jovens maltratados pelas próprias famílias» como um exemplo de que «esta luta deve envolver todas as pessoas, porque isto é uma responsabilidade social generalizada».', '«é importante envolver as autarquias da região norte no cumprimento e concretização do quarto plano nacional para a igualdade», considerou telmo fernandes, «especialmente quanto às medidas relacionadas com o combate à discriminação com base na orientação sexual e identidade de género».', 'para rita gomes e helena topa, com 40 e 47 anos de idade, a marcha faz-se pela possibilidade de adoptar uma menina, algo que, segundo a mais nova do casal, «está mais do que estudado, academicamente, que não faz qualquer mal à criança e não há influência de forma alguma na sua orientação sexual, por viver com um casal de mulheres ou de homens».', '«a adopção faz todo o sentido, não só do ponto de vista dos casais homossexuais mas também das instituições que estão com imensas crianças que precisam de uma família e de um lar», sublinhou rita gomes.', 'já para rute rodrigues, que aos 70 anos desfilou com uma camisola alusiva à associação mães e pais pela liberdade da orientação sexual, «as coisas estão [a ficar] mais abertas, mas muito lentamente, muito mais do que seria de desejar».', '«estou aqui não já pelo meu filho mas porque quero colaborar com outros pais», disse rute rodrigues, que à lusa admitiu que não esperava o anúncio do filho que aos 19 anos se assumiu como homossexual.', '«sinceramente não contava», disse rute rodrigues, «mas reagi bem, porque gosto dele, porque confio nele, é muito sensato, toda a vida foi como é, e porque o adoro. continuou tudo na mesma, dei-lhe um beijo e um abraço muito grandes e disse \u0091adoro-te, filho\u0092», revelou.', 'a associação ilga portugal existe desde 1995 e, segundo o coordenador telmo fernandes, «desde então que muito foi conquistado. há muitos motivos para celebrar. estas conquistas no plano legal dão uma visibilidade acrescida e fazem com que também haja uma transformação social, de atitudes e mentalidades», considerou, lamentando que existam «no porto, ainda muitos relatos de episódios de homofobia».', '«é um homofobia que talvez não seja explícita ou se traduza em agressões físicas, o que ainda acontece, mas passa muito mais pela invisibilidade das relações», explicou telmo fernandes, salientando que «sempre que se fala de uma cidade, de novas medidas e novas políticas, as pessoas lgbt são excluídas e nós queremos que de facto elas sejam tidas sempre em consideração, quer nas políticas culturais, quer nas políticas sociais», declarou.', 'lusa/sol'] ",
        "numberPosts": " 3 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Gender - General,Sexual Identity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Sexual,Mulher,Gay",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "1379857760",
            "user": "jornalsol-a5a5a3c779af84f2dc916328b54c2f2e",
            "date": "8 years ago",
            "timestamp": "NA",
            "commentText": "Meu caro amigo Chaparral, a mãe natureza fez-nos para sermos felizes e nao sermos formatados por uma sociedade sem escrúpulos! Não foi a mãe natureza que nos fez para gostarmos de x ou de y, é a sociedade que todos os dias teima em condenar, julgar e rotular o outro por uma característica que não foi escolhida, pensada ou desejada. As pessoas são como são, cada um é como é, e todos nos devemos respeitar nas nossas semelhanças e nas nossas diferenças. E quanto à exibição de diferenças, a marcha não é uma exibição nem tão pouco uma passagem de modelos. A marcha é uma forma de luta e protesto que os que podem fazem em nome deles e daqueles outros que gostavam, mas não podem por medo de repressão no trabalho, na escola ou até mesmo na própria família!<br/>É por mentes como a sua que todos os dias filhos são expulsos de casa por uma orientação <b> sexual </b>daquela que os pais sonharam para eles, que todos os dias trabalhadores vão para o desemprego por serem homossexuais ou qualquer outra orientação<b>  sexual</b> que não a heterossexual, que todos os dias jovens acabam no suicídio porque são reprimidos e vítimas de bullying nas escolas, no trabalho e, pior ainda, na sua própria família! A marcha é lutar por uma sociedade livre de preconceitos, de estigmas, de discriminação! Olhe para as coisas como elas são e não como gostaria que elas fossem!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sexual"
            ]
        },
        {
            "id": "1379857754",
            "user": "jornalsol-d9d7b884b296bbafc640cd145acf5f1b",
            "date": "8 years ago",
            "timestamp": "NA",
            "commentText": "felizmente que ser <b> gay </b>não é obrigatório nem proibido, mas a Mãe Natureza achou por bem escolher criar o homem e a<b>  mulher</b> para se complementarem e se reproduzirem e o mundo seria mesmo um paraiso para todos, mas o Homem com as suas manias resolveu mudar de rumo às leis da natureza, possivelmente estragou tudo, veremos só o tempo o dirá.\nMas fazer marchas para exibir as diferenças isso sim é contra natura.....",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Mulher",
                "Gay"
            ]
        },
        {
            "id": "1379857755",
            "user": "jornalsol-bf082db15fee55ebd84e103730d847bf",
            "date": "8 years ago",
            "timestamp": "NA",
            "commentText": "Já vai sendo tempo de formarem o partido dos Gays assim têm sempre alguém para defender os vossos interesses...<br/>O que pessoalmente mais gosto é das marchas!?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}