{
    "header": {
        "title": " 'Ó senhores deixem-se de mariquices ridículas' ",
        "subtitle": " Manuel Luís Goucha deixa crítica à imprensa ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 14 de julho 2018 ",
        "dateExtraction": " 2020-02-19 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/619047/o-senhores-deixem-se-de-mariquices-ridiculas ",
        "postText": " ['Manuel Luís Goucha está de férias no Alentejo e tem usado as redes sociais para partilhar alguns momentos com os seus seguidores.\nNo entanto, face às notícias que têm sido publicadas, o apresentador da TVI recorreu ao blogue \u0091Cabaret do Goucha\u0092 para mostrar a sua indignação.', '\"Confesso que ao alimentar, por prazer, o meu blogue e Instagram, com alguma regularidade, num exercício de sincera partilha com quem me segue e muitos milhares serão conforme é visível pelo número de gostos, comentários e visualizações, esqueço-me que estou igualmente a alimentar quantos vasculham as redes sociais das figuras conhecidas em muitas casos à procura de \u0093lenha\u0094 para as \u0093chamuscar\u0094 ou ridicularizar\", escreveu o apresentador.', '\"Não suporto é a graçola dos 'dois pombinhos'!\", disse Manuel Luís Goucha, referindo-se à forma como a imprensa se refere ao apresentador e ao seu companheiro, Rui Oliveira.', 'Quanto a uma possível \u0091lua-de-mel\u0092, como foi sugerido pela imprensa, Manuel Luís Goucha não poupou palavras: \"Ó senhores deixem-se de mariquices ridículas que aqui o que vêm são dois homens que, sim, vivem juntos há vinte anos porque gostam um do outro e nada mais!\".', 'Pode ler a publicação aqui.'] ",
        "numberPosts": " 6 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Sexual Identity - General,Sexual Identity - Male homosexuality,Gender - Female sexuality",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Homofobia,homofóbico,Homossexual,Roto,Maricas,Ridícula",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "3988425750",
            "user": "disqus_PQwugCN79i",
            "date": "2 years ago",
            "timestamp": "NA",
            "commentText": "(Vamos lá ver se, entretanto, o censor foi fazer um brunch e a coisa passa, assim como que lubrificada e ninguém nota...)\n«Eu até podia dizer \"mariquices ridículas\", um pleonasmo ridículo, é um comentário obviamente <b> homofóbico </b>dito por um<b>  homossexual</b> que, diga-se, faz do ridículo (do seu e do alheio) o mais escabroso pleonasmo da vida pública portuguesa.\nMas isso era, num interminável quebra-cabeças, alimentar o pleonasmo.\nIsto porque est<b> e rot</b>o debochado faz da bandeira colorida uma coutada de pârametros insondáveis. Só ele sabe o que é e não é uma \"mariqui<b> ce ridícu</b>la\",  porque só ele viveu vinte anos (calma com o depravação..) com um homem e só ele tem esse autêntico às de espadas, qual varinha de condão, que é condenar o outro à cruz<b>  da homofo</b>bia!\nPorque levar no traseiro dá essa impunidade, tipo carta da sorte \"você está livre da prisão\", com o acréscimo de também se poder ser um acusador do Santo Ofício das redes sociais.\nE é isso que aqui se vê, o gesto aleatório de alguém que dita regras consoante o amuo!\nO mesmo alguém que milhares de vezes usou as mesmíssimas expressões de condescendência peganhenta que agora repudia e considera ofensivas. O mesmo alguém que não hesita em denunciar como discursos dignos de censura judicial, utiliza os mesmíssimos discursos para se demonstrar moderno e acima da plebe que o alimenta!\nE faz isso tudo porque leva no traseiro!»",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "3988627207",
                    "user": "disqus_PQwugCN79i",
                    "date": "2 years ago",
                    "timestamp": "NA",
                    "commentText": "Faz como o Goucha, não sejas <b> maricas.</b>..",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Maricas"
                    ]
                }
            ],
            "keywords": [
                "Ridícula",
                "Homofobia",
                "homofóbico",
                "Homossexual",
                "Roto"
            ]
        },
        {
            "id": "3988399482",
            "user": "disqus_PQwugCN79i",
            "date": "2 years ago",
            "timestamp": "NA",
            "commentText": "(Fatal como o destino que o censor tinha que se sentir necessário!)",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3988364242",
            "user": "disqus_zXaN3jrMAl",
            "date": "2 years ago",
            "timestamp": "NA",
            "commentText": "Olha quem fala...dass",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3988319737",
            "user": "disqus_4cbka5bgvY",
            "date": "2 years ago",
            "timestamp": "NA",
            "commentText": "\"Dois panascas que se comem um ao outro e nada mais......\"",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3988313527",
            "user": "benficasempre",
            "date": "2 years ago",
            "timestamp": "NA",
            "commentText": "Quem não quer ser lobo, não lhe vista a pele !!<br/>Isto não existe, são realidades virtualizadas surfando uma onda que como todas morrerá na praia! Eu acredito ..",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}