{
    "header": {
        "title": " Vacina da Pfizer é uma das melhores que teremos, afirma Graça Freitas ",
        "subtitle": " A diretora-geral da Saúde disse que é necessário que as pessoas continuem atentas aos seus sintomas e que evitem as refeições visto este ser um dos momentos de maior risco . Graça Freitas pediu ainda à população que confie nas autoridades de saúde em relação à testagem. ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 9 de novembro 2020 ",
        "dateExtraction": " 2020-11-26 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/714542/vacina-da-pfizer-e-uma-das-melhores-que-teremos-afirma-graca-freitas ",
        "postText": "'A diretora-geral da Saúde, Graça Freitas, esteve presente na conferência de imprensa desta segunda-feira, dia em que se registaram mais óbitos diários pelo novo coronavírus desde o início da pandemia no país. Foram abordados vários assuntos: a vacina da Pfizer, cuja empresa diz ter 90% de eficácia contra a covid-19, a fiabilidade dos dados das autoridades de saúde em relação aos concelhos onde existe um maior risco de propagação da doença, e ainda o surto de legionela que está a acontecer no Norte do país.', 'Numa altura em que o país vive o seu segundo Estado de Emergência, que entrou em vigor esta segunda-feira para impedir a propagação do novo vírus, numa altura em que os números diários de casos, óbitos e internamentos continuam a aumentar, a responsável pede às pessoas para estarem atentas e continuarem a automonitorizar - se e autoisolar - se . A responsável aproveitou o momento para relembrar os principais sintomas da infeção: tosse, febre, falta de ar, perda de olfato e paladar.', 'Questionada sobre a vacina da Pfizer, que, segundo a empresa, tem 90% de eficácia contra a covid-19, a diretora-geral da Saúde, diz que Portugal prevê adquiri-la e diz que esta é uma das melhores vacinas que teremos caso se venham a confirmar as declarações da empresa.', 'Sobre a qualidade dos dados, Graça Freitas admite que numa altura em que o país enfrenta uma situação epidemiológica grave e em que temos milhares de casos novos por dia o grau de fiabilidade dos mesmos não é de 100%, uma vez que os dados são obtidos através do que os médicos preenchem e há parâmetros que não vêm tão bem preenchidos. No entanto, a diretora-geral da Saúde sublinha que a prioridade das autoridades é tratar doentes e isolar contactos(...) a prioridade é vigiar para agir, disse ainda, acrescentando que, dentro de dias, a base de dados de casos por concelho será atualizada.', 'Durante a conferência, Graça Freitas aproveitou ainda para alertar a população para o risco de contágio durante as refeições visto não se usar máscara e ser um momento de proximidade. É muito bom conviver com as nossas famílias, mas o momento das refeições é um dos de maior risco, disse a responsável, pedindo a todos que evitem juntar-se neste cenário.', 'A diretora-geral da Saúde pede ainda à população que confie nas autoridades de saúde em relação à testagem. Os testes são pedidos e aconselhados sempre que são necessários. As pessoas não deviam tomar a iniciativa de elas próprias pedirem testes, deviam esperar por uma requisição médica, por um conselho médico, defendeu Graça Freitas. Não é de todo aconselhável fazer testes sejam eles quais forem sem prescrição médica, acrescentou. ', ' Questionada sobre o futuro da pandemia no país e quando haverá mais de 100 casos por dia nas Unidades de Cuidados Intensivos, Graça Freitas diz que não é sua função fazer futurologia e que é apenas função das autoridades de saúde continuar a monitorizar esta epidemia. Se há mais casos novos, a probabilidade de haver mais internamentos aumenta, claro, mas não me compete fazer futurologia, temos de prever todos os cenários para alocar recursos, disse. ', ' Sobre o surto de legionela detetado no Norte do país, Graça Freitas diz que já foram notificados 64 casos de doença, dos quais 46 estão concentrados no mesmo foco ou surto, visto terem aparecido na região de Póvoa de Varzim e Vila do Conde. Apesar de estarmos com uma epidemia de covid, as outras doenças continuam a verificar-se, relembrou a responsável. Esta doença caracteriza-se por atingir mais indivíduos do sexo masculino e pessoas mais velhas. Não é uma doença que se contagie, passa-se por fontes ambientais, indicou ainda.' ",
        "numberPosts": " 50 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Gender - General,Ethnicity - Asian (South- India, Pakistan, Bangladesh),Nationality - Indian,Age - Youngsters",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Mulher,Monhé,Monhé,Canalhada",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "5145101280",
            "user": "disqus_QUg940rmiE",
            "date": "17 days ago",
            "timestamp": "NA",
            "commentText": "Já deve ter provado... quem sabe uma reserva de 1970... por aí, para relembrar os bons velhos tempos...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5145069208",
            "user": "disqus_NDONqXPlqF",
            "date": "17 days ago",
            "timestamp": "NA",
            "commentText": "«...Vacina da Pfizer \"é uma das melhores que teremos\", afirma Graça Freitas...» - Maria Freitas in jornal Sol\nUma espera desnecessária pois já existe vacina para a doença do coronavírus covid-19, a Sputnik V desenvolvida pela Federação da Rússia (a primeira a ser criada e disponibilizada), assim como já antes existia o tratamento através de Hidroxicloroquina desenvolvido pelo professor Didier Raoult, e também o medicamento Avifavir desenvolvido pelos cientistas Russos.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5145030216",
            "user": "disqus_oQ6NjihhdN",
            "date": "17 days ago",
            "timestamp": "NA",
            "commentText": "Até nesta merda, onde estão a morrer pessoas aos milhões, metem os interesses economicos acima da vida das pessoas. São piores que os curandeiros que vendem banha da cobra! Eles querem la saber das pessoas!!!",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5144987248",
            "user": "serranosrebelos",
            "date": "17 days ago",
            "timestamp": "NA",
            "commentText": "Força Trump!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5144934485",
            "user": "disqus_q9dul5DrtD",
            "date": "17 days ago",
            "timestamp": "NA",
            "commentText": "37 comentários, mas a maioria só podem ter sido escritos por atrasados mentais.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5145245487",
                    "user": "disqus_mogfSPaHQJ",
                    "date": "17 days ago",
                    "timestamp": "NA",
                    "commentText": "A solidão do génio...",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5144932131",
            "user": "disqus_mogfSPaHQJ",
            "date": "17 days ago",
            "timestamp": "NA",
            "commentText": "Eu, graças à Graça, nunca mais abri uma garrafa de whiskey da mesma maneira...",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5144914388",
            "user": "disqus_qjGrG6hxKV",
            "date": "17 days ago",
            "timestamp": "NA",
            "commentText": "há  alguém que escreveu  isto---Precisa-se de quem saiba falar de covid-19. Entrada imediata",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5144898634",
            "user": "bolideirayahoocombr",
            "date": "17 days ago",
            "timestamp": "NA",
            "commentText": "Os portugueses não tem os olhos fechados, têm é a mente fechada e formatada.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5144875077",
            "user": "bolideirayahoocombr",
            "date": "17 days ago",
            "timestamp": "NA",
            "commentText": "Graça Freitas quer ACHATAR a curva!!! E quem está a ser chata é ela!!! Já não há pachorra!! As homilias já enjoam!!! E a curva está cada vez mais PONTIAGUDA!!!<br/>Coloquem lá o João Baião aos saltos a dar os números da pandemia! Sempre é menos monótono!!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5144872802",
            "user": "disqus_qjGrG6hxKV",
            "date": "17 days ago",
            "timestamp": "NA",
            "commentText": "DITO  POR ESTA SENHORA  .... QUEM ACREDITA....  das mascara  foi aquilo que sra disse  agora ««««««      ai ai ai ai",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5144871920",
            "user": "disqus_OIp4qfhf9q",
            "date": "17 days ago",
            "timestamp": "NA",
            "commentText": "«\"é uma das melhores que teremos\"\nNinguém - no seu perfeito juízo - pode dizer uma coisa destas...",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5144862805",
            "user": "redamcreator",
            "date": "17 days ago",
            "timestamp": "NA",
            "commentText": "Se esta \"das melhores vacinas que teremos\", então a pandemia nunca irá acabar.<br/>Segundo a Pfizer, quando tomada, terá o efeito activo de um ano.<br/>Dado que o Covid-19 é dado a mutações continuas, parece que esta tal vacina não passa de uma vacina idêntica à que se administra contra a gripe; então esta tal \"vacina\" será eficaz a alguns tipos do tal vírus do Covid-19.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5144866639",
                    "user": "disqus_ysIn41saXn",
                    "date": "17 days ago",
                    "timestamp": "NA",
                    "commentText": "A vacina da gripe sazonal é  administrada todos os anos... não presta.",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5145104802",
                            "user": "disqus_QUg940rmiE",
                            "date": "17 days ago",
                            "timestamp": "NA",
                            "commentText": "Por vezes... não ! Tomamos uma vacina indicada por eles, e apanhamos gripe na mesma... Ou não sabe que existem várias vacinas da gripe para várias variantes do vírus, ou não quer saber !",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5144861933",
            "user": "ruikkrull",
            "date": "17 days ago",
            "timestamp": "NA",
            "commentText": "BLÁ BLÁ BLÁ<br/>QUE LATA! QUE DESCARAMENTO PERFEITAMENTE INCONCEBÍVEL! A <b> MULHER </b>TERÁ PERDIDO O JUÍZO POR COMPLETO? ALGUÉM A FAÇA PARAR DE DIZER ASNEIRAS E DEIXAR DE PUBLICITAR PRODUTOS DE EMPRESAS FARMACÊUTICAS.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5145009176",
                    "user": "disqus_aiWRq6UM2Q",
                    "date": "17 days ago",
                    "timestamp": "NA",
                    "commentText": "A vacina ainda não esta aprovada, ainda não terminou o protocolo de segurança e já diz que é uma das melhores? Ou o jornaleiro de serviço adulterou o texto ou a senhora meteu na gaveta a suposta formação científica para exercer o cargo...",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5144864015",
                    "user": "disqus_ysIn41saXn",
                    "date": "17 days ago",
                    "timestamp": "NA",
                    "commentText": "Nada como uma boa parvoíce para me fazer rir.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Mulher"
            ]
        },
        {
            "id": "5144861083",
            "user": "detestosoljornal",
            "date": "17 days ago",
            "timestamp": "NA",
            "commentText": "Sabendo que a noticia é dada por uma atrasadinha mental, nem leio a porkaria que disse.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5144850233",
            "user": "disqus_SVPTh7IKrx",
            "date": "17 days ago",
            "timestamp": "NA",
            "commentText": "«A diretora-geral da Saúde disse que é necessário que as pessoas continuem \"atentas\" aos seus sintomas e que evitem as refeições visto este ser um dos momentos de \"maior risco\"» ???\nSem comer não vai ser fácil sobreviver à pandemia ... este Sol quer matar o pessoal à fome?",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5145166046",
                    "user": "eupenso",
                    "date": "17 days ago",
                    "timestamp": "NA",
                    "commentText": "A DGS disse - « evitem as refeiçoes »<br/>É uma pena o senhor nao utilizar os seus dotes e inventar uma vacina",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5144859465",
                    "user": "disqus_ysIn41saXn",
                    "date": "17 days ago",
                    "timestamp": "NA",
                    "commentText": "Chegou lá depressa.\nNão come e acabou-se a doença.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5144841212",
            "user": "disqus_aLIhD8yS8L",
            "date": "17 days ago",
            "timestamp": "NA",
            "commentText": "compro já duas!!! Que já não aguento com esta merda do COVID!!!!",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5145046839",
                    "user": "kika_1900",
                    "date": "17 days ago",
                    "timestamp": "NA",
                    "commentText": "😂😂😂😂",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5144825758",
            "user": "bolideirayahoocombr",
            "date": "17 days ago",
            "timestamp": "NA",
            "commentText": "O fumado está a começar a ver o tacho a fugir-lhe!!<br/>Começou nos Açores, e é como a pandemia espalha-se, e vai chegar ao Continente!!",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5144822435",
            "user": "bolideirayahoocombr",
            "date": "17 days ago",
            "timestamp": "NA",
            "commentText": "A Graça Freitas quer achar a curva!!!<br/>E o <b> Mon<b> hé </b</b>>ficou todo abespinhado por o Rui Rio ultrapassar as linhas vermelhas nos Açores!!<br/>Queria que os xuxas xuxassem tudo nos Açores e untassem e besuntassem os Césares!!<br/>Mas eles já estão bem besuntados!!",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5144841964",
                    "user": "disqus_aLIhD8yS8L",
                    "date": "17 days ago",
                    "timestamp": "NA",
                    "commentText": "perdeu-a? de tão grande que ela ia suponho....",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5144886449",
                            "user": "bolideirayahoocombr",
                            "date": "17 days ago",
                            "timestamp": "NA",
                            "commentText": "A curva ficou agora PONTIAGUDA! Ai «Jasus»!!! O que mais virá a acontecer!!!",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Monhé"
            ]
        },
        {
            "id": "5144817387",
            "user": "disqus_pyjLUpcSC4",
            "date": "17 days ago",
            "timestamp": "NA",
            "commentText": "Está a fazer propaganda. Esta pandemia tem sido um negócio da china para esta gente. Negócio com testes da \"treta\" com bem disse CR7; negócio com equipamento de proteção; e agora o negócio da vacinas. O que importa é manter as pessoas assustadas para esta <b> canalhada </b>sugar o dinheiro dos contribuintes. Eu estou-me cagando para a vacina",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5144861485",
                    "user": "disqus_ysIn41saXn",
                    "date": "17 days ago",
                    "timestamp": "NA",
                    "commentText": "Dos contribuintes, o meu não o do comentador.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5144819416",
                    "user": "bolideirayahoocombr",
                    "date": "17 days ago",
                    "timestamp": "NA",
                    "commentText": "Metam a vacina onde o sol não entra!",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Canalhada"
            ]
        },
        {
            "id": "5144815672",
            "user": "disqus_mogfSPaHQJ",
            "date": "17 days ago",
            "timestamp": "NA",
            "commentText": "ht tps://yo utu. be/w9O2 qDkjWjU",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5144769617",
            "user": "Antiraoliono",
            "date": "17 days ago",
            "timestamp": "NA",
            "commentText": "André Ventura exige que o governo coloque 7000 milhões já prontos para pagar aos privados para administrarem 12 milhões de vacinas no mais curto espaço de tempo possível. A 620 euros por vacina, é uma pechincha que o governo deve avançar já!!!",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5144853299",
                    "user": "disqus_SVPTh7IKrx",
                    "date": "17 days ago",
                    "timestamp": "NA",
                    "commentText": "Pois parece que a Catarina e o Jerónimo são bons atores mas não produziram nenhuma vacina ... nem eles nem os seus amigos comunistas.\nO ilusionista costa ainda pode fazer um truque agora os comunistas do BE e do PCP continuam uma inutilidade.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5144773957",
                    "user": "disqus_Bgjgzidp1j",
                    "date": "17 days ago",
                    "timestamp": "NA",
                    "commentText": "e vai ser a vacina da Graça ?...ahahha",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5144766009",
            "user": "disqus_NX7oJG7D6E",
            "date": "17 days ago",
            "timestamp": "NA",
            "commentText": "Aposto que teve imenso tempo para avaliar profundamente os resultados.<br/>Ó Graça, calada eras uma poeta!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5144760277",
            "user": "bolideirayahoocombr",
            "date": "17 days ago",
            "timestamp": "NA",
            "commentText": "Costa está mais preocupado com as linhas vermelhas que o PSD de Rui Rio ultrapassou nos Açores.<br/>Vergonha era o que devia ter. E em 2015 quando este manhoso se aliou à esquerdalha radical que é contra a UE e a moeda! Esqueceu-se???<br/>Os Césares a cair do pau do galinheiro foi uma alegria!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5144756457",
            "user": "ocorrecio",
            "date": "17 days ago",
            "timestamp": "NA",
            "commentText": "A melhor vacina? olha pra ela, como se alguma vez tivesse sido vacinada por mim.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5144774777",
                    "user": "disqus_Bgjgzidp1j",
                    "date": "17 days ago",
                    "timestamp": "NA",
                    "commentText": "ahahahahahah",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5144753930",
            "user": "bolideirayahoocombr",
            "date": "17 days ago",
            "timestamp": "NA",
            "commentText": "Evitem comer fora para achatar a curva!!!<br/>Graça Freitas e a Tremido sempre com a lengalenga das homilias diárias! Sempre bla, bla, bla, é achatar a curva que cada vez está mais pontiaguda e bla, bla, bla....<br/>Coloquem lá um contabilista para dizer quantos morreram e quantos se infetaram.<br/>Substituam estas 2 personagens que já enjoam.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5144751198",
            "user": "comunistaasrio",
            "date": "17 days ago",
            "timestamp": "NA",
            "commentText": "Anda cá Nomatrix!\nA Graça Freitas diz que é tão boa, que vais levar duas, uma em cada nádega!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5144741694",
            "user": "disqus_D1QkCg2wwK",
            "date": "17 days ago",
            "timestamp": "NA",
            "commentText": "já sabem...evitem refeições! <br/>LOLz",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5144737237",
            "user": "disqus_T1V1bxhmMQ",
            "date": "17 days ago",
            "timestamp": "NA",
            "commentText": "Caso se venha a confirmar o que a vendedor dela diz ????????????? ....  Haja Deus , amiga!  MAS NÃO HÁ UM ÚNICO QUE TENHA DITO  QUE A SUA É A MELHOR .  Esperemos que uma entidade independente ( dos interesses das multinacionais farmacêuticas e outros )  e responsável venha, cientificamente,  confirmar o que todos e cada um, diz !!!",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5144950228",
                    "user": "oscarmaximo",
                    "date": "17 days ago",
                    "timestamp": "NA",
                    "commentText": "Tudo falso, os Russos já disseram que a Sputnik tem eficácia acima de 90 % (SIC Noticias). O governo deve por a ProTeste a desempatar ! O mais seguro é tomar um coquetel de vacinas.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5144739247",
                    "user": "preterido114",
                    "date": "17 days ago",
                    "timestamp": "NA",
                    "commentText": "calhando é a que dá mais euros em luvas.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5144724383",
            "user": "disqus_O5uGPm0is2",
            "date": "17 days ago",
            "timestamp": "NA",
            "commentText": "Só negócios para os \"tubarões\" se encherem loucamente com o negócios das doenças, em vez de serem os desgovernos a investirem e desenvolverem esses medicamentos e vacinas essenciais, mas não, preferem invester biliões em corrupções, ppps, ajudas à banaca criminosa, etc., etc.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "5144737985",
                    "user": "preterido114",
                    "date": "17 days ago",
                    "timestamp": "NA",
                    "commentText": "Milhões de euros de luvas para a corja politica, asquerosa, corrupta.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5144735991",
                    "user": "clides_eu_clides",
                    "date": "17 days ago",
                    "timestamp": "NA",
                    "commentText": "Agora viraste conumista?",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "5145827880",
                            "user": "disqus_O5uGPm0is2",
                            "date": "16 days ago",
                            "timestamp": "NA",
                            "commentText": "Não virei nada, não sou é sectário ou parcial, não estou dependente de grupelhos politiqueiros seja das esquerdas ou direitas, valorizo o que é justo, o que promove a igualdade e o bem estar de todos...",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "5145869001",
                                    "user": "clides_eu_clides",
                                    "date": "16 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Igualdade , justiça ? Tudo comunices. <br/>Saíste do armário.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}