{
    "header": {
        "title": " Barreiro. Deputadas do Bloco apresentam queixa contra deputado do PSD ",
        "subtitle": " Comentário de Bruno Vitorino nas redes sociais sobre sessão de esclarecimento para a igualdade de género, noticiada pelo Sol, leva deputadas Joana Mortágua e Sandra Cunha a apresentar queixa na comissão para a Cidadania e a Igualdade de Género (CIG) ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 12 de março 2019 ",
        "dateExtraction": " 2020-03-04 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/649693/barreiro-deputadas-do-bloco-apresentam-queixa-contra-deputado-do-psd ",
        "postText": " ['A polémica estalou durante o fim de semana quando o deputado do PSD, líder da distrital de Setúbal, questionou uma sessão de esclarecimento sobre \"diferentes orientações sexuais\", promovidas dentro da escola EB 2/3 da Quinta da Lomba, Barreiro.', '\"Que porcaria é esta'\", perguntou o deputado no dia 8 de março, na sua página de Facebook. Em causa estava uma sessão que gerou polémica uma vez que foi  solicitado dinheiro aos pais da referida sessão (0,50 euros) para reverter a favor da associação  LGBTI, organizadora do evento, tal como noticiado pelo jornal SOL. O deputado pedia que deixassem as crianças \"ser crianças\".', 'O caso entrou na guerra partidária, porque tanto a deputada do Bloco de Esquerda Joana Mortágua, como a sua colega de bancada, Sandra Cunha, vão fazer queixa à Comissão para a Cidadania e a Igualdade de Género (CIG).', '\"Deputado e Vereador acha uma \"vergonha\" e \u0093porcaria\u0094 \u0093perversa\u0094 uma sessão numa escola do Barreiro educar para igualdade e sensibilizar alunos para as diferentes orientações sexuais. Comentário inaceitavel. Eu e a @sandracunhabe vamos fazer queixa da publicação de Bruno Vitorino à CIG\", anunciou no twitter a parlamentar Joana Mortágua.', 'Antes, o deputado já tinha garantido ao i que não era homofóbico, mas contestava que \u0093determinadas entidades entrem nas escolas para doutrinar os nossos filhos \" em temas complexos e delicados. Mais, Bruno Vitorino escreveu também no Facebook que nunca discriminou ninguém  \"em função da sua orientação sexual, do seu partido político, da sua raça, cor de pele, religião ou clube ou seja o que for\".'] ",
        "numberPosts": " 83 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Sexual Identity - General,Nationality - General,Ethnicity - Black,Ideological and Political Identity - General,Gender - General,Age - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "LGBT,homofóbico,Nação,Africana,Comunista,Sexual,Idade",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "4379802440",
            "user": "pedro_lonet",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "Puro sensacionalismo jornalístico e aproveitamento político de factos inócuos!\nTão patéticas são as afirmações, insultuosas, do deputado do PSD, como a queixa apresentada pelas deputadas do BE.\nSe estas nada tivessem feito, as declarações do Sr. Bruno tinham passado despercebidas, quais latidos de canídeos à passagem de uma caravana.\nCom o “supremo interesse” das crianças em mente, logo veio a bancada do PSD encher-se de ridículo, por genuína precipitação.\nAdvogam esses senhores o direito dos pais à educação dos seus filhos e que serão estes que deverão imbuir na sua progenitura os valores que muito bem entenderam. Mas, ao mesmo tempo que exigem respeito por esses direitos, negam-nos aos pais que autorizaram as suas crianças a participar na iniciativa. É que parece que se esqueceram que a participação dependia de autorização expressa do encarregado de educação e que foi dado prévio conhecimento do contúdo daquela iniciativa. Logo, se cabe aos pais decidirem aquilo que é, extra-curricularmente, transmitido aos seus filhos, tanto direito tinham aqueles que não autorizaram como aqueles que autorizaram. Por isso, Bruno, preocupe-se com as suas crianças, mas deixe em paz as crianças dos outros!\nDepois, pegam no elevado valor pedido aos pais, sem sequer se darem ao trabalho de indagar, junto daqueles que pagaram, se o acharam abusivo. Abusivo, creio, é o senhor Manuel Pinho nos vir pedir a reforma antecipada... com 13 anos de descontos. Abusivos são os valores pagos a deputados por viagens que não realizaram e subsídios atribuídos sem reunirem os requisitos!  Mas, não, roubo, roubo, é pedir a quem quiser pagar que custeie as despesas de deslocação a duas pessoas que, contrariamente ao verbalizado por um certo deputado do PS, não achariam indigno serem transportados num Renault Clio.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4378258645",
            "user": "disqus_ntcuIRvHqw",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "LONET, funcionário BE!!!!!!!!!!!!!!!!?????????????? Obstinado na resposta a tudo o que é opinião; duma forma pouco equilibrada; a ideia de que quem pensa diferente é contra nós! Quando falo, ou dou opinião sobre politicos, não os diferencio, são todos iguais na generalidade, procuram o melhor para o partido(partidaristas) e não para a <b> nação(</b>nacionalistas). Para finalizar a nossa divergência de opinião; acha que dois elementos pertencentes a uma associação<b>  LGBT</b>, que intervêm numa palestra sem contraditório é democrático??? O tal deputado pode estar errado na forma, mas factualmente não está errado! Cumps",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "4378577483",
                    "user": "pedro_lonet",
                    "date": "a year ago",
                    "timestamp": "NA",
                    "commentText": "É assaz evidente que o moralista Luque precisa de um desenho... só por mero acaso reparei naquilo que escreveu. Antes de dar resposta às suas presunções e falsidades, mais uma vez lhe digo: OLHE PARA BAIXO E CLIQUE NO BOTÃO RESPONDER. Ou por acaso pretende apenas dizer mal de mim sem que me seja dada a oportunidade de exercer o contraditório?\nPRIMEIRO\nnão pertenço a qualquer partido político e caso alguma vez me passasse pela cabeça inscrever-me num, um direito democrático reservado a qualquer cidadão, não seria o BE, nem teria sequer que lhe dar satisfações.\nSEGUNDO\nNada recebo para responder a palavras “brilhantes” e “tão esclarecidas” como as suas.\nDaquilo que ora escreve, resulta patente que VExa se limita a ler comentários em vez de ler o texto comentado. Se tivesse lido, saberia que essas duas pessoas convidaram os seus ouvintes a participar...\nMas, VExa fica indignado por imaginar uma falta de contraditório onde ela não existiu  ao mesmo tempo que me nega o contraditório teimando em publicar um comentário isolado? Como?\nTERCEIRO\nOs seus preconceitos são patentes. Apesar do facto das crianças que assistiram, apenas o fizeram após terem sido AUTORIZADAS PELOS PAIS, que contraditório pretenderia, seu “democrata”? Que alguém fosse negar que a discriminação, seja porque motivo for, deve ser evitada? Que a violência não é solução? Não, o contraditório que o amiguito queria era que alguém fosse dizer que a homossexualidade é anti-natura, que os homossexuais são todos uns pervertidos e que essas coisas devem ficar em casa... amiguito se a palestra fosse sobre a inclusão dos alunos de origem <b> africana </b>nem uma linha teria aqui escrito... Por isso, amiguito, nenhum dos pais que autorizou os seus filhos a participar na iniciativa estaria interessado em ouvir o seu contraditório... pois todos sabem que a sua opinião não passa de um preconceito...",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "4378609658",
                            "user": "disqus_ntcuIRvHqw",
                            "date": "a year ago",
                            "timestamp": "NA",
                            "commentText": "Amigão, saúde e dinheiro! Desconfio sempre quando se põe a raposa a guardar o galinheiro! Em democracia, mesmo que não concorde, respeito a diferente opinião; a sua parece-me formatada! Aprecio a sua escrita mas não as suas idéias! Sem diminutivos, sem maledicência, boa sorte!\nA quinta, 14/03/2019, 19:59, Disqus &lt;notifications@disqus.net&gt; escreveu:",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "4378654331",
                                    "user": "pedro_lonet",
                                    "date": "a year ago",
                                    "timestamp": "NA",
                                    "commentText": "A raposa a guardar o galinheiro?\nE eu tenho opiniões formatadas? E por não concordar com as suas opiniões, significa, como disse anteriormente que não convivo bem com opiniões divergentes? Ou seja, para si a contra-argumentação ê abusiva e que todos temos de aceitar as opiniões contrárias.\nA sua frase diz tudo quanto a formatações: para si as duas pessoas que participaram nesta iniciativa aquilo que pretendiam era mesmo o quê? Por favor, responda pois se há algo que não aprecio é responder pelos outros... se pretendia dizer que essas duas pessoas (desconhecendo eu o seu sexo e a sua orientação sexual) tinham como propósito que as crianças se tornassem homossexuais, será um preconceito idêntico àquele dos comunistas comerem criancinhas ao pequeno-almoço. Por isso, gostaria que me esclarecesse se era isso que pretendia com a raposa e a ratoeira.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Africana"
                    ]
                }
            ],
            "keywords": [
                "Nação",
                "LGBT"
            ]
        },
        {
            "id": "4376694300",
            "user": "paulosousa",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "Ainda vou ver comeresem uns aos outros, devido à ganância... Contra a corrupção não fazem nada porque será ... Com o meu voto nem uma azeitona comem ..",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4376693623",
            "user": "disqus_7bslPgijFj",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "Só imagino a berraria que se criava se alguém fosse a uma escola pública falar sobre liberalismo e o contributo que deu para o desenvolvimento económico e bem estar social (com muitos defeitos também é claro) versus comunismo/socialismo e os seus fracassos a mortalidade associada de quem não apoiava uma economia planificada e por aí...<br/>Não consigo ACEITAR, mas que remédio, o apoio, a divulgação do be na comunicação social.<br/>Só tem uma explicação; bem no fundo (?) gostamos muito de ditaduras, por isso vote(m) nele(s)",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 8,
            "replies": [
                {
                    "id": "4376978364",
                    "user": "pedro_lonet",
                    "date": "a year ago",
                    "timestamp": "NA",
                    "commentText": "Grande misturada, meu caro. Em Portugal, nunca tivemos uma política económica <b> comunista,</b> à excepção de uns tempitos em 1975 que os comunistas andaram aos pulos, mas logo foram metidos no sítio. O Partido Socialista é mais social-democrata que o partido que meteu a social-democracia no nome.\nE o liberalismo económico faz parte do currículo escolar... ou o caro se baldou às aulas ou já se esqueceu...",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 7,
                    "replies": [
                        {
                            "id": "4377188184",
                            "user": "disqus_7bslPgijFj",
                            "date": "a year ago",
                            "timestamp": "NA",
                            "commentText": "Meu caro. So para ir para o ensino universitario.Acha mesmo que o Lousã , só como exemplo ensina algo como o liberalismo de forma honesta? E outros  o Pais-mamede?MAs a questão aqui é o direito que forças (para mim)antidemocráticas e que se arrogamc como educadores e  donos de todos <br/>Cumprimentos",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 6,
                            "replies": [
                                {
                                    "id": "4377257660",
                                    "user": "pedro_lonet",
                                    "date": "a year ago",
                                    "timestamp": "NA",
                                    "commentText": "Claro, o respeito pelos direitos humanos é mesmo anti-democrático.\nSabe a diferença entre liberalismo político e liberalismo económico? <br/>Sabe que o partido democrata nis EUA é identificado como o partido liberal?\nA social-democracia, defendida pelo PS, por exemplo, promove a liberdade do indivíduo, respeita a propriedade e a iniciativa privadas e entende que a intervenção do Estado é essencial para a justiça social, para a protecção dos mais desfavorecidos, para assegurar a subsistência de quem não pode trabalhar, por doença, invalidez ou por já não se encontrar em idade activa.\nNada disto tem a ver com o colectivismo defendido pelo PC e pelo BE.\nPorém, engana-se redondamente que esta iniciativa insiste por iniciativa exclusiva do BE. Basta pesquisar na net pelo conteúdo programático da disciplina de formação cívica para compreender que há muito que o ensino público se pretende inclusivo e promotor da defesa dos direitos humanos através do ensino dessa disciplina.\nPor isso sim, parece muito anti-democrático querer combater a violência na escola através da educação.",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 5,
                                    "replies": [
                                        {
                                            "id": "4378211373",
                                            "user": "disqus_7bslPgijFj",
                                            "date": "a year ago",
                                            "timestamp": "NA",
                                            "commentText": "caro Lonet. deixe dizer-lhe que há aqui um mal entendido. <br/>Eu não tenho dúvidas da democracia e da promoção da liberdade do individuo que é defendida pela social democracia. Os países nórdicos são bem o exemplo disso. Tenho alguma dificuldade de acreditara que o  actual poder do ps seja social democrático. O expresso publicou, sem desmentido, que o pedro nuno santos era marxista. Mas concordo consigo em tudo o resto, embora seja liberal, percebo e aceito que em alguns casos deve haver intervenção do estado, e então em Portugal com a ausência de consciência social da nossa \"elite\", ainda mais. Quanto à disciplina de educação cívica (a pagar 0,50c) feita por elementos anti democráticos do, neste caso, be, para mim continua inaceitável até por que quem define os valores dos meus filhos, neste caso dos meus netos, somos nós a família. <br/>Não qualquer partido político, seja qual for.<br/>Foi um prazer dialogar consigo.<br/>Os meus cumprimentos.",
                                            "likes": 1,
                                            "hasReplies": true,
                                            "numberOfReplies": 4,
                                            "replies": [
                                                {
                                                    "id": "4378556821",
                                                    "user": "pedro_lonet",
                                                    "date": "a year ago",
                                                    "timestamp": "NA",
                                                    "commentText": "(4)\nPor fim e desenvolvendo do penúltimo parágrafo de (3), infelizmente há muitas famílias que, por falta de disponibilidade ou de aptidões, precisam mesmo que as suas crianças adquiram certos valores na escola.\nBasta olhar à volta e observar como determinadas pessoas apenas respeitam certas regras se tiverem a certeza que sofrerão as consequências pelo seu incumprimento. Ora, o que é importante transmitir é que as regras devem ser cumpridas porque são elas que garantem que todos nós convivemos em paz. Mas, estou a afadtar-me do cerne da questão. A iniciativa responde a uma necessidade: combater o bullying em todas as suas formas e prevenir que a tragédia que sucedeu ontem no Brasil (e que infelizmente é comum nos EUA) não se repita por cá.\nLamento este lençol que lhe deixo e dividi-o, pois o sistema automaticamente rejeita comentários longos, considerando-os spam (incompreensível, pois o spam que por vezes aparece por aqui ocupa duas linhas e se por acaso tiverem um link, sugiro que não clique nele...)\nCumprimentos e obrigado pela sua resposta.",
                                                    "likes": 0,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                },
                                                {
                                                    "id": "4378544288",
                                                    "user": "pedro_lonet",
                                                    "date": "a year ago",
                                                    "timestamp": "NA",
                                                    "commentText": "(3)\nÉ esta mentalidade do, “é de todos, é meu”, “eu mereço, pois sou um representante da nação” que trama isto tudo e, por isso, estamos como estamos no que toca à corrupção na política.\nRelativamente à iniciativa, algumas notas:\n- enquadrou-se no currículo da disciplina de formação cívica (acho que nalgumas escolas, apesar de não ser avaliada, e de currículo obrigatório),<br/>- houve um erro, mas de acordo com este jornal que achou que essa notícia merecia a primeira página de uma das suas edições (não pelo valor de 50 cêntimos, mas pelo tema LGBTI que vende jornais e cliques como castanhas no Outouno), era voluntário.<br/>- assim como a presença das crianças era facultativa.\nSem pessoalizar a questão, pois não presumo sequer conhecê-lo, a prova de que há famílias que necessitam de ajuda a transmitir determinados valores está à vista. Gostaria, contudo, de lhe perguntar se os seus netos frequentam a disciplina e porquê? Porque o seu conteúdo programático nos ciclos do ensino básico inclui matéria que consta do programa da iniciativa no sítio da organização, incentivar aos respeito pelos direitos humanos, combater a discriminação, fomentar a empatia...\nNa sequência dessa questão, à qual responderá se assim o entender, se a iniciativa se focasse nos problemas das crianças africanas nas nossas escolas, o caro manteria a sua opinião?\n(cont.)",
                                                    "likes": 0,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                },
                                                {
                                                    "id": "4378530637",
                                                    "user": "pedro_lonet",
                                                    "date": "a year ago",
                                                    "timestamp": "NA",
                                                    "commentText": "(2)\nRelativamente ao PS, pouco importam as palavras e o PS, nos últimos governos, demonstrou bem que a sua ideologia é a social-democracia. Que sucedeu à proposta da Helena Roseta relativamente aos arrendamentos à força? Que medidas fiscais foram aprovadas logo que o PS voltou ao governo? Uma delas foi de devolver a progressividade ao IRS que o ultra-liberal Passos Coelho tinha retirado.\nDevo salientar que, infelizmente, não me identifico com nenhuma das forças partidárias e porquê? Porque apesar de termos muitos políticos bem intencionados, a grande maioria está lá para se governar. E isso, desde o 25/04, é transversal a todos os partidos, desde o deputado que acha que é indigno utilizar um Renault Clio, até às viagens fantasmas dos deputados, às falsas residências, aos subsídios de reintegração pagos a quem não preenche os requisitos, como sucedeu ao Passos Coelho, passando, fora da AR, ao vogal de uma Entidade Reguladora que foi ao Porto a uma reunião de avião, enquanto o motorista lhe levava o carro pela A1 para levar o senhor à reunião e às compras e que no regresso teve de apanhar um táxi, pois o motorista ficou preso no trânsito!\n(cont.)",
                                                    "likes": 1,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                },
                                                {
                                                    "id": "4378520396",
                                                    "user": "pedro_lonet",
                                                    "date": "a year ago",
                                                    "timestamp": "NA",
                                                    "commentText": "(1)<br/>Meu caro,<br/>Que eu saiba a EX-AEQUO, que organizou a iniciativa, nada tem a ver com o bloco de esquerda. O BE aparece aqui, pois duas deputadas desse partido apresentaram uma queixa contra um deputado do PSD pelos termos insultuosos que utilizou relativamente à iniciativa. Mas, também ninguém se queixou desse ex-PSD de apelido Ventura e que agora anda a gritar chega, quando, em pleno governo Coelho, disse que o problema da segurança social, a sua falta de financiamento, se devia à peste grisalha. A forma como esse indivíduo se referiu à população que já foi activa neste país (e na qual ainda não me incluo, mas espero dela fazer parte no seu devido tempo) foi insultuosa, demonstrando muito bem o mau carácter dessa pessoa. Esse bimbo esquece que houve uma decisão, há mais de 40 anos, que ajundou a afundar a SS, a atribuição de reformas a quem nunca descontou, incluindo deputados.\n(cont.",
                                                    "likes": 1,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Comunista"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "4375373357",
            "user": "pqn22",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "Lonet, get a life...",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4375398086",
                    "user": "pedro_lonet",
                    "date": "a year ago",
                    "timestamp": "NA",
                    "commentText": "Obrigado pelo recado, mas dispenso conselhos de um conjunto de letrinhas.\nQue tal meter-se na sua vida? Não tem interesse, não é? Mas, ao contrário de si, estou-me zenitalmente a lixar para a sua... não tenho feitio de comadre...",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4375250372",
            "user": "disqus_ntcuIRvHqw",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "LONET, só agora verifiquei o conteúdo da sua resposta em que afirma, passo a citar, palhaço, palermóide...e novamente honesto!!! Saliento nas suas respostas(a todos que têm opinião sobre o assunto), as vezes que fala de honestidade, será falta dela?! Depois passa para a maldicência, malcriadice, enfim falta de chá! Sejamos claros, para si não é mais que uma doutrina! um trabalho! ou outra coisa, menos a verdade, porque quem não pensa como vós  é <b> homofóbico!</b>!! Mais vale aturar-vos que ficar como vós!",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4375332628",
                    "user": "pedro_lonet",
                    "date": "a year ago",
                    "timestamp": "NA",
                    "commentText": "Se me quer dar resposta, dirija-se a mim. VEXa actuou assim por ignorância ou por má fé (no primeiro caso, saiba que por baixo dos comentários há um botão “responder”... da próxima vez, queira usá-lo!)\nPor acaso, enfiou a carapuça? Pelos vistos serviu.\nFalta de chá é continuar a chamar opinião aos preconceitos e enaltecer a ignorância! A malcriadice está num deputadozeco que se acha muito superior aos outros por causa daquilo que faz com aquilo que tem no meio das pernas! Maldicência é qualificar como “perversão” uma iniciativa que é exactamente o oposto.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "homofóbico"
            ]
        },
        {
            "id": "4375231985",
            "user": "disqus_ntcuIRvHqw",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "Lonet, acredito que seja honesto(a), mas tenho absoluta certeza que não é mais do que eu!!!!!!!!!!!!!!!!!!!!! O vereador e a maioria dos politicos defendem as \"suas\" posições politico/partidárias, que na sua maioria são tendenciosas; isto é ninguém é dono da verdade!!! Talvez quando o(a) lonet dispara para tudo o que é comentário, se torne um(a) politico(a)!!! Pessoalmente, a ideia de politica é o exerc´cio da MENTIRA! Cumps",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4375336687",
                    "user": "pedro_lonet",
                    "date": "a year ago",
                    "timestamp": "NA",
                    "commentText": "E, por acaso, chamei-lhe desonesto? Ao dizer-lhe “sejamos honestos” não me incluí? Retórica, sabe o que significa?",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4375219543",
            "user": "pedro_lonet",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "“Vergonha” e “porcaria” “perversa” sensibilizar as crianças para a disciminação que algumas delas sofrem, para a violência que contra algumas delas é dirigida. Para o senhor deputado/vereador é preferível que a taxa de suicídio entre jovens LGBTQ se mantenha muita acima daquela que é obervada entre jovens da mesma faixa etária que não sentem o mesmo tipo de pressão social. Para o senhor deputado/vereador é preferível que as crianças continuem a insultar as outras crianças, utilizando termos como fazedor de panelas... Claro, como não é politicamente correcto ser <b> homofóbico,</b> o senhor deputado/vereador claramente<b>  homofóbico</b> apresta-se a dizer que não o é, pese embora as suas palavras o desmintam.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4375237285",
                    "user": "disqus_ysIn41saXn",
                    "date": "a year ago",
                    "timestamp": "NA",
                    "commentText": "Quantos jovens se suicidam, e com que <b> idade,</b> em razão da sua orientação<b>  sexual</b>?<br/>Quantos jovens se suicidam por  bolímia?<br/>Quantas jovens perdemos por anorexia?<br/>Quantos são vítimas da violência?<br/>Quantos perdemos com as toxicodependências?\nQuantos são vítimas dos comportamentos sociais que  são protegidos pela acções de sensibilização do BE?<br/>Ou se não fo<b> r LGB</b>T está excluído?",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4375299820",
                            "user": "pedro_lonet",
                            "date": "a year ago",
                            "timestamp": "NA",
                            "commentText": "Meu caro, não compreendeu. A taxa de suicídio devido às pressões sofridas devido à identidade sexual são superiores àquela que se observa devido a todos os motivos que refere... juntos.\nVários são os estudos que o demonstram e se o caro fizer uma pesquisa no Google facilmente os encontra.\nPor exemplo, em 2015, no Brasil, 3% dos homossexuais masculinos e 5% de bissexuais tentaram cometer o suicídio... a taxa de suicídio entre a toda a população masculina brasileira foi de 0,4%.\nHá um estudo no âmbito de um mestrado que lhe recomendo, da autoria de Marco Correia, da Escola Superior de Enfermagem de Coimbra (Janeiro de 2018).\nNum artigo, publicado pela REUTERS, da autoria de Linda Carroll, refere-se que há uma tendência maior entre os adolescentes LGBT no que concerne à tentativa de suicídio. Esclarece que foram reunidos os dados de 35 estudos que demonstram que os jovens que têm uma orientação sexual minoritária têm uma propensão ao suicídio 3 vezes superior aos seus pares heterossexuais. No caso da juventude transexual, essa tendência é seis vezes superior.\nSão factos, é estatística e o acesso à informação, caso a pretenda, está à distância de uma pesquisa.\nCumps",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Sexual",
                        "Idade",
                        "LGBT"
                    ]
                }
            ],
            "keywords": [
                "homofóbico"
            ]
        },
        {
            "id": "4375150323",
            "user": "disqus_ntcuIRvHqw",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "As \"madames\" defendem a classe! Qual a qualidade pedagógica dos oradores? Pedir dinheiro, mesmo voluntário é condicionar! Eu fui presidente da associação de pais, mas NUNCA existiu peditório!!!!!!!!!!!!!! Modernices.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4375210580",
                    "user": "pedro_lonet",
                    "date": "a year ago",
                    "timestamp": "NA",
                    "commentText": "E que tal sermos honestos? O que levantou a celeuma foi, de facto, o peditório, mas o pateta do deputado/vereador não se indignou apenas por isso, pois não? E, também, não foi por essa razão que as deputadas do BE pretenderam apresentar queixa, pois não?",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4375147107",
            "user": "disqus_PQwugCN79i",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "Se vossemecê não vai à Coreia do Norte, a Coreia do Norte vem até si...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4375112560",
            "user": "disqus_ysIn41saXn",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "As senhoras são parvas?",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 17,
            "replies": [
                {
                    "id": "4375207108",
                    "user": "pedro_lonet",
                    "date": "a year ago",
                    "timestamp": "NA",
                    "commentText": "Não creio, o único parvo é o palerma do deputado/vereador...",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 16,
                    "replies": [
                        {
                            "id": "4375222538",
                            "user": "disqus_ysIn41saXn",
                            "date": "a year ago",
                            "timestamp": "NA",
                            "commentText": "Ainda que defender a direita me faça alergia, o facto é que não vejo como pode o comentário do deputado ser considerado ofensivo.\nDe resto uma coisa  é o respeito  pelas diferenças, outra coisa inaceitável é fazer das diferenças bandeira.\nImagino o que se diria de  alguém que  andasse por aí a ostentar a sua masculinidade, todos diríamos, olha , mais um parvo. Parece que a regra é excepcionada com a comunidade LGBT que tão mal tem feito à  sua própria causa.  <br/>Antes eram-me indiferentes, agora irritam-me.",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 15,
                            "replies": [
                                {
                                    "id": "4375247410",
                                    "user": "pedro_lonet",
                                    "date": "a year ago",
                                    "timestamp": "NA",
                                    "commentText": "Antes de mais, gostaria que VEx.ª lesse o programa que se encontra publicado no sítio electrónico da organização, EX-AEQUO, para que tome conhecimento do conteúdo desta iniciativa.\nAlguém que utiliza os adjectivos “porcaria”, “vergonha”, “perversão” para qualificar aquela iniciativa, está para mim ao mesmo nível do racista que empregaria os mesmos termos para qualificar acções, que têm lugar nas nossas escolas, destinadas a promover a inclusão e a combater o “bullying” racista.\nA homofobia é um facto inegável como o racismo, o sexismo, a xenofobia, etc. Infelizmente, há crianças - e não são poucas - que pelos mais variados motivos são vítimas do ódio e do preconceito. Apesar de serem diversos, a origem é comum: a ignorância e o medo do desconhecido.\nNiguém pretende fazer das diferenças bandeira! Se o caro olhar poucas décadas para trás, verá que os homossexuais e bissexuais (já para não falar nos transexuais), homens e mulheres, viviam envergonhados e escondidos. Esse tempo acabou e têm o mesmo direito de serem vistos como qualquer outro.\nE a verdade, meu caro, é que a população heterossexual sempre ostentou a sua orientação sexual, mesmo inconscientemente. Para um heterossexual andar de mãos dadas na rua é algo natural. Ainda nem há um ano, duas mulheres - que nem sequer eram lésbicas - foram agredidas por um taxista por se terem despedido com um beijo! Ainda nem há um ano, um pai, uma mãe e dois fifis acharam que tinham todo o direito de espancarem dois jovens namorados (dois rapazes) que se despediram com um beijo. Por isso, meu caro, pouco importa a irritação que os outros lhe provocam desde que não siga o exemplo do taxista e dessa famíla tão “tradicional”. Atento o exemplo de uma escola em que os seus alunos se apressaram a defender duas alunas namoradas relativamente a sanções disciplinares da direcção da escola, parece-me que faria mais sentido que a EX-AEQUO fizesse campanhas de sensibilização fora das escolas e para adultos. Aliás, as crianças não nascem com preconceitos, trazem-nos de casa.\nCumps",
                                    "likes": 3,
                                    "hasReplies": true,
                                    "numberOfReplies": 14,
                                    "replies": [
                                        {
                                            "id": "4375526975",
                                            "user": "disqus_WC35r5jT5u",
                                            "date": "a year ago",
                                            "timestamp": "NA",
                                            "commentText": "Nem todas as crianças trazem \"preconceitos\" de casa. Hoje em dia há cada vez mais que não trazem nada de nada.  Adquirem os preconceitos junto de novas militâncias. E muitas delas depois chamam aos outros homofóbicos, salazaristas, fascistas, xenófobos, racistas, etc, etc. Sem que os conheçam de lado nenhum!<br/>Hoje usam-se, de longe, mais esse epítetos que os ditos \"fazedores de panelas\" e afins. Será que não causam o mesmo ou mais stress social? Ou há \"palavrões\" bons e outros maus? Como se distinguem? Será que os que eu chamo aos outros são bons e os que os outros me chamam a mim são maus? Se assim é, estamos conversados...",
                                            "likes": 2,
                                            "hasReplies": true,
                                            "numberOfReplies": 1,
                                            "replies": [
                                                {
                                                    "id": "4375551155",
                                                    "user": "pedro_lonet",
                                                    "date": "a year ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Claro, aliás, se o caro quiser ofender, mas ofender, mesmo ofender, alguém no trânsito nada como chamar-lhe homofóbico ou salazarista ou fascista ou xenófobo ou racista.\nGostaria que me dissesse, entre aquilo que escrevi, que não há crianças que não tragam preconceitos (sem aspas) de casa. E, claro, é sempre muito preconceituoso chamar homofóbico a quem entende que os homossexuais não devem ter os mesmos direitos que os outros, a quem entende que a sua visão do mundo é a única válida, salazarista a quem defende que as minorias se devem submeter aos caprichos das maiorias e mostrarem-se extremamente agradecidas pelas migalhas que delas recebem, fascista a quem defende que os valores e a cultura do colectivo se sobrepõem sempre ao indivíduo, xenófobo a quem, ignorando a diáspora lusitana, defende que não devemos receber estrangeiros na nossa única e bela nação e, enfim, racista a quem defende que a cor da pele determina o valor da pessoa.\nSim, esta iniciativa é extremamente perigosa e enche as cabecinhas das crianças de preconceitos terríveis.\nSempre gostei da Lena d’Água, “demagogia, feita à maneira, é como queijo na ratoeira”.\nPode ir vender o seu queijo noutra freguesia porque a mim não me convence.\nE não se esqueça, da próxima vez que um tipo o apertar no trânsito de tal forma que bateriam se VExa não travasse, chame-lhe fascista. O pobre vai ficar mesmo, mesmo ofendido e muito, muito traumatizado.",
                                                    "likes": 0,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        },
                                        {
                                            "id": "4375268560",
                                            "user": "disqus_ysIn41saXn",
                                            "date": "a year ago",
                                            "timestamp": "NA",
                                            "commentText": "Meu Caro:\nNão é a mim que tem de doutrinar, provavelmente antes de V. nascer já eu defendia que a discriminação, seja de que tipo for, é inaceitável. Sempre tive amigos e colegas e empregados homossexuais, não é uma questão.\nO que para mim passa a ser questão é quando os grupos minoritários se acham no direito de me esfregar no nariz as  suas opções ou naturezas.\nQue há racismo,  discriminações de todo o tipo, pois claro que há, porém entendo que a melhor estratégia de combate à discriminação não é a ostentação e menos ainda a hostilização generalizada, partindo do principio que todos  que não  brandimos a  bandeira do grupo somos homofóbicos, racistas, sexistas ...",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 11,
                                            "replies": [
                                                {
                                                    "id": "4375322044",
                                                    "user": "pedro_lonet",
                                                    "date": "a year ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Meu caro, mas qual ostentação?\nE, já agora, é falso que os heterossexuais sempre ostentaram sem problema a sua sexualidade no nariz dos outros? O casamento? Não é um espectáculo? Quando se beijam na rua, quando andam de mãos dadas, quando exibem os seus “troféus”? Em que medida são diferentes de dois homens, dois rapazes, duas mulheres ou duas raparigas que façam o mesmo? A questão é essa... Outra questão é a que resulta da inicitiva da EX-AEQUO: ninguém anda a esfregar no nariz “opções ou natureza” (já agora, não se trata de uma opção, o caro nem sequer escolhe quem ama e muito menos por quem se sente atraído).\nCumps",
                                                    "likes": 2,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 10,
                                                    "replies": [
                                                        {
                                                            "id": "4375336004",
                                                            "user": "disqus_ysIn41saXn",
                                                            "date": "a year ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Meu Caro:\nV. teceu considerações quase ofensivas para a cultura e para a ontologia.\nObviamente que a cultura dominante é a das maiorias e nessa medida os heterossexuais são largamente maioritários.\n Deveria ter eles  cuidado mas suas manifestações para não  criarem susceptibilidades aos  grupos minoritários? Não me parece",
                                                            "likes": 0,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 9,
                                                            "replies": [
                                                                {
                                                                    "id": "4375396128",
                                                                    "user": "pedro_lonet",
                                                                    "date": "a year ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "As minhas considerações foram ofensivas para quem? Como? Por acaso leu aquilo que eu escrevi? Se calhar leu, mas noto, agora, que não compreendeu. Ontologia? Pelos vistos, para si, \"tão tolerante\", a única característica que interessa preservar no ser humano é a heterossexualidade...\nNão consigo vislumbrar, porém, como os exemplos que lhe dei para contrariar a sua falta de senso expressa na frase que começa em \"se acham no direito\" e que termina em \"naturezas\" possam ser assim tão ofensivos e, logo, pasme-se, para a cultura e para a ontologia!\n\"A cultura dominante é a das maiorias\"... sim, isso sucede numa ditadura. Aquilo que separa a ditadura da democracia é o facto desta respeitar todas as minorias e promover a inclusão e repudiar a exclusão.\nDurante muito tempo (e, infelizmente, ainda hoje, basta ver o número aterrador de vitimas de violência doméstica e o seu sexo) houve uma cultura dominante: o machismo. O caro acha correcto, por exemplo, que sendo a maioria machista, alguém que  não o seja, tenha de piar fininho? Porque isso é o que o caro pretende quando se refere à suposta cultura dominante...\nCuriosamente, V.Ex.ª, afirmou em tom paternalista, \"eu até tenho amigos e colegas homossexuais\". Eu cá, meu caro, não mantenho relações de amizade por alguém ser homossexual, ou heterossexual, tal como não mantenho apenas amizades com pessoas de olhos verdes ou de cabelo louro ou de pele branca, ou do SLB.  O ser humano, para mim, não é nem homossexual nem heterossexual, é muito mais do que isso  e a única pessoa cuja orientação sexual me interessa é aquela que amo, mais nenhuma. Por isso, ao contrário do que pensa, há uma cultura dominante, a cultura do respeito  e se um casal heterossexual pode livremente e em público exibir o seu amor sem temor, é muito triste  e revelador de um atavismo profundo que um casal homossexual seja pressionado a não o fazer por pessoas que se sentem incomodadas e que consideram abusivo o direito (igual ao do casal heterossexual) de \"esfregar\" no seu nariz a sua orientação sexual!\nRazão tinha John Lennon quando disse \"estranho mundo este em que as pessoas se matam no meio da rua em plena luz do dia e fazem amor na escuridão da noite num quarto fechado.\"",
                                                                    "likes": 2,
                                                                    "hasReplies": true,
                                                                    "numberOfReplies": 8,
                                                                    "replies": [
                                                                        {
                                                                            "id": "4375690735",
                                                                            "user": "disqus_ysIn41saXn",
                                                                            "date": "a year ago",
                                                                            "timestamp": "NA",
                                                                            "commentText": "Caro FUNDAMENTALISTA.\nV. está para a tolerância como eu estou para os javalis.\nDeixe-me contar-lhe um segredo, só eu e mais uns tantos é que sabem e que você ao afirmar \" a única característica que interessa preservar no ser humano é a heterossexualidade...\" quase lá chegou.  De facto a única característica relevante é a heterossexualidade por ser  a única que garante a preservação da espécie. Coisa pouca como bem sabemos.\nDepois moço, o que eu sou ou deixo  de ser, não é assunto para si, porque  sou e fui  um dos que lhe deu o direito  à sua  pretensa diferença e lhe outorgou essa liberdade.  Não quero que me reverencie, porque não o mereço, outros mereceriam, porém reduza-se à sua insignificância.\nNo que se refere à questão ontológica e cultural, não é interlocutor qualificado.\nBoa noite.",
                                                                            "likes": 0,
                                                                            "hasReplies": true,
                                                                            "numberOfReplies": 1,
                                                                            "replies": [
                                                                                {
                                                                                    "id": "4375718466",
                                                                                    "user": "pedro_lonet",
                                                                                    "date": "a year ago",
                                                                                    "timestamp": "NA",
                                                                                    "commentText": "Viu o seu reflexo no espelho e confundiu a sua imagem comigo... fundamentalista? Dito por quem, logo a seguir, diz que a única característica relevante é a heterossexualidade, como quem quer mesmo dizer, “que se lixem os outros”. Deixe-me, também, contar-lhe um segredo: estamos em 2019 e não em 1319! O ser humano já consegue reproduzir sem ter relações sexuais! Iupi! E voltando ao relevante com o qual qualifica a heterossexualidade. Isso significa que só os heterossexuais que reproduzem são relevantes para a sociedade? Então e os estéreis? E os que não querem? E os padres? E as freiras? Claro, essa característica só é relevante quando se contrapõe a heterossexualidade à homossexualidade querendo impor a esta uma obrigação que não se exige àquela! Bonita lógica ontológica!\n“Depois, moço”? Aqui está, o verdadeiro carácter do Óscar da Rocha ao vir ao de cima! Vá tratar por moço aquele que lhe fez as orelhas, sua criatura ordinária e arrogante! O presunçoso acusa-me de algo que não fiz e que faz em seguida: conhece-me de algum lado? Por acaso, revelei-lhe a minha orientação sexual? Não, pois não? Mas, é típico de criaturas da sua laia pensarem que alguém que adopte uma postura como a minha seja forçosamente homossexual! Claro, se por acaso falássemos sobre mulheres, negros e judeus, defendendo os seus direitos eu teria de ser mulher, negro e judeu!\nA apreciação que tem das minhas capacidades enquanto interlocutor vê-se não só na atenção que já me dedicou como naquela que me dedicará a seguir!\nMoço? É preciso ser-se palerma! E pretensa diferença e outorgou a liberdade? ah ah ah ah",
                                                                                    "likes": 0,
                                                                                    "hasReplies": false,
                                                                                    "numberOfReplies": 0,
                                                                                    "replies": []
                                                                                }
                                                                            ]
                                                                        },
                                                                        {
                                                                            "id": "4375552750",
                                                                            "user": "disqus_WC35r5jT5u",
                                                                            "date": "a year ago",
                                                                            "timestamp": "NA",
                                                                            "commentText": "Depois dos termos que tem usado para definir pessoas que nunca viu, vem afirmar-se exigir uma cultura do respeito? É preciso ter descaramento. Que há machismo é indiscutível. Da mesma forma que há lgbtísmo militante. Agora, afirmar que é maioritário? As estatísticas dizem que actualmente a nossa sociedade tem mais seres do sexo feminino que do masculino! Ou, como há um grupo extremamente ruidoso militante do género, será que as contas ficaram, assim, tão baralhadas?",
                                                                            "likes": 1,
                                                                            "hasReplies": true,
                                                                            "numberOfReplies": 5,
                                                                            "replies": [
                                                                                {
                                                                                    "id": "4375568623",
                                                                                    "user": "pedro_lonet",
                                                                                    "date": "a year ago",
                                                                                    "timestamp": "NA",
                                                                                    "commentText": "Ó senhor deputado/vereador, ficou assim tão ofendido, foi? Talvez os outros se tenham sentido ofendidos pelas suas palavras ao definir como “porcaria” e “perversão” algo que manifestamente desconhece. Por isso, se não quer ser maltratado, não dê azo a que isso suceda, adoptando um tom mais respeitoso e não se queira armar em vítima, pois isso não lhe fica nada bem.\n(Caso não seja o vereador/deputado, descaramento é vir em defesa de quem não lha solicitou. Terá todo o direito de se indignar caso eu o maltrate...).\nE, já, agora senhor deputado/vereador, queira ler, novamente, aquilo que escrevi. É que eu não disse que o machismo era maioritário actualmente (mas há um aspecto que merece correcção nessa sua observação: desde há muito que há mais mulheres que homens e o machismo perdurou, e perdura, porque muitas mulheres sempre o souberam transmitir. Ou não é machismo a atitude da mãe que põe a irmã a arrumar o quarto do irmão? Ou não é machismo a mãe educar a filha de forma diferente do filho? Por isso, a mulher sempre foi um dos perpetuadores do machismo). Ou não apanhou, à primeira, o tempo verbal que empreguei? Se quiser, releia... teria sido mais justo tê-lo feito antes de me ter vindo acusar sem razão.\nAcresento: e diga lá, para além desse senhor deputado/vereador, quem são essas pessoas a quem me dirigi de forma insultuosa? Quero que me responda, pois é uma questão de honestidade intelectual... será que pensou que eram duas pessoas, um deputado e um vereador? Olhe que não, o homem acumula os cargos... nada como ter dois tachos electivos...",
                                                                                    "likes": 0,
                                                                                    "hasReplies": true,
                                                                                    "numberOfReplies": 4,
                                                                                    "replies": [
                                                                                        {
                                                                                            "id": "4375670469",
                                                                                            "user": "disqus_WC35r5jT5u",
                                                                                            "date": "a year ago",
                                                                                            "timestamp": "NA",
                                                                                            "commentText": "Logicamente que não sou deputado/vereador. É preciso ser muito preconceituoso para pôr tal hipótese.<br/>Quando publicar, aqui o seu mandato para defender as posições de outros, então eu preocupar-me-ei em fazer o mesmo caso venha defender terceiros. Até lá não lhe reconheço tal direito; antes constato, por esta sua exigência, que não faltam preconceitos nesse intelecto.<br/>Limito-me a defender, aqui, a minha forma de pensar, que, certa ou errada, depende de quem, de fora, a analisar.<br/>E presumo que faz o mesmo...<br/>Quanto ao resto, não vale a pena debater, respeitadora e responsavelmente com quem, suspeito, não está em condições de o fazer.",
                                                                                            "likes": 0,
                                                                                            "hasReplies": true,
                                                                                            "numberOfReplies": 3,
                                                                                            "replies": [
                                                                                                {
                                                                                                    "id": "4375683658",
                                                                                                    "user": "pedro_lonet",
                                                                                                    "date": "a year ago",
                                                                                                    "timestamp": "NA",
                                                                                                    "commentText": "Não compreendeu o meu sarcasmo. Lendo o seu comentário até parecia que VExa era o tal Bruno Vitorino, o tal deputado/vereador que, coitado, não pode ser insultado.\nVenire contra factum proprium\nEntão o senhor João (e não Bruno) veio aqui a correr em defesa do deputado/vereador e eu é que tenho que mostrar a procuração? Bebeu demais ao jantar, foi?\nReconhecer-me direitos? Mas, essa sua tirada é para rir? Ou é mais uma que transpirou do vinho?\nA sua forma de pensar? Qual forma de pensar? A única coisa que fez foi chamar-me malcriado, maldizente e... já nem me lembro do resto... ou, por acaso, enganou-se no nick e queria responder-me com o outro, o “Óscar da Rocha”?\nSe não estou em condições de debater (nem sei o quê, pois para além da minha pessoa, não debatemos mais nada) por que razão me veio bater à porta? Esclareço, desde já, que não pretendo dizer que não o devesse fazer, acho só estranho que se vitimize por o ter feito...",
                                                                                                    "likes": 0,
                                                                                                    "hasReplies": true,
                                                                                                    "numberOfReplies": 2,
                                                                                                    "replies": [
                                                                                                        {
                                                                                                            "id": "4375694105",
                                                                                                            "user": "disqus_WC35r5jT5u",
                                                                                                            "date": "a year ago",
                                                                                                            "timestamp": "NA",
                                                                                                            "commentText": "Vitimizar-me eu? Porque diz tal aberração?  Não, e não gosto de usar sarcasmo nem de ser alvo dele. Falamos línguas diferentes. Talvez por isso não nos consigamos perceber um ao outro. O que não me preocupa. Apenas me cansa...",
                                                                                                            "likes": 0,
                                                                                                            "hasReplies": true,
                                                                                                            "numberOfReplies": 1,
                                                                                                            "replies": [
                                                                                                                {
                                                                                                                    "id": "4375702940",
                                                                                                                    "user": "pedro_lonet",
                                                                                                                    "date": "a year ago",
                                                                                                                    "timestamp": "NA",
                                                                                                                    "commentText": "Claro que não gosta de sarcasmo... quando não sai do seu teclado!\nMas, não me respondeu... quantas pessoas insultei mesmo?",
                                                                                                                    "likes": 0,
                                                                                                                    "hasReplies": false,
                                                                                                                    "numberOfReplies": 0,
                                                                                                                    "replies": []
                                                                                                                }
                                                                                                            ]
                                                                                                        }
                                                                                                    ]
                                                                                                }
                                                                                            ]
                                                                                        }
                                                                                    ]
                                                                                }
                                                                            ]
                                                                        }
                                                                    ]
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4375073384",
            "user": "disqus_SEGoOTNNHB",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "Lastimável não é a iniciativa em si, talvez até possa ser pedagógica, depende se os oradores têm competências e se sabem dirigir-se a jovens, algo que me deixa muitas reservas, mas ... voltando ao inicio, lastimável, é terem pedido dinheiro para pagar aos preletores, esta actividade deve ser voluntária, e essa organização já recebe dinheiros públicos para os fins que se propõe. As \"madames\" do BE deviam insurgir-se era com esse facto, terem exigido dinheiro as pais das crianças, mas isso são outras guerras.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 33,
            "replies": [
                {
                    "id": "4375097154",
                    "user": "pedro_lonet",
                    "date": "a year ago",
                    "timestamp": "NA",
                    "commentText": "Meu caro, a Escola esclareceu que o pedido foi isso mesmo, voluntário, ou seja, quem quisesse contribuir que o fizesse e que o dinheiro assim obtido serviu para pagar as deslocações dos prelectores e não para financiar a organização. Outros peditórios são feitos nas nossas escolas e ninguém se escandaliza...\nO cerne da questão é que este senhor deputado aproveitou algo sem importância para questionar o relevo da iniciativa, utilizando, logo, o verbo “doutrinar” com toda a carga negativa. Porém, já passaria ao lado se em vez de se pretender sensibilizar as crianças para a discriminação e o bullying dirigido a crianças com outras orientações sexuais que não a mais comum, promovesse a inclusão de crianças das mais variadas etnias, projecto que desde há mais de uma década é desenvolvido nas nossas escolas.\nPor isso, apesar de reconhecer que muitas vezes o BE exagera, neste caso as duas deputadas têm toda a razão.",
                    "likes": 3,
                    "hasReplies": true,
                    "numberOfReplies": 32,
                    "replies": [
                        {
                            "id": "4375336163",
                            "user": "disqus_SEGoOTNNHB",
                            "date": "a year ago",
                            "timestamp": "NA",
                            "commentText": "Correndo o risco de estar mal informado, a primeira noticia que li sobre esta matéria era explicita, os fundos obtidos, não de forma voluntária mas sim obrigatória, foram para financiar a organização que foi fazer a palestra, as deslocações dos preletores, sendo uma iniciativa \"apadrinhada\" por uma qualquer entidade oficial (conheço bem o sistema nesse sentido) recebe vários milhares (a CIG tem mais de 1,5 milhões de Euros para essas iniciativas), estão pagas pela \"associação\", que talvez tenha visto foi uma forma de \"recuperar\" o dinheiro, o que, na minha modesta opinião, é incorrecto.<br/>Quanto à parvoíce do deputado (assim mesmo em letra pequena e sem qualquer deferência, como o próprio merece) é mesmo de uma parvoíce total, mas que esperar de gente retrógrada que ainda à meia dúzia de anos (quando estava no governo) quis extinguir a CIG e colocou à frente desse organismo uma \"madame\" que disse que preferia ter um filho drogado porque isso cura-se a ter um filho homossexual, acho que está tudo dito sobre os membros desse partido.",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "4375423843",
                                    "user": "pedro_lonet",
                                    "date": "a year ago",
                                    "timestamp": "NA",
                                    "commentText": "Meu caro, não tenho como discordar totalmente de si e recordo-me dessa senhora, escolhida pelo governo Coelho.\nNa notícia, referia-se que ocorreu um erro na ficha, mas que aquilo que foi dito aos pais foi que o pagamento era voluntário.\nUma vez que nenhum dos pais por aqui comenta, acho que não temos forma de saber.\nQuero, porém, felicitá-lo pelo seu comentário.\nCumps",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "4375175591",
                            "user": "disqus_PQwugCN79i",
                            "date": "a year ago",
                            "timestamp": "NA",
                            "commentText": "Aliás  como se vê, a iniciativa era, tão, tão, benigna que quem não alinhar no coro leva logo com a força bruta do Estado...",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 29,
                            "replies": [
                                {
                                    "id": "4375206054",
                                    "user": "pedro_lonet",
                                    "date": "a year ago",
                                    "timestamp": "NA",
                                    "commentText": "Tergiversar... sabe o que significa? É o que está a fazer...\nNão deixa de ser curioso que pessoas como V.Ex.ª pensem assim. Para o pessoal que gosta de manter o “status quo”, que pretende perpetuar o ódio e o preconceito, qualquer iniciativa no sentido contrário é vista como tirânica.\nA queixa não tem a ver a liberdade de opinião, mas com a utilização da liberdade de opinião para insultar e desinformar. Por sinal, V.Ex.ª já se deu ao trabalho de ler, no sítio electrónio da organização, o conteúdo da iniciativa? Claro que não, pois se o fizer aperceber-se-á que aquilo que pensa sobre o assunto é exactamente o contrário.\nFala-se de homossexualidade, de se pretender combater a violência contra garotos e garotas que são homossexuais, ou bissexuais, terminar com a pressão social que sofrem e que a muitas conduzem ao suicídio e vem um palhaço de um deputado e vereador do PSD que tinha a obrigação, mais do que qualquer um que aqui comenta, de se informar antes de se pôr a escrever porcaria no FB, falar de “doutrinar” as crianças. Por isso, deixemo-nos de tretas e sejamos minimamente honestos, se esta iniciativa não se focasse no bullyíng contra as minorias LGBT, se fosse dirigida, como muitas são, ao bullying étnico, cultural, social, teria passado entre as gotas da chuva e o palermóide do PSD tinha postado no FB mais uma fotografia do gatinho...",
                                    "likes": 2,
                                    "hasReplies": true,
                                    "numberOfReplies": 28,
                                    "replies": [
                                        {
                                            "id": "4375232396",
                                            "user": "disqus_PQwugCN79i",
                                            "date": "a year ago",
                                            "timestamp": "NA",
                                            "commentText": "E eu a pensar que estava a ser conciso....\nMas não seja por isso.\nEu ao invés, desta vez, tergiverso (perdido por 100...)\nEra o que faltava que um qualquer cidadão não pudesse dar uma opinião mais ou menos imbecil sobre o que é que seja!\nDesde quando é que a liberdade de expressão é limitada pela probidade do que é dito?\nAssim fosse aa senhoras deputadas do BE há muito que estariam silenciosas já que fazem carreira a ofender e desinformar.\nOu vai-me dizer que não senhora, o BE não ofende, não mente, não promove ódios?\n(vou evitar fazer futurologia sobre o que será a sua resposta, de todo quero tirar-lhe o posto...)",
                                            "likes": 1,
                                            "hasReplies": true,
                                            "numberOfReplies": 27,
                                            "replies": [
                                                {
                                                    "id": "4375254532",
                                                    "user": "pedro_lonet",
                                                    "date": "a year ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Meu caro, é engraçado que, agora, convenientemente, venha em defesa da liberdade de expressão. Porém, se não estou em erro, a sua posição sobre este tema era, ainda nem há uns dias, bem diferente, censurando a inciativa, assim como a liberdade de ser promovida (se houve pais que não quiseram que os seus filhos estivessem presentes, a maioria autorizou os seus filhos a participar, por isso aqueles que falam de “endoutrinação” das crianças, ou de manipulação, deveriam respeitar a liberdade de expressão e a liberdade dos pais de educarem os seus filhos como pretendem, no caso, a respeitar os outros, a serem cordatos e cívicos).",
                                                    "likes": 2,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 26,
                                                    "replies": [
                                                        {
                                                            "id": "4375393438",
                                                            "user": "disqus_PQwugCN79i",
                                                            "date": "a year ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Se me permite a sugestão, e é apenas uma sugestão, talvez devesse abrandar nos vaticínios, prognósticos e prolepses, esperar pela opinião original e assim poupar nas congeminações...\nDito isto, mais uma vez, não há qualquer exclusividade no exercício da liberdade de expressão, muito menos uma obrigatoriedade de ser-se coerente, ainda assim, da parte que me toca, sem ser radical, tenho uma enorme oposição a qualquer tentativa de doutrinação, com boas ou más intenções, feita em ambiente escolar.\nOs paizinhos querem os seus filhos muito católicos,? Nada a opor, o padre que faça horários pós-escolares na igreja lá do bairro. Da mesma forma, a célula feminazi transexual progressista quer espalhar a boa nova pelas criancinhas? Com toda a certeza haverá uma qualquer associação de Reiki com horários compatíveis.\nAgora, escola, lá está, no meu entender, não é para ensinar o que pensar, apenas para ensinar a pensar.\nE para que não sobrem dúvidas. Os paizinhos, que não são donos das suas crianças, são ulteriores responsáveis pela educação dos seus filhos e, por isso mesmo, duma vez por todas, assumam essa responsabilidade e parem de usar o dinheiro que é de todos para tal!\nOu seja, querem os seus filhos muito identificados com a ideologia de género, pois bem, exactamente porque a liberdade de expressão é um direito inalienável, jamais tal pode ser feito com meios de quem de todo concorda com tal ideologia. Ora, que eu saiba a escola é de todos porque todos a pagamos e, assim sendo, todos temos o direito de opinar o que é que se pode e não pode fazer nessa escola.\nE se dúvidas houvesse, alguém hoje toleraria alguém a ensinar criancinhas as maravilhas da excisão feminina em espaço escolar?\nEntão por que carga de água se acha tão progressista doutrinar o quão maravilhoso é a castração sexual?",
                                                            "likes": 2,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 25,
                                                            "replies": [
                                                                {
                                                                    "id": "4375416895",
                                                                    "user": "pedro_lonet",
                                                                    "date": "a year ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "tenho uma enorme oposição a qualquer tentativa de doutrinação, com boas ou más intenções, feita em ambiente escolar.\nÉ engraçado que qualifique apenas esta iniciativa como doutrinação. E aquelas que sensibilizam as crianças para o problema do racismo? E para a questão da violência doméstica? Também se opõe fortemente a estas ou apenas quando o tema é a discriminação e a violência dirigida a pessoas LGBTQ?\nAgora, escola, lá está, no meu entender, não é para ensinar o que pensar, apenas para ensinar a pensar.\nLeu o programa publicado no sítio da EX-AEQUO? Não leu, mas concluiu...\n Os paizinhos, que não são donos das suas crianças, são ulteriores responsáveis pela educação dos seus filhos e, por isso mesmo, duma vez por todas, assumam essa responsabilidade e parem de usar o dinheiro que é de todos para tal!\nPlenamente de acordo, gostaria que assim fosse. Porém - e não me interprete mal, pois o caminho deve ser nesse sentido - isso é uma utopia e, ainda para mais, num país em que o tempo de trabalho rouba espaço ao tempo da família.\n\"ideologia do género\" é a arma de arremesso daqueles que pretendem negar direitos às minorias sexuais. São aqueles que defendem as \"terapias de conversão\", aqueles que negam - um facto científico - que o género seja cultural e o sexo biológico, aqueles que insistem que menino veste azul e que menina veste rosa.\n E se dúvidas houvesse, alguém hoje toleraria alguém a ensinar criancinhas as maravilhas da excisão feminina em espaço escolar?<br/>Então por que carga de água se acha tão progressista doutrinar o quão maravilhoso é a castração sexual?\nMais uma vez se conclui que o caro apesar de não ter lido o conteúdo programático da iniciativa se refere a ela como se a conhecesse intimamente. Não se pretende convencer as crianças a mudarem de sexo, apenas a aprenderem a respeitar aqueles que nasceram diferentes como os transexuais (nasceram, outro facto científico).",
                                                                    "likes": 1,
                                                                    "hasReplies": true,
                                                                    "numberOfReplies": 24,
                                                                    "replies": [
                                                                        {
                                                                            "id": "4375433796",
                                                                            "user": "disqus_PQwugCN79i",
                                                                            "date": "a year ago",
                                                                            "timestamp": "NA",
                                                                            "commentText": "Não acho nada utópico, muito pelo contrário, opor-me veementemente  a todas as formas de doutrinação em ambiente escolar. A não ser que seja considerado utopia fazer oposição à política do pensamento hegemónico!\nE eu, que por princípio, sou a favor da liberdade só posso estar contra toda e qualquer tentativa de imposição de pensamento (e os exemplos que enunciou são excelentes exemplos, já que, a coberto das melhores intenções, carregam tenebrosas consequências). A unificação do pensamento é a maior ameaça à liberdade de expressão e não deixa ser pérfido utilizar um grupo (que nem sei por que razão é \"grupo\") de pessoas como \"cavalo de Tróia\" para implementar uma ideologia que tão trágica será para quem ousar ser diferente...",
                                                                            "likes": 1,
                                                                            "hasReplies": true,
                                                                            "numberOfReplies": 23,
                                                                            "replies": [
                                                                                {
                                                                                    "id": "4375453709",
                                                                                    "user": "pedro_lonet",
                                                                                    "date": "a year ago",
                                                                                    "timestamp": "NA",
                                                                                    "commentText": "Sim, é trágico e nefasto promover o respeito pelo próximo, a inclusão, a não discriminação...\nA iniciativa decorreu no âmbito da disciplina de formação cívica... gostaria, então, que me dissesse qual deva ser o seu conteúdo.",
                                                                                    "likes": 0,
                                                                                    "hasReplies": true,
                                                                                    "numberOfReplies": 22,
                                                                                    "replies": [
                                                                                        {
                                                                                            "id": "4375649955",
                                                                                            "user": "disqus_PQwugCN79i",
                                                                                            "date": "a year ago",
                                                                                            "timestamp": "NA",
                                                                                            "commentText": "É nefasto e trágico promover uniformidade de pensamento, seja ele qual for.\nA uniformidade de pensamento é, sempre foi, a raiz da intolerância e dos ódio que tanta ignomínia suscitaram.\nE não deixa de ser tenebroso que esta nova tentativa de promover uma uniformidade de pensamento venha nos ombros de tão nobres vontades.\nA falta de fé na bondade humana não serve de desculpa e muito menos justifica aqueles (e não são todos...) que não querem avaliar as reais consequências de tentar impor pensamentos uniformes.\nNesse sentido, respondendo à sua pergunta.\nNa minha opinião (e sou pai) de todo acho que uma disciplina como \"forma(ta) ção cívica\" tem lugar numa escola pública. Era o que faltava ser o Estado a dizer aos futuros cidadãos como ser cidadão!\nE quem não vê o aberrante que isso é, desculpe, mas é quem já nem sequer aspira a ser livre!\nA escola, repetindo-me, ensina a pensar. O que pensar é uma escolha que deve ser o mais original possível, disso depende a necessária vitalidade intelectual que nos faz progredir enquanto civilização!",
                                                                                            "likes": 1,
                                                                                            "hasReplies": true,
                                                                                            "numberOfReplies": 21,
                                                                                            "replies": [
                                                                                                {
                                                                                                    "id": "4375672228",
                                                                                                    "user": "pedro_lonet",
                                                                                                    "date": "a year ago",
                                                                                                    "timestamp": "NA",
                                                                                                    "commentText": "Uniformidade de pensamento? Como assim? Ensinar as crianças que para além de haver homens que amam mulheres, há mulheres que amam mulheres, homens que amam homens e que não há qualquer razão em humilhar e maltratar alguém apenas por causa de quem ama? Ensinar as crianças que a violência não é solução? Que ser diferente não é ser pior? Que humilhar o outro é moralmente errado? Isso é uniformidade de pensamento? Isso é sustentáculo da intolerância?\nMeu caro, creio que nem sequer faz ideia do que é a uniformidade de pensamento.\nNão é o único que é pai e, para além disso, parece desconhecer grande parte da realidade da escola pública e daquilo que os professores têm de aturar, pois há muitos alunos que de casa ouvem a lenga-lenga do respeito que os profs devem ter pela criatividade da criança que, em plena sala de aula, se recusa terminantemente a realizar as tarefas que os professores lhe pedem, que se estão zenitalmente a borrifar para aquilo que lhes está a ser transmitido... ensinar a pensar? Claro que sim, mas primeiro há ferramentas básicas, essenciais, sem as quais ninguém aprende a pensar.\nMais uma vez, repito, o caro fala daquilo que não conhece com uma certeza inabalável. Se tivesse lido o programa da iniciativa, saberia que as crianças são incentivadas a participar, a trocar ideias, a dar o seu contributo, a pensarem... Mas, não, não leu, pois para descobrir a “sua verdade” basta pensar”.\nAquilo que acho profundamente aterrador em todo o seu discurso, é que, de acordo com VExa, a escola nada deve fazer relativamente às situações de bullying e deve respeitar a originalidade, a criatividade e a liberdade de pensamento das crianças, mesmo daquelas que, por exemplo, há três ou quatro anos levaram um garoto de 13 anos, creio, ao suicídio...\nViva a liberdade!\n(A realidade na nossa escola pública é preocupante, não por causa dos professores, mas pela mentalidade, quase dominante, de que o “meu filho é um príncipe” e o professor está sempre errado).",
                                                                                                    "likes": 0,
                                                                                                    "hasReplies": true,
                                                                                                    "numberOfReplies": 20,
                                                                                                    "replies": [
                                                                                                        {
                                                                                                            "id": "4375715224",
                                                                                                            "user": "disqus_PQwugCN79i",
                                                                                                            "date": "a year ago",
                                                                                                            "timestamp": "NA",
                                                                                                            "commentText": "Peço desculpa mas está a contradizer-se.\nEstá por um lado a dizer que a escola não está a trabalhar num pressuposto moral único, depois defende que cabe à escola dizer o que é e não é errado pensar (por exemplo, humilhar o outro é errado...)\nOra essa fasquia, por mais bem intencionada, é uma intolerante vontade de uniformizar uma moral. E, é apenas uma de tantas!\nAquilo que me parece é que o senhor é, sem qualquer intenção de ofender, um desistente e conformado. E na verdade é a maioria. Nada de especial atendendo ao sistema de ensino tão vocacionado para punir a originalidade.\nA escola deve ser pautada por um código de disciplina que, depois, cabe a cada um dos alunos, pais, professores e funcionários escolher seguir ou assumir as consequências.\nA disciplina é uma escolha que nos dias de hoje está abandonada em prol dos números do ministério a educação.\nPara que não me confunda, de todo sou a favor da escolaridade obrigatória mínima, de todo sou a favor de uma escola de tolerância para quem claramente não tem soberania intelectual para participar na caminhada exigente que é ter um cérebro funcional.\nMais, acho um desperdício de tempo e recursos dedicar tanto tempo a quem manifestamente não quer ter uma palavra a dizer no destino que a sua vida possa ter.\nAfinal de contas, liberdade só existe se as escolhas forem consequentea certo?\nNesse sentido, preocupa-me muito pouco o bullying, haverá sempre fracos e fortes, mas o que realmente não tolero é o paternalismo no evitar das consequências das escolhas que fazemos...",
                                                                                                            "likes": 0,
                                                                                                            "hasReplies": true,
                                                                                                            "numberOfReplies": 19,
                                                                                                            "replies": [
                                                                                                                {
                                                                                                                    "id": "4375737577",
                                                                                                                    "user": "pedro_lonet",
                                                                                                                    "date": "a year ago",
                                                                                                                    "timestamp": "NA",
                                                                                                                    "commentText": "Meu caro, já é tarde. Peço-lhe, por favor, que leia o conteúdo programático da iniciativa, pois caso contrário estaremos sempre numa troca interminável sem aflorar sequer aquilo que aqui se discute.\nAdmito ter escolhido mal as palavras, mas a verdade é que a escola ao transmitir um conjunto de regras aos alunos não está a impor um pensamento único. Isso é o mesmo que dizer que a lei criminal contraris o espírito democrático pois não respeita a liberdade do indivíduo...\nPor outro lado, nem sequer compreendo em que medida defende que esta iniciativa compromete a originalidade e como o pode afirmar sem conhecimento de causa.\nO bullying não existe apenas por haver sempre fortes e fracos... mas por os fortes não reconhecerem as suas próprias fraquezas. No bullying não há só uma vítima.\nMas, creio que este debate será sempre estéril enquanto não tomar conhecimento daquilo em que consiste a iniciativa. O caro nem sequer sabia que no decurso da mesma as crianças são incentivadas a participar, a dar o seu contributo, a pensar...\nAcrescento: o caro incorreu, também, numa contradição: para alguém se encontrar em condições de se responsabilizar pelas suas escolhas, deverá à partida conceber não só as consequências, mas, igualmente, atender a pré-juízos de certo e errado, correcto e incorrecto, bom e mau... só assim alguém pode dizer-se livre nas escolhas que faz.",
                                                                                                                    "likes": 0,
                                                                                                                    "hasReplies": true,
                                                                                                                    "numberOfReplies": 18,
                                                                                                                    "replies": [
                                                                                                                        {
                                                                                                                            "id": "4375838470",
                                                                                                                            "user": "disqus_PQwugCN79i",
                                                                                                                            "date": "a year ago",
                                                                                                                            "timestamp": "NA",
                                                                                                                            "commentText": "Claro que é tarde e desde já as minhas sinceras desculpas se inadvertidamente prolongo a discussão, é raro encontrar quem, objectivamente, tem convicções antagónicas que esteja disponível para, no mínimo, dialogar sem recorrer (ad nauseam) aos rótulos morais estéreis.\nMesmo não sendo a minha melhor qualidade (alguma terei...), vou tentar ser sucinto.\nRepare, não acho minimamente relevante o conteúdo programático. Pode ser o mais brilhante e iluminado dos conteúdos, se bem que o mais provável é ser apenas um humano falhanço. Não é esse o caso.<br/>Tem como intenção definir e, mais relevante, valorar o bem do mal baseado numa concepção moral doutrinária assente numa ideologia pré-definida (repito, não interessa os seis méritos).\nTal, por melhores intenções, não tem lugar na escola que é de todos.\nA não ser que a seguir tenhamos que convencer a padralhada que não estão imbuídos de boas intenções quando pregam que a homossexualidade é um pecado sem remissão...\nQuanto ao reparo que me faz de eu estar equivocado (mau sinal se não estivesse...), acho que em momento algum disse que na escola não se pode aprender a diferença entre o bem e o mal. Na verdade acho um dos mais indicados lugares para se aprender a diferença entre o bem e o mal.\nAquilo que digo é algo diferente. O que não deve acontecer é ser a escola, de forma programática a instituir um só corpo moral ao qual se deve converter sob pena de punições divinas...\nSe me permite a veleidade, a moral tem tanto de metafísico quanto de práxis e como em tudo, é em criança que, errando e testando, tanto pode ser aprendido para a vida. Por isso mesmo o pior que se pode fazer é restringir esse infinito universo de aprendizagem com uma só versão da vida higiénica e segura (como só os adultos infelizes sabem fazer...).",
                                                                                                                            "likes": 0,
                                                                                                                            "hasReplies": true,
                                                                                                                            "numberOfReplies": 17,
                                                                                                                            "replies": [
                                                                                                                                {
                                                                                                                                    "id": "4376167532",
                                                                                                                                    "user": "pedro_lonet",
                                                                                                                                    "date": "a year ago",
                                                                                                                                    "timestamp": "NA",
                                                                                                                                    "commentText": "(3)\nPor isso, torna-se essencial que a escola saibda transmitir às crianças que as regras são para serem cumpridas, não pelo temor das consequências do seu incumprimento, mas por causa do seu fim último: permitir que todos vivamos em paz, tranquilamente.\nSe para algumas pessoas é necessária a ameaça de uma pena de prisão para que não matem, para a maioria das pessoas tal prevenção é desnecessária, pois basta a empatia, o sentir pelo outro, para que nos matemos uns aos outros.\nSem querer generalizar, nos últimos anos faltou, a uma geração que agora é pai e mãe, a disciplina de formação cívica. É comum encontrarmos crianças desobedientes, que não reconhecem o “não”, pois os seus pais não souberam ensinar o seu valor. Sempre lhes disseram sim a tudo, por chegarem cansados a casa, fartos de tudo e sem tempo nem disponibilidade mental para sobreviver a mais uma birra. Envergonhados, no supermercado, aceitam todos os caprichos dos filhos. Consequências? Crescem a pensar que tudo lhes é devido, que não é preciso esforçarem-se para conseguirem o que querem, que o prof é amigo e que o patrão tem a obrigação de os elogiar; não sabem lidar com a desilusão, com a rejeição.\nOutro exemplo no quotidiano: basta olhar para quem circula de bicicleta e que não respeita as regras do CE, andando em cima do passeio, das passadeiras, em sentido contrário, desrespeitando semáforos,cedências de passagem. Será por ignorância, ou por puro umbiguismo? Eu ando de bicicleta, sou um dos totós que fica parado no vermelho, pois sabe que um carro anda mais depressa e é mais pesado do que uma bicicleta e que esta não responde tão imediatamente a uma fuga como as nossas pernas... que dá uma volta maior para não andar por entre os peões ou que apeia quando atravessa uma passadeira. Faço por receio das consequências? Não, claro que não, até porque apesar de serem infracções púniveis com metade da coima aplicada pelas mesmas infracções aos automobilistas, não há fiscalização, há impunidade. Não, obedeço às regras pois só assim convivemos todos em paz em sociedade.\nPor isso, meu caro, fazem falta acções de formação cívica e até campanhas na televisão pública (que deveria prestar serviço público) dirigidas a adultos para debelar este umbiguismo generalizado, esta constante falta de respeito pelo outro e a sobreposição do “eu”.\nCumps",
                                                                                                                                    "likes": 1,
                                                                                                                                    "hasReplies": true,
                                                                                                                                    "numberOfReplies": 1,
                                                                                                                                    "replies": [
                                                                                                                                        {
                                                                                                                                            "id": "4376196951",
                                                                                                                                            "user": "disqus_PQwugCN79i",
                                                                                                                                            "date": "a year ago",
                                                                                                                                            "timestamp": "NA",
                                                                                                                                            "commentText": "Repare, eu serei o primeiro a concordar que os índices cívicos estão pelas ruas da amargura, fruto, em grande medida, do laxismo parental.\nMas alguém pára para pensar sobre o porquê desse laxismo?\nVale o que vale, se me permite, sugiro-lhe a leitura de um \"singelo\" livro de Elizabeth Warren (insuspeita pessoa de esquerda...) The Two Income Trap.\nAs consequências das boas intenções são sempre as mais difíceis de aceitar...",
                                                                                                                                            "likes": 1,
                                                                                                                                            "hasReplies": false,
                                                                                                                                            "numberOfReplies": 0,
                                                                                                                                            "replies": []
                                                                                                                                        }
                                                                                                                                    ]
                                                                                                                                },
                                                                                                                                {
                                                                                                                                    "id": "4376155707",
                                                                                                                                    "user": "pedro_lonet",
                                                                                                                                    "date": "a year ago",
                                                                                                                                    "timestamp": "NA",
                                                                                                                                    "commentText": "(2) Creio que o seu erro está no facto de considerar a movimentação LGBT como um movimento “ideológico” que não o é. Contrariamente ao que se passa com a igreja, que valora as orientações sexuais e os comportamentos à luz de considerações morais, aquilo que se pretende não é defender que uma orientação sexual é melhor ou pior, certa ou errada. Aquilo que se transmite é a realidade, os factos e convida-se ao debate, à discussão, algo que a igreja jamais faz.\nQuando dei o exemplo da humilhação, poderia ter dito em vez de certo ou errado, que a mesma deve ser entendida como lícita ou ilícita. Humilhar alguém pressupõe quase sempre a prática de um crime, o crime de injúrias e, por conseguinte deve ser combatido e como tal se consegue? Educando. O caro referiu que teremos de respeitar a originalidade, a criatividade e a liberdade de pensamento do aluno e que este tomará as suas escolhas sofrendo as consequências da mesma. Mas, por outro lado, considera que juízos normativos de certo e de errado não têm lugar no espaço escolar que é de todos. Então, não podendo a escola transmitir aos seus alunos que os mesmos não devem copiar, será justo punir quem copia mas que desconhecia que não o podia fazer?\nDiscordo, assim, que ao convidar palestrantes que se deslocam à escola para abordar um dos temas da disciplina de formação cívica, seja o mesmo que instituir um único corpo moral.\nDa mesma forma que se pretende que uma criança aprenda que todos temos direitos e deveres uns perante os outros e para com as gerações vindouras no respeito pelo nosso meio ambiente, também se pretende que aprenda a colocar-se na pele do outro, a respeitar o outro independentemente de diferenças de capacidade, de género, de cultura, de religião, da língua, etc, assim como reconhecer formas de discriminação e de as evitar.\n(cont.)",
                                                                                                                                    "likes": 1,
                                                                                                                                    "hasReplies": true,
                                                                                                                                    "numberOfReplies": 13,
                                                                                                                                    "replies": [
                                                                                                                                        {
                                                                                                                                            "id": "4376186284",
                                                                                                                                            "user": "disqus_PQwugCN79i",
                                                                                                                                            "date": "a year ago",
                                                                                                                                            "timestamp": "NA",
                                                                                                                                            "commentText": "Continuo a achar que, peço desculpa pela insistência, confunde o que digo.\nDe todo defendo que a escola não deva ter um edifício normativo e disciplinar, muito pelo contrário. Aliás, acho que o afrouxar dessa exigência é especialmente danosa na formação dos futuros cidadãos.\nAquilo que tento discutir é outra coisa substancialmente diferente que é o direito (eu diria o dever) de pensarmos diametralmente diferente sem o pavor da punição.\nMas, mais, termos a liberdade de sermos maus, desagradáveis, intolerantes, muito pouco sociáveis.\nNada haverá de mais abominável que uma sociedade de gente tão eunuca!\nAinda assim, continuamos à volta de um não tema. A igualdade de género é, obviamente, assente numa matriz ideológica, tenebrosa diria eu. As concepções de género e sexualidade defendidas pelas organizações por si citadas estão prenhas de subjectividade ideológica e doutrina. E aliás são ferozes na censura do discurso antagónico.\nNão é de todo fácil contrapor o que quer que seja sem, rapidamente, se encontrar apelidado de odioso, homofóbico, transfóbico, nazi e por aí afora.\nE, no entanto, tanta coisa que de todo é factual a exigir ser contraditado.\nNada disso implica ter tais debates com crianças de 10 anos!\nSe me permite, basta ver de onde começa o seu argumento, na afirmação de posse de uma virtude tal (afinal que há de errado em querer promover a harmonia?), que só mesmo os mal intencionados estarão contra as suas intenções.\nE repare, não discuto (grande parte...) que de facto (subjectivamente) muito do que diz não esteja correcto. Não é essa a razão para objectar a sua doutrinação a crianças. Liberdade é  impassível à probidade.\nE do muito que há para dizer, não sei se tem alguma relevância num qualquer movimento, mas ainda assim, termino com um apelo, tantas vezes as boas intenções são as mais nefastas que lhe sugiro que avalie melhor as reais consequências do que pretende erradicar. Tanta coisa corre mal, fruto da nossa condição humana, não cometa a soberba de se achar imune a tal destino...",
                                                                                                                                            "likes": 0,
                                                                                                                                            "hasReplies": true,
                                                                                                                                            "numberOfReplies": 12,
                                                                                                                                            "replies": [
                                                                                                                                                {
                                                                                                                                                    "id": "4379585373",
                                                                                                                                                    "user": "pedro_lonet",
                                                                                                                                                    "date": "a year ago",
                                                                                                                                                    "timestamp": "NA",
                                                                                                                                                    "commentText": "Meu caro, desde já, peço desculpa por ter demorado tanto tempo a responder-lhe, mas, por um lado, ainda bem que não respondi mais cedo. Muitas vezes, distanciar-nos da questão, permite-nos encarar a questão sob outro prisma. Foi que sucedeu. Afastámo-nos da questão principal.\nConcordando com as suas palavras no que concerne ao facto de competir aos pais decidirem a educação dos seus filhos, foi aquilo que os pais cujos filhos participaram na iniciativa fizeram ao autorizá-los. Os pais foram devidamente informados sobre o seu conteúdo e autorizaram. Ora, quando se ouve o Fernando Negrão e o tal Bruno e a bancada do PSD indignadas com as “porcarias” a que sujeitam “as nossas criancinhas” deveriam, mas é, estarem calados, pois nada mais ridículo há que defender o poder dos pais à educação dos filhos ao mesmo tempo que se quer negar esse mesmo poder aos pais das criancinhas que as autorizaram a participar. Assim, mais uma vez, a hipocrisia dessa gente se manifesta quando se referem às crianças dos outros como “nossas”. Gostaria de responder ao Bruno e ao Fernando que as “vossas” crianças foram suficientemente protegidas pelos pais que optaram por não as autorizar a participar naquela “porcaria”.\nPor isso, meu caro, estou perfeitamente convicto que esta polémica foi criada apenas para cumprir determinados fins políticos e jornalísticos. Aliás, a questão dos míseros 50 cêntimos é disso sintoma, pois não se conhece nenhum pai ou mãe que se tenha queixado por ter de pagar esse montante e mesmo que o sentissem como obrigação, bastaria terem recusado autorização a que o/s seu/s filho/s e/ou filha/s participassem no evento. Tudo se resume a um sensacionalismo que apenas serviu para vender jornais, para incentivar aos cliques nos sites e aos comentários em fóruns como este.\nEm suma, tanto é livre um pai ou uma mãe de recusarem que o respectivo educando participe nesta iniciativa, como o pai ou a mãe que o autorizaram e essa liberdade foi respeitada, nunca tal facto sido contrariado por qualquer órgão de comunicação.\nQuanto à queixa apresentada, considero-a ridícula e que apenas veio chamar a atenção para as palavras ignorantes e atávicas de fulanos do PSD que se esqueceram que a sua liberdade é tão importante como a dos outros e que os epítetos com os quais rotularam a inciativa diz mais deles do que daquela.",
                                                                                                                                                    "likes": 0,
                                                                                                                                                    "hasReplies": true,
                                                                                                                                                    "numberOfReplies": 11,
                                                                                                                                                    "replies": [
                                                                                                                                                        {
                                                                                                                                                            "id": "4379860727",
                                                                                                                                                            "user": "disqus_PQwugCN79i",
                                                                                                                                                            "date": "a year ago",
                                                                                                                                                            "timestamp": "NA",
                                                                                                                                                            "commentText": "Continuo a achar que andamos sim à volta da questão sem nunca a, realmente, lidar com.\nNesse sentido, por limitações de argumentos com toda a certeza, volto a repetir-me.\nNão ponho em causa a liberdade de cada pai decidir o que é que e não é o seu filho aprender. Dá mesma forma não acho que esse direito esteja acima do direito de cada um opinar sobre essa mesma forma de educar. Mais, de todo acho que os pais sejam omnipotentes no que diz respeito à educação dos seus filhos.\nAssim, no caso em mãos, os pais têm todo o direito de enviar os seus filhos para tais saraus de inclusão, desde que jamais aconteçam dentro da escola. Essa chancela é uma usurpa inaceitável num estado laico.\nDa mesma forma que não compreendo toda a celeuma pelas palavras mais ou menos idiotas dos ditos deputados.\nSe estão sujeitos a um sufrágio livre e democrático, só nos devemos congratular por dizerem o que pensam realmente. Condenável é quando mentem.",
                                                                                                                                                            "likes": 0,
                                                                                                                                                            "hasReplies": true,
                                                                                                                                                            "numberOfReplies": 10,
                                                                                                                                                            "replies": [
                                                                                                                                                                {
                                                                                                                                                                    "id": "4379871277",
                                                                                                                                                                    "user": "pedro_lonet",
                                                                                                                                                                    "date": "a year ago",
                                                                                                                                                                    "timestamp": "NA",
                                                                                                                                                                    "commentText": "Ok, para si, a liberdade só existe se for como entende que é!\nNão, meu caro, a escola pública é um espaço de inclusão, de encontro, de reunião e de formação.\nPor outro lado, reduzir a iniciativa a um sarau, sem sequer se ter dado ao trabalho de a conhecer, não merece contraposição digna. Para além de se ter negado informar-se a respeito, essencial para podermos criticar o quer que seja, ainda a confunde com religião.\nDeixo-lhe aqui um link para uma opinião que subscrevo na íntegra da deputada pelo PS, Catarina Marcelino.\n<a href=\"http://disq.us/url?url=http%3A%2F%2Fvisao.sapo.pt%2Fopiniao%2Fbolsa-de-especialistas%2F2019-03-14-Nao-sou-intolerante-mas%3Futm_source%3Dnewsletter%26utm_medium%3Dmail%26utm_campaign%3Dnewsletter%26utm_content%3D2019-03-15%3ADvyY7wV7nopl_2BDlOylzfxKlko&amp;cuid=2974901\" rel=\"nofollow noopener\" title=\"http://visao.sapo.pt/opiniao/bolsa-de-especialistas/2019-03-14-Nao-sou-intolerante-mas?utm_source=newsletter&amp;utm_medium=mail&amp;utm_campaign=newsletter&amp;utm_content=2019-03-15\">http://visao.sapo.pt/opinia...</a>",
                                                                                                                                                                    "likes": 0,
                                                                                                                                                                    "hasReplies": true,
                                                                                                                                                                    "numberOfReplies": 9,
                                                                                                                                                                    "replies": [
                                                                                                                                                                        {
                                                                                                                                                                            "id": "4379890237",
                                                                                                                                                                            "user": "disqus_PQwugCN79i",
                                                                                                                                                                            "date": "a year ago",
                                                                                                                                                                            "timestamp": "NA",
                                                                                                                                                                            "commentText": "A minha posição sobre a Liberdade, no sentido filosófico, em muitos sentidos é algo hegeliana visto que a entendo como uma relação com a verdade de cada um.\nAssim talvez perceba melhor a minha real urticária em relação a qualquer tipo de doutrinação.\nMais uma vez. Escola não é plataforma para manipulação cívica seja ela qual for. Você insiste em sublinhar os méritos do conteúdo sem sequer conceder que essa é uma usurpa do seu viés (legítimo).\nEu estaria a dizer o mesmíssimo que digo a si ao mais bem intencionado dos padres que \"apenas\" quisesse dar a conhecer o quão maravilhoso é um mundo onde todos são misericordiosos e moralmente sadios.\nNão me culpe a mim pela comparação.",
                                                                                                                                                                            "likes": 0,
                                                                                                                                                                            "hasReplies": true,
                                                                                                                                                                            "numberOfReplies": 8,
                                                                                                                                                                            "replies": [
                                                                                                                                                                                {
                                                                                                                                                                                    "id": "4379917282",
                                                                                                                                                                                    "user": "pedro_lonet",
                                                                                                                                                                                    "date": "a year ago",
                                                                                                                                                                                    "timestamp": "NA",
                                                                                                                                                                                    "commentText": "Sabe o que motivou os dois assassinos do Liceu Colombine nos EUA?\nNão foi a fama que motivou os imitadores subsequentes, incluindo os recentes brasileiros...",
                                                                                                                                                                                    "likes": 0,
                                                                                                                                                                                    "hasReplies": true,
                                                                                                                                                                                    "numberOfReplies": 7,
                                                                                                                                                                                    "replies": [
                                                                                                                                                                                        {
                                                                                                                                                                                            "id": "4380091447",
                                                                                                                                                                                            "user": "disqus_PQwugCN79i",
                                                                                                                                                                                            "date": "a year ago",
                                                                                                                                                                                            "timestamp": "NA",
                                                                                                                                                                                            "commentText": "Francamente, não sei. Já agora, não está a tergiversar(não resisti à chalaça...)?",
                                                                                                                                                                                            "likes": 0,
                                                                                                                                                                                            "hasReplies": true,
                                                                                                                                                                                            "numberOfReplies": 6,
                                                                                                                                                                                            "replies": [
                                                                                                                                                                                                {
                                                                                                                                                                                                    "id": "4380149150",
                                                                                                                                                                                                    "user": "pedro_lonet",
                                                                                                                                                                                                    "date": "a year ago",
                                                                                                                                                                                                    "timestamp": "NA",
                                                                                                                                                                                                    "commentText": "Já explicarei adiante onde pretendo chegar.\nA Liberdade segundo Hegel, tanto quanto me recordo, impunha, também, a existência do oposto, uma sujeição. Mas, não creio que o nosso sistema de ensino, na sua componente curricular, se tenha alguma vez enquadrado nessa visão da liberdade.\nMas, pegando ainda naquilo que escreveu anteriormente, os jovens do liceu Colombine, também tinham a sua verdade. E há quem diga que aquilo que os motivou foi o facto de serem vítimas de bullying... igualmente, aqueles que mataram, hoje, 49 pessoas na Nova Zelândia e feriram outras tantas, o fizeram na convicção da sua verdade.\nO caro fala em doutrinar. Porém e como já lhe disse, subscrevo na íntegra o que Catarina Marcelino escreveu na Visão:\nDefender os Direitos Humanos, onde se insere a igualdade e a identidade de género, não é ideologia, mas sim um referencial das Nações Unidas e do Conselho da Europa, aceite pelo país, através de tratados ratificados pelo Estado Português.\nIsto não é doutrina, são factos, são obrigações assumidas por Portugal.",
                                                                                                                                                                                                    "likes": 0,
                                                                                                                                                                                                    "hasReplies": true,
                                                                                                                                                                                                    "numberOfReplies": 5,
                                                                                                                                                                                                    "replies": [
                                                                                                                                                                                                        {
                                                                                                                                                                                                            "id": "4380211799",
                                                                                                                                                                                                            "user": "disqus_PQwugCN79i",
                                                                                                                                                                                                            "date": "a year ago",
                                                                                                                                                                                                            "timestamp": "NA",
                                                                                                                                                                                                            "commentText": "Peço desculpa mas o postulado pela senhora Catarino é o paradigma de ideologia (e de todo serve jurar a pés juntos o contrário!)\nA igualdade nos termos que é veiculada é, assumidamente, um valor imposto, um objectivo moral defendido por motivos ideológicos (dogmáticos) que na verdade é uma justaposição dos postulados ideológicos do marxismo e, pior, são parte fundamental na destruição das culturas originais. Os \"direitos do homem\" (sempre com as melhores intenções) destruíram mais povos que o pior dos colonialismos... E isto sim é um facto. Podemos não gostar, não deixa de ser um facto.",
                                                                                                                                                                                                            "likes": 0,
                                                                                                                                                                                                            "hasReplies": true,
                                                                                                                                                                                                            "numberOfReplies": 4,
                                                                                                                                                                                                            "replies": [
                                                                                                                                                                                                                {
                                                                                                                                                                                                                    "id": "4380231963",
                                                                                                                                                                                                                    "user": "pedro_lonet",
                                                                                                                                                                                                                    "date": "a year ago",
                                                                                                                                                                                                                    "timestamp": "NA",
                                                                                                                                                                                                                    "commentText": "“Paradigma da ideologia”\nBem, então o caro não defende qualquer ideologia, certo? Creio que até o não comprometimento com uma qualquer ideologia é, em si, uma ideologia.\nNão, a igualdade nos termos em que é veiculada é aquela que decorre do princípio constitucionalmente protegido. Quando se defende a igualdade de género, defende-se a igualdade de direitos e de tratamento perante a lei, independentemente do género. E tanto quanto sei se alguns princípios jurídicos se encontram imbuídos de valores morais não deixam por causa disso de ser princípios jurídicos, positivamente originados por um dado regime, num determinado momento histórico e num determinado espaço geográfico.\nO argumento do combate contra a destruição das culturas originais levou um bárbaro de 28 anos a assassinar 49 pessoas, incautas, desarmadas, desprotegidas.\nNão basta fazer uma afirmação como aquela que fez sobre os “direitos do homem” e enaltecendo-a como um facto que não admite ser contrariado para que a mesma seja por mim aceite. Aliás, a História recente demonstra exactamente o oposto, regimes como o do Hitler, do Mao, do Estaline, do querido líder, do Maduro, do actual selvagem filipino, cujo nome não me recordo nem me interessa prsquisar, por não respeitarem os direitos humanos é que destruíram mais do que culturas originais, massacraram milhares de pessoas, cometendo crimes de genocídio. Países como o Irão, a Arábia Saudita, por não respeitarem os direitos humanos enforcam homossexuais e decapitam mulheres acusadas de bruxaria e lapidam mulheres, mesmo viúvas, “adúlteras”.\nNão sei por que razão não voltamos a ter sacrifícios humanos... as culturas originais merecem ser preservadas! E isto sim também é um facto que não pode ser ignorado.",
                                                                                                                                                                                                                    "likes": 1,
                                                                                                                                                                                                                    "hasReplies": true,
                                                                                                                                                                                                                    "numberOfReplies": 3,
                                                                                                                                                                                                                    "replies": [
                                                                                                                                                                                                                        {
                                                                                                                                                                                                                            "id": "4380263551",
                                                                                                                                                                                                                            "user": "disqus_PQwugCN79i",
                                                                                                                                                                                                                            "date": "a year ago",
                                                                                                                                                                                                                            "timestamp": "NA",
                                                                                                                                                                                                                            "commentText": "Agora não sei estamos a falar da mesma coisa. Hitler, Estaline, para mencionar os mais óbvios, fizeram o que fizeram por ditames ideológicos. Os Imãs fanáticos da Arábia Saudita julgam estar realmente na posse do ulterior bem quando assassinam homossexuais.\nOra o edifício moral que cada povo, cada cultura, edifica, mais ou menos dogmático, mais ou menos ambicioso (e quanto mais ambicioso mais tenebroso...) a cada povo pertence, acho.\nNa parte que nos toca, neste quadrado à beira-mar abandonado, inegavelmente, somos os contrariados herdeiros de todo um edifício moral fundado na ideologia cristã que, quando faliu, deixou-nos órfãos e susceptíveis a importações de qualidade duvidosa.\nColeccionamos pomposos termos sem grandes noções do que realmente significam e igualdade surge à cabeça.\nBasta ver isso de igualdade perante a lei...\nQuer igualdade perante a lei? Era capaz de apostar que não... (sim estou a provocar só um bocadinho...)",
                                                                                                                                                                                                                            "likes": 0,
                                                                                                                                                                                                                            "hasReplies": true,
                                                                                                                                                                                                                            "numberOfReplies": 2,
                                                                                                                                                                                                                            "replies": [
                                                                                                                                                                                                                                {
                                                                                                                                                                                                                                    "id": "4380308324",
                                                                                                                                                                                                                                    "user": "pedro_lonet",
                                                                                                                                                                                                                                    "date": "a year ago",
                                                                                                                                                                                                                                    "timestamp": "NA",
                                                                                                                                                                                                                                    "commentText": "Sim, mas o que se encontrava na raiz desses ditames ideológicos? A preservação de uma suposta cultura “original”... no caso Hitler, assaz evidente, no caso de Estaline a imposição de uma culura “original” emergente.\nObviamente que sim, tal como Hitler e Estaline igualmente acharam que aquilo que faziam era o “superior bem”. Ambos pretendiam destruir um inimigo perigossíssimo.\nSe a cada povo pertencesse, jamais a maioria dos povos deste planeta acordariam numa Sociedade das Nações que apenas se concretizou, com alguma efectividade, na ONU e não se teriam intrometido relativamente a crimes cometidos por governantes desses povos.\n(sublinho, porém, que ainda não nos encontramos num mundo verdadeiramente unido, porém, para mim, a globalização dos direitos humanos é um dos meios para o alcançar; a humanidade como um todo...).\nFicámos órfãos? Um pouco de exagero, não acha? Especifique, quais as importações éticas de qualidade duvidosa...  mantém-se sempre vago e impreciso. Pedi-lhe para concretizar a sua anterior afirmação, não o fez.\nPomposo? Não, meu caro, o princípio da igualdade é, lamento dizê-lo, contrariamente ao seu discurso, uma realidade bem concreta. Significa que os direitos que me são reconhecidos, são-no também a si. Significa que a lei, sendo geral e abstracta, se aplica de igual modo a todos. Quando implica um tratamento diferenciado, fá-lo para não criar injustiças, para não discriminar aqueles que, por qualquer razão, não podem exercer um determinado direito da mesma forma. É o corolário do tratamento diferenciado a quem é diferente e cujo exemplo académico é o exercício do direito de acesso. Para que uma pessoa em cadeira de rodas consiga entrar na Repartição de Finanças para tratar dos seus assuntos fiscais, será discriminada se lhe for dado o mesmo tratamento que é dado aos restantes cidadãos. Assim, é necessário remover obstáculos para que a pessoa consiga fazer o mesmo que os outros.\nDevo salientar que o DIREITO é aquilo que deve ser e não aquilo que é, mas é o único bom começo...\nRespondendo à sua questão (apesar de não responder às minhas), não só quero, como exijo!",
                                                                                                                                                                                                                                    "likes": 1,
                                                                                                                                                                                                                                    "hasReplies": true,
                                                                                                                                                                                                                                    "numberOfReplies": 1,
                                                                                                                                                                                                                                    "replies": [
                                                                                                                                                                                                                                        {
                                                                                                                                                                                                                                            "id": "4380345809",
                                                                                                                                                                                                                                            "user": "disqus_PQwugCN79i",
                                                                                                                                                                                                                                            "date": "a year ago",
                                                                                                                                                                                                                                            "timestamp": "NA",
                                                                                                                                                                                                                                            "commentText": "Desde já desculpe se, de facto, tergiverso (não estou a ser irónico...).\nAndamos às voltas e eu, mais que você, tenho uma idiota tendência para me perder. Isto para dizer que de todo é propositado a falta de respostas da minha parte.\nAssim, o mais importante.\nPara mim é inegável que uma das nefastas consequências (nem tudo foi positivo)na falência dos modelos sociais sustentados em doutrinas religiosas foi a sua substituição por ideologia (o marxismo e o nazismo enquanto ulteriores exemplos). Daí a nossa orfandade, saiu o Cardeal Cerejeira mas não fomos capazes de encontrar em nós um caminho sem ambições ideológicas que, no caso português, invariavelmente tende para um regime paternalista e muito pouco democrático (somos umas eternas criancinhas nas mãos de Deus...)\nNão me vou alongar na refutação do globalismo e da sua vontade da universalidade. Essa ideologia (concorda que é uma ideologia ao menos?), uma evolução lógica do marxismo, tem todos os condimentos para ser ainda mais tenebrosa que a original tão em contravenção está com os axiomas do que nos faz humanos. Apenas lhe direi que quanto mais iguais formos, menos livres seremos, e quanto menos livres formos mais violentos seremos.\nQuanto à questão da igualdade na lei, partindo do principio que estava a provocar (de todo me parece importante o seu género, mas se fosse dado a adivinhar, diria, que é feminino...) permita-me elaborar com o pior dos exemplos:\nSou completamente a favor de uma lei que regula a interrupção voluntária da gravidez nos moldes que a lei portuguesa o faz. Mas essa lei é objectivamente uma manifesta discriminação irremediável. Homens e mulheres, e ainda bem, não têm os mesmos direitos parentais.\nMas, e aqui menos provocador, de todo quero viver numa sociedade onde a lei olha para todos de igual maneira. Não quero!\nE você, quer viver numa sociedade onde um suspeito de um crime é olhado pela lei da mesma maneira que uma suposta vítima?",
                                                                                                                                                                                                                                            "likes": 0,
                                                                                                                                                                                                                                            "hasReplies": false,
                                                                                                                                                                                                                                            "numberOfReplies": 0,
                                                                                                                                                                                                                                            "replies": []
                                                                                                                                                                                                                                        }
                                                                                                                                                                                                                                    ]
                                                                                                                                                                                                                                }
                                                                                                                                                                                                                            ]
                                                                                                                                                                                                                        }
                                                                                                                                                                                                                    ]
                                                                                                                                                                                                                }
                                                                                                                                                                                                            ]
                                                                                                                                                                                                        }
                                                                                                                                                                                                    ]
                                                                                                                                                                                                }
                                                                                                                                                                                            ]
                                                                                                                                                                                        }
                                                                                                                                                                                    ]
                                                                                                                                                                                }
                                                                                                                                                                            ]
                                                                                                                                                                        }
                                                                                                                                                                    ]
                                                                                                                                                                }
                                                                                                                                                            ]
                                                                                                                                                        }
                                                                                                                                                    ]
                                                                                                                                                }
                                                                                                                                            ]
                                                                                                                                        }
                                                                                                                                    ]
                                                                                                                                },
                                                                                                                                {
                                                                                                                                    "id": "4376146966",
                                                                                                                                    "user": "pedro_lonet",
                                                                                                                                    "date": "a year ago",
                                                                                                                                    "timestamp": "NA",
                                                                                                                                    "commentText": "(1) Nisso, meu caro, estamos de acordo :), pois é difícil encontrar alguém que mantenha o debate sem resvalar para a argumentação ad hominem.\nAprendi há pouco que não devemos colar aqui hiperligações, pois é uma forma fácil para que os informáticos nos rasteiem. Não tenho qualquer receio que o caro o faça, ou pretenda fazer, mas qualquer pessoa o pode e a minha experiência no antigo fórum do Expresso ensinou-me que há nestes espaços gente mal formada que recorre ao insulto como forma de provocação e se serve dos seus conhecimentos para sacar dados pessoais com aqueles comentadores cujas opiniões desagradam.\nTudo isto dito, caso queira, pesquise no Google pelo Plano curricular 2014.2017, “Educação para a cidadania. Formação Cívica” do Agrupamento de Escolas de Avis. Nas suas linhas orientadoras, pode ler-se que a cidadania [se traduz] numa atitude e num comportamento, num modo de estar em sociedade que tem como referência os direitos humanos, nomeadamente os valores da igualdade, da democracia e da justiça social. e que  a escola constitui um importante contexto para a aprendizagem e o exercício da cidadania e nela se refletem preocupações transversais à sociedade. Chamo a atenção para o título 3 - perfil de saída, consoante o ciclo, onde se elencam as competências que no final do respectivo ciclo lectivo se pretende que as crianças dominem.\nPara este Agrupamento esta disciplina é de frequência obrigatória e nela se encaixa na perfeição a inicitiva da qual falamos e cujo conteúdo programático o caro não considera relevante.\n(cont.)",
                                                                                                                                    "likes": 0,
                                                                                                                                    "hasReplies": false,
                                                                                                                                    "numberOfReplies": 0,
                                                                                                                                    "replies": []
                                                                                                                                }
                                                                                                                            ]
                                                                                                                        }
                                                                                                                    ]
                                                                                                                }
                                                                                                            ]
                                                                                                        }
                                                                                                    ]
                                                                                                }
                                                                                            ]
                                                                                        }
                                                                                    ]
                                                                                }
                                                                            ]
                                                                        }
                                                                    ]
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4375057299",
            "user": "disqus_45EarayAjz",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "Polícia do pensamento. Em todo o lado.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4375101528",
                    "user": "pedro_lonet",
                    "date": "a year ago",
                    "timestamp": "NA",
                    "commentText": "Exactamente. Esse deputado e vereador acha que as crianças não devem ser sensibilizadas para esta problemática em particular, pouco se importando para outras. Comportamento típico dos conservadores quando se apercebem que os seus preconceitos não fazem sentido.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4375049477",
            "user": "joocalca",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "eu logo vi que o BE tinha de andar metido nisto.... AHAHAHAHA  que vergonha de gente...",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4375102482",
                    "user": "pedro_lonet",
                    "date": "a year ago",
                    "timestamp": "NA",
                    "commentText": "Por acaso, o BE não detém a exclusividade do bom senso...",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}