{
    "header": {
        "title": " Brasil não pode ficar conhecido como paraíso do mundo gay ",
        "subtitle": " Jean Wyllys diz que declarações do Presidente brasileiro são apenas Bolsonaro sendo Bolsonaro ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 26 de abril 2019 ",
        "dateExtraction": " 2020-03-04 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/654848/-brasil-nao-pode-ficar-conhecido-como-paraiso-do-mundo-gay- ",
        "postText": " ['O Presidente do Brasil, Jair Bolsonaro, afirmou esta quinta-feira de manhã que o Brasil não pode ficar conhecido como paraíso do mundo gay. Por outro lado, garantiu que quem quiser vir até aqui e ter sexo com uma mulher é muito bem-vindo.', 'As declarações de Bolsonaro, feitas durante um pequeno-almoço com jornalistas, foram citadas em órgãos brasileiros como a revista digital Crusoé ou o site O Antagonista.', 'Diz quem lá esteve que o chefe de Estado brasileiro justificou a afirmação dizendo apenas: \u0093Temos famílias\u0094.', 'A frase de Bolsonaro, assim que foi publicada, causou indiganação de muitos, em especial da comunidade LGBT do país.', 'O vereador do Rio de Janeiro David Miranda não poupou críticas a Bolsonaro. \u0093Isto não é um chefe de Estado, isto é uma vergonha nacional\u0094, disse em entrevista ao The Guardian.', 'Para o vereador as palavras do Presidente promovem a exploração sexual das mulheres brasileiras. \u0093Ele está a manchar a imagem do nosso país de todas as formas imagináveis\u0094, acrescentou.', 'Um professor de Direito da Universidade Federal de São Paulo também não quis deixar a frase por comentar. Renan Quinalha chega mesmo a acusar Bolsonaro de ser \u0093conservador moralmente e burro economicamente\u0094.', '', '', 'Para Jean Wyllys, o primeiro deputado federal assumidamente homossexual - reeleito pelo PSOL pela terceira vez - mas que renunciou ao mandato para prosseguir uma carreira académica no estrangeiro, parece ter ficado menos chocado.', '\u0093Com essa declaração infeliz, com esse gesto infeliz contra a comunidade LGBT, Bolsonaro está apenas sendo Bolsonaro\u0094.', '', ''] ",
        "numberPosts": " 93 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Gender - General,Sexual Identity - General,Ethnicity - White",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Mulher,Sexual,Gay,Homofobia,LGBT,Gajo,Imbecil,Preta,Javardo,Nazi,Comunista,Nação,Paneleiragem",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "4528049412",
            "user": "pedro_lonet",
            "date": "8 months ago",
            "timestamp": "NA",
            "commentText": "Palavras de um assassino que prefere que o Brasil seja o paraíso dos assassinos como ele, dos violadores e da corja que torna o país num dos mais inseguros do mundo.\nO Jair não é só economicamente burro, está ao nível de Trump, é simplesmente burro.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4440527470",
            "user": "josetancho",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "Como Portugal é tão tapado quanto a política internacional. Só comem o que os 4 canais vendem (esquerdalhada espumando da boca)! Bolsonaro é um homem conhecedor e sabe muito bem o que é o lobby <b> Gay,</b> qual o fundamento e quem financia o movimento... mas claro, todos confundem homosexualidade (tendência milenar), com movimento<b>  gay</b> (anos 50, 60) com o intuito de destruir a família! Parece absurdo? Estuda burro!!!!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gay"
            ]
        },
        {
            "id": "4440212855",
            "user": "justice127",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "quanto às mulheres também não há desrespeito algum porque só terão atos sexuais de relevo com quem elas quiserem e escolherem ... ao contrário dos alegres gays que andam sempre a ver se apanham alguma .",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4440210253",
            "user": "justice127",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "o homem tem razão ... um pouco conservador mas para as famílias alguém tem de explicar que os alegres não são a solução , nem a cura ... essas práticas FAZEM MAL À SAÚDE !!!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4439967491",
            "user": "partisanlx",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "Quase que aposto que deste alarve do bolsonaro ainda se vai descobrir que é um paneleirão que gosta de brincar com putos!",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4440404788",
                    "user": "disqus_BMoH1BB10G",
                    "date": "10 months ago",
                    "timestamp": "NA",
                    "commentText": "A brincar que o digas.... também em Portugal havia um <b> gajo </b>que era paneleirão e gostava de brincar com putos e hoje é a 2ª figura...",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gajo"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "4439524379",
            "user": "ondeestaverdade",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "legenda da foto:<br/>\"Essa é a minha cara quando enfio  doiice dedus no meu Ku...imaginem as minhas trombas quando a minha bunda é ganguibanguizada por uns bons pares de falus Africanuçç...jezuiiizç qui delicia\"",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4439489237",
            "user": "manuelpoupado",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "Mas pode ficar conhecido como um dos países mais ricos da América do Sul, com uma pobreza assustadoramente generalizada. E também por ser um país dono de uma cultura riquíssima que Bolsonaro abomina em nome de quê? Do dinheiro que, afinal, comanda como nunca o Mundo, em benefício de cada vez menos pessoas.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4439463024",
            "user": "heldermesquitamesquita",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "estou de acordo",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4439443073",
            "user": "pituxo",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "Do que o Brasil já não se livra é de ser conhecido por ter um presidente super ignorante, <b> imbecil </b>e burro q.b., vergonha da língua portuguesa e da América do Sul.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4440878455",
                    "user": "assunopalma",
                    "date": "10 months ago",
                    "timestamp": "NA",
                    "commentText": "Ah sim.... pq o Luladrão e a anta da Dilma são os 2 super inteligentes.... tão inteligentes que cada vez que abrem as bocas só largam asneiras. 2 presidentes que confessaram publicamente que nunca leram um livro e que não acham falta da leitura, diz tudo sobre eles. São muito inteligentes mesmo, sabiam estar em visitas de Estado....era o must...",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4439603240",
                    "user": "disqus_cBccy1PhIj",
                    "date": "10 months ago",
                    "timestamp": "NA",
                    "commentText": "Você, gosta mais dos politicos espertos, tipo aqueles que têm amigos generosos com negócios no Estado.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Imbecil"
            ]
        },
        {
            "id": "4439428519",
            "user": "olh_metro",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "“quiser vir até aqui e ter sexo com uma mulher” é muito bem-vindo. Só faltou dizer, é barato !",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4439372116",
            "user": "assunopalma",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "Este anda espalhando mentiras fora do Brasil. É um porco que não vale uma pinga de água. Cada vez que abre a boca só saem mentiras, nada mais. Por isso ele saiu do Brasil....inventou que andava a ser ameaçado, nunca os investigadores encontraram uma única ameaça nem nada que se parecesse com tal. É escandaloso.... andava com guarda costas pagos pelo Estado e mesmo assim ainda dizia que era ameaçado. A PF vasculhou todas as chamadas que ele recebia, mensagens nas redes sociais e não encontrou nada de nada. É reles o quanto pode ser, ou não saísse ele de um dos BBB.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4439604383",
                    "user": "disqus_cBccy1PhIj",
                    "date": "10 months ago",
                    "timestamp": "NA",
                    "commentText": "Cuidado com esse fulano, tem a mania de cuspir para cima das outras pessoas, o problema é que as pode engravidar.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4439368285",
            "user": "disqus_IraPXztlFm",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "Se um dia os panilas chegassem ao poder, iam ser muito mais radicais que os radicais!",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4439385926",
                    "user": "assunopalma",
                    "date": "10 months ago",
                    "timestamp": "NA",
                    "commentText": "Isto é tudo fake news. Todos os dias sem excepção há fake news inventadas pelos esquerdopatas e pela imprensa esquerdopata, não sei como o presidente não lhes põe processos na justiça. POR AÍ SE VÊ QUE É UM GRANDE DITADOR, TÃO DITADOR QUE É A FAVOR DA LIBERDADE DE EXPRESSÃO. JÁ OS CORRUPTOS DO STF QUEREM CALAR E CASTIGAR QUEM FALAR DELES E DA CORRUPÇÃO DELES. Sabe porque odeiam tanto o Bolsonaro? Porque ele acabou com a mama da Lei Rouanet e fez muito bem. Porque razão a Globo, o Antagonista, a Folha, a Veja, atores,cantores, realizadores haviam de a sugar os contribuintes com a vida de miséria que lá têm? A Globo que viva das novelas que vende e da publicidade, pq há-de estar a receber  do Estado milhões de reais todos os anos? Os atores fazem filmes, novelas e publicidade, ganham bem...tb não precisam chular o povo. Os produtores e realizadores tb vendem os seus trabalhos. Os cantores e muito bem conceituados, como Gilberto Gil, <b> Preta </b>Gil (filha deste) e outros que tais, Zézé di Camargo e Luciano e outros fazem os espetáculos, as pessoas pagam os bilhetes para assistirem, eles recebem o que combinam previamente com quem os contrata, pq razão hão-de receber milhões do povo pobre, se ainda têm os ricos ranchos com ricas casas? A maioria dos cantores, atores, produtores, realizadores e a imprensa têm mamado do Estado milhões de reais desde que a lei foi criada. Depois a imprensa como lhe cortaram a mama, publicam fake news todos dias e muitas vezes coisas graves. Depois essas fake news são transmitidas para fora do Brasil pela imprensa e quem não sabe acredita nas mentiras. Eu não vejo nenhum traço de ditador no Bolsonaro....ainda ontem almoçou com<br/>os empregados no restaurante do palácio do Planalto, onde o serviço é self service. Muitos dos que votaram noutros candidatos já se arrependera, mas a imprensa não deixa passar isso para o exterior e o <br/>homem tem uma fama de ditador enorme dada por maldade e vingança.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Preta"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "4439363686",
            "user": "svk2019",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "#aaa22222-Encontree mulheres deesspidas em sua cidade aquui : Tiny.CC/Mulheres",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4439327293",
            "user": "filipaconrado",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "O que é isto? Brasil virou bordel? <br/>Quando este <b> javardo </b>abre a boca é só para dizer asneiras. TRISTEZA!<br/>É um nazista louco e pervertido.",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 11,
            "replies": [
                {
                    "id": "4439986873",
                    "user": "ricardobaio",
                    "date": "10 months ago",
                    "timestamp": "NA",
                    "commentText": "Fala a esquerdalha que quer legalizar a pedofilia... LGBTQ + o raio que os parta não passam de aberrações!",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4439990345",
                            "user": "filipaconrado",
                            "date": "10 months ago",
                            "timestamp": "NA",
                            "commentText": "Fala o direitralha que quer legalizar a pedofilia e mais o raio que o parta. <br/>Não passas de um ABORTO!",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "4439929054",
                    "user": "terrymean",
                    "date": "10 months ago",
                    "timestamp": "NA",
                    "commentText": "Se você quiser olhar \"Avengers Endgame\" disponível neste site! complete com linguagem completa !!<br/>jogue aqui: <a href=\"http://disq.us/url?url=http%3A%2F%2Fbigplatinum123.blogspot.com%3AH_jP8603gMxksErnGetvh7IMeFE&amp;cuid=2974901\" rel=\"nofollow noopener\" title=\"bigplatinum123.blogspot.com\">bigplatinum123.blogspot.com</a>",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4439976959",
                            "user": "filipaconrado",
                            "date": "10 months ago",
                            "timestamp": "NA",
                            "commentText": "Jogue você.",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "4439942200",
                    "user": "disqus_aGZOz0Otin",
                    "date": "10 months ago",
                    "timestamp": "NA",
                    "commentText": "Você também não parece lá muito culto... Ele não disse bem isso e é necessário perceber em que contexto tal foi dito, tendo sido uma resposta a uma pergunta e sim, o partido <b> nazi </b>era um partido socialista, como tal a sua origem é<b>  comunista</b>, qualquer culto sabe isso...",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 6,
                    "replies": [
                        {
                            "id": "4439966612",
                            "user": "partisanlx",
                            "date": "10 months ago",
                            "timestamp": "NA",
                            "commentText": "Aí um partido socialista é de origem comunista aí aí , e que tal ler mais um pouco ahahahahah",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "4440333404",
                                    "user": "disqus_aGZOz0Otin",
                                    "date": "10 months ago",
                                    "timestamp": "NA",
                                    "commentText": "ahahahahaha. Você é mais que primário. Informe-se sobre os ismos, esqueça a internet e vá ler e estudar.",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "4439963155",
                            "user": "euricombfrade",
                            "date": "10 months ago",
                            "timestamp": "NA",
                            "commentText": "Meu caro, vá tratar-se!",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "4440334454",
                                    "user": "disqus_aGZOz0Otin",
                                    "date": "10 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Mas porque? Tenho alguma doença que o pode contagiar? Ah não espera! Você é incapáz de debater o meu comentário, então tenta ser engraçadinho e idiota. Meus parabéns por ser assim. Continue por favor.",
                                    "likes": 1,
                                    "hasReplies": true,
                                    "numberOfReplies": 1,
                                    "replies": [
                                        {
                                            "id": "4763837465",
                                            "user": "euricombfrade",
                                            "date": "a month ago",
                                            "timestamp": "NA",
                                            "commentText": "Debater? Continue assim , se quiser, mas eu recomendo-lhe que se vá tratar.",
                                            "likes": 0,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "id": "4440332677",
                            "user": "disqus_aGZOz0Otin",
                            "date": "10 months ago",
                            "timestamp": "NA",
                            "commentText": "Ahhhh ficou ofendida? O seu comentário não era publico? Mais ninguem podia responder? ohhhhh!!! Temos pena!",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Nazi",
                        "Comunista"
                    ]
                }
            ],
            "keywords": [
                "Javardo"
            ]
        },
        {
            "id": "4439306022",
            "user": "disqus_ysIn41saXn",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "Qual é a <b> mulher </b>brasileira que se revê num presidente que a põe à venda no mercado internacional de sexo?\nINDIGNO !",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4439606065",
                    "user": "disqus_cBccy1PhIj",
                    "date": "10 months ago",
                    "timestamp": "NA",
                    "commentText": "Você está a falar da Dilma, mas quem é que paga para fazer sexo com ela???",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4440028869",
                            "user": "disqus_ysIn41saXn",
                            "date": "10 months ago",
                            "timestamp": "NA",
                            "commentText": "Que raio de nojo que este sujeitinho é.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Mulher"
            ]
        },
        {
            "id": "4439293759",
            "user": "amigodocamolas",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "Sim, a esquerda realmente odeia o Bolsonaro. Não importa se ele é socialmente liberal e fiscalmente conservador ou o contrário. Não importa se ele não quer que o Brasil seja conhecido como o paraíso do mundo <b> gay.</b> Se ele disser que não quer que o Brasil seja conhecido como um paraíso para corruptos, eles ainda vão querer enforcá-lo num poste de luz em São Paulo ou em São Pedro da Cova por causa disso. Se alguém duvida disso, vejam quantos esquerdistas se indignaram por Lula estar preso por roubar o povo brasileiro. Ou como Sócrates vai passar de corrupto de esquerda a corrupto de direita - se for preso, claro.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gay"
            ]
        },
        {
            "id": "4439292577",
            "user": "miguelgodinho",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "“quem quiser vir até aqui e ter sexo com uma <b> mulher </b>é bem vindo\"<br/>As mulheres lésbicas podem estar descançadas. O Bolsonaro aprova.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Mulher"
            ]
        },
        {
            "id": "4439248088",
            "user": "fredericogingo",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "+ O Mundo Virtual da Discriminação Inteligente , Razoável e Equilibrada [(é)M(e)V(ê)DIRE] e + eu ( clarificador virtual) , congratulamos e apoiamos efusiva e profundamente o Pr. Brasileiro real Jair Bolsonaro , por ser simplesmente.....Homem . <br/>_______<br/>Apoio + dele ( clarificador virtual ) E do Mundo + dele , o MVDIRE , declarado PARA o mundo e Brasil real ao Pr. Jair Bolsonaro .",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "4439284172",
                    "user": "Meliodasreidosdemonios",
                    "date": "10 months ago",
                    "timestamp": "NA",
                    "commentText": "Então na sua ótica, um homem a sério tem de fazer apelos à violência contra quem tem uma orientação <b> sexual </b>diferente?<br/>Lol, a mim a existência de homossexuais nunca me incomodou.",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 5,
                    "replies": [
                        {
                            "id": "4439425843",
                            "user": "assunopalma",
                            "date": "10 months ago",
                            "timestamp": "NA",
                            "commentText": "Acontece que ele não faz distinção entre tendências sexuais. Foi tudo inventado pelo hipócrita do Jean Wyllis, que é um porco com uma língua viperina. Há muitos gays que têm canais no youtube e que o apoiam, pq sabem que é mentira e que é tudo inventado.",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "4439357546",
                            "user": "disqus_ysIn41saXn",
                            "date": "10 months ago",
                            "timestamp": "NA",
                            "commentText": "Pelo contrário. Dizia eu, quantos mais melhor, mais mulheres sobram, menos concorrência. Passe a graçola.\nAs opções sexuais é uma questão do foro íntimo de cada um, nada mais do que isso.",
                            "likes": 2,
                            "hasReplies": true,
                            "numberOfReplies": 3,
                            "replies": [
                                {
                                    "id": "4439606958",
                                    "user": "disqus_cBccy1PhIj",
                                    "date": "10 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Mais um homofóbico de serviço.",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 1,
                                    "replies": [
                                        {
                                            "id": "4440028244",
                                            "user": "disqus_ysIn41saXn",
                                            "date": "10 months ago",
                                            "timestamp": "NA",
                                            "commentText": "E um homofóbico é?",
                                            "likes": 0,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                },
                                {
                                    "id": "4439451448",
                                    "user": "pituxo",
                                    "date": "10 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Parece-me antes que as opções sexuais são antes uma imposição da mãe natureza, em vez de serem opções.",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Sexual"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "4439218781",
            "user": "disqus_gVjuWvtB3n",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "Bolsonaro quer reduzir desemprego á custa da <b> mulher </b>brasileira.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Mulher"
            ]
        },
        {
            "id": "4439207201",
            "user": "disqus_E84kZQfUeN",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "Que esses gajos não venham para cá !!!....Já temos muita \"fruta\" dessa espécie proveniente da ala direiTRALHA !!!<br/>O Bolsonaro convidou ao turismo <b> sexual </b>!!!...Já existem organizações especializadas no turismo<b>  sexual</b> infantil !!!...Será que o Bolsonaro pretende incrementar esse tipo de turismo ???....Sendo que a direita é muito atreita à pedofilia em breve teremos aviões carregados de pedófilos a desembarcar no Brasil !!!<br/>Pobre Brasil...O Bolsonaro para ti é um autentico trotil....rima....logo é verdade",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4440529750",
                    "user": "josetancho",
                    "date": "10 months ago",
                    "timestamp": "NA",
                    "commentText": "Fabião, vai tomar no c...! Leva a turma <b> gay </b>contigo!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gay"
                    ]
                },
                {
                    "id": "4439381422",
                    "user": "filipaconrado",
                    "date": "10 months ago",
                    "timestamp": "NA",
                    "commentText": "Que estejam. Essa gentalha não vai vingar cá.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Sexual"
            ]
        },
        {
            "id": "4439206340",
            "user": "mariaportuguesa",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "\"Por outro lado, garantiu que quem “quiser vir até aqui e ter sexo com uma <b> mulher”</b> é muito bem-vindo.\"\nMas o que é isto?! É mesmo verdade? Isto não é uma frase de um presidente de uma<b>  nação</b>! Se ele quer defender a família heterossexual, muito bem, mas que não disponha das mulheres como bens de consumo!\nO homem não tem um assessor que o impeça de proferir tal bacorada? Devia ter porque uma declaração semelhante não é de pessoa com boa educação e formação cívica. Ele que não se esqueça que te<b> m mulhe</b>r e filha ou será que as incluiu no \"pacote\" turístico para serem \"consumidas\"?",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "4439416509",
                    "user": "assunopalma",
                    "date": "10 months ago",
                    "timestamp": "NA",
                    "commentText": "Não, não é verdade. São fake news que inventam todos os dias para o denegrirem a ele e à família....só que dp são desmascarados, mas não têm vergonha. MariaPortuguesa leia o meu comentário acima, onde eu explico a razão de tantas mentiras inventadas contra a família e o governo de Bolsonaro. Os esquerdopatas não aceitam que perderam as eleições por mais de 10 milhões de votos. Ainda não há um mês o Haddad queria uma 3ª volta nas eleições pensando que iria ganhar. Estão todos loucos, nem o Lulaladrão ganhava se tivesse ido a eleições. A todos os locais onde ia qdo teimou fazer campanha, apareciam meia dúzia de gatos pingados a apoiá-lo e o povo todo gritava chamando-lhe ladrão. O povo estava farto de corrupção, miséria, criminalidade, etc...etc.... Veja vídeos no youtube que mostram o dia a dia do Brasil. O Lula já teve 2 processos tratados em tribunal e ainda faltam 6, totalizando 8. O Temer começa agora com os processos, parece que é chefe de uma quadrilha há 40 anos.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "4439510397",
                            "user": "mariaportuguesa",
                            "date": "10 months ago",
                            "timestamp": "NA",
                            "commentText": "Sobre os gays nem quero saber, estou farta do assunto.\nSobre a frase que comentei relativamente às mulheres, há várias notícias brasileiras a dizer que a proferiu.\n<a href=\"https://disq.us/url?url=https%3A%2F%2Fexame.abril.com.br%2Fbrasil%2Fbrasil-nao-pode-ser-pais-do-mundo-gay-temos-familias-diz-bolsonaro%2F%3AKVvFboIYfi85q85MfgYNbKZna2Q&amp;cuid=2974901\" rel=\"nofollow noopener\" title=\"https://exame.abril.com.br/brasil/brasil-nao-pode-ser-pais-do-mundo-gay-temos-familias-diz-bolsonaro/\">https://exame.abril.com.br/...</a>\n<a href=\"https://disq.us/url?url=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DACSxp9nNrnE%3Azd8QOTDLDHdBIVaPsPHFFxLxWEU&amp;cuid=2974901\" rel=\"nofollow noopener\" title=\"https://www.youtube.com/watch?v=ACSxp9nNrnE\">https://www.youtube.com/wat...</a>\n<a href=\"https://disq.us/url?url=https%3A%2F%2Fcrusoe.com.br%2Fdiario%2Fbrasil-nao-pode-ser-o-pais-do-turismo-gay-diz-bolsonaro%2F%3Ffbclid%3DIwAR2DLT9TCbL5G_j27AFJ_eGWzt5uu7gZAv-AHDTS7Q5eVs9Z8hAjUo7KCGg%3A2d5GKguzgFkfZgzoYDJVzV0OgA0&amp;cuid=2974901\" rel=\"nofollow noopener\" title=\"https://crusoe.com.br/diario/brasil-nao-pode-ser-o-pais-do-turismo-gay-diz-bolsonaro/?fbclid=IwAR2DLT9TCbL5G_j27AFJ_eGWzt5uu7gZAv-AHDTS7Q5eVs9Z8hAjUo7KCGg\">https://crusoe.com.br/diari...</a>\n<a href=\"https://disq.us/url?url=https%3A%2F%2Fviagem.estadao.com.br%2Fblogs%2Fviagem%2Fminimizar-o-turismo-lgbtq-por-que-isso-nao-e-inteligente%2F%3AXDsg6PbcMc4ORzIfRM4W7AHhFEk&amp;cuid=2974901\" rel=\"nofollow noopener\" title=\"https://viagem.estadao.com.br/blogs/viagem/minimizar-o-turismo-lgbtq-por-que-isso-nao-e-inteligente/\">https://viagem.estadao.com....</a>",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "4440868599",
                                    "user": "assunopalma",
                                    "date": "10 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Pois é, só que esses sites que vc referiu vão buscar as informações à imprensa comunista que odeia o Bolsonaro, como a Globo, o Antagonista, o Estadão, a revista Crusoé, a Veja, a Folha entre outras. O Bolsonaro retirou-lhes a mama da Lei Rouanet e agora tentam infernizar a vida a ele e à família toda com fake news. A Globo está já de rastos, tem despedido atores e apresentadores, porque tem perdido muitos espectadores com as fake news e não tarda deve fechar....era a maior cadeia de TV brasileira. Além da imprensa há tb atores, cantores, produtores e realizadores que têm andado a mamar na teta do Estado há muitos anos recebendo milhões de reais através da Lei Rouanet. Vc sabia que a Dilma, o ex marido, o Lula e outros andaram de G3 em punho fazendo assaltos e matando pessoas, eles eram terroristas... estiveram presos várias vezes e têm estado a receber indemnização do Estado por terem estado presos. Parece piada, não parece? Eram uns fora da lei, foram presos várias vezes e a Dilma há muitos anos que recebia 10 mil e tal reais de indemnização por ter estado presa. Ora, não queria ser presa, andasse na linha como gente de bem. Agora o Bolsonaro cortou-lhe essa mama dos 10 mil e tal reais mensais. Se todos os criminosos que vão presos recebessem depois grandes indemnizações, era o caos para cometerem crimes e ficarem a receber altos valores. Os ministros do STF, pelo menos 4 são corruptos apanhados tb na Lava Jato.... aquilo está uma podridão....",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "4439359112",
                    "user": "disqus_ysIn41saXn",
                    "date": "10 months ago",
                    "timestamp": "NA",
                    "commentText": "Maria, não era V. uma defensora militante de Bolsonaro?<br/>Aí tem.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Mulher",
                "Nação"
            ]
        },
        {
            "id": "4439185170",
            "user": "xupem",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "Bolsonaro é homem antigo, ainda preza os valores da vida, o que ele disse é o que pensa 90% do povo, eu estou com ele, a paneleirgem é pior que o estado islámico, morte era pouco para esses porcos.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "4439446997",
                    "user": "pituxo",
                    "date": "10 months ago",
                    "timestamp": "NA",
                    "commentText": "Já vi mais machos que vc levarem com ele, adorarem e serem os primeiros a atirar pedras...",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4440533284",
                    "user": "josetancho",
                    "date": "10 months ago",
                    "timestamp": "NA",
                    "commentText": "Fascismo é filho bastardo do comunismo com ligeiras nuances, e ambos totalitários, por isso sim, são de esquerda. Tem dúvidas? Estude, porque hoje é vergonhoso continuar enganado precisamente pela esquerda!",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4439611848",
                    "user": "disqus_cBccy1PhIj",
                    "date": "10 months ago",
                    "timestamp": "NA",
                    "commentText": "Ignorante, quem assassinou homosexuais foi o seu idolo che guevara. Desde quando a Direita é homofóbica. <br/>Você é mesmo IGNORANTE a <b> homofobia </b>não é da Direita nem da esquerda, é dos conservadores radicais.\nGostava de ver uma tenda de<b>  LGBT</b> na festa do avante dos comunistas.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Homofobia",
                        "LGBT"
                    ]
                },
                {
                    "id": "4439362172",
                    "user": "xupem",
                    "date": "10 months ago",
                    "timestamp": "NA",
                    "commentText": "Defenda o seu ku, o dos outros é com eles.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4439359698",
            "user": "disqus_ysIn41saXn",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "Foi contagiado?",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4439361123",
                    "user": "xupem",
                    "date": "10 months ago",
                    "timestamp": "NA",
                    "commentText": "Contagiado por ideias esquerdalhas? Não. Esses são pedaços de merdaa",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4439364993",
                            "user": "disqus_ysIn41saXn",
                            "date": "10 months ago",
                            "timestamp": "NA",
                            "commentText": "V. não é passível de ser contagiado pela esquerda, e registo  isso com agrado, V. foi contagiado pela \"paneleiragem\", e como não sabe  como se livrar do vício, invectiva-os, são todos  culpados de o sodomizarem.<br/>Assuma-se, tenha coragem.",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4439184922",
            "user": "ChuckNorrisPT",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "Discriminação, as brasukas podem ganhar a vida a vender o pito, eles não podem vender kue. HAHA.<br/>Às vezes mais vale ficar calado.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4439183315",
            "user": "ruymagalhes",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "O filho de bolsonaro q segundo o pai seria o responsável pela sua eleição, tem trocentas fotos nas redes sociais ao lado do primo, sobrinho da 1a ex de bolsonaro. Ambos na faixa dos 30 e sem nenhuma namorada por perto.  E há um vídeo do primo falando sobre o aniversário do filho de bolsonaro q não deixa qualquer dúvida. O aliado de bolsonaro, eleito governado do Rio tem um filho trans. Ou seja, na prática o discurso é outro. Essa conversa mole serve para agradar os acéfalos fanáticos crentes e católicos. Sem falar q usam a estratégica de confundir o 'inimigo'. Dizem uma coisa e depois voltam atrás. O vice a cada 7 ou 8 Mdas que diz fala duas coisas sensatas e ninguém consegue concluir qual dos dois é o pensamento efetivo dele. Some-se a isso o fato de bolsonaro ter passado 40 anos em mundos paralelos, quartéis e congresso, ele tem dificuldade em lidar com o mundo real pois sempre esteve na síndrome de peter pan. Ou seja, bolsonaro é exatamente a (XXXX) que aparentava que seria quando ainda era candidato. Só não viu o steve wonder e quem mais não quis ver",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "4439187145",
                    "user": "xupem",
                    "date": "10 months ago",
                    "timestamp": "NA",
                    "commentText": "Você acusa pessoas de paneleirice sem provas, devia ser alvo de processo por difamação.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "4439938821",
                            "user": "manuelpoupado",
                            "date": "10 months ago",
                            "timestamp": "NA",
                            "commentText": "Bem a acusação que fala sempre é um pouco menos grave do que um dos seus comentários sobre esta notícia;<br/>\"Bolsonaro é homem antigo, ainda preza os valores da vida, o que ele disse é o que pensa 90% do povo, eu estou com ele, a paneleirgem é pior que o estado islámico, morte era pouco para esses porcos.\"",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "4439246173",
                            "user": "disqus_E84kZQfUeN",
                            "date": "10 months ago",
                            "timestamp": "NA",
                            "commentText": "SOARES.... informe-se sobre o que a Rita Lee (uma cantora brasileira) diz sobre o Bolsonaro, quando eles eram jovens !!!",
                            "likes": 5,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4439173919",
            "user": "disqus_Bgjgzidp1j",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "cada um/uma seja o que quer, acho piada a comunidade <b> gay </b>pensar que são os\" inteligentes\", os\" eleitos\"...tudo o resto são atrasados….falam do Bolsonaro e da Russia não falam ? lá a<b>  paneleiragem</b> tb não é muito bem vista…na Coreia do Norte os \"eleitos\" vão para campos de trabalhos forçados...será que vão comentar ?.sobre a cantoria das Mortágua só tenho a comentar..é.possível o pai das \"cantoras\" conhecer o Salazar primeiro que o Bolsonaro..",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gay",
                "Paneleiragem"
            ]
        },
        {
            "id": "4439171704",
            "user": "disqus_xCPYnc8sT8",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "Um rapaz tinha de fazer um tpc sobre o que era para ele o conceito de política. Chegou a casa e perguntou ao pai o que era para ele o conceito de política.<br/>– Por exemplo eu sou o parlamento, a tua mãe é o governo, a empregada a classe trabalhadora, tu és o presente e o teu irmão mais novo o futuro.<br/>Então um dia o rapaz acordou com irmão mais novo a chorar e ouviu o pai a ralhar com a empregada. No outro dia o rapaz disse ao pai que já percebia o conceito de política dele. O pai perguntou porquê e o filho respondeu:<br/>– Enquanto o parlamento está a lixar a classe trabalhadora, o governo está a dormir, o presente não sabe o que é que há-de-fazer e o futuro está todo borrado.\n<a href=\"https://disq.us/url?url=https%3A%2F%2Fwww.piadasecas.com%2Fpiadas-de-politicos%2Fpiadas-de-politicos%2F%3ADRVVKJO6Jk1PSAZoIETSomDhnQo&amp;cuid=2974901\" rel=\"nofollow noopener\" title=\"https://www.piadasecas.com/piadas-de-politicos/piadas-de-politicos/\">https://www.piadasecas.com/...</a>",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4439127475",
            "user": "disqus_XHm11ZO4TD",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "Então \"quem quiser vir até aqui e ter sexo com uma <b> mulher </b>é muito bem-vindo”? Eu bem queria acreditar nele, mas pra o mim o<b>  gajo</b> está é feito com o bando do militão de Fortaleza que limpou o sebo àqueles 5 empreiters dos lados de Leiria.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Mulher",
                "Gajo"
            ]
        },
        {
            "id": "4439121568",
            "user": "bolideirayahoocombr",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "Aquela Mariana Mortágua de megafone na mão a gritar que Bolsonaro devia ir fazer companhia ao Salazar não tem perdão!!!<br/>Bolsonaro ganhou as eleições, acho eu, ou não! Esta esquerdalha com estes comportamentos ridículos ainda vão ter menos votos! Votei BE em 2015, agora jamais votarei nessa peste! Raios os partam!",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 12,
            "replies": [
                {
                    "id": "4528049858",
                    "user": "pedro_lonet",
                    "date": "8 months ago",
                    "timestamp": "NA",
                    "commentText": "Hitler também foi eleito democraticamente...",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4439963734",
                    "user": "euricombfrade",
                    "date": "10 months ago",
                    "timestamp": "NA",
                    "commentText": "Beba um cházinho de tília, que vai sentir-se mais calmo.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4439501946",
                    "user": "manuelpoupado",
                    "date": "10 months ago",
                    "timestamp": "NA",
                    "commentText": "Não vi, só li que Mortágua terá gritado que Bolsonaro deveria ir fazer companhia a Salazar. <br/>Se for verdade, fica ao nível do comportamento mais reles, cujo exemplo mais parecido, foi o chefe da claque do Porto, Fernando Madureira, ter cantado que o Benfica, deveria estar no avião brasileiro que caiu com a equipa do Chapecoense.<br/>Se este tipo de comportamento é lamentável ao nível do povo, assume especial gravidade quando são praticados por pessoas com especial responsabilidades de Estado.<br/>Nestes casos, esqueço a cor política, e vejo pessoas que estão especialmente obrigadas a gerar consensos e não polémicas.<br/>Neste sentido, temos aqui 3 recentes comportamentos deploráveis;<br/>1.A afirmação de Bolsonaro sobre o seu país.<br/>2.O cântico de Mariana Mortágua<br/>3.As declarações de Sérgio Moro sobre o Sócrates e o processo que o envolve.<br/>Depois admirem-se das pessoas não votarem e, pior, daqui por uns tempos, de transformarem as suas conversas de café ao lado das minis, em acções de rua.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4439445056",
                    "user": "pituxo",
                    "date": "10 months ago",
                    "timestamp": "NA",
                    "commentText": "Bolsonaro ganhou as eleições porque, com tanto debate em que participou, esclareceu convenientemente o mui culto povo brasileiro ....eheheheheh",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4439240767",
                    "user": "disqus_E84kZQfUeN",
                    "date": "10 months ago",
                    "timestamp": "NA",
                    "commentText": "Ó ZANGADO...você faz jus ao seu nome !!!....Não se zangue porque 85% dos brasileiros também desejam que o Bolsonaro vá fazer companhia aos \"anjinhos\" !!!",
                    "likes": 6,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4439334794",
                            "user": "disqus_lU8uYlB2Z2",
                            "date": "10 months ago",
                            "timestamp": "NA",
                            "commentText": "85%??? Então explica cá como \"chegaste\" a esse número???",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "4439210410",
                    "user": "disqus_4cbka5bgvY",
                    "date": "10 months ago",
                    "timestamp": "NA",
                    "commentText": "A rapariga já devia ter fumado uns charros antes de ir para lá.....",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4439186748",
                    "user": "disqus_gVjuWvtB3n",
                    "date": "10 months ago",
                    "timestamp": "NA",
                    "commentText": "Eu só voto no meu grande amigo dr Passos Coelho,que falta ele faz ao País.",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4439341999",
                            "user": "disqus_lU8uYlB2Z2",
                            "date": "10 months ago",
                            "timestamp": "NA",
                            "commentText": "Mesmo em \"formato\" hipócrata é a única verdade que li  de si... \"Com a verdade me enganas\"...",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "4439135153",
                    "user": "bolideirayahoocombr",
                    "date": "10 months ago",
                    "timestamp": "NA",
                    "commentText": "A Mariana Mortágua filha do ASSALTANTE Camilo Mortágua não degenerou da família, grita, defende a ciganada dos bairros, defende os paneleiros e fressureiras, quem não é está fora de moda!!! Enxovalha os que não têm a mesma opinião, deseja a morte a um eleito com maioria, etc. etc. Não haverá um que perca as estribeiras e lhe faça uma trapaça que bem a merece!",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4439195807",
                            "user": "disqus_gVjuWvtB3n",
                            "date": "10 months ago",
                            "timestamp": "NA",
                            "commentText": "Ainda bém que amigo Zangado é um cerebro pensante. Eu também sou contra esse ranco de gente.",
                            "likes": 3,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "4439126092",
                    "user": "disqus_cBccy1PhIj",
                    "date": "10 months ago",
                    "timestamp": "NA",
                    "commentText": "É o incentivo à violência e á morte de alguem. Acho que está tudo dito.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4439119382",
            "user": "disqus_cBccy1PhIj",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "Acho engraçado falarem deste tipo de observações do Bolsonaro, mas não falam que ele  criou uma medida onde vai levantar o sigilio bancário de todos os movimentos financeiro públicos.\nPor estas e outras que esquerda e os seus \"amigos generosos\" não gostam do Bolsonaro.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4439429527",
                    "user": "assunopalma",
                    "date": "10 months ago",
                    "timestamp": "NA",
                    "commentText": "Leia um dos meus comentários acima, lá tem as razões da raiva ao Bolsonaro. A verdade é quem quem votou no Haddad, alguns já viraram a casaca.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4440534606",
                            "user": "josetancho",
                            "date": "10 months ago",
                            "timestamp": "NA",
                            "commentText": "... ou viram a verdade, mas virar a casaca é comum no Brasil!",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4439113111",
            "user": "bolideirayahoocombr",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "Mandem para o Brasil o Bloco de Esterco e as esganiçadas que no Brasil eram muito bem TRATADAS!!!! Abaixo de cadelas!!!!",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4439069475",
            "user": "disqus_4cbka5bgvY",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "Este <b> gajo </b>está-se a \"passar\".....",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "4439109989",
                    "user": "disqus_pyjLUpcSC4",
                    "date": "10 months ago",
                    "timestamp": "NA",
                    "commentText": "disse uma verdade: Brasil está cheio de panilas",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 6,
                    "replies": [
                        {
                            "id": "4439337445",
                            "user": "filipaconrado",
                            "date": "10 months ago",
                            "timestamp": "NA",
                            "commentText": "E ele é um deles. LOL",
                            "likes": 4,
                            "hasReplies": true,
                            "numberOfReplies": 3,
                            "replies": [
                                {
                                    "id": "4440535791",
                                    "user": "josetancho",
                                    "date": "10 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Filipa cala a boca e vá estudar antes dizer besteira! Se não se considere gente honrada, não considere ninguém como tal!",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "4439600687",
                                    "user": "disqus_cBccy1PhIj",
                                    "date": "10 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Você tentou a sua sorte, e ele não ligou. é natural, eu ainda não percebi se você é um filipe ou uma filipa.",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 1,
                                    "replies": [
                                        {
                                            "id": "4439978138",
                                            "user": "filipaconrado",
                                            "date": "10 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Problema seu.",
                                            "likes": 1,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "id": "4439130119",
                            "user": "disqus_XHm11ZO4TD",
                            "date": "10 months ago",
                            "timestamp": "NA",
                            "commentText": "É o rabo deles, não é o meu nem o dele.",
                            "likes": 2,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "4439137362",
                                    "user": "bolideirayahoocombr",
                                    "date": "10 months ago",
                                    "timestamp": "NA",
                                    "commentText": "O rabo deita cócó!!!!",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Gajo"
            ]
        },
        {
            "id": "4439061870",
            "user": "disqus_wPq5Kr6Dne",
            "date": "10 months ago",
            "timestamp": "NA",
            "commentText": "O programa de abate de gatos que se pratica na Australia poderia ser aplicado neste caso também. <br/>Por exemplo através da salsicha de pontinha envenenada.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}