{
    "header": {
        "title": " Malta introduziu o divórcio há seis anos. Agora prepara-se para o casamento gay ",
        "subtitle": " Um dos países mais católicos no mundo torna-se passo a passo num dos principais líderes dos direitos LGBT. ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 3 de julho 2017 ",
        "dateExtraction": " 2020-03-06 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/570560/malta-introduziu-o-divorcio-ha-seis-anos-agora-prepara-se-para-o-casamento-gay ",
        "postText": " ['O governo de Malta apresentou esta segunda-feira uma proposta para legalizar o casamento entre casais homossexuais e modificar a linguagem da lei do matrimónio no sentido de usar termos sem género específico, abrindo um novo capítulo num país profundamente católico \u0096 o divórcio só foi legalizado em 2011 \u0096 que, no entanto, passou nos últimos anos para lugares de liderança mundial no que diz respeito aos direitos da comunidade LGBT.', '\u0093Malta quer continuar na frente dos temas LGBT e liberdades civis, de maneira a poder ser um exemplo para o resto do mundo\u0094, disse à BBC o líder trabalhista e primeiro-ministro de Malta, Jospeh Muscat, saído há um mês de uma vitória eleitoral contra o partido conservador de centro-direita, que, no entanto, já assegurou que vai aprovar a nova lei do casamento \u0096 apesar dos rumores de fraturas e desagrado.', 'Várias figuras no Partido Nacionalista manifestaram desagrado com a lei, dizendo que é demasiado progressiva e que a limpeza de termos com género próprio é descaracterizadora. \u0093A partir de agora ninguém pode chamar aos seus pais \u0091mãe\u0092 e \u0091pai\u0092 porque não está na lei\u0094, lançou no Parlamento David Agius, dos conservadores. \u0093É suposto passarmos a celebrar o \u0091dia da pessoa que deu à luz\u0092 em vez do Dia da Mãe?\u0094'] ",
        "numberPosts": " 11 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "3397667095",
            "user": "disqus_dX4noN6YX5",
            "date": "3 years ago",
            "timestamp": "NA",
            "commentText": "Pode chamar pai à menina musculada e mãe ao barbudo amaricado....<br/>Isto só me dá prazer pelo facto que todos estes factos estão relatados há milhares de anos nos escritos bíblicos e são a confirmação profética do que está para breve, a destruição da terra e a segunda vinda de Jesus para separar os escolhidos.<br/>Tudo não passa de uma repetição de Sodoma e Gomorra destruídas para aviso da humanidade. Deus não pedirá desculpa a Sodoma.<br/>O anúncio da destruição da Europa está descrito no livro de Daniel.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 8,
            "replies": [
                {
                    "id": "3398460996",
                    "user": "zpintor",
                    "date": "3 years ago",
                    "timestamp": "NA",
                    "commentText": "Sodomitas mas casados sff.<br/>E esse Jesus de que fala é o do Sportem, o que se divorciou do Benfica? Ele é que à primeira não consegue cumprir objectivos e tenta uma segunda vez para fazer tudo igual outra vez. Se assim for presumo que esse Daniel seja algum sul-americano que vem para cá no defeso...",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3398928211",
                    "user": "disqus_dX4noN6YX5",
                    "date": "3 years ago",
                    "timestamp": "NA",
                    "commentText": "Esse mesmo! E qual outro existe?<br/>Só uma ressalva, Deus não é Deus dos Hebreus, mas de todo aquele que o quiser como Deus, assim Ele o diz.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 5,
                    "replies": [
                        {
                            "id": "3398972485",
                            "user": "disqus_D1QkCg2wwK",
                            "date": "3 years ago",
                            "timestamp": "NA",
                            "commentText": "Asherah<br/>Odin<br/>Zeus<br/>Endovelicus<br/>Anansi<br/>Rá<br/>Enki<br/>Huitzilopochtli<br/>Ashur<br/>Brahma<br/>Anu<br/>Unkulunkulu<br/>Ranginui <br/>Papatūānuku<br/>Asdzą́ą́ Nádleehé <br/>Igaluk <br/>Apistotookii <br/>Boto<br/>... a lista é tão comprida como o numero de sociedades neste planeta",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 4,
                            "replies": [
                                {
                                    "id": "3399021628",
                                    "user": "disqus_dX4noN6YX5",
                                    "date": "3 years ago",
                                    "timestamp": "NA",
                                    "commentText": "Ahhh! E qual é a obra desses deuses?",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 3,
                                    "replies": [
                                        {
                                            "id": "3399057264",
                                            "user": "disqus_D1QkCg2wwK",
                                            "date": "3 years ago",
                                            "timestamp": "NA",
                                            "commentText": "Asherah - esposa, mulher de jeovah... infelizmente foi omitida da biblia, mas deverá ter tido alguma obra na Criação.\nOdin - Pai dos deuses, responsável pela cura, morte, conhecimento e reina em Valhala\nZeus - basicamente Zeus revoltou-se contra os Titans é pais dos outros deuses alem das mesmas obras dignas de um pai, Zeus é pai de semideuses, entre eles um tipo filho de uma virgem com poderes sobrehumanos que se sacrificou pelo comum mortal e foi elevado aos ceus -Heracles\nEndovelicus - deus principal do panteão Lusitano, a obra dele é a segurança e a saude dos lusitanos, é responsavel pela protecção daqueles que o veneram, é um deus solar e como tal a obra dele é a mesma que a de todos os deuses principais. há quem diga que a obra dele inclui a resistencia heroica dos lusitanos contra os romanos.\nAmon Rá - a obra dele inclui a dos deuses solares, criação e fertilidade. curiosamente teve um filho  a 25 de dezembro que acabou torturado, ressuscitou ao fim de alguns dias e hoje em dia reina/preside sobre as almas dos mortos que não foram devoradas...faz lembrar alguém...\nEnki - a obra de Enki inclui a agua fresca, a agua do mar, a criação do mundo e a inteligencia do ser humano\nHuitzilopochtli - sendo o deus principal dos \"Mexicas\" (aztecas) a obra dele inclui todas as vitorias e derrotas do povo alem de claro está de impedir que a noite infinita chegue.\nAshur matou Tiamat criando assim o universo\né preciso continuar ou já percebeu que a obra destes deuses é igual ou maior que a do deus da biblia?",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 2,
                                            "replies": [
                                                {
                                                    "id": "3402114596",
                                                    "user": "disqus_dX4noN6YX5",
                                                    "date": "3 years ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Deus todo o poderoso, o único Deus vivo, o Deus de Abraão, Jacob e Isaac, nunca tolerou, não tolera e não tolerará falsas idolatrias a outros falsos deuses.",
                                                    "likes": 0,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 1,
                                                    "replies": [
                                                        {
                                                            "id": "3402578727",
                                                            "user": "disqus_D1QkCg2wwK",
                                                            "date": "3 years ago",
                                                            "timestamp": "NA",
                                                            "commentText": "pois isso é tudo muito bonito, mas não dizes nada. dei-te vários exemplos de deuses mais velhos que o teu com uma obra igual ou superior, e tu respondes que ah bom mas o meu é verdadeiro e único e os outros são falsos. isso não é argumento, eu também posso dizer que o Unicornio Invisivel Cor -de-Rosa é a entidade suprema do Universo, não é por aí que convences ninguém.\ndeus vivo?! carissimo, todos os faraós foram \"deuses vivos\". todos os vencedores dos jogos olímpicos eram considerados descendentes de um ou outro deus, todos os semi-deuses eram deuses vivos, qualquer deus solar é um deus vivo que se pode ver e sentir pelas leis da física.\na única razão de teres esse fanatismo é a cobardia politica de um imperador romano às portas da morte. se não, provavelmente andavas todo contente a adorar um qualquer deus romano ou celta.",
                                                            "likes": 0,
                                                            "hasReplies": false,
                                                            "numberOfReplies": 0,
                                                            "replies": []
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "3402116858",
                    "user": "disqus_dX4noN6YX5",
                    "date": "3 years ago",
                    "timestamp": "NA",
                    "commentText": "Só há UM Deus!<br/>Deus criador de todas as coisas, o Deus de Abrão, Isaac e Jacob.<br/>O que acha que tem o seu deus, ou a sua fé está no caminho do diabo.<br/>O verdadeiro Deus é aquele que se apresenta como o EU SOU!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "3398973284",
            "user": "disqus_D1QkCg2wwK",
            "date": "3 years ago",
            "timestamp": "NA",
            "commentText": "Eru Ilúvatar",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3397752497",
            "user": "disqus_D1QkCg2wwK",
            "date": "3 years ago",
            "timestamp": "NA",
            "commentText": "e o Daniel sabe que tens o livro dele? ao menos compra-o em vez de cravares o Daniel...<br/>'atão mas se já estão escolhidos o Jesus ainda vem separar ainda mais?! não gosto nada de gente que escolhe os verdes e a fruta no super mercado... falta de civismo...",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}