{
    "header": {
        "title": " Mau tempo impede Greta de discursar no Parlamento ",
        "subtitle": " Atraso na viagem da jovem ativista sueca origina alterações ao plano inicial ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 30 de novembro 2019 ",
        "dateExtraction": " 2020-03-06 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/678703/mau-tempo-impede-greta-de-discursar-no-parlamento ",
        "postText": " ['Afinal, Greta Thunberg já não irá participar na sessão promovida pela comissão parlamentar de Ambiente, Energia e Ordenamento do Território na Assembleia da República. O mau tempo que se fez sentir na travessia do Atlântico atrasou a viagem da jovem ativista sueca, que deverá chegar a Portugal entre a tarde de segunda-feira e a manhã de terça.', 'Segundo Carla Graça, vice-presidente da associação ambientalista Zero, revelou ao \"Jornal de Notícias\", a adolescente (16 anos) que se tornou mediática pela sua posição firme em relação à luta contra as alterações climáticas será alvo de uma \"pequena receção na doca de Alcântara\", em Lisboa, num evento que contará com a participação do presidente da Câmara de Lisboa, Fernando Medina.', 'A visita de Greta Thunberg a Portugal acabará por ser breve: a jovem ativista nórdica partirá logo de seguida de comboio para Madrid, de modo a poder participar na Conferência da ONU sobre o Clima (COP25) que decorre entre 2 e 13 de dezembro.'] ",
        "numberPosts": " 141 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Gender - General,Age - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Miúda,Gaja,Idade,Rasca,Idiota",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "4709671235",
            "user": "paulaalexandrateles",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Comentários e ofensas tristes, dos tristes e ofensivos comentadores do costume.<br/>Se alguem quisesse aprender algo com os vossos comentários, só aprenderia o que é insulto, mesquinhez e pobreza de espírito.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4709570265",
            "user": "disqus_XHm11ZO4TD",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Ninguém perde tempo com o parlamento do país mais <b> rasca </b>da Europa ocidental, mesmo sendo aquele com a maior frota automóvel e que mais CO2 emite por deputado.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Rasca"
            ]
        },
        {
            "id": "4709217174",
            "user": "san64ana",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Tretas! Ela é que declinou o convite e agora querem dar a entender que não levaram com os pés. Mas fazem mais os anónimos que  anda por aí que esta fantochezita que obviamente anda feliz da vidinha com tanta beija-cus à sua volta...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4709198210",
            "user": "pedro_gonilho",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "ESTA DE CERTEZA QUE JÁ NÃO PRECISA DE TRABALHAR PARA O RESTO DA VIDA.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4709158039",
            "user": "o_critico",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Uma marioneta nas mãos de esquerdopatas que usam e abusam de tudo para criar novos impostos, mas resolver o problema do clima ZERO... Pois o problema no clima é só o de excesso de população mundial, principalmente em países de terceiro mundo, claro que não convém falar dessa realidade porque mexe com China, Índia que são os maiores poluidores do planeta.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4708750759",
            "user": "disqus_wdUc5V6xp0",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "A Influência humana no aquecimento global é evidente! Numa recente sondagem, setenta e oito por cento (78%) dos europeus, (em que eu faço parte) consideraram que, actividades industriais (massa produção) e combustíveis fósseis, extraídos de áreas continentais e oceânicas, para produzir energia, têm sido a causa dominante das mudanças climáticas.\nO aquecimento da atmosfera e dos oceanos e mudanças no ciclo global da água; como as reduções de neve e  gelo verificadas;  não só têm aumentado o nível do mar e causado extremas e trágicas ocorrências climáticas nestas últimas décadas, como alterado gravemente, todo o sistema ecológico. Hoje em dia, estes factos conhecidos cientificamente, não podem ser ignorados, por conveniência ou ignorância dos ca: de 20% dos cépticos europeus, que não tencionam acreditar, nas evidentes e nocivas actividades humanas, serem as causadoras do terrível cenário j/l…",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4708779136",
                    "user": "disqus_KUYq2bOGtm",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Cada cidadão libera, em média, 2,07 toneladas de gás carbônico ou dióxido de carbono na atmosfera por mês multiplique isso pelo numero de habitantes do planeta adicione os  animais mamíferos, que respiram  e nao so pois aves e repteis também respiram assim como as plantas imagine a quantidade de CO2 que mandamos para a atmosfera mensalmente..... O clima neste planeta nunca foi o mesmo por milhoes de causas, sao conhecidas varias épocas climáticas que ocorreram e em consequencia  o desaparecimento de povos inteiros. sem vestígios de violência. Certo que o homem moderno tem acelerado esse processo, mas nada poderá ser feito para retroceder nem que voltasse-mos a ter velas para iluminar e usarmos o cavalo como transporte... Acha isso possível? Acelerando ou nao esse processo o resultado mais tarde ou mais sedo será o mesmo. acredite.... Tudo  é  cíclico tudo se transforma ate o clima sabia?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4708609942",
            "user": "kika_1900",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Dantes só conseguia ver por uma fresta , agora felizmente que vejo <br/>por uma Greta. 🤓",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4708546446",
            "user": "xicoz",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "a greta durante a travessai por respeito aos peixes nao defecou no mar...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4708517505",
            "user": "oscarmaximo",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Agora é que vamos ser se os comboios portugueses estão á altura da menina Greta.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4708465878",
            "user": "disqus_tfRSaV1WPt",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "O importante não era a Greta vir ao Parlamento, porque não passa de uma personagem da moda. O importante, sim, seria que Portugal acolhesse a cimeira climática, porque é um dos países mais ameaçados pelas alterações climáticas e um dos que mais se esforçam por implementar medidas contra as alterações climáticas! Por isso, deixem-se de show-off e pensem na urgência climática!",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4708339140",
            "user": "disqus_iXsbf220pM",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Os pesquisadores observaram que, antes da era industrial moderna, a influência mais significativa no clima eram os vulcões… Eles não encontraram nenhuma indicação de que variações na radiação do Sol tenha tido impacto com as temperaturas globais médias; concluindo, dessa maneira que, o período actual, excede significativamente a variabilidade natural…\n\"Vimos, a partir dos dados instrumentais e também de nossa reconstrução que, no passado recente, a taxa de aquecimento claramente excede as taxas de aquecimento natural - esse é outro ponto para observar a natureza extraordinária do aquecimento actual\", contou Raphael Neukom, da Universidade de Berna, na Suíça, um dos autores do estudo” …\nUma vez de posse destes elementos ambientais, compete a cada um reflectir, com mais ou menos intuição, com mais ou menos inteligência e saber, para se poder salvaguardar – se não mudarmos radicalmente - os nossos filhos, netos e eventuais bisnetos…<br/>.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4709229779",
                    "user": "danisilva",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "É verdade. Só de pensar que as emissões relacionadas com a actividade humana, actualmente, são 100 vezes maiores do que as emissões de todos os vulcões do mundo combinados, dá que pensar...\n\"Se analisarmos os últimos 100 anos, concluímos que as emissões de carbono da humanidade – a queima de combustíveis fósseis, por exemplo – são 40 a 100 vezes maiores do que todas as emissões vulcânicas.<br/>Segundo uma atualização das estimativas do balanço total de carbono na Terra, realizada por cientistas do Deep Carbon Observatory, as emissões de carbono da humanidade são 40 a 100 vezes maiores do que todas as emissões vulcânicas.<br/>De acordo com o relatório, cerca de 43.500 gigatoneladas (Gt) do carbono total da Terra são encontrados na superfície dos oceanos, na terra e na atmosfera. O restante é subterrâneo, incluindo a crosta, manto e núcleo, estimados em 1.850 milhões de Gt.\"<br/>AEIOU notícias, 30 Setembro 2018",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4708309647",
            "user": "amilcaralhinho",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Começa a meter dó a exploração da \"Mão de obra infantil\", por parte de uns Ecologistas de mmerda que para aí andam!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4708296649",
            "user": "disqus_iXsbf220pM",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "O sucesso da jovem activista Greta Thunberg, com o movimento pelo o ambiente, e a sua firmeza na opinião sobre a questão climática e a continuidade da humanidade no planeta, é indiscutível e surpreendente…\nO aquecimento global registado presentemente supera em velocidade e extensão qualquer evento climático registado nos últimos 2 mil anos…\nUm artigo publicado na revista \"Nature\", cinco pesquisadores afirmam que nem mesmo episódios históricos como a \"Pequena Era do Gelo\" – resfriamento acentuado registado entre os anos 1300-1850 – se comparam com o que está acontecendo hoje no mundo…\nPs: …/as expressões de negacionismo climático e cepticismo climático, referem-se ao pensamento daqueles que negam a realidade do aquecimento global. Negam que os seres humanos, não tivessem e que continuam a não ter, um papel relevante neste fenómeno/…\nPresentemente, essas alegações são consideradas pseudocientíficas e o actual consenso científico, não apoia os negacionistas do aquecimento global… — A Greta Thunberg e a esmagadora parte dos jovens mundiais estão conscientes desta fatalidade que os irá atingir, se nada mudar…<br/>.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4708232367",
            "user": "disqus_KUYq2bOGtm",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Ela nao tem culpa pois nao teve tempo para estudar a fotossíntese por exemplo  onde as florestas  absorvem  CO2  e libertam Oxigénio,  mas  durante a noite também libertam CO2 pois respiram mas  nada diz nem  condena os incêndios florestais, nada diz sobre o crescimento de população desmesurado pois os biliões de seres humanos  na china e India libertam CO2  quando  respiram, assim como qualquer ser neste planeta, nem nunca fez a experiencia de soprar  por exemplo para dentro de colchão  de ar que pode perder os sentidos por falta de CO2 no seu corpo, nem menciona a actividade vulcanica  que liberta CO2 para a atmosfera, uma menina ingénua e sem  qualquer conhecimento cientifico para se pronunciar sobre tal tema. Depois temos outros politicos  iluminados que dizem querer reduzir as emissões de CO2 em  60% desconhecendo completamente que eles também as emitem quando respiram, melhor seria acabar com eles próprios e deixariam de emitir CO2, Na AR  se se medir o CO2 que libertam durante os debates que por ali fazem descobririam o quanto poluem o ambiente, e se o espaço ali fosse estanque acabavam todos mortos pelo próprio CO2 por eles libertado.  Tudo um desvio de atencoes para problemas bem mais graves que se passam pela Europa e pelo mundo...Sei que muitos se referem sobre as emissoes de CO2 causadas pelo homem  certo mas  minguem ainda  se referiu como separar  o CO2 plenamente natural e necessário ha vida  daquele por nos produzido nas refinarias, nos carros, nas centrais nucleares, que utilizamos para obter energia....Penso que todos sabemos que presentemente os  carros  fabricados  essa emissão de CO2 foi reduzida  por isso se durante uma inspecção periódica de uma viatura isso  é medido caso exceda o que  é permitido deixa de circular.....",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 18,
            "replies": [
                {
                    "id": "4708527541",
                    "user": "oscarmaximo",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Um coisa é o ciclo de carbono. Outra é chupar carbono a milhares de metros e introduzi-lo nesse \"ciclo fechado a céu aberto\". E já agora ter em conta as quantidades em jogo.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 17,
                    "replies": [
                        {
                            "id": "4708761443",
                            "user": "disqus_KUYq2bOGtm",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "Sabia que cada cidadão libera, em média, 2,07 toneladas de gás carbônico ou dióxido de carbono na atmosfera por mês? Sabia que esse CO2 é natural pois ao respirar-mos transformamos oxigénio em dióxido de carbono CO2.? sabia que a vida na terra provem exactamente do carbono? Sabia que na fotossíntese as plantas durante o dia alimentam-se de CO2 e libertam oxigénio, mas de noite ao respirarem pois também respiram caso nao saiba libertam CO2? Conhece química?<br/>Caso saiba tudo isto pergunto o que quer discutir?? Realmente tem uma forma de se expressar algo confusa....",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 16,
                            "replies": [
                                {
                                    "id": "4709234616",
                                    "user": "danisilva",
                                    "date": "3 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Sabe o que é um equilíbrio? Sabe o que é um desequilíbrio?\nO dióxido de carbono e o oxigénio, como bem explica, devem estar presentes na atmosfera em equilíbrio, para promover a vida no planeta.\nO problema é que o ser humano e a sua industrialização estão a desequilibrar de forma extrema o balanço atmosférico, emitindo demasiado dióxido de carbono.\nE relativamente aos vulcões, sabe-se que todos os vulcões do mundo COMBINADOS são quase insignificantes em termos de emissões de CO2 quando comparados com os humanos...\n\"According to the U.S. Geological Survey (USGS), the world’s volcanoes, both on land and undersea, generate about 200 million tons of carbon dioxide (CO2) annually, while our automotive and industrial activities cause some 24 billion tons of CO2 emissions every year worldwide. Despite the arguments to the contrary, the facts speak for themselves: Greenhouse gas emissions from volcanoes comprise less than one percent of those generated by today’s human endeavors.\"<br/>Scientific American, 11 Fevereiro 2009\n\"Human activities emit 60 or more times the amount of carbon dioxide released by volcanoes each year. Large, violent eruptions may match the rate of human emissions for the few hours that they last, but they are too rare and fleeting to rival humanity’s annual emissions. In fact, several individual U.S. states emit more carbon dioxide in a year than all the volcanoes on the planet combined do.\"<br/>- US National Oceanic and Atmospheric Administration, U.S. Department of Commerce, 15 Junho 2016",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 15,
                                    "replies": [
                                        {
                                            "id": "4710008566",
                                            "user": "disqus_KUYq2bOGtm",
                                            "date": "3 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Nada tenho a discutir consigo o que escreve já discutimos e estou completamente em desacordo consigo... Entendeu?  E nada tem com equilíbrio  ou desequilíbrio mas sim transformação cíclica. O Sahara  já teve  agua, florestas, e animais de muitas espécies e hoje  é um deserto  e nao foi preciso intervenção humana para isso acontecer.....  Passe bem...",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 2,
                                            "replies": [
                                                {
                                                    "id": "4710232234",
                                                    "user": "danisilva",
                                                    "date": "3 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "O Sahara não deve ter passado de floresta a deserto em um ou dois séculos, imagino...\nMas você é negacionista, nem todas as provas do mundo o farão mudar de opinião.\nJá agora, fica aqui mais uma citação, desta vez da revista Exame, para você ignorar:\n\"Oslo  – Os indícios de que o aquecimento global seja causado pelo homem atingiram um nível de certeza “padrão ouro”, o que aumenta a pressão por cortes de gases de efeito estufa para limitar a elevação das temperaturas, disseram cientistas nesta segunda-feira.<br/>“A humanidade não poder ser dar ao luxo de ignorar sinais tão claros”, escreveu a equipe liderada por norte-americanos no periódico científico Nature Climate Change com base em medições de satélite sobre aumentos das temperaturas nos últimos 40 anos.<br/>Eles disseram que a crença de que atividades humanas estão aumentando o calor na superfície da Terra chegou ao nível dos “5 sigma”, uma medida estatística que significa só existir uma chance em um milhão de que o sinal apareceria se não houvesse aquecimento.<br/>Tal “padrão ouro” foi aplicado em 2012, por exemplo, para confirmar a descoberta da partícula subatômica conhecida como bóson de Higgs, um dos principais componentes do universo.<br/>Benjamin Santer, principal autor do estudo que atua no Laboratório Nacional Lawrence Livermore da Califórnia, disse esperar que as descobertas convençam os céticos e deem ensejo a ações.<br/>“A narrativa lá fora de que os cientistas não sabem a causa da mudança climática está errada”, disse ele à Reuters. “Nós sabemos.”<br/>A maioria dos cientistas sustenta que a queima de combustíveis fósseis está causando mais enchentes, secas, ondas de calor e a elevação do nível dos mares.\"<br/>Revista Exame, 25 Fevereiro 2019\nPasse bem",
                                                    "likes": 0,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 1,
                                                    "replies": [
                                                        {
                                                            "id": "4710285520",
                                                            "user": "disqus_KUYq2bOGtm",
                                                            "date": "3 months ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Do Mundo ?? LOL......",
                                                            "likes": 0,
                                                            "hasReplies": false,
                                                            "numberOfReplies": 0,
                                                            "replies": []
                                                        }
                                                    ]
                                                }
                                            ]
                                        },
                                        {
                                            "id": "4709953520",
                                            "user": "disqus_KUYq2bOGtm",
                                            "date": "3 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Ja  tivemos um debate sobre isso e eu Afirmo que em nada concordo consigo será que ainda nao entendeu??? A minha pergunta  é  como extrair CO2 de CO2  tem alguma varinha magica? ou uma bola de cristal?  Escusa de fazer esse copie e paste de artigos que já os li e nada dizem de relevante pois conheço outros que contradizem. Mesmo os cientistas nao estao de acordo sabia??? Óbvio que nao..A transformação climática vai acontecer pois tudo se transforma e nada nem ninguém a fará parar certo que o homem tem dado uma ajuda no aceleramento  mas isso já esta a acontecer e aconteceria na mesma, pois o Deserto do Saara já foi uma floresta com agua árvores e animais,e nao foi necessária a intervenção humana para essa transformação. Esse processo  é irreversível entende... O ciclo  continua  nada a fazer.....",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 11,
                                            "replies": [
                                                {
                                                    "id": "4710231616",
                                                    "user": "danisilva",
                                                    "date": "3 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Pois, não vale a pena argumentar comigo. Eu sei a verdade, e apresento citações credíveis. Não vale a pena perder o seu tempo, tem toda a razão...",
                                                    "likes": 0,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 10,
                                                    "replies": [
                                                        {
                                                            "id": "4710288958",
                                                            "user": "disqus_KUYq2bOGtm",
                                                            "date": "3 months ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Vossemecê nao sabe nada e nem se esforçá para tal.  Consigo  nada ha para argumentar  nem argumento para tal.  Fique com a sua  opinião  que eu tenho a minha, Nao compro  banha da cobra  venda isso a outro.......",
                                                            "likes": 0,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 9,
                                                            "replies": [
                                                                {
                                                                    "id": "4710289907",
                                                                    "user": "danisilva",
                                                                    "date": "3 months ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "A minha opinião é baseada em factos, e por isso uso citações.\nA sua opinião parece ser baseada nos astros, já que a única citação que apresentou confirmava exactamente o que eu defendi... deve ser do tarot.",
                                                                    "likes": 0,
                                                                    "hasReplies": true,
                                                                    "numberOfReplies": 8,
                                                                    "replies": [
                                                                        {
                                                                            "id": "4711206582",
                                                                            "user": "disqus_KUYq2bOGtm",
                                                                            "date": "3 months ago",
                                                                            "timestamp": "NA",
                                                                            "commentText": "Parece pois quando nao temos a certeza dizemos *parece*. Os textos que faz copy e taste já os conheço e já lhe tinha escrito isso entende. Quando se Le um artigo nao se repete o que já foi escrito tira-se uma conclusão  nossa  e forma-se uma opinião nossa, se a de alguém outro é diferente so temos de aceitar  e não impingir a nossa. DISCORDO CONSIGO ENTENDEU ? Nada ha mais a comentar PONTO FINAL...Se vossemecê ainda  acredita no pai natal a culpa nao  é  minha  seguramente  é  de quem o educou e ensinou.....E sinceramente nao tenho paciência para tanta  estupidez.  Vossemecê  tem personalidade de parasita mas eu recuso- me a ser o seu hospedeiro.... Qualquer pessoa  com um mínimo de inteligência sabe quando deve parar mas esse seguramente não é o seu caso... Adeus.....",
                                                                            "likes": 0,
                                                                            "hasReplies": true,
                                                                            "numberOfReplies": 7,
                                                                            "replies": [
                                                                                {
                                                                                    "id": "4711464745",
                                                                                    "user": "danisilva",
                                                                                    "date": "3 months ago",
                                                                                    "timestamp": "NA",
                                                                                    "commentText": "Você é que acredita no Pai Natal, já que acredita numa teoria que não tem bases científicas, nem apresenta citações credíveis que a defendam.\nPeço desculpa estragar o seu Natal, mas o Pai Natal não existe...",
                                                                                    "likes": 0,
                                                                                    "hasReplies": true,
                                                                                    "numberOfReplies": 6,
                                                                                    "replies": [
                                                                                        {
                                                                                            "id": "4711673066",
                                                                                            "user": "disqus_KUYq2bOGtm",
                                                                                            "date": "3 months ago",
                                                                                            "timestamp": "NA",
                                                                                            "commentText": "Feche a tampa dessa sanita que fede.......",
                                                                                            "likes": 0,
                                                                                            "hasReplies": true,
                                                                                            "numberOfReplies": 5,
                                                                                            "replies": [
                                                                                                {
                                                                                                    "id": "4711680404",
                                                                                                    "user": "danisilva",
                                                                                                    "date": "3 months ago",
                                                                                                    "timestamp": "NA",
                                                                                                    "commentText": "Tem toda a razão, a campanha de desinformação anti-ciência que você está a fazer já cheira mal.\nA única forma de fechar essa sanita é comprovando, com factos e citações, que você está errado, para que qualquer utilizador que leia estes comentários no futuro possa ficar do lado da verdade e dos factos científicos.\nMissão cumprida",
                                                                                                    "likes": 0,
                                                                                                    "hasReplies": true,
                                                                                                    "numberOfReplies": 4,
                                                                                                    "replies": [
                                                                                                        {
                                                                                                            "id": "4711701138",
                                                                                                            "user": "disqus_KUYq2bOGtm",
                                                                                                            "date": "3 months ago",
                                                                                                            "timestamp": "NA",
                                                                                                            "commentText": "Sim como Greta Thunberg  a sua cientista de eleição. ainda continua  indisposto nao para de vomitar?  Irra tenho de levar consigo sempre que abro o sapo e leio noticias? realmente a estupidez nao tem cura possível....",
                                                                                                            "likes": 0,
                                                                                                            "hasReplies": true,
                                                                                                            "numberOfReplies": 3,
                                                                                                            "replies": [
                                                                                                                {
                                                                                                                    "id": "4711706525",
                                                                                                                    "user": "danisilva",
                                                                                                                    "date": "3 months ago",
                                                                                                                    "timestamp": "NA",
                                                                                                                    "commentText": "Greta, cientista? Você deve ter batido mesmo forte com a cabeça...\nQuer me acusar de mais alguma coisa que eu não tenha dito ou escrito? Aqui estarei para o refutar, para bem da verdade e dos factos.",
                                                                                                                    "likes": 0,
                                                                                                                    "hasReplies": true,
                                                                                                                    "numberOfReplies": 2,
                                                                                                                    "replies": [
                                                                                                                        {
                                                                                                                            "id": "4711748171",
                                                                                                                            "user": "disqus_KUYq2bOGtm",
                                                                                                                            "date": "3 months ago",
                                                                                                                            "timestamp": "NA",
                                                                                                                            "commentText": "Miauuuuuu!!!!!!!!!",
                                                                                                                            "likes": 0,
                                                                                                                            "hasReplies": true,
                                                                                                                            "numberOfReplies": 1,
                                                                                                                            "replies": [
                                                                                                                                {
                                                                                                                                    "id": "4711749136",
                                                                                                                                    "user": "danisilva",
                                                                                                                                    "date": "3 months ago",
                                                                                                                                    "timestamp": "NA",
                                                                                                                                    "commentText": "Então a que preço está a sardinha?",
                                                                                                                                    "likes": 0,
                                                                                                                                    "hasReplies": false,
                                                                                                                                    "numberOfReplies": 0,
                                                                                                                                    "replies": []
                                                                                                                                }
                                                                                                                            ]
                                                                                                                        }
                                                                                                                    ]
                                                                                                                }
                                                                                                            ]
                                                                                                        }
                                                                                                    ]
                                                                                                }
                                                                                            ]
                                                                                        }
                                                                                    ]
                                                                                }
                                                                            ]
                                                                        }
                                                                    ]
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4708183125",
            "user": "disqus_zNBx4Q8LYg",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Qualquer assunto é assunto para a escumalha xuxalista fazer propaganda e a plebe esquecer o tsunami que ai vem.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4708168849",
            "user": "disqus_qjGrG6hxKV",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "mas quem paga esta  menina  ?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4708122175",
            "user": "disqus_59HeJFfFVj",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "ESta menina não devia estar na escola a estudar  em vez de ser o papagaio de interesses escondidos? Que pais são estes que deixam uma jovenzita andar num veleiro mundo fora podendo perder a vida,<br/> ou afinal o bote e as viagens são pura encenação.  Eu dou ouvidos a gente adulta que estudou sobre o assunto e não a uma <b> miúda </b>irreverente e mal educada fantoche que outros manajam. De onde vem o dinheiro para tanta viagem?<br/>Só de ouvir o nome da<b>  miúda</b> fico bom pele de galinha, etou farta.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4709237285",
                    "user": "danisilva",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Não há dinheiro que pague e/ou escola que consiga ensinar o que esta <b> miúda </b>está a fazer e aprender ao mesmo tempo.<br/>Depois de um ano a fazer o que ela tem feito, a discursar para a União Europeia, Congresso dos EUA, Nações Unidas, entre outros, ela merece um doutoramento em relações internacionais.\nNo final da sua experiência, estou certo que será ela própria a ser convidada para dar aulas nas escolas...",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Miúda"
                    ]
                },
                {
                    "id": "4708291992",
                    "user": "kika_1900",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Dizem as más línguas que o barco também se movia <br/>a gasóleo e não apenas à vela.<br/>Espero que ela visite o cais dos barcos de cruzeiro em Lisboa e <br/>a lixarada que existe um pouco por toda a cidade .<br/>Só mesmo os ignorantes é que precisam de uma Greta , porque antes <br/>nunca ouviram falar de poluição e etc. <br/>Uma risota pegada.<br/>Que todos os que se preocupam com o ambiente que pesquisem <br/>o nível de poluição dos comboios , mas a Greta provavelmente não sabe.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Miúda"
            ]
        },
        {
            "id": "4707930727",
            "user": "Vendap",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Greta Thunberg pode valer 13 triliões de dólars. E adivinhem quem é que os vai pagar.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "4708741099",
                    "user": "Flordelamar",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "O MADURO!",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "4709850201",
                            "user": "Vendap",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "TU!",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "4710810535",
                                    "user": "Flordelamar",
                                    "date": "3 months ago",
                                    "timestamp": "NA",
                                    "commentText": "NÃÃÃÃÃÃÃÃÃÃÃÃÃÃÃÃ...isto é coisa para a esquerdalha caviar....<br/>Esse analfrabruto do Maduro, mais os seus \"pernis de porco\"<br/>comprados á besta do Lino é que fica bem nesse filme.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4707866887",
            "user": "joovascoalexandremouta",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Quer chegar a tempo? Pegue num barquinho de borracha e reme.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4707733719",
            "user": "Guest",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Eu quando li o titulo pensei logo; queres ver que voou o telhado . mas felizmente não foi isso.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4707718621",
            "user": "disqus_vxuvFIdddA",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Mau tempo impede Greta de discursar no Parlamento...<br/>E agora, quem salvará o planeta Terra e garantirá a sobrevivência da espécie humana, sim porque o discurso no parlamento português iria ter uma repercussão maior que o acordo de Paris...<br/>Portugal está sempre na vanguarda do politicamente correcto e do globalismo dissolvente...",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4707668402",
            "user": "rodolfolaureano",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Desde que a imprensa me disse para não dar calor a populismo, deixei de lhe prestar atenção. Mas agora, pelos vistos, o populismo já é aceitavel outra vez... Em que ficamos afinal?!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4707638727",
            "user": "disqus_HrMqhzQIQQ",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Quanto viria cobrar pelo acto de oratória no Parlamento?",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4707657048",
                    "user": "relvas_analytics",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "...espero cobre caro e que seja tirado dos teus impostos! ...é uma forma de tu seres obrigado a colaborar sem queres.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4707694053",
                            "user": "disqus_HrMqhzQIQQ",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "Relvas, pelo que demonstra deve ter comissão de angariação do pagamento à adolescente.<br/>Será por isso explorador de crianças e adolescentes o que é crime.",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4707608349",
            "user": "disqus_L7OTc7KMzq",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "O clima zangou-se com a activista .\nTalvez por vir num barco de fibra, em vez de madeira.. ou por usar telemóveis com baterias poluentes em vez de sinais de fumo.. ou deixar uma pegada ecológica com as viagens turísticas, em vez de fazer viajar as mensagens pré satélite..\nAinda bem q é só uma a viajar e a fazer barulho, se fossem muitas as emissões de CO2 aumentavam só para dizer que.. temos de baixar as emissões de CO2",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4707585485",
            "user": "teixeiranet",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Sabem porque é que a ideia de que os homens podem alterar o Clima  ou destruir a Terra é uma presunção ofensiva do Altíssimo?<br/>Porque há dois mil anos, quando nem se sabia o que seriam alterações climáticas (e ainda menos provocadas pelo homem), aconteceu este episódio que explica que o Autor da Obra é que tem Poder sobre ela:<br/>---------------------------------------\nDe repente, desencadeou-se sobre o mar uma tempestade tão grande, que as ondas cobriam a barca. Ele, no entanto, dormia.<br/>Os discípulos achegaram-se a ele e o acordaram, dizendo: Senhor, salva-nos, nós perecemos!\nE Jesus perguntou: Por que este medo, gente de pouca fé? Então, levantando-se, deu ordens aos ventos e ao mar, e fez-se uma grande calmaria.\nAdmirados, diziam: Quem é este homem a quem até os ventos e o mar obedecem?\nMateus 8:24-27",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 15,
            "replies": [
                {
                    "id": "4709244406",
                    "user": "danisilva",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Uma coisa é os seres humanos alterarem o clima com a sua actividade pecaminosa (que realmente acontece), outra coisa é fazê-lo por ordem, conscientemente, e a propósito (não pode acontecer).\nDeve estar consciente do Apocalipse (Armageddon) que a Bíblia afirma destruirá o planeta... com fogo! Digamos que o aquecimento global é provavelmente só o começo...\n\"E subiram sobre a largura da terra, e cercaram o arraial dos santos e a cidade amada; e de Deus desceu fogo, do céu, e os devorou.\"<br/>Apocalipse 20:9",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 4,
                    "replies": [
                        {
                            "id": "4710284971",
                            "user": "teixeiranet",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "Sabe que o propósito da 2ª vinda de Cristo não é destruir, queimar e matar tudo e todos.(A ideia não é destruir mas transformar).<br/>É exactamente o oposto que Cristo se propõe! Salvar o Mundo e os justos. Claro que os pecadores terão que ser neutralizados e castigados (esta questão é de explicação mais difícil, embora por exemplo, a parábola de Lázaro ajude um pouco a explicação).<br/>Depois o Apocalipse é o Livro de mais difícil interpretação e está cheio de simbolismos difíceis de decifrar. Mas vejamos que fogo destruiu o quê?\nE quando se completarem os mil anos, Satanás será solto da sua prisão.<br/>8<br/>Ele sairá para seduzir as nações dos quatro cantos da terra, de Gog e Magog, a fim de reuni-las para o combate. O número delas é como a areia do mar.<br/>9<br/>Espalharam-se por toda a terra, cercaram o acampamento dos santos e a cidade amada. Mas do céu desceu fogo e devorou-as.<br/>10<br/>O Diabo, que tinha seduzido a todas elas, foi atirado no lago de fogo e enxofre, onde já se achavam a Fera e o falso profeta. Lá eles serão atormentados noite e dia, por toda a eternidade.\nApocalipse, 20<br/>-------------------------------------------<br/>O que é destruído, queimado é o Diabo e seus anjos, não a Terra nem os homens. O \"modus operandi\" aí é outro.",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 3,
                            "replies": [
                                {
                                    "id": "4710287582",
                                    "user": "danisilva",
                                    "date": "3 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Para transformar é preciso primeiro destruir o mundo pecaminoso.\nJá ouviu falar da expressão \"purificação pelo fogo\"? É mais ou menos isso...",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 2,
                                    "replies": [
                                        {
                                            "id": "4710293521",
                                            "user": "teixeiranet",
                                            "date": "3 months ago",
                                            "timestamp": "NA",
                                            "commentText": "O que disse foi \"destruirá o Planeta com fogo\". E isso significa o quê?. Vejamos se esta passagem de S. Paulo aos Coríntios nos dá mais uma ajuda:<br/>--------------------------<br/>(…) Assim como em Adão todos morrem, assim em Cristo todos reviverão.<br/>Cada qual, porém, em sua ordem: como primícias, Cristo; em seguida, os que forem de Cristo, na ocasião de sua vinda.\nDepois, virá o fim, quando entregar o Reino a Deus, ao Pai, depois de haver destruído todo principado, toda potestade e toda dominação.\nPorque é necessário que ele reine, até que ponha todos os inimigos debaixo de seus pés.<br/>O último inimigo a derrotar será a morte, porque Deus sujeitou tudo debaixo dos seus pés.<br/>Mas, quando ele disser que tudo lhe está sujeito, claro é que se excetua aquele que lhe sujeitou todas as coisas.\n1 Coríntios 15:22-27<br/>--------------------------------------------------<br/>Destruir \"principados e potestades\" (entidades demoníacas), não é destruir a Terra. Quem pecou foram os homens por isso é que os pecadores terão de ser castigados (não mortos).Mas este tema levava-nos muito longe.",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 1,
                                            "replies": [
                                                {
                                                    "id": "4710297994",
                                                    "user": "danisilva",
                                                    "date": "3 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Afirma o apóstolo Pedro que enquanto o mundo foi uma vez destruído por água, um segundo dilúvio, desta vez de fogo purificará a terra do pecado (ver 2 Pedro 3:7)\n\"Mas os céus e a terra que agora existem pela mesma palavra se reservam como tesouro e se guardam para o fogo, até o Dia do Juízo e da perdição dos homens ímpios.\"<br/>\"Mas o Dia do Senhor virá como o ladrão de noite, no qual os céus passarão com grande estrondo, e os elementos, ardendo, se desfarão, e a terra e as obras que nela há se queimarão.\"<br/>2 Pedro 3:7,10",
                                                    "likes": 0,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "4707619200",
                    "user": "disqus_qZNYlHPJkM",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Ele no entanto dormia. E continua.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 6,
                    "replies": [
                        {
                            "id": "4707663832",
                            "user": "teixeiranet",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "Se soubesse Cristologia não diria isso. Ele não veio cá há 2000 anos para salvar o pessoal todo e mais o que viesse.<br/>Mas para fazer algo que os salvaria no futuro, depois da 2ª vinda. Isto é assim. Não interessa quem acredita ou não.",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 5,
                            "replies": [
                                {
                                    "id": "4707702890",
                                    "user": "disqus_qZNYlHPJkM",
                                    "date": "3 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Pois, eu já sabia que sou ignorante em teologia (palavras suas num comentário há dias) agora também não sei nada de cristologia. Eu sempre ouvi dizer que Jesus nasceu para salvar o mundo, agora você que até é entendido na matéria, diz que não. Afinal em quem é que eu devo acreditar? Creio que em si, e teremos que esperar pela segunda vinda dele para salvar a humanidade. Mas também se não for à segunda será à terceira ou quarta. Não há problema.",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 4,
                                    "replies": [
                                        {
                                            "id": "4707738595",
                                            "user": "teixeiranet",
                                            "date": "3 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Respeitando o espírito da época, você está um brincalhão!<br/>Acredite que estas coisas são muito complicadas, mas se, para variar eu fosse meter-me em experiências quânticas que nos revelam a natureza do espaço - tempo e que vão desde a inexistência de tempo, até a eventos no futuro que interagem com o passado / presente, duvido que achasse mais compreensível.\nComo Cristo não está sujeito a uma estrutura linear de tempo (passado -&gt; presente -&gt; futuro), torna-se complicado para nós, que nascemos, crescemos e morremos, compreender o tempo de Alguém que quando vive no (nosso) passado, já conhece o (nosso) futuro. É melhor ficar por aqui, não?\nNota: a explanação destes conceitos implica noções como a seta termodinâmica do tempo, a entropia, a causalidade, Teorema de Bell, etc,...",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 3,
                                            "replies": [
                                                {
                                                    "id": "4707825378",
                                                    "user": "disqus_qZNYlHPJkM",
                                                    "date": "3 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "De facto estou rendido à sua sapiência. As coisas que você sabe deixam-me boquiaberto. O problema é que eu continuo sem acreditar que alguém que nasceu para salvar a humanidade, permita que haja tanta miséria, tanta fome por esse mundo fora, principalmente crianças que não têm culpa alguma dos erros dos adultos. É que nem mesmo as suas bonitas palavras me convencem. Lamento, mas não sou capaz.",
                                                    "likes": 0,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 2,
                                                    "replies": [
                                                        {
                                                            "id": "4708434577",
                                                            "user": "teixeiranet",
                                                            "date": "3 months ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Obrigado pelas suas palavras, certamente exageradas.<br/>Você tem que olhar para o \"Projecto de Deus\" do início até ao fim. Claro que estudar isso tudo dá imenso trabalho, tal como outros ramos do conhecimento. É o preço do saber.<br/>Ás vezes há certas passagens que resumem bem a História mas é sempre insuficiente e deixa dúvidas para quem não domine o assunto, razoavelmente. Por exemplo:<br/>--------------------------------------------<br/>(…) Por isso, como por um só homem entrou o pecado no mundo, e pelo pecado a morte, assim a morte passou a todo o gênero humano, porque todos pecaram...\nDe facto, até a lei o mal estava no mundo. Mas o mal não é imputado quando não há lei.<br/>No entanto, desde Adão até Moisés reinou a morte, mesmo sobre aqueles que não pecaram à imitação da transgressão de Adão {o qual é figura do que havia de vir}.\nMas, com o dom gratuito, não se dá o mesmo que com a falta. Pois se a falta de um só causou a morte de todos os outros, com muito mais razão o dom de Deus e o benefício da graça obtida por um só homem, Jesus Cristo, foram concedidos copiosamente a todos.\nRomanos 5:12-15",
                                                            "likes": 0,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 1,
                                                            "replies": [
                                                                {
                                                                    "id": "4708458525",
                                                                    "user": "teixeiranet",
                                                                    "date": "3 months ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "A miséria, a morte entraram no Mundo (Ex Paraíso) por causa do Pecado dos homens (Adão);<br/>Mas Deus já tinha uma Salvação planeada (ver Proto Evangelho / Génesis), que incluía a morte voluntária do Seu Filho para a restauração da Perfeição que era o Seu objectivo final: O Reino dos Céus, mesmo passando os homens por todos estes males, todo este  tempo.<br/>-----------------------------------------<br/>Enquanto ainda falava, veio alguém e disse ao chefe da sinagoga: Tua filha acaba de morrer; não incomodes mais o Mestre.<br/>Mas Jesus o ouviu e disse a Jairo: Não temas; crê somente e ela será salva.\nQuando Jesus chegou à casa, não deixou ninguém entrar com ele, senão Pedro, Tiago, João com o pai e a mãe da menina.\nTodos, entretanto, choravam e se lamentavam. Mas Jesus disse: Não choreis; a menina não morreu, mas dorme.<br/>Zombavam dele, pois sabiam bem que estava morta.\nMas segurando ele a mão dela, disse em alta voz: Menina, levanta-te!<br/>Voltou-lhe a vida e ela levantou-se imediatamente. Jesus mandou que lhe dessem de comer.\nSeus pais ficaram tomados de pasmo; Jesus ordenou-lhes que não contassem a pessoa alguma o que se tinha passado.\nLucas 8:49-56",
                                                                    "likes": 0,
                                                                    "hasReplies": false,
                                                                    "numberOfReplies": 0,
                                                                    "replies": []
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "4707599277",
                    "user": "relvas_analytics",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "\"Admirados, diziam: Quem é este homem a quem até os ventos e o mar obedecem?\" ...E Deus disse lá de cima...respeitem esse homem ele é o GRANDE JORGE JESUS!!!\n...palavra do Senhor, palavra da Salvação ...ide em paz e que o Senhor vos acompanhe ...Amém.\nAnalytics 18:11-30",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4707728540",
                            "user": "paulomodestoalvesramada",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "quem é o grande Jorge  Jesus  ?!  .....",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "4707588624",
                    "user": "Meliodasreidosdemonios",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Isso é treta.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4707580846",
            "user": "Meliodasreidosdemonios",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Ohhhhhhhhh que peeeeeeena que eu tenho.",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "4707679282",
                    "user": "paulomodestoalvesramada",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "afinal tinhas razão acerca  do furação .......       😂😂🤣🤣🤣",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4707609131",
                    "user": "relvas_analytics",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "...vou-me rir quanto tu morreres afogado em merda.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4707583566",
                    "user": "disqus_VoMCyeRe8d",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "E eu!!! Que pena!! Lá vou ter de reogarnizar a minha agenda...",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4707575718",
            "user": "disqus_HoxQNrbajM",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Que pena a fedelha não poder ofender os terríveis poluidores portugueses.<br/>Atenção que temos que mudar.<br/>Agora não precisamos de meninas malcriadas extremistas a ofender com muuuiiitooo excesso de agressividade.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4707570923",
            "user": "relvas_analytics",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "...é triste ver a direitalha portuguesa ao serviço do poluidor capitalismo industrial chinês.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "4708302295",
                    "user": "disqus_O0N0YZyAem",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Tem sempre a possibilidade de ir para o Burundi que segundo sei é o pais com a pegada ecológica mais baixa do mundo e deixar de lado a poluição capitalista industrial da China e da America e usufruir da incrível qualidade de vida que lá existe. Gosto mais de ver a dar o exemplo do que só ouvir gritar para os outros mudar.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4707579343",
                    "user": "disqus_qZNYlHPJkM",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "E do americano, convém não esquecer também esses grandes poluidores.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4707588619",
                            "user": "relvas_analytics",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "...sim, mas para a direitalha a poluição americana não é poluição ...é perfume que os americanos mandam para o ar!<br/>Isto obviamente porque é o Trump que está no poder, porque se fosse o Bernie Sanders os americanos passariam imediatamente a ser uns horríveis e perigosos poluidores muito piores que os chineses.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4707565091",
            "user": "disqus_chuXBUx6Qf",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Enquanto a miuda inicialmente tomou uma postura natural para a sua <b> idade </b>sobre os problemas ambientais foi interessante de seguir, depois veio o deslumbramento e \"tráfico de influências\" e deixou de ter interesse de ela gritar , choramingar e falar repetidamente o mesmo estilo de discurso .",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Idade"
            ]
        },
        {
            "id": "4707562725",
            "user": "disqus_8fbehyfpjj",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Obrigado meu rico S. Pedro.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4707562536",
            "user": "teixeiranet",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Que coincidência!<br/>Ele há coisas….<br/>(Porventura, o Altíssimo já não teria paciência para divagações de adolescentes?)",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4707555655",
            "user": "disqus_O5uGPm0is2",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "É mau tempo, é! Viu a por caria que essa corja politiqueira é e fugiu logo com o iate...só fantuchadas! São uns hipócritas, cínicos, falsos, no fundo estão a lixar-se para o ambiente! Se não estivessem não deixavam circular a tremenda sucata automóvel altamente poluente, barulhenta que nem numa inspeção na Guiné passavam...há muitos anos, mais de trinta que falam em melhorar os transportes públicos, autocarros ecológicos, nada...as vias públicas mais parecem uma via sacra, a por caria da calçada onde nem se consegue andar, perigosa, esburacada, os corruptarcas das tais autarquias estão-se a lixar...os desgovernantes mundias tomavam medidas para reduzir a tremanda poluição dos aviões, são milhares por segundo a poluir cancerigenamente o ar, água, solos, alimentos, mas estão-se a lixar...Vão para a p. que os p....",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4707553720",
            "user": "disqus_qZNYlHPJkM",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Mas esta menina não está em <b> idade </b>escolar obrigatória? E porque é que ela segue de Lisboa para Madrid de comboio? A bicicleta não é menos poluente? Atenção mas tem de ser bicicleta sem motor elétrico.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "4707597113",
                    "user": "Antiraoliono",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Estão 3 Tesla Y, numa garagem de Lisboa. O problema é que a viagem iria demorar mais tempo do que o que permite à rapariga ir discursar. Daí que vão usar o comboio de Lisboa-Madrid, que demora 14 horas.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4707576770",
                    "user": "disqus_VoMCyeRe8d",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "A jovem tirou uma \"licença sabática\" dos estudos para se dedicar à sua causa!!! Como todos já vimos os pais devem ter dinheiro e querem que a sua filha lute pelo que acredita, os estudos não são prioritários. E claro existem umas personalidades por detrás de todo este show mas deixo a cada um tirar as suas conlusões...",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4707559805",
                    "user": "disqus_O5uGPm0is2",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Ainda é tirada ao pais, por faltas excessivas na escola...e entregue para adoção! A uns dá-lhes para as alarvidades das redes sociais, delinquências, drogs, agredir tudo e todos, a essa deu para isso e os pais devem estar a faturar bem..",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Idade"
            ]
        },
        {
            "id": "4707552196",
            "user": "disqus_3bcgAfCOV4",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "IDIOTA",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Idiota"
            ]
        },
        {
            "id": "4707543463",
            "user": "disqus_32jhbiMWyr",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Todos devemos fazer mais pelo planeta, muito mais, mas não aceito \"lições\" nem desta Greta nem dos adolescentes que ultimamente são usados (vejam-se as recentes manifestações destes) nesta súbita histeria coletiva pelo ambiente. Primeiro, esta Greta, além de ser só a porta-voz de alguns interesses, demonstra uma ignorância profunda sobre o que deve ser feito, com se vê nos seus discursos populistas e demagogos, sendo um dos mais gritantes exemplos a recusa em andar de avião porque é poluente. <br/>Diz ela para andarmos de barco em vez de avião!!!??? Será que conhece o nosso mundo? Quem é que se pode dar a esse luxo? Luxo em tempo e dinheiro. Ignorância pura. A esta só lhe \"perdoo\" a gritaria porque é doente (síndrome de Asperger) caso contrário diria que não passa de uma doida histérica.<br/>Quanto aos adolescentes em geral...bem, considerando que são os mais consumistas, mais materialistas e quem mais polui no dia-a-dia...nem vale a pena sequer dar-lhes atenção. Ou antes, devemos sim, mas é ensiná-los a mudarem de hábitos para que um dia mais tarde eles mesmo possam fazer alguma coisa de mais útil pelo planeta do que andarem por aí aos berros sem saberem sequer o que dizem.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "4707566939",
                    "user": "disqus_VoMCyeRe8d",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Verdade! Há muitos adolescentes e pessoas que em vez de discursar como a Greta, estão fazendo algo como limpando plásticos das praias, combatendo a desflorestação, criando medidas para evitar que os plásticos atinjam o mar etc. na India, Tailândia, América, etc. o que não falta são exemplos. Outra situação é no meu tempo de adolescência e juventude, eu passava as minhas férias na praia a 15 minutos de casa em Portugal. Os adolescentes e jovens de hoje vão até às Maldivas, Tailândia, Itália, Porto Rico, Cabo Verde, etc. não se limitam em ficar em Portugal e viajam como!!??? De jangada, não!!! De avião. Penso que todos nós temos uma responsabilidade ambiental agora decerto que não quero ninguém a dizer-me o que fazer quando o seu exemplo deixa muito a desejar.",
                    "likes": 5,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "4707599274",
                            "user": "Antiraoliono",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "O pior é os manifestantes deixarem lixo, reciclável, pelas ruas onde estão a fazer a manifestação. O mesmo que é ver jovens de 13-14 anos, a beber litrosas, a meio da manhã e partirem as garrafas de vidro nos passeios para se divertirem e terem umas centenas a filmar para a festa.",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "4707605104",
                                    "user": "disqus_VoMCyeRe8d",
                                    "date": "3 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Se fosse só nas manifestações!!! Deixam lixo em todo o lado, passeios, praias, ruas, etc. e o mais ridículo é que muitas das vezes o caixote do lixo está a um metro de distância. Então aos fins de semana nas grandes cidades é por demais e desculpem-me mas bebedeiras e ser jovem não é razão para fazer tamanho esterco.",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4707533481",
            "user": "benficasempre",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Hajam boas noticias .. que chegue e siga viagem, este tipo de greta não faz falta nenhuma !!",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4707532557",
            "user": "disqus_iplOX3rmAN",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Mau tempo, o kamandro!!! Tenham coragem de dizer a verdade!!! É o aquecimento global e as alterações climáticas que estão a impedir Greta de discursar no Parlamento!! Antigamente nunca havia mau tempo nesta altura do ano!!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4707526536",
            "user": "disqus_0gYtNDtvFG",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Mas que raio faz o merdinas na recepção à Greta!?...",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "4707596039",
                    "user": "Antiraoliono",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "O mesmo que Paulo Portas e Pedro Passos Coelho queriam exigir na chegada da selecção portuguesa, campeã da Europa, em 2016, não gostaram que a Federação os mandou pastar caracóis e marcaram mais de 2000 reuniões, por todo o país, para os membros dos partidos não poderem ir receber a selecção.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4707552280",
                    "user": "relvas_analytics",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "...isso tem alguma relevância?",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4707555690",
                            "user": "benficasempre",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "tanta relevância como a de morreres depressa !!",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "4707545039",
                    "user": "disqus_32jhbiMWyr",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Há fotógrafos e camaras de TV. Só falta mesmo o Mr. Selfie (ás tantas ainda aparece para a fotografia, tipo o emplastro do Porto).",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4707518161",
            "user": "disqus_pyjLUpcSC4",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "muitos dirão, que alívio. Não terão de ouvir os disparates e berros de uma adolescente doente",
            "likes": 14,
            "hasReplies": true,
            "numberOfReplies": 36,
            "replies": [
                {
                    "id": "4709164427",
                    "user": "o_critico",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "É verdade, <b> miúda </b>doente que nada diz senão besteira... Porque o problema do clima é só um, EXCESSO DE POPULAÇÃO, principalmente em países de terceiro mundo, que a sua industrialização criam a maiores níveis de poluição, China, Índia... mas claro, não é politicamente correcto dizer... Vamos é criar \"impostos\" idiotas para sustentar as politicas esquerdopatas socialistas e entreter o povinho ignorante.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Miúda"
                    ]
                },
                {
                    "id": "4708264870",
                    "user": "disqus_KUYq2bOGtm",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Falta dizer e sem qualquer conhecimento cientifico tem pois desconhece o processo natural que se aprende na escola da fotossíntese. onde as plantas absorvem CO2 e libertam oxigénio mas de noite também libertam CO2 enquanto respiram, como ela também o liberta  respirando durante 24 horas por dia..... Em verdade nao passa de um joguete de organizacoes  que querem lucros  rapidamente, mas que nunca iram resolver nada, pois  nunca disseram como podem separar o CO2  natural e necessário para a vida daquele produzido  nos combustíveis fosseis.....",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4708154680",
                    "user": "disqus_bvilwJO5EI",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Mas.....afinal quem é o doente???",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4707699940",
                    "user": "paulomodestoalvesramada",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "doente ?!  a mim da-me a impressão que a <b> gaja </b>se droga  ......",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gaja"
                    ]
                },
                {
                    "id": "4707525868",
                    "user": "manuelpoupado",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "A questão não é ser ou não doente. A questão está na utilização de uma adolescente para uma causa que é justa e cuja resolução não depende da referida adolescente. <br/>A Greta é marketink puro e duro.",
                    "likes": 9,
                    "hasReplies": true,
                    "numberOfReplies": 7,
                    "replies": [
                        {
                            "id": "4708275734",
                            "user": "disqus_KUYq2bOGtm",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "Que causa justa?  A do  Ambiente?   Uma experiencia  que pode fazer sopre para um  colchão  de ar e quando reduzir o CO2 natural que tem no seu próprio corpo perdera seguramente os sentidos  e chegara a conclusão que ele faz falta.....",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "4707557051",
                            "user": "disqus_O5uGPm0is2",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "E vende bem, não tarda está a poluidora BP, Shel, texaco, etc, etc. a patrociná-la! Só quem não conhece o  mundo \"cão\"...",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "4707528780",
                            "user": "disqus_0gYtNDtvFG",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "E o marketing funciona - não há empresa, causa, instituição, que o dispense.\nAlgum problema com isso?... Ou só os supermercados e os partidos políticos têm direito a fazê-lo?\nMamam mansamente com todo o tipo de publicidade manhosa sobre as coisas mais patéticas... mas quando a causa é justa, o marketing passa a \"puro e duro\"?\nSanta paciência!!!!",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 4,
                            "replies": [
                                {
                                    "id": "4707537928",
                                    "user": "manuelpoupado",
                                    "date": "3 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Problema, é só utilizar-se uma menor. De resto tudo ok, business as usual.<br/>Por outro lado, não entendo a sua preocuapção com o Merdinas em receber a Greta, afinal acabou de afirmar que toda a gente tem direito a fazer marketing inclusivé os partidos políticos.",
                                    "likes": 4,
                                    "hasReplies": true,
                                    "numberOfReplies": 3,
                                    "replies": [
                                        {
                                            "id": "4707552775",
                                            "user": "disqus_HcDh0A1uBQ",
                                            "date": "3 months ago",
                                            "timestamp": "NA",
                                            "commentText": "O que é pior é que a chamada emergência climática não tem solução.<br/>Ainda não conseguimos que chova onde faz falta, o homem não controla o clima.",
                                            "likes": 1,
                                            "hasReplies": true,
                                            "numberOfReplies": 2,
                                            "replies": [
                                                {
                                                    "id": "4707567787",
                                                    "user": "teixeiranet",
                                                    "date": "3 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Se o homem não controla o Clima, como pode provocar fenómenos de proporções bíblicas?<br/>Afinal quem é que controla o clima? (E se forem Armas Secretas? É possível, não?)",
                                                    "likes": 0,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 1,
                                                    "replies": [
                                                        {
                                                            "id": "4707628604",
                                                            "user": "disqus_HcDh0A1uBQ",
                                                            "date": "3 months ago",
                                                            "timestamp": "NA",
                                                            "commentText": "A resposta é que não é o Homem que provoca alterações climáticas, não pode. Muito menos pode influenciar o clima a seu favor. Isso não quer dizer que não haja alterações deletérias do clima, sempre as houve e nós já cá estamos há 300000 anos. Se ainda não controlamos o clima, muito menos o faríamos há 1000 anos.",
                                                            "likes": 3,
                                                            "hasReplies": false,
                                                            "numberOfReplies": 0,
                                                            "replies": []
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "4707521731",
                    "user": "relvas_analytics",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "...qual é o teu problema com a Greta Thunberg?",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 23,
                    "replies": [
                        {
                            "id": "4707534674",
                            "user": "benficasempre",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "abre a torneira do bidé e afoga-te pah !!",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 4,
                            "replies": [
                                {
                                    "id": "4707545445",
                                    "user": "relvas_analytics",
                                    "date": "3 months ago",
                                    "timestamp": "NA",
                                    "commentText": "...já vi que te afogaste em vinho ao almoço!",
                                    "likes": 1,
                                    "hasReplies": true,
                                    "numberOfReplies": 3,
                                    "replies": [
                                        {
                                            "id": "4707582384",
                                            "user": "benficasempre",
                                            "date": "3 months ago",
                                            "timestamp": "NA",
                                            "commentText": "tu não vês um boi à frente pah !! puxa o autoclismo e afoga-te !!",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 2,
                                            "replies": [
                                                {
                                                    "id": "4707701589",
                                                    "user": "paulomodestoalvesramada",
                                                    "date": "3 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "nem convidas , para   copito  de vinho  .... o Relvas esta com ciumes  em casa  só bebe  agua e mesmo assim consegue ficar bêbedo ......",
                                                    "likes": 1,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 1,
                                                    "replies": [
                                                        {
                                                            "id": "4707785023",
                                                            "user": "benficasempre",
                                                            "date": "3 months ago",
                                                            "timestamp": "NA",
                                                            "commentText": "tinha passado este !! convidar eu convido .. mas o gajo tem mau vinho, e ainda tinha de lhe dar duas galhetas para se comportar .. acho que ele não ia gostar !!",
                                                            "likes": 0,
                                                            "hasReplies": false,
                                                            "numberOfReplies": 0,
                                                            "replies": []
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "id": "4707531783",
                            "user": "disqus_0gYtNDtvFG",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "A Greta não dá cupões nem descontos. Não é toda sorrisos - como a menina da OK Seguros. Fala de coisas chatas e desagradáveis - clima e ambiente. Não promete brindes, taxas de juro bonificadas ou redução de horário de trabalho... Nem sequer gagueja!...\n... logo, deve ser doente! Só pode.",
                            "likes": 4,
                            "hasReplies": true,
                            "numberOfReplies": 17,
                            "replies": [
                                {
                                    "id": "4708731031",
                                    "user": "Flordelamar",
                                    "date": "3 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Quem é doente é este Relvas....E não tem cura possível!",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "4707594423",
                                    "user": "Antiraoliono",
                                    "date": "3 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Ainda não notaste que a \"empresa\" de 830 milhões de dólares (valor supostamente puxado para baixo) que patrocina a Greta, a PROIBIU de ir a países do próximo oriente, para não \"sofrer problemas de saúde\", porque iria dar mau jeito aquela empresa super lucrativa, que ainda ganha milhões a cada dia? É que se fosse à Índia, lá se iria a festa, pois iria descobrir que 73000 kg de chumbo e 2000 toneladas de mercúrio são deitado aos rios, todos os anos, pela indústria de reciclagem daqueles produtos que ela promove como sendo o \"futuro\".",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "4707548235",
                                    "user": "disqus_32jhbiMWyr",
                                    "date": "3 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Por acaso até é, tem o síndrome de Asperger, o que não é brincadeira. Infelizmente aproveitam-se disso para usá-la, nada mais do que isso.",
                                    "likes": 4,
                                    "hasReplies": true,
                                    "numberOfReplies": 9,
                                    "replies": [
                                        {
                                            "id": "4708068690",
                                            "user": "disqus_0gYtNDtvFG",
                                            "date": "3 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Tomara tu teres sindroma de Asperger... só te fazia bem.",
                                            "likes": 1,
                                            "hasReplies": true,
                                            "numberOfReplies": 1,
                                            "replies": [
                                                {
                                                    "id": "4708168015",
                                                    "user": "disqus_32jhbiMWyr",
                                                    "date": "3 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Obrigado mas estou bem assim. Mas agradeço a preocupação.",
                                                    "likes": 0,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        },
                                        {
                                            "id": "4707588836",
                                            "user": "TechMan99",
                                            "date": "3 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Síndrome de Asperger não é nenhuma \"doença\", caso contrário a Nasa está cheia de \"doentes\".\nO que ela tem é o idealismo e a falta de experiência normais numa adolescente de 16 anos.<br/>Não vale a pena nem crucificá-la nem levá-la demasiado a sério.",
                                            "likes": 7,
                                            "hasReplies": true,
                                            "numberOfReplies": 6,
                                            "replies": [
                                                {
                                                    "id": "4708259601",
                                                    "user": "disqus_KUYq2bOGtm",
                                                    "date": "3 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Certo ela ainda nem descobriu que enquanto respira liberta CO2 nem sabe que caso baixem os niveis de CO2 de seu próprio  corpo pode perder os sentidos basta  soprar para um  colchão de ar por exemplo....",
                                                    "likes": 1,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                },
                                                {
                                                    "id": "4707716596",
                                                    "user": "disqus_32jhbiMWyr",
                                                    "date": "3 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "É doença sim. Está incorporado no chamado TEA-Transtorno do Espectro do Autismo, e é considerada uma doença invasiva de desenvolvimento. <br/>Mas tem toda a razão quando diz que não  vale a pena nem crucificá-la nem levá-la demasiado a sério, afinal de contas não passa de uma marioneta na teia de interesses das \"economias verdes\". <br/>Um aparte;  e dão resultados estes shows, basta ver os muitos milhões (nossos) que a Ursula anunciou estes dias para tal. Coincidência, ou não, este \"fenómeno Greta\", e demais recentes manifestações histéricas \"pelo ambiente\", começaram precisamente quando se começou a preparar o próximo orçamento da UE para 2021-2027. <br/>Vai uma aposta que depois do orçamento aprovado cai tudo no esquecimento?",
                                                    "likes": 1,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 4,
                                                    "replies": [
                                                        {
                                                            "id": "4708260899",
                                                            "user": "disqus_KUYq2bOGtm",
                                                            "date": "3 months ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Tudo isso para desvio de atencoes de problemas bem mais graves dentro da UE.......",
                                                            "likes": 1,
                                                            "hasReplies": false,
                                                            "numberOfReplies": 0,
                                                            "replies": []
                                                        },
                                                        {
                                                            "id": "4707789031",
                                                            "user": "TechMan99",
                                                            "date": "3 months ago",
                                                            "timestamp": "NA",
                                                            "commentText": "«doença invasiva de desenvolvimento»\nVejo que foi ao Google e acabou em sites brasileiros... mas se tiver curiosidade pelos chamados \"autismos de alto funcionamento\" verá que hoje são considerados distúrbios de comportamento (em relação à norma), em vez de doenças que se apanham, se desenvolvem, se tratam ou se curam. Nada disso se aplica a essas pessoas.",
                                                            "likes": 0,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 2,
                                                            "replies": [
                                                                {
                                                                    "id": "4708086693",
                                                                    "user": "disqus_32jhbiMWyr",
                                                                    "date": "3 months ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "Consulte o Diagnostic and Statistical, manual de desordens mentais criado pela American Psychiatric Association e que é frequentemente usado no diagnóstico de doenças mentais (a minha ex. tinha-o em casa porque precisava dele profissionalmente). <br/>As doenças não são só físicas, os distúrbios de comportamento não são mais do que doenças  enquadradas na chamada saúde mental. Uma \"simples\" depressão é considerada doença. Em Portugal as perturbações mentais são uma das principais causas de incapacidade para a atividade produtiva com um elevado numero de baixas e reformas precisamente por serem consideradas doenças.",
                                                                    "likes": 0,
                                                                    "hasReplies": true,
                                                                    "numberOfReplies": 1,
                                                                    "replies": [
                                                                        {
                                                                            "id": "4708732633",
                                                                            "user": "TechMan99",
                                                                            "date": "3 months ago",
                                                                            "timestamp": "NA",
                                                                            "commentText": "Publicação essa que se refere a Asperger como uma \"disorder\" (transtorno) e não como uma \"disease\" (doença).<br/>Você próprio traduziu \"mental disorders\" por \"desordens mentais\", e não \"doenças mentais\".",
                                                                            "likes": 0,
                                                                            "hasReplies": false,
                                                                            "numberOfReplies": 0,
                                                                            "replies": []
                                                                        }
                                                                    ]
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                },
                                {
                                    "id": "4707548069",
                                    "user": "relvas_analytics",
                                    "date": "3 months ago",
                                    "timestamp": "NA",
                                    "commentText": "...é um perspetiva de ver a coisa contra a qual não discuto.",
                                    "likes": 1,
                                    "hasReplies": true,
                                    "numberOfReplies": 4,
                                    "replies": [
                                        {
                                            "id": "4707559516",
                                            "user": "benficasempre",
                                            "date": "3 months ago",
                                            "timestamp": "NA",
                                            "commentText": "mete a cabeça na sanita e afoga-te .. é uma perspectivo porreira pah !!",
                                            "likes": 1,
                                            "hasReplies": true,
                                            "numberOfReplies": 3,
                                            "replies": [
                                                {
                                                    "id": "4707579171",
                                                    "user": "relvas_analytics",
                                                    "date": "3 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "...como és o meu animal de estimação favorito vou deixar-te seguir-me em todos os meus comentários.<br/>...já tive vários cães e gatos mas é a primeira vez que tenho um nazi como animal de estimação ...estou feliz!<br/>...só espero que não largues pêlo.",
                                                    "likes": 0,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 2,
                                                    "replies": [
                                                        {
                                                            "id": "4707619032",
                                                            "user": "benficasempre",
                                                            "date": "3 months ago",
                                                            "timestamp": "NA",
                                                            "commentText": "phodasse <br/>és um monstro pah !! como nãoconsegues conviver com as pessoas .. tiranizas os animais !!!<br/>puxa o autoclismo e afoga-te pah !!",
                                                            "likes": 0,
                                                            "hasReplies": false,
                                                            "numberOfReplies": 0,
                                                            "replies": []
                                                        },
                                                        {
                                                            "id": "4707580115",
                                                            "user": "benficasempre",
                                                            "date": "3 months ago",
                                                            "timestamp": "NA",
                                                            "commentText": "engole um cagalhão e kala-te !!",
                                                            "likes": 0,
                                                            "hasReplies": false,
                                                            "numberOfReplies": 0,
                                                            "replies": []
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4707517160",
            "user": "farfiaceleste",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Uma chatice...",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4707506002",
            "user": "disqus_OIp4qfhf9q",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Não se perde nada de relevante.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "4707522394",
                    "user": "relvas_analytics",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "...o que é que para ti é relevante?",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 5,
                    "replies": [
                        {
                            "id": "4707537385",
                            "user": "disqus_OIp4qfhf9q",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "A realidade e as formas de concretizar a sua resolução.<br/>E não é regatear sem AINDA ter dado rigorosamente nada como esta menina do norte a que nada faltará...",
                            "likes": 2,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "4707544717",
                                    "user": "relvas_analytics",
                                    "date": "3 months ago",
                                    "timestamp": "NA",
                                    "commentText": "...no teu entender só quem passar fome é que está legitimado para poder falar de ambiente, correto?<br/>Quais são as alternativas à forma de concretizar que propões?",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "4707524403",
                            "user": "manuelpoupado",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "É o contrário de irrelevante, como é a irrelevância da sua questão.",
                            "likes": 2,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "4707542882",
                                    "user": "relvas_analytics",
                                    "date": "3 months ago",
                                    "timestamp": "NA",
                                    "commentText": "...tu vai-te lavando por baixo que eu já te atendo!",
                                    "likes": 1,
                                    "hasReplies": true,
                                    "numberOfReplies": 1,
                                    "replies": [
                                        {
                                            "id": "4707576413",
                                            "user": "manuelpoupado",
                                            "date": "3 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Mais uma irrelevãncia!",
                                            "likes": 1,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}