{
    "header": {
        "title": " Ministro e responsáveis do futebol vão ao Parlamento falar sobre Caso Marega ",
        "subtitle": " PCP considera que é preciso tomar decisões para que 'estas situações não envergonhem o país'. ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 20 de fevereiro 2020 ",
        "dateExtraction": " 2020-02-27 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/686742/ministro-e-responsaveis-do-futebol-vao-ao-parlamento-falar-sobre-caso-marega ",
        "postText": " ['O Parlamento aprovou ontem as audições do ministro da Administração Interna, Eduardo Cabrita, do secretário de Estado do Desporto, João Paulo Rebelo, da Liga Portuguesa de Futebol Profissional e da Autoridade para a Prevenção e o Combate à Violência no Desporto, na sequência dos insultos de que Moussa Marega foi alvo no jogo de domingo frente ao Vitória Sport Club.', 'O requerimento, apresentado pelo PCP, contou com os votos favoráveis de todos os deputados presentes. Ausentes estavam os deputados do PAN, Iniciativa Liberal e Chega.', 'Considerando que este é um assunto que ultrapassa as competências da Comissão de Assuntos Constitucionais, onde o requerimento foi aprovado, o deputado comunista António Filipe sublinhou a importância da tomada de decisão nestes casos para que estas situações não continuem a envergonhar o país.', 'Considerando que era necessária uma separação de águas entre os comportamentos racistas e a linguagem de ódio e de violência no desporto, Telmo Correia, do CDS, sugeriu que também a Autoridade para a Prevenção e o Combate à Violência no Desporto fosse ouvida no Parlamento.', '', 'Intransigência', 'Beatriz Gomes Dias defendeu que era preciso olhar para o episódio com \u0093uma postura de intransigência\u0094. A deputada do Bloco de Esquerda já tinha, na segunda-feira e em conjunto com o deputado Luís Monteiro, questionado o Governo sobre quais as medidas de intervenção que se previa tomar neste caso e sobre a existência de casos semelhantes.', 'Já a deputada socialista Isabel Moreira lembrou que o jogador Marega não foi a primeira vítima de racismo no desporto, mas foi \u0093o primeiro exemplo mediático a dizer basta\u0094, e Joacine Katar Moreira alertou para que as questões do racismo não fossem discutidas apenas quando há \u0093um consenso\u0094 por parte dos média ou dos partidos políticos ou \u0093quando se refere a futebol\u0094.'] ",
        "numberPosts": " 18 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Ethnicity - General,Ethnicity - White,Nationality - General,Ethnicity - Black",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racismo,Raça,Gajo,Branco,Estrangeiro,Preto",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "4806878016",
            "user": "disqus_cCN608U5Li",
            "date": "4 days ago",
            "timestamp": "NA",
            "commentText": "o que melhor representa o futebol e o <b> racismo,</b> são os oportunistas da situação, que neste caso é o governo soicialista..",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "4803052939",
            "user": "disqus_rDi0ytS9VM",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "20 malandros a Bater na policia não envergonha o pais (na policia, nos médicos, nos professores, nos bombeiros) mas estão todos muito envergonhados por causa de uma atitude infantil de um jogador de futebol? Ate levam a discussão para o parlamento porque o estado calamitoso dos servicos publicos não envergonha ninguém e nem sequer merece ser discutido.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4803106173",
                    "user": "disqus_mbgU5ErDSS",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "E os roubos??, a corrupção?? milhares de milhões a voarem para o <b> estrangeiro?</b>? assaltos, arrastões, facadas, violência que se vive nos subúrbios?? não envergonha esta cambada??",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Estrangeiro"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "4803012978",
            "user": "30ecinco",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Moussa Marega Nova Contratação para o LIVRE...",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4802910360",
            "user": "disqus_SLheXwGnk4",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Este ministro/palhaço nem opinião própria tem!!!!!!",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4802828466",
            "user": "uomemvainu",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "futebol industria de lavagem de dinheiro",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4802808320",
            "user": "disqus_tKATGeho7g",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Deveriam era ir falar sobre tudo o que se está a passar no futebol extremamente condenável. Mas sobre isso, nem politicos, nem partidos nem deputados estão minimamente interessados. Muitos têm o rabo entalado",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4803054549",
                    "user": "disqus_rDi0ytS9VM",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "Deviam convidar o Rui Pinto que tornaria o debate bem interessante para quem paga a estas inúteis. Aposto que ate teriam audiência.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4803108244",
                            "user": "disqus_mbgU5ErDSS",
                            "date": "7 days ago",
                            "timestamp": "NA",
                            "commentText": "Têm medo do Rui Pinto, ele pode desmascarar a podridão que reina no futebol e na politica, por isso abafam-no.",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4802780813",
            "user": "disqus_Zgj9mqhbFk",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Ao longo de décadas contruimos uma sociedade sem valores, deram poder a grupos de claques desordeiras e eis o resultado.Isto são os valores assentes na democracia em liberdade só para uns.Um sistema de JUSTIÇA e de leis que não metem medo a ninguém,um sistema que só serve para gastar dinheiro.Educaram arruaceiros e agora não os conseguem domesticar.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4802798442",
                    "user": "disqus_mbgU5ErDSS",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "Sempre dos tempos mais remotos que nos campos de futebol houve cenas de pancadaria.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4802774662",
            "user": "valriagusmo",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "CABRITA DE NOVO??MAIS DO MENOS...",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4802774392",
            "user": "disqus_FnCl1dsQjf",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "A partir de agora estes rapazes vão todas as semanas ao parlamento, acontece todas as vezes que há jogos.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4802778143",
                    "user": "disqus_mbgU5ErDSS",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "PAGOS A PESO DE OURO COM OS NOSSOS IMPOSTOS, UM CIRCO BEM PAGO.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4802755746",
            "user": "vandercleidedirceu",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "A que deverá tanta violência no futebol parecendo ser considerado o único \"desporto\" deste país?<br/>Será que certa malta que não tem para onde se virar extravasa as desilusões, as frustrações nos campos de futebol, ou será uma herança do passado que já vai longe?<br/>Na verdade dá a sensação que o país não tem outros desportos a que a imprensa falada e escrita não se dedica muito, parecendo o futebol um destino pátrio!<br/>Na verdade o país parece ter-se balcanizado e retrocedido em vez de evoluir para se integrar, um pouco mais, nesta europa de que se orgulham tanto muitos dos politiqueiros que governam Portugal!",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4802759025",
                    "user": "disqus_mbgU5ErDSS",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "Soltem mas é o Rui Pinto para se desmascarar a podridão que reina no futebol e na politica.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4802752361",
            "user": "disqus_mbgU5ErDSS",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Acabem com a palhaçada!!! sejam uteis à sociedade que os sustenta.<br/>Todas as equipas têm pretos, portanto proíbam a entrada de brancos nos estádios para não incomodares os meninos, principalmente os indisciplinados como esse marega.<br/>Politicada nojenta, tanto problema grave neste miserável país e esta escumalha paga com os nossos impostos nestas palhaçadas, nojentos de meerda.<br/>Este <b> gajo </b>a que apelidam de ministro mete NOJO.<br/>Esquerdalhada de meerda, como se consegue votar nesta estercalhada???<br/<b> >Racismo</b> vem do Bloco de Esterco e do mamadou, desses movimentos racistas que pagamos com os nossos impostos e que odeiam os brancos.<br/>Tudo devolvido aos países de origem e acaba-se com essa meerda d<b> o racism</b>o que já mete nojo.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo",
                "Gajo"
            ]
        },
        {
            "id": "4802749074",
            "user": "abilioalmeida",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "e continuo eu e milhares de pessoas sem saber o que é que chamaram ao homem..  e aqueles gestos que este tal marega enviou para as bancadas foi o quê??? <b> racismo.</b>. mas qual<b>  racismo</b>??  o de chama<b> r pret</b>o a <b> um pre</b>to?<b> ? e bra</b>nco <b> a um br</b>anco?? o verda<b> deiro ra</b>cismo vem de quem não aceita ou respeita viver em minoria e por tudo e por nada sentem-se logo vitimados.. por favor, nos Países aonde a maioria são de<b>  outr</b>a raça ou cor os outros que podem ser chamados de racistas cá serão as vitimas lá....",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo",
                "Raça",
                "Preto",
                "Branco"
            ]
        }
    ]
}