{
    "header": {
        "title": " Rúben Amorim defende Marega: 'Está na hora de passar-se à ação e castigar' ",
        "subtitle": " O técnico do Sporting de Braga acusa o Governo de ser 'o principal responsável' ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 17 de fevereiro 2020 ",
        "dateExtraction": " 2020-02-27 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/686457/r-ben-amorim-defende-marega-esta-na-hora-de-passar-se-a-acao-e-castigar ",
        "postText": " ['Rúben Amorim defendeu Marega e disse que 'está na hora de passar-se à ação e castigar' os adeptos que têm atitudes racistas durante jogos de futebol.', ''É algo que acontece em qualquer estádio e, portanto, acho que está na altura de passarmos à ação, em vez de estarmos sempre a falar do mesmo assunto. Quem tem esse dever tem que atuar e castigar quem deve ser castigado. Já toda a gente falou neste caso, para a semana já toda a gente se esqueceu e nada se faz, é o momento certo, foi um caso bastante mediático em Portugal e lá fora e está na altura de agir, referiu o técnico do Sporting de Braga.', 'Rúben Amorim acusa o Governo de ser \u0093o principal responsável\u0094 e diz que a Liga de Cubes e a Federação Portuguesa de Futebol deveriam intervir na situação. É um problema da sociedade, há em todas as áreas da nossa sociedade e toda a gente o sabe, pelo que devem ser tomadas as ações que forem possíveis, disse.', 'Recorde-se que este domingo o jogador maliano abandonou o relvado, depois de ter marcado o 2-1 pelo FC Porto, ao ser alvo de comentários racistas por parte dos adeptos do Vitória de Guimarães. Apesar dos colegas tentarem demovê-lo, Marega abandonou mesmo o relvado.'] ",
        "numberPosts": " 17 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Ethnicity - Black,Ethnicity - White,Ethnicity - General,Gender - Female sexuality",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Preto,Negro,Gajo,Branco,Racismo,Racista,P*ta",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "4806889342",
            "user": "disqus_cCN608U5Li",
            "date": "4 days ago",
            "timestamp": "NA",
            "commentText": "os gajos pequenos falam alam falam e não dizem nada..",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4801569452",
            "user": "disqus_SLheXwGnk4",
            "date": "8 days ago",
            "timestamp": "NA",
            "commentText": "Toda esta novela não passa de hipocrisia.Daqui a 15 dias já ninguem fala do assunto,tão importante ele é!!!!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4800718950",
            "user": "disqus_q9dul5DrtD",
            "date": "9 days ago",
            "timestamp": "NA",
            "commentText": "Quem tem de atuar nestes casos é a FPF, e a justiça, e deve ser rápida a atuar, e a punir os responsáveis, e não arrastar os processos como é o habitual, porque nesse caso quando decidem já ninguém se lembra dos casos.\nE não é a punir os clubes, porque nesse caso, os arruaceiros ficam-se a rir, devem punir é os responsáveis, pelos insultos, os tais arruaceiros.\nEu há umas 2 dezenas de anos ainda cheguei a ir ver alguns jogos de Futebol, mas aquilo para algumas pessoas parece uma selva, insultam tudo e todos, tanto de um lado, como do outro, e por isso deixei de ir ver jogos de futebol.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4800221830",
            "user": "Gkshaki",
            "date": "9 days ago",
            "timestamp": "NA",
            "commentText": "O <b> gajo </b>ainda foi provocar os adeptos é bem feita tem aquilo que merece",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gajo"
            ]
        },
        {
            "id": "4799402999",
            "user": "disqus_WTj2IWKjT1",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "O governo faz-se desentendido relativamente á violência nos espaços desportivos quando a responsabilidade por acabar com a mesma é da sua exclusiva competência. Uma vergonha!\nSe há pessoas que não são capazes de se comportar de forma civilizada nos recintos desportivos têm de ser identificados pelas autoridades policiais e serem definitivamente proibidos pelos tribunais de se aproximarem deles.\nSe é preciso alterar a Lei e criar um registo nacional, os enchedores de chouriços do governo que ponham os pés ao caminho e assumam as suas responsabilidades ... está na hora de acabar de uma vez por todas com 5 anos de ilusionismo.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4799388689",
            "user": "disqus_wP2mbQSrYJ",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "andas muito em bico de pés ultimamente,mais tarde ou mais cedo as derrotas vão começas a aparecer,é matemático.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4799386589",
            "user": "oscarmaximo",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Como só penalizar quando os insultos são dirigidos a jogadores de futebol é discriminação, a solução geral passa por um novo acordo ortográfico que elimine esses insultos da língua portuguesa. Quem quiser, que chame em francês que é mais fino. Para usar palavras caras a Costa, o que se passa é um não evento, o evento é a reação do jogador e das meninas do BE, que sabem imenso de futebol e foras de jogo. Eu quero ver é esses castigos a sair !",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4799366690",
            "user": "TheGreatPrimeMinister_Country",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Eu sugiro uma solução Salazarenta:<br/>Infiltrar uns \"PIDEs\" nas bancadas para agitar os adeptos e pô-los a chamar macacos aos pretos e depois filmarem o que se passa com os telemoveis, ficando assim logo provado <b> preto </b>no<b>  branco</b> e cadeia com eles. Claro que nem há Tribunal, toca a punir logo conforme disse o Secretário dos Desportos.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4799382462",
                    "user": "paulomodestoalvesramada",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "NÃO VAI FALTAR  INSULTOS \"RACISTAS\"  ......",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Preto",
                "Branco"
            ]
        },
        {
            "id": "4799339311",
            "user": "paulomodestoalvesramada",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "olha-me outro , este  parece que não viu o jogador brasileiro  ( Raul Silva ) do Braga  provocar os adeptos do SLB  no fim do jogo , o <b> gajo </b>estava a pedi-las , se os adeptos do SLB  lhe respondessem aposto que era <b>  racismo</b> ..... isto anda  tudo ao contrario parece que os jogadores de futebol é que são os clubes , são a moral  e  não os adeptos, os adeptos são livres de ser aquilo que  quiserem , são eles   que pagam os bilhetes e  são eles que sustentam os clubes   , já  chega  é de novelas , o que se passou com o Marega  é futebol   ........",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo",
                "Gajo"
            ]
        },
        {
            "id": "4799326901",
            "user": "disqus_pEiNLdn5gu",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "...e não só as racistas. Até porque as atitudes racistas têm por base o mesmo que as outras!<br/>Chama-se <b> preto </b>a um jogador de outra equipa... mas se for da nossa é o maior, um ídolo!!<br/>Se não for<b>  negro</b>, não se cham<b> a pret</b>o... mas chama-se panele*ro, ou filho <b> da P*</b>ta, ou outra coisa qualquer... <br/>Na essência, não é por <b> ser raci</b>sta, mas na realidade, é! <br/>Deve ser punido, mas não se deve combater só pelo caso... mas pela origem!",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "4799351446",
                    "user": "paulomodestoalvesramada",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "quantas e quantas vezes ouvi comentários nas bancadas do dragão a insultar   jogadores de cor, ou porque falham os  golos  de baliza aberta , ou porque estão a jogar mal  etc etc etc  , o que  não se entende  é o porque de baterem tanto com a mão no peito e tanto drama, enfim o futebol também é feito de hipocrisia , o clube que não tenha racistas  nas suas  bancadas  que atire a primeira pedra      ....",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 4,
                    "replies": [
                        {
                            "id": "4800125328",
                            "user": "disqus_pEiNLdn5gu",
                            "date": "9 days ago",
                            "timestamp": "NA",
                            "commentText": "E quantas vezes ouviu outros comentários pouco abonatórios a outros jogadores?!<br/>De novo, no Domingo, só mesmo a atitude corajosa do Marega! O resto, vê-se todos os fins de semana!",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 3,
                            "replies": [
                                {
                                    "id": "4800224793",
                                    "user": "paulomodestoalvesramada",
                                    "date": "9 days ago",
                                    "timestamp": "NA",
                                    "commentText": "deixa-te de  novelas  e de vitimizar os jogadores  , jogador  que se deixa atingir assim  não é  jogador para  jogar no porto   ,  os senhores  que  ganhem mas é os  jogos , e   no fim da época   arranjem  pontas de lança de  jeito, olhem mais para o clube  e  menos para  os apupos , isso é normal    ....",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 2,
                                    "replies": [
                                        {
                                            "id": "4800239742",
                                            "user": "disqus_pEiNLdn5gu",
                                            "date": "9 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Um dos problemas do futebol é exactamente o querer vencer sem olhar a meios... e quando esses meios são menos \"claros\", desculpar quem o fez apenas porque era \"dos nossos\" e para os \"nossos ganharem\"!<br/>É um campo de futebol, onde jogam homens contra homens, não uma arena onde são jogados aos leões!<br/>O senhor, não gosta de ser maltratado no seu local de trabalho, pois não?! Há um limite, certo!?<br/>Se é caso para tanto alarido?! Talvez não! Se é tolerável tudo e mais alguma coisa apenas porque ganham milhões?! Também não! <br/>Apupos são normais... até certo ponto! <br/>O que tem de haver é um certo equilíbrio, quer entre os jogadores e os adeptos, quer mesmo entre uns clubes e outros e mais importante... as regras serem iguais para todos e quem manifestamente não as cumprir, ser castigado, independentemente da cor das camisolas!",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 1,
                                            "replies": [
                                                {
                                                    "id": "4800271727",
                                                    "user": "paulomodestoalvesramada",
                                                    "date": "9 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "lool  equilíbrio no futebol  , amigo   fica em casa a  ver a  novela , não vás  para um estádio de futebol  porque te vais chatear   ..... \" É um campo de futebol, onde jogam homens contra homens, não uma arena onde são jogados aos leões!\" migo é  isso mesmo que o futebol é , é um desporto de massas  , irracional onde  o bom e  mau das pessoas  vem ao de cima   , é uma arena  ( o espectáculo  não são só os  jogadores são também os adeptos  ) onde   duas equipas  correm  para conseguirem ganhar a todo o custo, se um jogador  não é capaz de ignorar os  apupos   que  vem das bancadas   não é  um jogador  profissional  ......  as regras deviam de ser para aplicar aos  jogadores  e não a quem paga o seu  bilhete  , porque por este andar qualquer dia  nem se  vai poder assobiar a  equipa adversaria,  neste  mundo do tudo é racismo  .......",
                                                    "likes": 0,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "4799334224",
                    "user": "miguelgodinho",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "Na moche.<br/>Tem de se combater a origem.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "P*ta",
                "Racista",
                "Preto",
                "Negro"
            ]
        }
    ]
}