{
    "header": {
        "title": " Trump despediu o presidente do departamento de cibersegurança dos Estados Unidos ",
        "subtitle": " Chris Krebs contrariou as alegações de Donald Trump sobre a existência de uma fraude eleitoral nas presidenciais. ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 18 de novembro 2020 ",
        "dateExtraction": " 2020-12-21 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/715498/trump-despediu-o-presidente-do-departamento-de-ciberseguranca-dos-estados-unidos ",
        "postText": " ['Donald Trump demitiu o presidente do departamento de ciberseguraça norte-americano esta terça-feira à noite. Chris Krebs chegou a desmentir as alegações de fraude eleitoral feitas pela campanha de Trump, garantindo que as presidenciais foram totalmente seguras.', 'Acontece que horas antes de a demissão se ter tornado publica o comité especializado da Cybersecurity and Infrastructure Security Agency (CISA), que faz parte do Departamento de Segurança Interna dos EUA, onde trabalhava Chris Krebs, escreveu num comunicado citado pelo Washington Post que “não se encontrou qualquer prova que qualquer sistema de escrutínio apagou ou perdeu votos, modificou votos ou foi de alguma forma comprometido”.', '“Temos conhecimento que existem muitas alegações infundadas e oportunidades de desinformação acerca do processo eleitoral, mas podemos garantir com a máxima confiança a segurança e integridade das nossas eleições”, disse a CISA.', 'Depois de o comunicado ter sido divulgado, o presidente do departamento de ciberseguraça norte-americano reagiu no Twitter e apelou aos norte-americanos para não espalharem desinformação “na defesa da democracia”.', 'O Presidente cessante dos Estados Unidos fez o anúncio da demissão também através do Twitter, onde escreveu que “terminou”as funções de Chris Krebs à frente da CISA.', 'As declarações recentes de Chris Krebs relativamente à segurança das eleições de 2020 foram extremamente erróneas, uma vez que existiram massivas indecências e fraudes - incluindo situações de pessoas mortas que votaram, observadores que não tiveram acesso aos locais de contagem de votos, erros nas máquinas de contagem que mudaram os votos de Trump para Biden, votações para além da hora permitida e muitos outros casos. Assim, com efeitos imediatos, Chris Krebs tem as suas funções terminadas como diretor da Cybersecurity and Infrastructure Security Agency, escreveu Donald Trump, em dois tweets.'] ",
        "numberPosts": " 53 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Ethnicity - White,Physical Identity - Physical Features",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Branco,Bola",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "5156834822",
            "user": "disqus_QUg940rmiE",
            "date": "a month ago",
            "timestamp": "NA",
            "commentText": "Em condições normais, estaríamos a falar de um Ex-Presidente, e como tal, não teria despedido mais ninguém...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5156629294",
            "user": "anamijapacova",
            "date": "a month ago",
            "timestamp": "NA",
            "commentText": "Vai sendo tempo de o TRUM <b> branco </b>se despedir a ele próprio!<br/>Empata f..@s!...<br/>Nem coisa nem sai de cima!....",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Branco"
            ]
        },
        {
            "id": "5156394094",
            "user": "nicolaug",
            "date": "a month ago",
            "timestamp": "NA",
            "commentText": "\"Não jogas mais, a <b> bola </b>é minha!\"",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Bola"
            ]
        },
        {
            "id": "5156364314",
            "user": "disqus_VXHtnwks0U",
            "date": "a month ago",
            "timestamp": "NA",
            "commentText": "ainda falta muito para dia 20 de jan ?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5156837985",
            "user": "disqus_QUg940rmiE",
            "date": "a month ago",
            "timestamp": "NA",
            "commentText": "Ó ignóbil e ignorante, só fizeram aquilo que o teu dono fez no continente... provou do seu veneno ! Estares a comparar os Açores ou mesmo Portugal com os U.S.A., mostra bem a tua tremenda ignorância !",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5156289555",
            "user": "Meliodasreidosdemonios",
            "date": "a month ago",
            "timestamp": "NA",
            "commentText": "Até agora a justiça não deu como provado que houve fraude, e a ter existido não foi o suficiente para alterar o resultado.<br/>Até influentes republicanos reconheceram a vitória de Biden como W. Bush, Mitt Romney e Mike DeWine.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 28,
            "replies": [
                {
                    "id": "5156307810",
                    "user": "disqus_mogfSPaHQJ",
                    "date": "a month ago",
                    "timestamp": "NA",
                    "commentText": "Sim mas uma coisa é dizer que não está provado (e há claros indícios que houve fraudes...) outra coisa é dizer, como esse funcionário disse, que não houve fraudes. Isso é estúpido!<br/>Basta olhar para a taxa de rejeição dos votos de correio e comparar para a taxa de rejeição das eleições anteriores para imediatamente se chegar à conclusão que as coisas estão no mínimo “problemáticas” e que, em Tribunal, as coisas podem dar uma reviravolta de 180 graus...",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 25,
                    "replies": [
                        {
                            "id": "5156328805",
                            "user": "Meliodasreidosdemonios",
                            "date": "a month ago",
                            "timestamp": "NA",
                            "commentText": "Não acredito que os tribunais façam Trump ganharca eleição.<br/>O desespero dos advogados dele é tão grande que usam argumentos tão ridículos que até tiram a paciência aos juízes.<br/>Se houver votos inválidos serão no máximo dezenas ou centenas, longe de mudar o desfecho da votação.<br/>E se metade dos ilustres republicanos reconhecem a vitória de Biden incluindo um ex-presidente, é porque não acreditam na tese de fraude.",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 24,
                            "replies": [
                                {
                                    "id": "5156351284",
                                    "user": "disqus_mogfSPaHQJ",
                                    "date": "a month ago",
                                    "timestamp": "NA",
                                    "commentText": "Eu tenho permanecido razoavelmente calado sobre o assunto porque acho que os tribunais vão mesmo ter uma palavra a dizer.<br/>Não vejo esse desespero, como não vejo o problema na ordem das centenas.<br/>Repito, basta olhar para o número de votos de correspondência rejeitados nestas eleições e o número de votos rejeitados nas eleições anteriores para se perceber que há qualquer coisa que não bate certo e que exige uma absoluta clarificação.<br/>Um país não é minimamente governável se metade do eleitorado acreditar (como acredita) que as eleições foram fraudulentas. <br/>E não basta gente poderosa, todas anti-Trump, dizer que não foram fraudulentas. Isso só aumenta a divisão.",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 23,
                                    "replies": [
                                        {
                                            "id": "5156528463",
                                            "user": "disqus_bOkcjCI61j",
                                            "date": "a month ago",
                                            "timestamp": "NA",
                                            "commentText": "Ó amigo, a América não tem BI nacional, por isso autenticar um voto é complicado. Por isso é que também demoram horas a votar presencialmente!",
                                            "likes": 0,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        },
                                        {
                                            "id": "5156361589",
                                            "user": "nicolaug",
                                            "date": "a month ago",
                                            "timestamp": "NA",
                                            "commentText": "E como é que sabe que estas suposições de fraude não são apenas uma ideia fomentada pelo próprio presidente? Metade do eleitorado acreditar numa mentira vai torná-la verdade?",
                                            "likes": 1,
                                            "hasReplies": true,
                                            "numberOfReplies": 21,
                                            "replies": [
                                                {
                                                    "id": "5156525023",
                                                    "user": "disqus_iWoYiDIyXP",
                                                    "date": "a month ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Quando até os mortos votam, como já foi provado no Estado da Geórgia.",
                                                    "likes": 0,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 1,
                                                    "replies": [
                                                        {
                                                            "id": "5158878163",
                                                            "user": "nicolaug",
                                                            "date": "a month ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Os mortos também vão para senadores... Se uma pessoa vota por correspondência e morre no dia seguinte, porque é que esse voto não conta? Se a pessoa morrer no dia seguinte a votar presencialmente, esse voto é descartado? O acto foi efectuado em vida, deveria contar.",
                                                            "likes": 0,
                                                            "hasReplies": false,
                                                            "numberOfReplies": 0,
                                                            "replies": []
                                                        }
                                                    ]
                                                },
                                                {
                                                    "id": "5156371030",
                                                    "user": "disqus_mogfSPaHQJ",
                                                    "date": "a month ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Bom, desde já, isso de metade do eleitorado acreditar em mentiras dá para ambos os lados...\nDe qualquer forma, parece-me que fui claro em dizer que aguardo com a serenidade possível o decorrer dos processos em tribunal.\nAinda assim, obviamente, há coisas que são incontornáveis, se não vou fazer a lista dos problemas (eles está documentados nos processos instaurados), parece-me obrigatório perceber a razão de haver tão menos votos de correspondência rejeitados nestas eleições do que nas anteriores quando houve três vezes mais votos por correspondência do que anteriormente.<br/>Ou acha que isso não exige explicação?",
                                                    "likes": 0,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 18,
                                                    "replies": [
                                                        {
                                                            "id": "5156529404",
                                                            "user": "disqus_bOkcjCI61j",
                                                            "date": "a month ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Esta palhaçada acaba na sexta feira quando a maioria dos estados termina a contagem de vez.",
                                                            "likes": 0,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 5,
                                                            "replies": [
                                                                {
                                                                    "id": "5156592060",
                                                                    "user": "disqus_mogfSPaHQJ",
                                                                    "date": "a month ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "Vai mandar fechar os tribunais?",
                                                                    "likes": 0,
                                                                    "hasReplies": true,
                                                                    "numberOfReplies": 4,
                                                                    "replies": [
                                                                        {
                                                                            "id": "5156840432",
                                                                            "user": "disqus_bOkcjCI61j",
                                                                            "date": "a month ago",
                                                                            "timestamp": "NA",
                                                                            "commentText": "Depois de os resultados serem oficiais os tribunais não podem fazer nada.",
                                                                            "likes": 0,
                                                                            "hasReplies": true,
                                                                            "numberOfReplies": 3,
                                                                            "replies": [
                                                                                {
                                                                                    "id": "5156902096",
                                                                                    "user": "disqus_mogfSPaHQJ",
                                                                                    "date": "a month ago",
                                                                                    "timestamp": "NA",
                                                                                    "commentText": "Oh Diabo, querem ver que o Estado de Direito se vai com o Trump???",
                                                                                    "likes": 0,
                                                                                    "hasReplies": true,
                                                                                    "numberOfReplies": 2,
                                                                                    "replies": [
                                                                                        {
                                                                                            "id": "5157717966",
                                                                                            "user": "disqus_bOkcjCI61j",
                                                                                            "date": "a month ago",
                                                                                            "timestamp": "NA",
                                                                                            "commentText": "Você consegue dizer com cara série que o Trump tem alguma coisa a ver com o estado de direito?? Ele só não está preso porque os Republicanos controlam o Senado!",
                                                                                            "likes": 0,
                                                                                            "hasReplies": true,
                                                                                            "numberOfReplies": 1,
                                                                                            "replies": [
                                                                                                {
                                                                                                    "id": "5157821563",
                                                                                                    "user": "disqus_mogfSPaHQJ",
                                                                                                    "date": "a month ago",
                                                                                                    "timestamp": "NA",
                                                                                                    "commentText": "Só não está preso porque os republicanos controlam o senado???\nSó mesmo por curiosidade, quais crimes cometeu o Trump que, não fosse o senado, estaria preso?",
                                                                                                    "likes": 0,
                                                                                                    "hasReplies": false,
                                                                                                    "numberOfReplies": 0,
                                                                                                    "replies": []
                                                                                                }
                                                                                            ]
                                                                                        }
                                                                                    ]
                                                                                }
                                                                            ]
                                                                        }
                                                                    ]
                                                                }
                                                            ]
                                                        },
                                                        {
                                                            "id": "5156392342",
                                                            "user": "nicolaug",
                                                            "date": "a month ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Acho que houve mais ênfase no voto por correspondência e quem decidiu fazê-lo, fê-lo mais informado que anteriormente.",
                                                            "likes": 0,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 11,
                                                            "replies": [
                                                                {
                                                                    "id": "5156417170",
                                                                    "user": "disqus_mogfSPaHQJ",
                                                                    "date": "a month ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "Isso não explica a discrepância. Por lógica se houve três vezes mais votos por correspondência, haveria que haver, no mínimo, mais votos rejeitados e não menos (nalguns casos, muito menos...).<br/>Não se pode culpar o candidato derrotado por esses votos (Trump ganhou nos votos presenciais...) de exigir explicações.",
                                                                    "likes": 0,
                                                                    "hasReplies": true,
                                                                    "numberOfReplies": 10,
                                                                    "replies": [
                                                                        {
                                                                            "id": "5158870458",
                                                                            "user": "nicolaug",
                                                                            "date": "a month ago",
                                                                            "timestamp": "NA",
                                                                            "commentText": "Não sei, porque também não percebo bem porque é que têm de ser rejeitados. Se chegam a tempo e estão bem preenchidos, tem de haver mais rejeitados porquê?",
                                                                            "likes": 0,
                                                                            "hasReplies": true,
                                                                            "numberOfReplies": 3,
                                                                            "replies": [
                                                                                {
                                                                                    "id": "5158888504",
                                                                                    "user": "disqus_mogfSPaHQJ",
                                                                                    "date": "a month ago",
                                                                                    "timestamp": "NA",
                                                                                    "commentText": "Parta deste princípio, se há mais de um tem que haver mais de outro. Por exemplo, se ,hipoteticamente, em média, por cada milhão de votos há 0.5% de votos nulos, então em trinta milhões de votos haverá mais votos nulos que em dez milhões de votos e não menos (muito menos).<br/>Se isso acontecer é uma anomalia estatística realmente bizarra que obriga a uma explicação .<br/>Aliás, as averiguações preliminares indicam que há, de facto, irregularidades substanciais no votos por correio. <br/>Resta saber se haverá possibilidade de perceber o que se passou ou se tudo vai ser amalgamado no departamento das “teorias da conspiração dos maluquinhos seguidores do Orange Man” e assim ferir de morte o processo de sufrágio.<br/>Não é viável um regime onde metade do eleitorado acredita com fundamentos (que a outra parte recusa clarificar!) que as eleições foram manipuladas!<br/>Basta ver a pouca vergonha da postura dos democratas durante o mandato de Trump, porque nunca aceitaram a sua vitória, em que, basicamente, tudo fizeram para destruir a sua legitimidade.<br/>Agora é imaginar o mesmo mas com legítimas razões para acreditar que Biden é um usurpador...",
                                                                                    "likes": 0,
                                                                                    "hasReplies": true,
                                                                                    "numberOfReplies": 2,
                                                                                    "replies": [
                                                                                        {
                                                                                            "id": "5158946379",
                                                                                            "user": "nicolaug",
                                                                                            "date": "a month ago",
                                                                                            "timestamp": "NA",
                                                                                            "commentText": "Compreendo. Só quero é o fim disso.",
                                                                                            "likes": 0,
                                                                                            "hasReplies": true,
                                                                                            "numberOfReplies": 1,
                                                                                            "replies": [
                                                                                                {
                                                                                                    "id": "5158959612",
                                                                                                    "user": "disqus_mogfSPaHQJ",
                                                                                                    "date": "a month ago",
                                                                                                    "timestamp": "NA",
                                                                                                    "commentText": "Para lhe ser sincero não vejo como haverá forma de impor um fim. Demasiado poder, demasiado em risco. Há demasiados conflitos insanáveis. Não auguro nada de bom para os próximos anos, seja lá quem for que venha a governar os EUA...",
                                                                                                    "likes": 0,
                                                                                                    "hasReplies": false,
                                                                                                    "numberOfReplies": 0,
                                                                                                    "replies": []
                                                                                                }
                                                                                            ]
                                                                                        }
                                                                                    ]
                                                                                }
                                                                            ]
                                                                        },
                                                                        {
                                                                            "id": "5156531538",
                                                                            "user": "disqus_bOkcjCI61j",
                                                                            "date": "a month ago",
                                                                            "timestamp": "NA",
                                                                            "commentText": "Trump perdeu por mais de 5 milhões de votos! E já agora, não ganhou nos presenciais em todos os estados chaves.  O que aconteceu é que os grandes centros urbanos, que votam Biden, demoram mais a acabar a contagem, por isso dava a impressão de que o Trump estava à frente.",
                                                                            "likes": 0,
                                                                            "hasReplies": true,
                                                                            "numberOfReplies": 5,
                                                                            "replies": [
                                                                                {
                                                                                    "id": "5156591425",
                                                                                    "user": "disqus_mogfSPaHQJ",
                                                                                    "date": "a month ago",
                                                                                    "timestamp": "NA",
                                                                                    "commentText": "Qual é o Estado “chave” em que o Trump não venceria se se eliminassem os votos por correspondência?",
                                                                                    "likes": 0,
                                                                                    "hasReplies": true,
                                                                                    "numberOfReplies": 4,
                                                                                    "replies": [
                                                                                        {
                                                                                            "id": "5156841136",
                                                                                            "user": "disqus_bOkcjCI61j",
                                                                                            "date": "a month ago",
                                                                                            "timestamp": "NA",
                                                                                            "commentText": "Nevada, Arizona, pelo menos. Bastam esses dois.",
                                                                                            "likes": 0,
                                                                                            "hasReplies": true,
                                                                                            "numberOfReplies": 3,
                                                                                            "replies": [
                                                                                                {
                                                                                                    "id": "5156901196",
                                                                                                    "user": "disqus_mogfSPaHQJ",
                                                                                                    "date": "a month ago",
                                                                                                    "timestamp": "NA",
                                                                                                    "commentText": "Absurdo!!\nNo Arizona no dia das eleições Joe Biden estava destacadíssimo nas intenções de voto graças aos votos por correspondência.<br/>Isso foi noticiado um pouco por todos os EUA!!!\nNo Nevada, exactamente a mesmíssima coisa. Sem os votos por correspondência, Joe Biden teria perdido por uma enorme margem!",
                                                                                                    "likes": 0,
                                                                                                    "hasReplies": true,
                                                                                                    "numberOfReplies": 2,
                                                                                                    "replies": [
                                                                                                        {
                                                                                                            "id": "5157718452",
                                                                                                            "user": "disqus_bOkcjCI61j",
                                                                                                            "date": "a month ago",
                                                                                                            "timestamp": "NA",
                                                                                                            "commentText": "E sem rodas o meu carro não anda!",
                                                                                                            "likes": 0,
                                                                                                            "hasReplies": true,
                                                                                                            "numberOfReplies": 1,
                                                                                                            "replies": [
                                                                                                                {
                                                                                                                    "id": "5157822422",
                                                                                                                    "user": "disqus_mogfSPaHQJ",
                                                                                                                    "date": "a month ago",
                                                                                                                    "timestamp": "NA",
                                                                                                                    "commentText": "Enfim...",
                                                                                                                    "likes": 0,
                                                                                                                    "hasReplies": false,
                                                                                                                    "numberOfReplies": 0,
                                                                                                                    "replies": []
                                                                                                                }
                                                                                                            ]
                                                                                                        }
                                                                                                    ]
                                                                                                }
                                                                                            ]
                                                                                        }
                                                                                    ]
                                                                                }
                                                                            ]
                                                                        }
                                                                    ]
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "5156294015",
                    "user": "Meliodasreidosdemonios",
                    "date": "a month ago",
                    "timestamp": "NA",
                    "commentText": "Eu tenho pena de o John Oliver deixar de ter o saco de pancada favorito.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5156312959",
                            "user": "disqus_mogfSPaHQJ",
                            "date": "a month ago",
                            "timestamp": "NA",
                            "commentText": "Pior vai estar a CNN...\nAliás, já está à venda e ninguém lhe pega.\nE os restantes “órgãos de imprensa” estão mesmo em maus lençóis. O número de despedimentos previstos no sector é terrível.\nTrump é a galinha dos ovos de ouro que acabaram de matar.\nNa faculdade de jornalismo, ocupados que estavam com o feminismo e restantes militâncias, ninguém aprendeu que a subserviência acarreta a insignificância...",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5156280162",
            "user": "disqus_PRODHTFTl7",
            "date": "a month ago",
            "timestamp": "NA",
            "commentText": "Mais uma vingança deste Trunfas <br/>Alaranjado que não lida bem com a realidade dos fatos,e as 12 h de 20 de janeiro que tardam em chegar !!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5156252818",
            "user": "disqus_mogfSPaHQJ",
            "date": "a month ago",
            "timestamp": "NA",
            "commentText": "Eu não sou jornalista, e já aqui mais de uma vez disse que, até ao momento, não me parece que haja suficientes provas para dizer que as fraudes que existiram, por si só, tenham virado esta eleição a favor do Biden.\nMas isso é completamente diferente do que dizer que não houve fraudes e graves!!!\nEste senhor foi despedido no mesmo dia em que, nem de propósito,  em Los Angels duas pessoas foram detidas e acusadas criminalmente de submeter ilegalmente milhares de votos.\nOra a questão é, porquê tanta mentira e tanta omissão por parte dos órgãos de propaganda do partido de Davos?\nO que tanto temem?\nNão deixa de ser uma boa pista para tais perguntas as audiências dos figurões do Facebook e do Twitter a decorrer no Senado Americano.\nE é ver quantos dos “nossos” jornalistas hoje, ou alguma vez, irão falar dos projectos Centra ou da plataforma Tasks que o Facebook (e as outras grandes empresas cibernéticas terão as suas variantes) usa para basicamente determinar o que milhões de utilizadores pensam...\nNão vamos até à China, vem a China até nós!\nE para quem viu essas audiências, a alegria e o à vontade com que os senadores democratas exigiram ainda mais censura, ainda mais manipulação, só deixa antever ainda mais violência e divisão...",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 12,
            "replies": [
                {
                    "id": "5156533229",
                    "user": "disqus_bOkcjCI61j",
                    "date": "a month ago",
                    "timestamp": "NA",
                    "commentText": "Sabe qual foi o único voto que até agora foi considerado ilegal? Foi de um Republicano que tentou votar pela mãe que já morreu! Tudo o resto é fantochada para enganar cabeças ocas como a sua!",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "5156589268",
                            "user": "disqus_mogfSPaHQJ",
                            "date": "a month ago",
                            "timestamp": "NA",
                            "commentText": "Uau!!!\nO grau de fanatismo que é necessário ter para no mesmo dia em que em Los Angeles dois indivíduos foram detidos e acusados de  falsificar milhares de votos , no mesmo dia em que “milagrosamente” pela terceira vez de descobrem milhares de votos “esquecido” na Geórgia, se diz tal coisa...",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "5156842015",
                                    "user": "disqus_bOkcjCI61j",
                                    "date": "a month ago",
                                    "timestamp": "NA",
                                    "commentText": "Isso só são \"notícias\" nos seus meios de \"desinformação\". Nada chegou a tribunal que leve a alteração de resultados.",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 1,
                                    "replies": [
                                        {
                                            "id": "5156881435",
                                            "user": "disqus_mogfSPaHQJ",
                                            "date": "a month ago",
                                            "timestamp": "NA",
                                            "commentText": "Desculpe, está a afirmar que dois indivíduos, em Los Angeles,  não foram acusados, de fraude eleitoral por terem registado cerca de 8 mil eleitores ilegalmente???\nFaça lá esse favor...\nE aproveite e negue também o facto que na Geórgia no processo a decorrer não foram descobertos alguns milhares de votos que anteriormente não haviam sido contabilizados...",
                                            "likes": 0,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "5156403462",
                    "user": "disqus_ZgehuVQVZP",
                    "date": "a month ago",
                    "timestamp": "NA",
                    "commentText": "As fraudes com as máquinas de contagem de voto \"Dominion\" podem ter alterado os resultados massivamente.<br/>Os votos por correspondência fraudulentos em contagens renhidas poderão ter invertido resultados.<br/>Nem o FBI nem o departamento de cibersegurança etc investigam os indícios de fraude, a imprensa já decidiu que não há nada para investigar... Trump está isolado. Será uma batalha quase impossível de ganhar.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5156422630",
                            "user": "disqus_mogfSPaHQJ",
                            "date": "a month ago",
                            "timestamp": "NA",
                            "commentText": "Francamente acho que sim, será muito difícil reverter o que, aparentemente, parece ter acontecido, nomeadamente, com as máquinas e com os votos por correspondência.<br/>Eu vou esperar para ver o que irá acontecer, serenamente...",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "5156262415",
                    "user": "varatojo",
                    "date": "a month ago",
                    "timestamp": "NA",
                    "commentText": "Acha portanto que o presidente do departamento de ciberseguraça norte-americano diz o que lhe vem à cabeça, particularmente num caso tão melindroso e de tão forte impacto na imagem externa dos EUA... Foi ele — o presidente do departamento de ciberseguraça norte-americano — alguém que chegou onde chegou por dizer coisas à toa ?",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 5,
                    "replies": [
                        {
                            "id": "5156273757",
                            "user": "disqus_mogfSPaHQJ",
                            "date": "a month ago",
                            "timestamp": "NA",
                            "commentText": "Acho, não, tenho a certeza que, neste momento o sistema está abertamente contra Trump.\nEste é só mais um exemplo. Dizer que não houve fraudes nas eleições, acima de tudo é desonesto!\nRepito, uma coisa é dizer que essas fraudes foram as responsáveis pelo resultado das eleições. Ninguém pode dizer que, até agora, haja suficientes provas disso. Para isso estão lá os tribunais.\nOutra coisa é dizer que não houve fraudes. Isso é, para lá de mentira, estúpido. Não há forma de ignorar a quantidade de casos de fraudes decorridos durante as eleições.\nAliás, qual ironia do destino, no mesmo dia em que esse funcionário foi despedido, como disse, em Los Angeles duas pessoas foram detidas e acusadas de submeter milhares (não foram centenas...) de votos ilegais.",
                            "likes": 2,
                            "hasReplies": true,
                            "numberOfReplies": 3,
                            "replies": [
                                {
                                    "id": "5156280464",
                                    "user": "varatojo",
                                    "date": "a month ago",
                                    "timestamp": "NA",
                                    "commentText": "Não tenho essa visão. É verdade que a generalidade das pessoas, americanos e resto do mundo, já não suportam Trump — mas daí à ilegalidade e ao crime para o neutralizar vai um enorme passo.\n*\nEsse caso que aponta das duas detenções vale o que vale. Não conheço o caso. Mas não terá sido uma ação de vulto. E até existirão outras, de um ou outro desmiolado, a favor de Trump.",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 2,
                                    "replies": [
                                        {
                                            "id": "5156301032",
                                            "user": "disqus_mogfSPaHQJ",
                                            "date": "a month ago",
                                            "timestamp": "NA",
                                            "commentText": "Mas lá está, não só não conhece o caso como, aparentemente, não conhece os vários casos que já foram identificados em vários Estados. Nada que o impeça de afirmar o que afirma.\nE agora repare, não é você o único nessa ignorância, são milhões e milhões, exactamente porque há um esforço concertado e generalizado do grande poder para manter essa questão omissa do julgamento das pessoas.\nO que será se em Tribunal as coisas forem expostas???\nDe que forma poderá então haver discernimento para aceitar o que for descoberto em Tribunal?\nNinguém fala ou está ao corrente que votos nas urnas Trump ganhou por uma margem esmagadora. O voto vencedor em Biden foi colocado por correio e, neste momento, uma originalidade, basta comparar os votos rejeitados dos trinta milhões de votos por correio nestas eleições com os votos rejeitados dos dez milhões de votos por correio nas eleições de 2016 para questionar se não há, no mínimo, qualquer coisa que não bate certo. <br/>Seja honesto e responda quantas pessoas sabem disto, falam disto em Portugal???",
                                            "likes": 1,
                                            "hasReplies": true,
                                            "numberOfReplies": 1,
                                            "replies": [
                                                {
                                                    "id": "5156394695",
                                                    "user": "varatojo",
                                                    "date": "a month ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Vamos aguardar essas provas evidentemente. Ninguém escamoteará nada.",
                                                    "likes": 0,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "id": "5156286326",
                            "user": "funsionriopbliko",
                            "date": "a month ago",
                            "timestamp": "NA",
                            "commentText": "Vai prá barraca cão!",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5156285190",
            "user": "anamijapacova",
            "date": "a month ago",
            "timestamp": "NA",
            "commentText": "Que diga a maior parte da minha cidade que não é dele!<br/>Pior que o partido estripador de mulheres camuflado de democrata!<br/>O escroque quer estripar tudo e todos, até os seus camaradas com os quais se incompatibiliza com frequência!<br/>Corta pernas, braços e a cabeça se puder a quem puder, entala as pessoas entre paredes sem dó nem piedade!<br/>Dá dó tanta maldade, triste com tanta falta de valores, esquece-se o f.... da p... que está com muita sorte, nunca ninguém lhe foi ao focinho de garoto que julga poder tudo contra todos!<br/>Um sacaninha que representa O DIABO personificado!..Pior nunca conheci!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5156251255",
            "user": "disqus_KhHP9kgzT6",
            "date": "a month ago",
            "timestamp": "NA",
            "commentText": "A Banda (Chico Buarque)\nMas para meu desencanto<br/>O que era doce acabou<br/>Tudo tomou seu lugar<br/>Depois que a banda passou\nE cada qual no seu canto<br/>Em cada canto uma dor",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5156244455",
            "user": "disqus_VXHtnwks0U",
            "date": "a month ago",
            "timestamp": "NA",
            "commentText": "ainda esperamos a vacina antes das eleicoes, o muro, a recuperacao economica, a declaracao de impostos, coerencia de discurso, desconto na pasta de cenoura, fotos da melanie",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5156238653",
            "user": "varatojo",
            "date": "a month ago",
            "timestamp": "NA",
            "commentText": "Ou 20 de janeiro chega rapidamente ou os americanos ainda vão amargar muito.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5156235901",
            "user": "disqus_bOkcjCI61j",
            "date": "a month ago",
            "timestamp": "NA",
            "commentText": "Acho que neste momento poucos países do mundo podem aceitar lições de democracia por parte da américa. Este geboso laranja descredibilizou completamente o país.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}