{
    "header": {
        "title": " Esquerda e PSD travam substituição de Ventura ",
        "subtitle": " Deputado do Chega não pode suspender mandato para fazer campanha eleitoral. A solução é justificar as faltas. Ventura diz que vai recorrer ao Supremo Tribunal Administrativo. ",
        "owner": " Luís Claro ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 1 de janeiro 2021 ",
        "dateExtraction": " 2021-01-04 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/719707/esquerda-e-psd-travam-substituicao-de-ventura ",
        "postText": " ['André Ventura pediu para suspender o mandato e ser substituído durante a campanha eleitoral para as presidenciais, mas o Parlamento deverá rejeitar essa pretensão. A comissão parlamentar de Transparência e Estatuto dos Deputados chumbou, esta terça-feira, o parecer da autoria do deputado centrista João Almeida que apontava para que o líder do Chega pudesse ser substituído até ao dia 24 de janeiro por Diogo Pacheco Amorim.', 'Socialistas, PSD, Bloco de Esquerda e PCP manifestaram-se contra com o argumento de que o estatuto dos deputados não permite a suspensão de um deputado para se dedicar à campanha eleitoral. A favor votaram apenas o CDS, PAN e os deputados socialistas Jorge Lacão e Isabel Oneto.', 'A esquerda lembrou que André Ventura faltou a votações importantes para fazer campanha nos Açores. «Não teve nenhum problema em deixar a cadeira vazia», afirmou Pedro Filipe Soares, líder parlamentar do BE.', 'João Oliveira, do PCP, disse que o deputado único do Chega faltou «a sessões plenárias e a votações tão relevantes como as das alterações às leis eleitorais, do referendo da eutanásia, da procriação medicamente assistida e da Conta Geral do Estado de 2011».', 'Perante esta situação, a comissão vai voltar a discutir o pedido de André Ventura no dia 5 de janeiro. Cabe agora ao deputado do PS, Pedro Delgado Alves, elaborar um novo parecer que deverá apontar as razões pelas quais a suspensão não é concedida.', 'André Ventura vai recorrer ao Supremo Tribunal Administrativo (STA) para forçar o presidente da Assembleia da República a decidir sobre a suspensão do mandato. O deputado garantiu ainda, em conferência de imprensa, que vai recorrer ao Tribunal Constitucional. O líder do Chega lembrou que esta decisão leva a que «um partido inteiro fique sem representação parlamentar».', 'O facto de André Ventura ser o único deputado do Chega foi uma das razões invocadas para permitir a substituição. Jorge Lacão, presidente da comissão de Transparência e Estatuto dos Deputados, discordou da posição assumida pelo PS. «A Assembleia da República não quer uma cadeira vazia».', 'Esta situação relançou o debate sobre as condições em que um deputado pode suspender o mandato. O_PSD anunciou que vai apresentar uma proposta para alterar o Estatuto dos Deputados. “A pretensão tem toda a razão de ser. É evidente que deveria ser concedida a possibilidade a todos os deputados na mesma situação. Mas, juridicamente, o motivo relevante está definido taxativamente», disse o deputado social-democrata André Coelho Lima. A lei prevê que os deputados só possam suspender o mandato por doença grave, exercício da licença por maternidade ou paternidade” ou a «necessidade de garantir seguimento de processo» judicial.'] ",
        "numberPosts": " 220 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Physical Identity - Physical (and Mental) Impairments,Nationality - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Idiota,Imbecil,Nação",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "5211815681",
            "user": "disqus_omQESCx5Xg",
            "date": "10 hours ago",
            "timestamp": "NA",
            "commentText": "nem mais todos tem é medo do Andre  porque a o sopa  desses Mafiosos acabava",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5211101978",
            "user": "felciomafio",
            "date": "a day ago",
            "timestamp": "NA",
            "commentText": "o contra-poder ??<br/>o medo...<br/>hummmmm",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5209690008",
            "user": "bolideirayahoocombr",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "Querem silenciar o André Ventura, mas quanto mais o atacam mais ele sobe nas sondagens!!!<br/>Força André desanca nessa esquerdalha que mais parece uma ciganada!!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5209678913",
            "user": "disqus_aLIhD8yS8L",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "Se havia dúvida que a esquerda não era democrática ficou agora provado (já estava mais que provado!!) de como sao antibdemocratas e têm medo das eleições livres!<br/>Já o Rio é mais do mesmo...fracote borrado pelo descalabro da sua falta de iniciativa a querer travar na secretaria a transferência de votos do psd para o ventura!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5209660778",
            "user": "disqus_UasSF2Ix25",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "Dr. Ventura ainda não viu que está a incomodar o poder instalado?  O compadrio e a corrupção, os valores de Abril, estão a sentir-se ameaçados por discursos mais directos e sem \"os filtros da politica\".<br/>Marcelo, Costa e Rio não querem gente que ponha em causa esses \"valores de abril\"........  Veja que os políticos do pós 25A saíram da politica muito mais abonados do que quando entraram (isto inclui desde PR ao mais elementar presidente de junta de freguesia). Não quero dizer que são todos, mas infelizmente a grande maioria é de certeza.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5209621485",
            "user": "disqus_fi5cXUR6x4",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "A esquerdelhada tem medo,é só isso.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "5209929366",
                    "user": "disqus_lU8uYlB2Z2",
                    "date": "2 days ago",
                    "timestamp": "NA",
                    "commentText": "Tu és mistura de comuna e xuxa. ès um xuxa misto... Cala-te imbecillll... <b> idiota </b>útil!!!!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Idiota"
                    ]
                },
                {
                    "id": "5209623043",
                    "user": "disqus_q9dul5DrtD",
                    "date": "2 days ago",
                    "timestamp": "NA",
                    "commentText": "Medo do quê?<br/>O Ventura pode faltar às sessões na AR, como aliás já o fez outras vezes, e fazer a campanha para as presidenciais, ninguém o impede.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 4,
                    "replies": [
                        {
                            "id": "5210270051",
                            "user": "disqus_BMoH1BB10G",
                            "date": "2 days ago",
                            "timestamp": "NA",
                            "commentText": "O Jorge Lacão tem razão. O parlamento não deveria querer cadeiras vazias. Mas quer. Essa é que é essa. Jorge Lacão é dos poucos socialistas que não me dão vómitos.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "5209689116",
                            "user": "bolideirayahoocombr",
                            "date": "2 days ago",
                            "timestamp": "NA",
                            "commentText": "Já fostes ver se no Sameiro chove!?",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "5209641466",
                            "user": "disqus_cBccy1PhIj",
                            "date": "2 days ago",
                            "timestamp": "NA",
                            "commentText": "Assim o partido fica sem representação. Calar um partido desta maneira, é para lá do nojento. Mas para a esquerda é o vale tudo para se ter o poder.\nAfinal de contas a ideologia socialista é baseada em mentiras. Nada de novo.",
                            "likes": 2,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "5209817670",
                                    "user": "disqus_q9dul5DrtD",
                                    "date": "2 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Ninguém o cala, só ficava ausente das sessões na AR mais ou menos por um mês, o que não há problema, porque ele já faltou a outras sessões, e votações importantes só porque quis.<br/>E se não for aceite a substituição não tem nada a ver com nenhuma ideologia, mas sim com as leis que regulam atos eleitorais, e a AR.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5209617813",
            "user": "disqus_80bBIeF4jj",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "Não sou fã nem do Benfica nem de André Ventura. É um escândalo que o candidato Tino de Rans não tenha acesso aos debates com os outros...mas, quando os ex-deputados Otávio Pato, Carlos Carvalhas, Maria de Belém Roseira, Basílio Horta da Franca, etc., etc., incluindo o atual Jerónimo de Sousa, foram candidatos à Presidência da República e é inadmissível que a Lei não preveja a hipótese da suspensão do mandato de deputado enquanto fazem campanha. Faltarem ao exercício da sua função de representantes da <b> Nação </b>e a sua cadeira ficar vazia?! É inadmissível! Significa que se está a negar a representação na Assembleia da República a partidos pequenos. A cadeira podia e devia estar ocupada pelo número dois da lista. Isto vale como princípio. Para este caso concreto como para qualquer outro.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "5209621105",
                    "user": "disqus_q9dul5DrtD",
                    "date": "2 days ago",
                    "timestamp": "NA",
                    "commentText": "Pessoalmente tanto se me faz que aceitem a substituição do André Ventura no período da campanha para as presidenciais, como não aceitem.<br/>Mas segundo a lei se aceitarem estão a abrir uma exceção.<br/>E o deputado André Ventura já faltou a sessões plenárias e a votações importantes só porque sim, e não se preocupou.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "5209642897",
                            "user": "disqus_cBccy1PhIj",
                            "date": "2 days ago",
                            "timestamp": "NA",
                            "commentText": "Sim, mas isso é uma opção do partido. Outra coisa é a AR condicionar um partido.<br/>O que me preocupa não é se o Chega fala ou não fala, o que me preocupa como Português são as atitudes da AR.\nPorque para mim a AR é uma entidade muito importante que está acima da vontade dos partidos. Agora se a mesma é usada para esquemas de alguns partidos, acho muito mal.",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "5209824311",
                                    "user": "disqus_q9dul5DrtD",
                                    "date": "2 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Se não permitirem a substituição a AR não está a seguir a vontade de nenhum partido, mas a lei existente.<br/>Se acharem que está mal que mudem a lei, mas de certeza que já não terá validade para as atuais eleições.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Nação"
            ]
        },
        {
            "id": "5209587477",
            "user": "TheGreatPrimeMinister_Country",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "Viva o Chega! Nada o fará parar!",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5209587846",
            "user": "TheGreatPrimeMinister_Country",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "Fabião, tu és o unico filio duna putana que votas em ti com 2 guest votes.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5209352909",
            "user": "disqus_Bgjgzidp1j",
            "date": "3 days ago",
            "timestamp": "NA",
            "commentText": "mais votos para o Ventura....quanto mais é perseguido e vilipendiado mais eleitores o apoiam....mais uma para hoje....supreme suspende a nomeação de 3 juízes presidentes.....parece que existe um problema no curriculum....dos quase \"nomeados\"....isto bateu no fundo....mais votos para o Ventura",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5209216235",
            "user": "patricioguerreiro",
            "date": "3 days ago",
            "timestamp": "NA",
            "commentText": "O Sistema antidemocrata vigente a querer falar a uma só voz, impedindo que vozes democratas se possam elevar em defesa da Democracia. Temos aqui mais uma prova de que o Chega se esta a tornar no mais importante baluarte da democracia em Portugal. Batalhar em defesa da Democracia é a mais nobre das lutas! JC",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "5209527607",
                    "user": "disqus_xmCBjS9tbD",
                    "date": "3 days ago",
                    "timestamp": "NA",
                    "commentText": "Onde e quando é que André Ventura é um democrata??<br/>Deixe-se de demagogias !!",
                    "likes": 3,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "5209622175",
                            "user": "disqus_fi5cXUR6x4",
                            "date": "2 days ago",
                            "timestamp": "NA",
                            "commentText": "Mais democrata que você",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "5209925304",
                                    "user": "disqus_lU8uYlB2Z2",
                                    "date": "2 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Cala-te comuna imbecil!!!",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "5209709738",
                                    "user": "disqus_xmCBjS9tbD",
                                    "date": "2 days ago",
                                    "timestamp": "NA",
                                    "commentText": "🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣<br/>Além de fascistas são humoristas....<br/>Hilariante!!",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "5209395679",
                    "user": "relvas_analytics",
                    "date": "3 days ago",
                    "timestamp": "NA",
                    "commentText": "...falas de democracia como se democracia fosse papel higiénico!",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5209122644",
            "user": "disqus_lU8uYlB2Z2",
            "date": "3 days ago",
            "timestamp": "NA",
            "commentText": "Carrega CHEGA!!! força Ventura!!! \"Quanto mais te batem mais o povo gosta de ti\"",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5209119062",
            "user": "disqus_cBccy1PhIj",
            "date": "3 days ago",
            "timestamp": "NA",
            "commentText": "É impressionante a perseguição que se faz a uma pessoa que nunca governou, enquanto outros governam Portugal há mais de 40 anos, estando o país na situação em que está, é impressionante a falta de caracter dessas pessoas que difamam uma pessoas que nunca governou e que diz que pode haver uma melhor maneira de governar que esta.\nÉ uma tristeza estas pessoas nem pensarem nas proximas gerações que só vão ter dividas e pobreza.\nUMA MISÉRIA DE GENTE, SEM ESCRUPULOS EGOISTAS.",
            "likes": 9,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5209501147",
                    "user": "disqus_htkm4TxKzh",
                    "date": "3 days ago",
                    "timestamp": "NA",
                    "commentText": "Nem mais ! Nojentos !",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5209054587",
            "user": "disqus_q9dul5DrtD",
            "date": "3 days ago",
            "timestamp": "NA",
            "commentText": "Uma notícia repetida, mas o Sol está apostado a dar grande destaque a André Ventura, e o Chega.\nMas para mim tanto faz que fosse substituído, ou não.\nPessoas populistas, aldrabonas, e manipuladoras como o Ventura, e seus apoiantes em Portugal não vão longe.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 24,
            "replies": [
                {
                    "id": "5209355896",
                    "user": "disqus_Bgjgzidp1j",
                    "date": "3 days ago",
                    "timestamp": "NA",
                    "commentText": "O .supremo suspende a nomeação de 3 juízes presidentes.....parece que existe um problema no curriculum....dos quase \"nomeados\"....isto bateu no fundo....mais votos para o Ventura.....parece que os que não são populistas são mais aldrabões....depois do curriculum do procurador agora mais esta....que moralidade existe das forças ditas familiares, perdão democraticas para criticarem o André ?..",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5209082306",
                    "user": "disqus_lU8uYlB2Z2",
                    "date": "3 days ago",
                    "timestamp": "NA",
                    "commentText": "Cala-te sua <b> imbecil!</b>!!",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "5209622779",
                            "user": "disqus_fi5cXUR6x4",
                            "date": "2 days ago",
                            "timestamp": "NA",
                            "commentText": "Cale-se você,ó comuna",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "5209922733",
                                    "user": "disqus_lU8uYlB2Z2",
                                    "date": "2 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Vai chamar comuna ao C***************",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Imbecil"
                    ]
                },
                {
                    "id": "5209057726",
                    "user": "bolideirayahoocombr",
                    "date": "3 days ago",
                    "timestamp": "NA",
                    "commentText": "A ministra da Justiça e o Costa são santinhos, não são aldrabões!? Vá tomar a pílula dourada PS e deite-se!<br/>Ou vá ver se no Sameiro chove!!!<br/>Vá tocar violino para casa!",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 19,
                    "replies": [
                        {
                            "id": "5209357350",
                            "user": "disqus_Bgjgzidp1j",
                            "date": "3 days ago",
                            "timestamp": "NA",
                            "commentText": "O .supremo suspende a nomeação de 3 juízes presidentes.....parece que existe um problema no curriculum....dos quase \"nomeados\"....isto bateu no fundo....ainda têm coragem para criticararem o Albertino de Rans..ahah",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "5209076206",
                            "user": "disqus_q9dul5DrtD",
                            "date": "3 days ago",
                            "timestamp": "NA",
                            "commentText": "Onde estão as provas que aldrabaram.<br/>Infelizmente muita coisa que a comunicação social divulga é mentira, ou meias verdades.",
                            "likes": 2,
                            "hasReplies": true,
                            "numberOfReplies": 17,
                            "replies": [
                                {
                                    "id": "5209133888",
                                    "user": "disqus_QUg940rmiE",
                                    "date": "3 days ago",
                                    "timestamp": "NA",
                                    "commentText": "O teu dono chamuscado é um mentiroso compulsivo e nato ! Os que o acompanham são da mesma índole !",
                                    "likes": 1,
                                    "hasReplies": true,
                                    "numberOfReplies": 2,
                                    "replies": [
                                        {
                                            "id": "5209558414",
                                            "user": "disqus_q9dul5DrtD",
                                            "date": "3 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Eu não tenho donos, e muito menos em política, não gosto de amarras.<br/>Mas ainda não vi Costa como PM fazer tudo, mas \"tudo\" ao contrário do que prometeu aos eleitores, como o fez Passos, e Paulo Portas em junho de 2011, que mal tomaram posse começaram a fazer tudo ao contrário do que prometeram aos eleitores em campanha.",
                                            "likes": 2,
                                            "hasReplies": true,
                                            "numberOfReplies": 1,
                                            "replies": [
                                                {
                                                    "id": "5210235595",
                                                    "user": "disqus_QUg940rmiE",
                                                    "date": "2 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Você é mas é deficiente auditivo ou tem memória de alfinete ! O que ele mais faz é mentir, fazer promessas e desdizer-se, a mesma coisa com a corja de ignóbeis que parasitam com ele ! Mas tome atenção porque eles têm tradução para língua gestual nas conferências e anúncios !",
                                                    "likes": 0,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        }
                                    ]
                                },
                                {
                                    "id": "5209092697",
                                    "user": "bolideirayahoocombr",
                                    "date": "3 days ago",
                                    "timestamp": "NA",
                                    "commentText": "O governo mandou dados falsos do Procurador José Guerra ao Parlamento Europeu!!! Mentiu no CV do procurador deu dados falsos. E porquê? Porque a que ficou em 1º lugar entalou o governo PS com as golas antifogo!!! Quem se mete com o PS leva!!!<br/>O Júri internacional escolheu a Ana Carla Almeida!! Mas o governo do Costa nomeou o 2º classificado José Guerra com 3 falsidades!!!! Costa e a ministra da Justiça fizeram PULHICE!!!<br/>Desminta lá isso!? Se é capaz!? Não seja tótó!!!",
                                    "likes": 1,
                                    "hasReplies": true,
                                    "numberOfReplies": 10,
                                    "replies": [
                                        {
                                            "id": "5210238448",
                                            "user": "disqus_QUg940rmiE",
                                            "date": "2 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Isso não lhes interessa, foi só um lapso e nada de importante ! Existe um crime no código penal que é usurpação de funções, ou seja dizer que se é e não se é... mas talvez por ser o M.J., não se considere como crime !",
                                            "likes": 0,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        },
                                        {
                                            "id": "5209560322",
                                            "user": "disqus_q9dul5DrtD",
                                            "date": "3 days ago",
                                            "timestamp": "NA",
                                            "commentText": "O Governo nomeia quem quer, se não fosse assim a UE não o tinha aprovado.<br/>E onde estão as provas que o Governo enviou dados falsos?<br/>O diz que disse não é prova para nada.<br/>E qual é o problema das golas, provou-se que satisfaziam os requisitos, e objetivos para quais foram adquiridas, enfim politiquices.",
                                            "likes": 2,
                                            "hasReplies": true,
                                            "numberOfReplies": 6,
                                            "replies": [
                                                {
                                                    "id": "5210240042",
                                                    "user": "disqus_QUg940rmiE",
                                                    "date": "2 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Ó ignorante, nomear é uma coisa, mas tem regras a serem cumpridas ! E as regras são que ele precisa de ter o que não tem, mas o chamuscado diz que sim... isto em termos brejeiros para entenderes melhor e rapidamente ! És mesmo lerdo, a Van Dunem já confirmou isso, andas mesmo a Leste do paraíso ! As golas não tem nada a ver, deveriam ser de proteção e não de perigo ! São inflamáveis, não é por acaso que nas etiquetas da roupa com fibras de nylon, diz lá isso mesmo ! Afastar de fontes de calor !",
                                                    "likes": 0,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 2,
                                                    "replies": [
                                                        {
                                                            "id": "5210591761",
                                                            "user": "disqus_q9dul5DrtD",
                                                            "date": "2 days ago",
                                                            "timestamp": "NA",
                                                            "commentText": "As golas são de proteção anti fumo, para as pessoas não asfixiarem, e foram testadas, e aprovadas para tal, e mesmo para arderem só mesmo em contacto com a chama, mas nesse caso só mesmo um fato anti fogo para dar proteção, e não golas.\nQuanto aos erros foram enviados como nota pelos serviços para a embaixada, segunda a ministra da justiça, mas não foi isso que determinou a aprovação do juiz, se assim fosse teriam de o substituir.",
                                                            "likes": 0,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 1,
                                                            "replies": [
                                                                {
                                                                    "id": "5211411619",
                                                                    "user": "disqus_QUg940rmiE",
                                                                    "date": "a day ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "Você é um ignóbil, sabe lá o que é proteção anti fumo ! Golas de nylon, anti fumo ? Aquilo filtra ZERO seu ignorante ! Testadas só se foram na J.F. de Longos onde a mulher do Ricardo Peixoto Fernandes presidia ! Ainda tiveram a lata de convidar a empresa do irmão dele para o dito concurso, e mesmo assim (não apresentando proposta) acabou por ser o fabricante das golas que o irmão vendeu para a A.N.P.C. !",
                                                                    "likes": 0,
                                                                    "hasReplies": false,
                                                                    "numberOfReplies": 0,
                                                                    "replies": []
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                },
                                                {
                                                    "id": "5209693618",
                                                    "user": "bolideirayahoocombr",
                                                    "date": "2 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Só 3 países fizeram essa pulhice de não nomearem os que foram selecionados pela UE!<br/>Vejam quem foram.....<br/>Se você fosse a que ficou em nº1 gostava?!<br/>Vá bugiar e ver se chove aí em Braga e no Sameiro! Deixe de ser tótó!!!!",
                                                    "likes": 0,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 2,
                                                    "replies": [
                                                        {
                                                            "id": "5209872092",
                                                            "user": "disqus_q9dul5DrtD",
                                                            "date": "2 days ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Como afirmei o Governo não é obrigado a nomear quem a UE quer, este ou outro Governo  qualquer, e a prova disso é que o indicado pelo Governo foi aceite.",
                                                            "likes": 0,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 1,
                                                            "replies": [
                                                                {
                                                                    "id": "5210244087",
                                                                    "user": "disqus_QUg940rmiE",
                                                                    "date": "2 days ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "Foi aceite com base nas falsas declarações ! Agora vamos ver o resultado final !",
                                                                    "likes": 0,
                                                                    "hasReplies": false,
                                                                    "numberOfReplies": 0,
                                                                    "replies": []
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        },
                                        {
                                            "id": "5209121411",
                                            "user": "felipeazyral",
                                            "date": "3 days ago",
                                            "timestamp": "NA",
                                            "commentText": "\"Quem se Mete com o PS Leva\"   já dizia, avisando, o Socialista Jorge Coelho.           Ana Carla Almeida uma Procuradora Honesta e Eficaz que o Costa e a Van Dunem não toleram por ser Muito Competente e Corajosa.               <br/>\"O Júri Internacional não teve dúvidas e considerou Ana Carla Almeida como a melhor candidata ao cargo de procuradora nacional na estrutura da Procuradoria Europeia, que começa a dar os primeiros passos.        Para esta decisão, segundo informações recolhidas terá pesado o facto de a Magistrada ser a responsável no Departamento Central de Investigação e Ação Penal (DCIAP) pelos processos relativos a Fraudes nos Fundos Comunitários, tendo, aliás, sido a autora do Despacho de Acusação relativo ao processo da Associação Industrial do Minho, um caso que acabou com a acusação de 126 pessoas, suspeitas de uma fraude superior a nove milhões de euros.        Esta mesma Procuradora avançou, em setembro de 2019, com buscas à Autoridade Nacional de Proteção Civil e ao próprio Ministério da Administração Interna, depois do chamado caso das \"Golas da Proteção Civil\", que envolve suspeitas de favorecimento a uma empresa, a Foxtrot, cujo dono é casado com uma Autarca do PS.           A Polícia Judiciária realizou um novo conjunto de buscas domiciliárias e não domiciliárias no âmbito do processo das Golas Antifumo, que tem como Arguidos, entre outros, o ex-Secretário de Estado da Proteção Civil, Artur Neves e o Presidente da Autoridade Nacional de Emergência e Proteção Civil, Mourato Nunes.           Ana Carla Almeida também é a Procuradora do processo que envolve suspeitas de fraude em Fundos Europeus relacionados com a empresa Go Big or Go Home, que pertenceu ao antigo Secretário de Estado Socialista João Vasconcelos, entretanto falecido.\"        Fonte: Revista Sábado, 05.08.2020",
                                            "likes": 1,
                                            "hasReplies": true,
                                            "numberOfReplies": 1,
                                            "replies": [
                                                {
                                                    "id": "5209692736",
                                                    "user": "bolideirayahoocombr",
                                                    "date": "2 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Muito bem dito.",
                                                    "likes": 0,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        }
                                    ]
                                },
                                {
                                    "id": "5209090671",
                                    "user": "disqus_lU8uYlB2Z2",
                                    "date": "3 days ago",
                                    "timestamp": "NA",
                                    "commentText": "xxiiiuuuu... cala-te parvalhão!!! Só regurgitas verborreia!!!",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 2,
                                    "replies": [
                                        {
                                            "id": "5209623337",
                                            "user": "disqus_fi5cXUR6x4",
                                            "date": "2 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Cale-se você,xuxa idiota",
                                            "likes": 1,
                                            "hasReplies": true,
                                            "numberOfReplies": 1,
                                            "replies": [
                                                {
                                                    "id": "5209923880",
                                                    "user": "disqus_lU8uYlB2Z2",
                                                    "date": "2 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Vai chamar xuxa ao C***************",
                                                    "likes": 0,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5209052287",
            "user": "bolideirayahoocombr",
            "date": "3 days ago",
            "timestamp": "NA",
            "commentText": "A única esperança é que em 2021 é o ano do FENÓMENO CHEGA💪!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5209050810",
            "user": "bolideirayahoocombr",
            "date": "3 days ago",
            "timestamp": "NA",
            "commentText": "9 milhões de atos médicos a menos. 10000 mortos a mais e o governo não cai. Não há vergonha!<br/>E ainda tem 40,3% de intenções de voto na sondagem de ontem!!!!<br/>Em Portugal os imbecis e boivinizados gostam de ouvir o vendedor da banha da cobra Costa!",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5209047066",
            "user": "bolideirayahoocombr",
            "date": "3 days ago",
            "timestamp": "NA",
            "commentText": "André Ventura é o único politico capaz de entalar e correr com o manhoso e matreiro Costa!!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5209039889",
            "user": "disqus_EJLoQqNK0r",
            "date": "3 days ago",
            "timestamp": "NA",
            "commentText": "Uma notícia sobre André ventura e aí estão os multinicks, os clones e todo o lixo de esquerda que por aqui parasita!\nVê-los a espumar de raiva é uma delícia! Só por isso já vale a pena! Os parasitas estão em pânico!\nObrigado André ventura",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "5209041157",
                    "user": "ondeestaverdade",
                    "date": "3 days ago",
                    "timestamp": "NA",
                    "commentText": "não é necessário ser esquerdalha para não gostar do ventura.<br/>Onde anda a tua pluralidade?<br/>Talvez na sarjeta né?",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "5209162719",
                            "user": "disqus_EJLoQqNK0r",
                            "date": "3 days ago",
                            "timestamp": "NA",
                            "commentText": "Ver-te espumar é uma delícia...\nObrigado Dr André Ventura",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "5209783757",
                                    "user": "ondeestaverdade",
                                    "date": "2 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Se houvesse caça aos esquerdalhos como tu não teria piedada alguma em dar-te um balazio no kornos, familia incluída.<br/>Chamar de Dr qq m3rda demosntra que reina nos teus korninhos um pensamento unico em modo valete campónio a lamber o kuzolas a qq bosta que ande por aí.<br/>Que tal o sabor da m3erdinha do costa, será igual ao do Pendura?<br/>Avisa-nos tu és o barometro do sabor anal.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5209032028",
            "user": "bolideirayahoocombr",
            "date": "3 days ago",
            "timestamp": "NA",
            "commentText": "Grande André ventura parabéns. Chega.<br/>Governo do Costa é puro marketing .... trabalhar está quieto....",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5209029873",
            "user": "bolideirayahoocombr",
            "date": "3 days ago",
            "timestamp": "NA",
            "commentText": "Desejo um grande e bom Ano Novo ao Sr. André Ventura e ao partido Chega.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5209020922",
            "user": "bolideirayahoocombr",
            "date": "3 days ago",
            "timestamp": "NA",
            "commentText": "Quando é que o Costa demite a ministra da justiça???? Ela mentiu com quantos dentes tem naquela boca!!!!<br/>Na nomeação do procurador José Guerra para a UE!!!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5209016484",
            "user": "bolideirayahoocombr",
            "date": "3 days ago",
            "timestamp": "NA",
            "commentText": "O governo mandou dados falsos do Procurador José Guerra ao Parlamento Europeu!!!<br/>O Júri internacional escolheu a Ana Carla Almeida!! Mas o governo do Costa nomeou o 2º classificado! Costa e a ministra da Justiça fizeram PULHICE!!!<br/>Nem no tempo da outra senhora se fazia uma coisa destas!!!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5209015587",
            "user": "bolideirayahoocombr",
            "date": "3 days ago",
            "timestamp": "NA",
            "commentText": "O governo mandou dados falso do Procurador José Guerra ao Parlamento Europeu!!!<br/>O Júri internacional escolheu a Ana Carla Almeida!!<br/>Nem no tempo da outra senhora se fazia uma coisa destas!!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5209007784",
            "user": "bolideirayahoocombr",
            "date": "3 days ago",
            "timestamp": "NA",
            "commentText": "André Ventura vai abanar este sistema dos corruptos e dos instalados!<br/>Quero e desejo que o Ventura fica à frente da Ana Casa Pia Gomes!<br/>E seja depois a 3ª força politica nas legislativas e arrase o BE e o PCP!!!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5208997681",
            "user": "bolideirayahoocombr",
            "date": "3 days ago",
            "timestamp": "NA",
            "commentText": "Viva André Ventura! A 3ª força politica nacional.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5209000840",
                    "user": "Meliodasreidosdemonios",
                    "date": "3 days ago",
                    "timestamp": "NA",
                    "commentText": "Ventura ou o partido?<br/>Eu percebo que se confundam as duas coisas.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5209005081",
                            "user": "bolideirayahoocombr",
                            "date": "3 days ago",
                            "timestamp": "NA",
                            "commentText": "Vou votar Ventura para a PR sem pestanejar. Estou farto de palhaços!<br/>O Marcelo nem piou quando o Costa nomeou o procurador para a UE José Guerra com CV falsificado tendo ficado em 2º lugar!",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5208976468",
            "user": "disqus_BzBL8hq9yT",
            "date": "3 days ago",
            "timestamp": "NA",
            "commentText": "André Ventura incomoda os poderes instalados. <br/>A esquerda até se espuma quando ouve o Ventura.<br/>Chega!",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "5208984979",
                    "user": "disqus_uuz3CMNShW",
                    "date": "3 days ago",
                    "timestamp": "NA",
                    "commentText": "Quem está incomodado são os militantes da direita católica, nacionalista e conservadora com a invasão do seu partido Chega por militantes corruptos do PSD e CDS que ficaram desempregados depois do fim da PAF e que neste momento estão a ocupar lugares de destaque nas concelhias e distritais do Chega.<br/>O TRAIDOR André Ventura despejando o Chega da boa gente de direita que fundou o partido está a fazer um favor à esquerda.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "5209141369",
                            "user": "disqus_lU8uYlB2Z2",
                            "date": "3 days ago",
                            "timestamp": "NA",
                            "commentText": "Cala-te palhaço... devolve o 'nick' ao dono!!!<br/>Apenas demonstras que és um frustrado!!!",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "5209163745",
                                    "user": "disqus_EJLoQqNK0r",
                                    "date": "3 days ago",
                                    "timestamp": "NA",
                                    "commentText": "É normal que estes seres abjecto queiram ser alguém e tentem usurpar as identidades de outros...\nPara mim é um elogio...",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "5209121597",
                            "user": "disqus_oQ6NjihhdN",
                            "date": "3 days ago",
                            "timestamp": "NA",
                            "commentText": "Como diria o Dr. Alvaro Cunhal:- Olhe que não. Olhe que não! Tenho amigos, alguns que até trabalham para o Estado que sempre foram de esquerda e agora defendem o Chega ferozmente. A tradição já não é o que era!!!",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5208972573",
            "user": "cristinamaltezguerreiro",
            "date": "3 days ago",
            "timestamp": "NA",
            "commentText": "\"Será mau se o líder do Chega tiver uma votação grande e expressiva\", aponta Rui Rio.<br/>In: Sol 30-dezembro-2020\nMedo infundado, o líder do Chega irá ter uma votação fraca e inexpressiva...",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}