{
    "header": {
        "title": " As birras de Graça Freitas ",
        "subtitle": " Para além de se ter tornado numa das figuras mais prejudiciais à luta contra a Covid, resolveu também tornar públicas algumas birras pessoais ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 19 de novembro 2020 ",
        "dateExtraction": " 2020-11-26 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/715586/as-birras-de-graca-freitas ",
        "postText": " ['Graça Freitas, com a falta de confiança dos cidadãos nela mais as suas contradições (provavelmente obrigadas pela política), para além de se ter tornado numa das figuras mais prejudiciais à luta contra a Covid, resolveu também tornar públicas algumas birras pessoais: por exemplo, ficamos a saber que ela não aprecia o excesso de informação sobre a Covid, para o qual tanto participa.', 'E a verdade é que muitos cidadãos, com o que os jornais de todo o mundo têm escrito sobre a matéria, se tornaram verdadeiros especialistas no assunto, procurando só ser mais coerentes do que ela – o que certamente muito e irritará (evitam como ela dizer que numa altura uma coisa pode ser prejudicial – ou, como as máscaras, dar uma sensação de falsa segurança – para mais tarde as achar imprescindíveis). Mas também não é nada difícil esta superação.', 'De resto, parece-me estarmos já numa altura em que ela não serve para cobrir o primeiro-ministro, limitando-se a provocar-lhe uma imagem ainda pior na luta contra a Covid.'] ",
        "numberPosts": "26 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Age - Over 65s,Gender - Female age and physical appearance,Ideological and Political Identity - General,Nationality - French,Gender - General,Ethnicity - Native-American",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Velha,Velho,Velha,Comunista,Vermelho,Francisco,Género,Vermelho",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "5165806771",
            "user": "joaquim_vaz",
            "date": "a day ago",
            "timestamp": "NA",
            "commentText": "A Direção-Geral de Saúde foi fundada por Decreto a 4 de outubro de 1899, com o nome de Direção-Geral de Saúde e Beneficência Pública, fruto da necessidade de combater um surto de peste bubónica que nesse ano assolou a cidade do Porto. Tinha por principal propósito melhorar a defesa contra futuras epidemias. <br/>Em 1911, a reorganização dos Serviços de Saúde e Higiene em Portugal, determinaram a autonomização da saúde portuguesa face à beneficência pública e ao secularismo, dando lugar à Direção-Geral de Saúde com o objetivo da resolução e do expediente dos serviços de saúde publica. <br/>Já na segunda metade do século XX, a Direção-Geral da Saúde, ganhando outro estatuto e dimensão, passa a gozar de maior dignidade e reconhecimento, concentrando em si um papel de orientador, fiscalizador e disciplinador em matéria de saúde e higiene social. <br/>Em 1971, com a marcante reforma dos Serviços de Saúde vertida no Decreto-Lei n.º 413 de 27 de setembro, nasce uma nova etapa na história da Saúde em Portugal. Elegem-se como prioridades a promoção da saúde e a prevenção da doença. Nesta reforma, distinguem-se <b> Francisco </b>Gonçalves e Arnaldo Sampaio. <br/>No quadro da Constituição da República, surge, em 1976, o Serviço Nacional de Saúde (SNS), um serviço universal, geral e gratuito. António Arnault destaca-se como impulsionador da Lei que criou o SNS. <br/>(Da Wikipedia)<br/>Para alguns, o SNS português  é um senão o melhor serviço de  saúde de rodo o Mundo!<br/>Como se vê, a DGS tem um cheirinho a burocracia e a s suas função e estrutura são resquícios  do Estado Novo…<br/>Mas, quando as coisas correm mal, um serviço portentoso (PM, Ministra sa Saúde, Secretário, respectivos Gabinetes, e uma caterva de Centros de Saúde, de Hospitais,  de Direcções Regionais e de Institutos (que ainda hão-de levar o País a uma nova falência) sacodem todos a água do capote e estribam-se n uma  simples Direcção-Geral, bafienta e salazarenta.<br/>O jornalista de cabeça oca e pena viperina  ignora tudo isto.<br/>Dizia-se na minha terra que «embirrar» é… empurrar com a ponta dos cornos!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Francisco"
            ]
        },
        {
            "id": "5165679417",
            "user": "joaquim_vaz",
            "date": "a day ago",
            "timestamp": "NA",
            "commentText": "Que ironia!<br/>Um jornalista tacanho e persecutório a falar de birras pessoais!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5159032466",
            "user": "disqus_rDi0ytS9VM",
            "date": "6 days ago",
            "timestamp": "NA",
            "commentText": "Essa do 'cobrir' o PM tem a sua Graça. Os touros é que cobrem as vacas. E como o PM até gosta de vacas...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5158111125",
            "user": "cristinamaltezguerreiro",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "A cor da gravata não engana ninguém...<br/>A Dra. Graça Freitas, desde a primeira hora a dar a cara por todos os que em Portugal têem dado o melhor que podem e sabem nesta luta contra o covid, merece todo o respeito de todos portugueses...<br/>Parece que a Laranjada não faz parte desses portugueses...Esperemos que não precisem do SNS se o covid lhes chegar ao pêlo...",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5158025969",
            "user": "disqus_rAIpRKQqXo",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "\" ela não aprecia o excesso de informação sobre a Covid, para o qual tanto participa.\"<br/>Mas qual informação? É um carnaval mediático do qual é a principal figura.<br/>Porque informação, verdadeira, brilha pela ausência. Só sobrando o Carnaval da Graça Freitas e as mentiras do governo. ",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5157840513",
            "user": "disqus_qjGrG6hxKV",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "a  saúde está  comandada  por  doentes..",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5157525994",
            "user": "disqus_45EarayAjz",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Ela não cobre o primeiro ministro, encobre. Por isso, o cognome é Graça Fretes.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5157403030",
            "user": "discus_EGJS",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Que contradições e como é que a senhora é figura nociva na luta contra a covid?! Então diz-se assim coisas sem qualquer fundamentação denegrindo o trabalho de quem tenta dar sentido a uma população que é que faz os números que aparecem todos os dias??!!! Continua com a parvoice de dizer que a máscara, sim, a máscara, não??? Claro que era muito melhor não usar máscara (por todos os motivos), mas ao princípio o que era garantido - e muitos especialistas ainda o afirmam - o vírus era transmitido pelo contacto das mãos e só mais tarde é que se considerou que a nossa expiração pode levar o vírus a distância ( e ainda não há nada de definido sobre isso). A máscara passou a ser um meio preventivo devido a esta circunstância, não há contradição nenhuma. E é por esta e por outras que a senhora em causa disse que causa confusão - para além do inevitável - que se cruzem opiniões tão diversas e incoerentes como esta treta da imunidade colectiva (que agradou a todos os alarves como o B Johnson porque não se faz nada, deixa-se apenas morrer a quem calha). E é isto, os alarves querem a desbunda, os medrosos escondem-se, é a natureza de cada um. Graça Freitas parece que tem as costas largas!!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5157390936",
            "user": "disqus_ETdVS0wkOT",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "A <b> vel<b> ha </b</b>>estava certa no início da FRAUDE CUVID... \"NÃO É PRECISO USAR MÁSCARAS\" pois não servem para nada, mas depois RECEBEU ORDENS para dizer que \"É FUNDAMENTAL USAR MÁSCARAS\" e deixar sapatos à porta de casa e outras tangas d<b> o géner</b>o...<br/>Passaram a ser \"fundamentais\" para gerar lucro para quem as vende, gerar lixo para os varredores de rua, e o que escapa aos varredores vai para à praia e oceanos! Bem bom...\nO mais recente estudo sobre máscaras ESPECIFICAMENTE feito para a tanga \"CUVID\" foi ontem publicado (finalmente)\nEffectiveness of Adding a Mask Recommendation to Other Public Health Measures to Prevent SARS-CoV-2 Infection in Danish Mask Wearers<br/> [LINK]  . org/doi/10.7326/M20-6817\nConclusão? A já esperada, pois afinal já se sabe há décadas que máscaras só são boas em espaços controlados e devidamente higienizados fora disto... zero!\n\"A recomendação de usar máscaras cirúrgicas para complementar outras medidas de saúde pública não reduziu a taxa de infecção de SARS-CoV-2 entre os usuários em mais de 50% em uma comunidade com taxas de infecção moderada, algum grau de distanciamento social e uso geral e incomum de máscaras.\"\nE estamos a falar de máscaras cirúrgicas e não dessa tanga de máscaras de tecido!\nCLARO QUE OS MEIOS DE  ME R D A SOCIAL EM PORTRÓIKAL NEM SEQUER VÃO FALAR SOBRE ISTO! E este morcão também não vai falar disto de certeza!",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5162955585",
                    "user": "joaquim_vaz",
                    "date": "3 days ago",
                    "timestamp": "NA",
                    "commentText": "Velha... não é?<br/>vais ter de escolher se queres  morrer de <b> velho </b>ou s queres morrer amanhã!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Velha",
                        "Velho"
                    ]
                }
            ],
            "keywords": [
                "Género",
                "Velha"
            ]
        },
        {
            "id": "5157350531",
            "user": "disqus_VXHtnwks0U",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "patilhas ... prefiro as birras dela do que as teu xoriilho de palavras todos os dias ...deves estar na reforma sem nada para fazer. o que esta senhora faz todos os dias tu nao percebes porque tens cerebro de ervilha",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5157349894",
            "user": "disqus_L7OTc7KMzq",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "a Desgraça Fretes é o \"bode expiatòrio\" ideal para o TOSTA.. <br/>ela absorve quase toda a incompetência nesta espécie de luta virtual (a Morta Tremida absorve o resto), e deixa o PM incòlume como o ùnico ser sensato do planeta a tomar decisões..<br/>no final desta història ela terà de ser muito bem recompensada pela figura q andou a fazer.. se sair sem um \"tacho\" confortàvel, então além de incompetente foi muito burra..",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "5157380130",
                    "user": "disqus_HcDh0A1uBQ",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "Ela sempre foi burra, é <b> comunista </b>como o antecessor.",
                    "likes": 3,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "5157395862",
                            "user": "disqus_L7OTc7KMzq",
                            "date": "7 days ago",
                            "timestamp": "NA",
                            "commentText": "nem uma garrafa de àgua consegue abrir sem se contaminar.. mas foi colocada num cargo q gere a \"contaminação\" pùblica",
                            "likes": 4,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "5157614784",
                                    "user": "disqus_HcDh0A1uBQ",
                                    "date": "7 days ago",
                                    "timestamp": "NA",
                                    "commentText": "estes cargos públicos não têm a ver com competência, <br/>para o Costa quanto mais estúpidos forem os nomeados melhor",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Comunista"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "5157349388",
            "user": "disqus_ysIn41saXn",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Não cuspa na sopa, tenha decência, seja grato por ainda termos  graças de freitas que se dispõem a servir num contexto destes.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 8,
            "replies": [
                {
                    "id": "5157361156",
                    "user": "disqus_NX7oJG7D6E",
                    "date": "7 days ago",
                    "timestamp": "NA",
                    "commentText": "Não concordo. A Graça não admite pontos de vista diferentes do dela. Acha que a ciência é fixa e determinada pela posição dela.<br/>Se for contra, mesmo que bem fundamentado, ela dirá que não é patriota! Uma anedota pegada com consequências pesadas para a maioria do contribuinte.. .claro está que ela e demais avençados do estado têm o deles salvaguardado por isso é mais simples tomar certas decisões... Aguardemos que muito contribuinte já está a ficar bem no <b> ver<b> melho </b</b>>e não tarda as coisas aquecerão!",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 7,
                    "replies": [
                        {
                            "id": "5157465438",
                            "user": "disqus_ysIn41saXn",
                            "date": "7 days ago",
                            "timestamp": "NA",
                            "commentText": "Não quero nem posso discutir a Drª Graça Freitas, nada tenho para lhe ensinar. Se a senhora não tem uma imagem  fantástica nem a melhor comunicação, é irrelevante, não são essas as suas funções principais.",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 5,
                            "replies": [
                                {
                                    "id": "5158042391",
                                    "user": "disqus_rAIpRKQqXo",
                                    "date": "7 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Não discutimos Deus e a virtude. Não discutimos a pátria e a sua história. Não discutimos a Dra Graça Freitas e o seu prestígio. Não discutimos a Ciência e as suas certezas. Não discutimos a glória do seu trabalho e o seu cumprimento do dever",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 4,
                                    "replies": [
                                        {
                                            "id": "5158700763",
                                            "user": "disqus_ysIn41saXn",
                                            "date": "6 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Não posso discutir  deus, uma vez que não existe; não posso discutir a sua pátria, uma vez que não a conheço.\nSobre a Drª Graça de Freitas não estou minimamente habilitado a discutir a sua  preparação técnica ou científica, porém posso avaliar o seu desempenho enquanto directora geral da saúde, e essa avaliação é muito positiva. Fazer o que ela faz neste contexto só pode valer  a minha gratidão.  Nem por um dia eu queria estar na posição dela.",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 3,
                                            "replies": [
                                                {
                                                    "id": "5159564154",
                                                    "user": "disqus_rAIpRKQqXo",
                                                    "date": "6 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Então o Óscar da Rocha aqui abaixo é outro? São dois!?",
                                                    "likes": 0,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 2,
                                                    "replies": [
                                                        {
                                                            "id": "5160073971",
                                                            "user": "disqus_ysIn41saXn",
                                                            "date": "5 days ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Sim, sou eu nos dois posts, o que  não entendeu?",
                                                            "likes": 0,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 1,
                                                            "replies": [
                                                                {
                                                                    "id": "5160369882",
                                                                    "user": "disqus_rAIpRKQqXo",
                                                                    "date": "5 days ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "Parece que somos dois a não entender................",
                                                                    "likes": 0,
                                                                    "hasReplies": false,
                                                                    "numberOfReplies": 0,
                                                                    "replies": []
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "id": "5157364732",
                            "user": "disqus_ysIn41saXn",
                            "date": "7 days ago",
                            "timestamp": "NA",
                            "commentText": "Meu caro, a ciência não é uma questão de opinião.\nDe resto o trabalho que esta senhora tem feito é notável, não  obstante as suas reduzidas competências enquanto comunicadora, porém essa é a questão menos relevante do desempenho dela, porém para os tolos como o comentadeiro, fica-se pelas aparência e  vocifera umas boutades.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Vermelho"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "5157348762",
            "user": "polticocorrupto",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "Com tudo isto...mesmo antes de aprovarem a eutanásia, o primeiro ministro, vê o saldo contabilistico da segurança social, com bons olhos, com tal \"debandada\" de idosos!",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5157339065",
            "user": "disqus_NRKzAcggEI",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "A última frase é o ponto mais curioso. Por vezes parece que o Costa se rodeia de pessoas ainda menos competentes para parecer capaz por contraste.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}