{
    "header": {
        "title": " Ricardo Araújo Pereira criticado por declarações feitas ao i [vídeo] ",
        "subtitle": " Ativista dos direitos LGBT escreve carta aberta ao humorista ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 15 de dezembro 2016 ",
        "dateExtraction": " 2020-03-04 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/538573/ricardo-ara-jo-pereira-criticado-por-declaracoes-feitas-ao-i-video- ",
        "postText": " ['O humorista que anda a \u0091promover\u0092 o seu novo livro em várias entrevistas à imprensa, sublinhou em conversa com o i que muitos dos sketchs dos \u0091Gato Fedorento\u0092 não poderiam ser feitos. E a última polémica da net prova que não poderiam mesmo.', 'Na sua entrevista ao i, Ricardo Araújo Pereira contou uma história sobre um homem que entra num bar [expressão que faz parte do título do seu livro] que parece não ter agradado ao ativista dos direitos LGBT Paulo Côrte Real que não gostou que o humorista tivesse usado expressões como \u0093mariconço\u0094 e paneleirices\u0094.', '\u0093Há pouco tempo uma pessoa que eu admiro muito contou-me a seguinte história: foi a um bar e pediu um gin tónico. O empregado disse-lhe que só tinha os copos normais e que não tinha aqueles balões \u0093cheios de paneleirices\u0094. Ao que o meu amigo respondeu: \u0093fico ofendido que diga paneleirices que eu sou paneleiro e isso ofende-me\u0094, e o homem desfez-se em desculpas\u0094, afirmou Ricardo Araújo Pereira, acrescentando: \u0093Quando há gente que diz \u0091estes gins cheios de paneleirices\u0092, quem é que associa isso a homossexual?\u0094', 'No jugular, um blogue com vários autores como Fernanda Câncio e João Galamba, Paulo Côrte Real escreve uma espécie de carta aberta intitulada: \u0093Ricardo Araújo Pereira e umas paneleirices minhas\u0094.', \"\u0093Sempre que oiço falar em paneleirices, acho que é sobre mim. Ou mesmo em 'mariconços'. Sabes porquê? Foi de ouvir tantas e tantas vezes palavras como estas, ao longo da vida toda - e, provavelmente ao contrário de ti, de as ter ouvido mesmo sempre, cada uma delas. É que prestei atenção - porque até soube sempre que eram sobre mim. Sim, ouvi as piadas diárias de pessoas que infelizmente não são humoristas, as piadas sistemáticas de pessoas que até são humoristas mas não particularmente inteligentes ou sensíveis ou empáticas ou capazes de compreender o mundo em que vivem - e não te estou a incluir nesta lista\u0094, escreveu Côrte Real.\", 'O ativista explica que passou por muitas coisas e que por isso pode \u0093falar à vontade de paneleirices\u0094 e dizer coisas como: \u0093paneleiro é comigo\u0094. (...) \u0093As pessoas que usam a palavra nem sempre pensam no conteúdo. Mas eu penso sempre nele, porque aprendi - porque sei - que a palavra é sobre mim\u0094.', 'Apesar destas críticas, Paulo Côrte Real também faz elogios a Ricardo Araújo Pereira, lembrando as contribuições do humorista na apresentação dos Prémios Arco-Íris todos os anos.', \"E termina o texto com uma sugestão para a próxima apresentação: \u0093Espero que este ano nos Prémios, supondo que a tua adesão se mantenha, haja boas piadas do Ricardo Araújo Pereira não sobre o Arroja ou sobre o Trump, mas sobre o Ricardo Araújo Pereira, mesmo. Tipo dizer que não deves dizer que és um 'mariquinhas a ir dar sangue' - até porque os maricas como eu não podiam dar sangue até este ano. Mas vou deixar o humor para ti, porque confio que sabes que o poder que tens traz responsabilidade - e que a nossa liberdade também a exige\u0094.\", 'Relembre a entrevista ao i', '', '', ''] ",
        "numberPosts": " 14 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Sexual Identity - General,Ethnicity - White",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Homossexual,LGBT,Gajo",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "3056713430",
            "user": "tozesantoscosta",
            "date": "3 years ago",
            "timestamp": "NA",
            "commentText": "Os homossexuais não são mariconços? Ok, são homoconços!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3054406943",
            "user": "helenacosta",
            "date": "3 years ago",
            "timestamp": "NA",
            "commentText": "Pois claro e ele está mesmo muito preocupado.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3054173973",
            "user": "disqus_LVktqFO5WO",
            "date": "3 years ago",
            "timestamp": "NA",
            "commentText": "Ò Paulinho vai abrir um escritório no  Parque Eduardo VII e dar consultas",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3054067756",
            "user": "jcrf09",
            "date": "3 years ago",
            "timestamp": "NA",
            "commentText": "Ricardo Araújo Pereira criticado por declarações feitas ao i [vídeo]...<br/>Ricardo Araújo Pereira é contra todas as forma de limitação de liberdade de expressão... Eu também... Sabemos como começa, e também sabemos como acaba...<br/>E então em relação ao humor, ainda mais... Se começam a limitar os assuntos sobre o que se pode fazer humor, estamos bem, estamos...<br/>O humor pretende caricaturar situações, e muitas vezes a moral do sketch é a inversa do que se interpreta...",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3053641435",
            "user": "kiakukizaka",
            "date": "3 years ago",
            "timestamp": "NA",
            "commentText": "Com tanta paneleirice vai chegar o dia que esses <b> gajo(</b>a)s ainda vão mandar em nós!!!",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "3053821364",
                    "user": "disqus_YfJZpcx4km",
                    "date": "3 years ago",
                    "timestamp": "NA",
                    "commentText": "Ad retro Satanás, mas isso é que eles querem, só que não conseguem, pelo menos comigo e até hoje, pois nunca digo desta água não beberei.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Gajo"
            ]
        },
        {
            "id": "3053822091",
            "user": "disqus_YfJZpcx4km",
            "date": "3 years ago",
            "timestamp": "NA",
            "commentText": "Também é verdade.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3053532228",
            "user": "provinciana",
            "date": "3 years ago",
            "timestamp": "NA",
            "commentText": "O que é estranho é os mariconços  ficarem chateados com as paneleirices! Haja pachorra para aturar esta gente.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3053471071",
            "user": "disqus_DxtFvrUoIF",
            "date": "3 years ago",
            "timestamp": "NA",
            "commentText": "As pequenas minorias ainda não perceberam que sempre que se procuram agigantar há um Donald Trump que é eleito... Vão com muita sede ao pote e depois queixam-se do que lhes sai do punho da maioria silenciosa...",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3053377368",
            "user": "mariaportuguesa",
            "date": "3 years ago",
            "timestamp": "NA",
            "commentText": "Não simpatizo nada com RAP, mas estas questões já rançosas da homossexualidade e dos coitadinhos ofendidos não passam de tentativas de permanecer à tona porque ninguém se mete com eles.\nNa minha rua há um <b> homossexual </b>que vive aqui há mais de uma década. Ele não esconde e ninguém o chateia nem nunca foi motivo de chacota ou mesmo tema de conversa. Ninguém quer saber quem dorme com quem, já chega de tanto falso ataque!",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "3054811616",
                    "user": "gonalosemedo",
                    "date": "3 years ago",
                    "timestamp": "NA",
                    "commentText": "estaria tentado a concordar consigo, até ler os vários comentários. Depois disso, tenho de dizer que afinal há muita \"gente\" que se mete com eles!",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "3054922653",
                            "user": "mariaportuguesa",
                            "date": "3 years ago",
                            "timestamp": "NA",
                            "commentText": "Vá, vá, nada de conversa fiada que o tema não merece cogitação.",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "3057903929",
                                    "user": "disqus_AWqknlqjlw",
                                    "date": "3 years ago",
                                    "timestamp": "NA",
                                    "commentText": "Talvez seja por você não ser capaz de cogitar que não se aperceba da realidade.\nMas o Semedo tem razão.\nNão leia os comentários que neste mesmo post desmentem o que você disse.\nSe não ainda é capaz de, finalmente, cogitar qualquer coisinha.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Homossexual"
            ]
        },
        {
            "id": "3053362223",
            "user": "TBrites",
            "date": "3 years ago",
            "timestamp": "NA",
            "commentText": "sugiro ao ativista dos direitos <b> LGBT </b>Paulo Côrte Real que deixe de ser mariquinhas e acabe com estas paneleirices de estarem sempre a choramingar...\nSe vocês não sabem existir com a vossa degeneração... Não incomodem!",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "LGBT"
            ]
        }
    ]
}