{
    "header": {
        "title": " Manuel Luís Goucha 'ataca' novo ministro no Facebook ",
        "subtitle": " Manuel Luís Goucha teceu duras críticas na sua página de Facebook à nomeação de Fernando Leal da Costa para ministro da Saúde. O post gerou dezenas de comentários e já conta com mais de 2300 likes. ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 28 de outubro 2015 ",
        "dateExtraction": " 2020-02-19 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/419310/manuel-luis-goucha-ataca-novo-ministro-no-facebook ",
        "postText": " ['Enquanto secretário de Estado adjunto de Paulo Macedo este senhor teve a desfaçatez de achar que estava tudo bem nas urgências dos hospitais públicos, quando o caos e a desumanidade destes serviços foram denunciados numa reportagem da TVI, começa por escrever o apresentador de televisão.', '\u0093Não esqueço caras nem nomes. Como entender que seja agora o novo Ministro da Saúde? Só mesmo num governo com os dias contados!\u0094, escreve Goucha, acompanhando a mensagem com uma fotografia de Leal da Costa.', 'Entre os vários comentários há um seguidor da página do apresentador que o questiona como tem a \u0093desfaçatez de achar e falar de um serviço que nunca usou!!! Temos um SNS dos melhores do mundo fique a saber e se não sabe informe-se devidamente\u0094. Goucha não o deixou sem resposta. \u0093Essa é boa, como se eu não o usasse e não o pagasse também. Falo das urgências e viu-se bem na reportagem o que se passa\u0094.'] ",
        "numberPosts": " 55 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Age - Over 65s,Sexual Identity - General,Sexual Identity - Male homosexuality,Ideological and Political Identity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Velho,Gay,Bichona,Comunista",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "2333598689",
            "user": "josebataguas",
            "date": "4 years ago",
            "timestamp": "NA",
            "commentText": "ò Goucha tem com as palavras senão ainda és corrido da TVI",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2333266057",
            "user": "disqus_i1oI7jSVCP",
            "date": "4 years ago",
            "timestamp": "NA",
            "commentText": "Já se está a fazer ao piso...como muitos. No país onde tudo se critica , como na parábola do burro, do rapaz e do <b> velho.</b> Assim (continua a ser) é Portugal. Os cataventos também: viram-se para onde o vento sopra !",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Velho"
            ]
        },
        {
            "id": "2333185379",
            "user": "Flordelamar",
            "date": "4 years ago",
            "timestamp": "NA",
            "commentText": "É preciso muita cautela quando se lida com rabichos. Têm raivinhas, puxam os cabelos, dão unhadas! Imaginem que este rabêta segue as pisadas da <b> bichona </b>Sócrates e atira com uma providência cautelar sobre o DISQUS?! Grande prejuízo! Todos de bico calado e inibidos de poder malhar doravante na corja esquerdista,<b>  comunista</b> e demais sociais-fascistas. Só espero que o DISQUS aguente a pressão do loob<b> y ga</b>y......senão estamos tramados!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gay",
                "Bichona",
                "Comunista"
            ]
        },
        {
            "id": "2333164371",
            "user": "manuelasilvestre",
            "date": "4 years ago",
            "timestamp": "NA",
            "commentText": "Quem diz que o SNS e o melhor do Mundo é porque o não usa, estive 3 meses a espera de uma TAC num hospital do estado só o fiz mais depressa por intervenção de uma medica, estou a espera de uma PET a um mês isto é óptimo quando fizer o exame como estará o meu problema de saúde? querem tomar-nos por ignorantes mas eles é que o são parabens Manuel Luís Goucha pode ser que vindo das figuras publicas se consiga alguma coisa melhor",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2333056327",
            "user": "teresabacelar",
            "date": "4 years ago",
            "timestamp": "NA",
            "commentText": "Façam como eu. Não vejam TVI",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2332935584",
            "user": "disqus_wcPtyM0iad",
            "date": "4 years ago",
            "timestamp": "NA",
            "commentText": "Admiro muito como apresentador e sinto muito carinho por você, mas não se meta em questões que não sabe, e para mais ainda sendo uma figura pública e pelo que eu me estou aperceber você é socialista e não lhe fica bem fazer comentários!Não queira de forma indireta torcer pelos socialistas, fica-lhe muito mal!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2332762646",
            "user": "mariasaramago",
            "date": "4 years ago",
            "timestamp": "NA",
            "commentText": "Temos o pior SNS, isso sim! Só quem passa horas nos corredores dos hospitais, é que consegue compreender o SNS que temos em Portugal! Não tentem tapar o sol com a peneira....",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2332074920",
            "user": "disqus_NpdMSqqMkR",
            "date": "4 years ago",
            "timestamp": "NA",
            "commentText": "Tem toda a razão Manuel Luís Goucha! Foi demasiado grave para que possamos esquecer as centenas de vidas que se perderam nas urgências dos Hospitais portugueses por falta de assistência, devido à falta de recursos humanos.<br/>No campo da saúde, o ainda \"governo\" deste país, arrasou por completo, não deixando saudades a nenhum ser humano digno desse nome!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2332070624",
            "user": "john_player_special",
            "date": "4 years ago",
            "timestamp": "NA",
            "commentText": "Paneleirote. Deve ter-lhe faltado o pau ontem à noite. Depois vai lamuriar-se para o facebook.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2331889425",
            "user": "disqus_cCN608U5Li",
            "date": "4 years ago",
            "timestamp": "NA",
            "commentText": "panasca de meherda este goucha..<br/>palhaço.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2331864589",
            "user": "provinciana",
            "date": "4 years ago",
            "timestamp": "NA",
            "commentText": "Ó Goucha no que tu te andas a meter! Não sabes nada do SNS só o que vês na TV. Tenho ido ao Hospital S. José e nunca tive problemas nem grandes esperas  e fui sempre muito bem atendida.  Já fui a hospitais privados e o tempo de espera é maior nalguns dias e nalgumas especialidades, nuns e noutros tudo depende do afluxo de doentes que é diferente todos os dias.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2331778841",
            "user": "disqus_ivkxYPh9tf",
            "date": "4 years ago",
            "timestamp": "NA",
            "commentText": "Coitado do goucha (goucha!? raio de nome...), deixem-no em paz. Esta com o periodo...",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "2332118255",
                    "user": "maria_alda_guedes",
                    "date": "4 years ago",
                    "timestamp": "NA",
                    "commentText": "Que nojo de comentário!  Porco, sujo e mau!",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "2332741714",
                            "user": "disqus_ivkxYPh9tf",
                            "date": "4 years ago",
                            "timestamp": "NA",
                            "commentText": "Foi uma forma jocosa de lembrar o seu lado feminino exacerbado, o que nao devia chocar niguem dado que e assumidamente homossexual. Nao contem mais juizos de valor sobre esse facto, nem e discriminatorio.\nFaria o mesmo se se tratasse de uma mulher histerica - brincando com o cliche/esteriotipo de que as mulheres serao mais dadas a explosoes emocionais, sobretudo em determinados dias do mes (sao as hormonas, nada de mais). Ou brincaria igualmente com um macho com excesso de testoesterona.\nNo goucha irrita-me a conversa de caca dos programas de mherda que apresenta. Contribui para a estupidificacao colectiva e para termos o nivel cultural miseravel que temos. Se e gay ou nao, e para o lado que durmo melhor.\nVejo que ainda assim a sua sensibilidade apurada foi tocada. Pois, so posso lamentar. Nao deixo no entanto de dizer o que entendo.\nTambem esta com o periodo?",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "2331708063",
            "user": "vermelh_o",
            "date": "4 years ago",
            "timestamp": "NA",
            "commentText": "Um dia destes também vai querer ser deputado. Já tem lá muito por onde escolher.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2331440255",
            "user": "ruimanuelmesquitamendes",
            "date": "4 years ago",
            "timestamp": "NA",
            "commentText": "Como negar a evidência, quando se sabe que no período de maior afluência às urgências entre o fim de 2014 e princípio de 2015 aumentaram consideravelmente o número de mortes nos Hospitais em Portugal, e que muitos saberão de idosos familiares ou conhecidos que tiveram um triste fim por causa da inépcia e incapacidade das Urgências hospitalares portuguesas nos últimos anos, a que não será estranha esta política liberal personalizada neste novo ministro, que enquanto Secretário de Estado ainda teve a desfaçatez de troçar dos portugueses que tiveram de utilizar o SNS e em especial as Urgências hospitalares!\nDe facto esta nomeação é uma afronta ... mas também deste primeiro-ministro já nada se espera de bom ...",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 9,
            "replies": [
                {
                    "id": "2331868216",
                    "user": "disqus_q9dul5DrtD",
                    "date": "4 years ago",
                    "timestamp": "NA",
                    "commentText": "É por dias, mas demonstra bem a incompetência, caráter, e personalidade de Passos.\nEle não conseguiu outros, e mesmo que tivesse ganho com maioria absoluta, duvido que o incompetente do Passos conseguisse nomes sonantes, e competentes do PSD, ou mesmo do CDS para fazerem parte de um Governo liderado por ele.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2331621056",
                    "user": "disqus_8LuiooL3e8",
                    "date": "4 years ago",
                    "timestamp": "NA",
                    "commentText": "Olha angola tem um PIB superior aos Tugas e farta-se de morrer lá muita gente e ninguém diz nada porque é uma ditadura comuna, nem o be ou o pc.",
                    "likes": 3,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "2332530981",
                            "user": "disqus_hnex53NjBx",
                            "date": "4 years ago",
                            "timestamp": "NA",
                            "commentText": "O que vale é que qualquer um pode vir aqui debitar bacoradas, o PIB Angolano é de 124 mil milhões de dólares, 2.737 per capita, o Português é 230 mil milhões de dólares e 18, 320 per capita, não diga parvoíces, como se fossem factos por favor, o pib per capita e Pib bruto de angola são ao nível do terceiro mundo...",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "2332798734",
                                    "user": "disqus_L2MaPooB5V",
                                    "date": "4 years ago",
                                    "timestamp": "NA",
                                    "commentText": "Mas em Angola não eram estes governantes que iam tirar o povo da miséria que os \"malvados\" dos colonos provocaram? Não  eram estes governantes que iam garantir as liberdades e o bem estar do povo angolano? Não era o MPLA que ia devolver o poder ao povo?",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "2331596045",
                    "user": "disqus_U1c0qArLjp",
                    "date": "4 years ago",
                    "timestamp": "NA",
                    "commentText": "A política liberal de que tanto se queixa, talvez tenha salvo o SNS  da insolvência.<br/>Mas quem não pensa pagar as dívidas, todas as despesas e empréstimos associados são bem vindos...",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 4,
                    "replies": [
                        {
                            "id": "2331673375",
                            "user": "ruimanuelmesquitamendes",
                            "date": "4 years ago",
                            "timestamp": "NA",
                            "commentText": "Fico feliz que ache tudo bem, é sinal que nunca teve nenhum familiar seu vítima deste sistema ...",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 3,
                            "replies": [
                                {
                                    "id": "2331816017",
                                    "user": "disqus_U1c0qArLjp",
                                    "date": "4 years ago",
                                    "timestamp": "NA",
                                    "commentText": "Pelo que diz, não leu devidamente o meu comentário. Releia e verá que as suas conclusões não correspondem ao meu comentário...",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 2,
                                    "replies": [
                                        {
                                            "id": "2332045476",
                                            "user": "one_solo",
                                            "date": "4 years ago",
                                            "timestamp": "NA",
                                            "commentText": "E tu deves ser burro...<br/>Dizes \"A política liberal de que tanto se queixa, talvez tenha salvo o SNS da insolvência.\" ora pela logica dessa frase, a mesma politica liberal q deve ter salvo o SNS, provavelmente nao salvou muitos milhares de portugueses.<br/>Tu podes n ter dito a ultima parte do que eu agora escrevi, mas é facil de compreender que para se ter chegado a um objectivo, infelizmente muitas vidas foram sacrificadas para tal... ou será que aquilo q se passou nas tvs de todos nos foi so um acto de ilusionismo e q afinal ng morreu?!",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 1,
                                            "replies": [
                                                {
                                                    "id": "2332650922",
                                                    "user": "disqus_U1c0qArLjp",
                                                    "date": "4 years ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Você sabe o que é gerir alguma coisa?<br/>Sabe o que é uma urgência?<br/>Sabe o que é acontecer \"tudo ao mesmo tempo\"?<br/>Só culpo os gestores dos hospitais por terem permitido o gozo de férias num período que é sempre complicado. Esse terá sido o grande erro e não a boa gestão dos nossos dinheiros.<br/>Provavelmente, se o SNS fosse perfeito, não morrerua ninguém. É essa a sua lógica?<br/>E já agora, vá chamar burro aos seus criadores. Falo assim, para não entrar no seu nível, mas se continuar a insultar em vez de debater as suas ideias, acredite que me esforçarei e descerei ao sei nível.",
                                                    "likes": 0,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "2331437418",
            "user": "josemariapeixotoferreira",
            "date": "4 years ago",
            "timestamp": "NA",
            "commentText": "Olha se fosse o Ze Rodrigues dos Santos a \"escrever\" o texto,........ diría : MLG ele ou ela,..ataca Ministro bla bla bla . Assim foi so o Ministro a ser atacado !!! kakakakakaka",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2331410483",
            "user": "disqus_DnzekY9acC",
            "date": "4 years ago",
            "timestamp": "NA",
            "commentText": "Este senhor não sabe do que fala. A equipa do ministro Paulo Macedo fez um trabalho notável para as condições financeiras que lhe deram. Recuperou financeiramente os hospitais de uma divida gigantesca que herdou do governo Socrates. Quanto ao caos nas urgencias, já existia, existe e vai continuar a existir enquanto se insistir em modelos de funcionamento e de gestão de recursos humanos que são obsoletos.",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2331346496",
            "user": "edgarmadureira",
            "date": "4 years ago",
            "timestamp": "NA",
            "commentText": "Ajudem-me lá não foi o restaurante do Manuel Luis Goucha que ficou a dever 347 mil € a segurança social e mais não sei quantos mil € a fornecedores do restaurante?\nE o Goucha ainda tem a lata de dizer que paga o SNS ??",
            "likes": 14,
            "hasReplies": true,
            "numberOfReplies": 16,
            "replies": [
                {
                    "id": "2333897248",
                    "user": "disqus_ssopfAURPL",
                    "date": "4 years ago",
                    "timestamp": "NA",
                    "commentText": "Desculpe Edgar, mas sempre me ensinaram que não devemos desculpar os \"nossos\" erros com os dos outros...<br/>A tentar tapar o sol com a peneira não é verdade....",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2333002823",
                    "user": "Brilhantina",
                    "date": "4 years ago",
                    "timestamp": "NA",
                    "commentText": "A resposta/comentário do Edgar não à questão que o Goucha pôs e que é o caos que se viveu e se vive é de um autêntico badalhoco que como badalhoco que é insurge-se contra alguém e fora do tema, neste caso Goucha, por ter veiculado uma opinião que é geral. As urgências não se reduzem ao Santa Maria ou ao S. João, há muitos outros hospitais.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2331529310",
                    "user": "disqus_0LqaBSCQF0",
                    "date": "4 years ago",
                    "timestamp": "NA",
                    "commentText": "Ó Madureira não sejas Nercio.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2331347995",
                    "user": "disqus_wPq5Kr6Dne",
                    "date": "4 years ago",
                    "timestamp": "NA",
                    "commentText": "Goucha já pagou o que devia à SS?",
                    "likes": 6,
                    "hasReplies": true,
                    "numberOfReplies": 12,
                    "replies": [
                        {
                            "id": "2331438927",
                            "user": "josemariapeixotoferreira",
                            "date": "4 years ago",
                            "timestamp": "NA",
                            "commentText": "Entao não foi o 1º Ministro PPC que tb se esqueceu de pagar ?",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 11,
                            "replies": [
                                {
                                    "id": "2333651005",
                                    "user": "josebataguas",
                                    "date": "4 years ago",
                                    "timestamp": "NA",
                                    "commentText": "Não esqueceu nada oh!!  O menino não sabia que tinha que pagar  à Seg.Social.?",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "2331657510",
                                    "user": "gasparinho",
                                    "date": "4 years ago",
                                    "timestamp": "NA",
                                    "commentText": "Então não foi o ex-primeiro-ministro js que NÃO se esqueceu de ROUBAR os Portugueses?",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "2331481895",
                                    "user": "disqus_wPq5Kr6Dne",
                                    "date": "4 years ago",
                                    "timestamp": "NA",
                                    "commentText": "PC esqueceu-se da dele<br/>o Goucha esqueceu-se da dos seus empregados",
                                    "likes": 4,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "2331453300",
                                    "user": "edgarmadureira",
                                    "date": "4 years ago",
                                    "timestamp": "NA",
                                    "commentText": "Sim Jose Maria Passos coelho diz que não sabia ter que pagar a SS mas regularizou a divida de 3.900€, Goucha ficou a dever 347.000€ é só um valor 90 vezes maior.",
                                    "likes": 6,
                                    "hasReplies": true,
                                    "numberOfReplies": 7,
                                    "replies": [
                                        {
                                            "id": "2333899372",
                                            "user": "disqus_ssopfAURPL",
                                            "date": "4 years ago",
                                            "timestamp": "NA",
                                            "commentText": "Coitadinho.... não sabia! Deem o desconto ao Sr. 1º Ministro, ele chegou lá não foi pa fazer contas nem pa pensar... foi pa dar cabo disto tudo...",
                                            "likes": 0,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        },
                                        {
                                            "id": "2333006257",
                                            "user": "Brilhantina",
                                            "date": "4 years ago",
                                            "timestamp": "NA",
                                            "commentText": "O que isso tem a ver com as urgências dos hospitais?? Quanto aos Hospitais todos podem comprová-lo quanto ao que fala não mostra provas!! Gostava que mostrasse as suas afirmações!!!",
                                            "likes": 1,
                                            "hasReplies": true,
                                            "numberOfReplies": 1,
                                            "replies": [
                                                {
                                                    "id": "2333456541",
                                                    "user": "disqus_0YSF1HCqw1",
                                                    "date": "4 years ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Não tem nada a ver com os hospitais. Mas a intenção do Sr. Edgar Madureira também não era essa... Era fazer uma defesa do PSD! E olhe que não é gratuita!",
                                                    "likes": 1,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        },
                                        {
                                            "id": "2332062858",
                                            "user": "maria_alda_guedes",
                                            "date": "4 years ago",
                                            "timestamp": "NA",
                                            "commentText": "Aqui não se trata de valor, mas sim, que um tem um alto cargo político e o outro é um cidadão comum.",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 1,
                                            "replies": [
                                                {
                                                    "id": "2332794768",
                                                    "user": "disqus_L2MaPooB5V",
                                                    "date": "4 years ago",
                                                    "timestamp": "NA",
                                                    "commentText": "São iguais nas obrigações",
                                                    "likes": 0,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        },
                                        {
                                            "id": "2331462561",
                                            "user": "josemariapeixotoferreira",
                                            "date": "4 years ago",
                                            "timestamp": "NA",
                                            "commentText": "Como EU gostava de ser Ingenuo ?!!! Entao o Feiticeiro de Massamá, \"não sabia\" que dividas são para pagar, mas \"coitado\" (voluntariamente) pagou !!!???? FONIX.",
                                            "likes": 2,
                                            "hasReplies": true,
                                            "numberOfReplies": 1,
                                            "replies": [
                                                {
                                                    "id": "2331660663",
                                                    "user": "gasparinho",
                                                    "date": "4 years ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Estás estúpido de mais para compreenderes. Ou então és um GRANDE burro.",
                                                    "likes": 0,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "2331325259",
            "user": "ruiaugustodacruz",
            "date": "4 years ago",
            "timestamp": "NA",
            "commentText": "Este Goucha obedece á voz do dono, como os \"lulus\" das madames . É preciso é manter o tacho, pois como apresentador está esgotado e já não tem mais nada a dar.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2331286729",
            "user": "passosdiasaguiarmota",
            "date": "4 years ago",
            "timestamp": "NA",
            "commentText": "Ele atacou o ministro pela frente ou por trás?<br/>Oh Goucha, vai para casa dar beijinhos ao teu marido comandante da TAP, não te metas em política.<br/>Qualquer asno que abre a boca nas redes sociais tem direito a primeira página.",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "2331401029",
                    "user": "gasparsousapinto",
                    "date": "4 years ago",
                    "timestamp": "NA",
                    "commentText": "Este é pago ao post.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2331296554",
                    "user": "mariaportuguesa",
                    "date": "4 years ago",
                    "timestamp": "NA",
                    "commentText": "Este Goucha é mesmo um esquerdalha, bem pode enfiar os likes num certo sítio.",
                    "likes": 6,
                    "hasReplies": true,
                    "numberOfReplies": 5,
                    "replies": [
                        {
                            "id": "2332115373",
                            "user": "mariaportuguesa",
                            "date": "4 years ago",
                            "timestamp": "NA",
                            "commentText": "Pois, mas por acaso não me lembrei disso na altura.",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 4,
                            "replies": [
                                {
                                    "id": "2333656994",
                                    "user": "josebataguas",
                                    "date": "4 years ago",
                                    "timestamp": "NA",
                                    "commentText": "Não faz mal , estás perdoada, é da idade!",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 3,
                                    "replies": [
                                        {
                                            "id": "2333704761",
                                            "user": "mariaportuguesa",
                                            "date": "4 years ago",
                                            "timestamp": "NA",
                                            "commentText": "Diz-me lá, jose Hitler Bataguas, os meus 59 anos incomodam-te? Tens algum problema com a idade?\nTens algum problema com o envelhecimento?\nJá deitaste fora os teus avós e os teus pais porque são idosos e estão a envelhecer? Se algum deles um dia sofrer de Alzheimer, que fazes? Atira-los para o lixo? Abandona-los num descampado?\nQuererás tu ser apontado como velho como se fosse um defeito?\nQuererás tu que a tua família te deite fora se tiveres Alzheimer?\nAcharás tu que tomaste o elixir da juventude eterna e que nunca envelhecerás?\nEu sei que não consegues responder a estas simples perguntas, mais uma razão para estares calado. Por vezes o silêncio é mesmo de ouro.",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 2,
                                            "replies": [
                                                {
                                                    "id": "2336802311",
                                                    "user": "disqus_3q2lStABBl",
                                                    "date": "4 years ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Peste Grisalha ????",
                                                    "likes": 0,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                },
                                                {
                                                    "id": "2333774331",
                                                    "user": "josebataguas",
                                                    "date": "4 years ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Enganas-te , neste caso  o silêncio não é de ouro, consigo responder sim senhor, olha não sei se sofres de Alzheimer , mas se tens  essa doença , só te posso desejar as melhoras, se não sofres  ainda bem ,mas dou-te na mesma  as melhoras pela saúde da tua cabeça, porque não consegues de  passar sem ofenderes a esquerdalha como tu a chamas. Não tenho problema nenhum com a idade , só tenho problema é que pessoas com tu que não são capazes de ter uma conversa razoavel a não ser andar sempre  a rebaixar os outros. Quanto aos meus avos, infelismente  já não os tenho ,era muito pequenino  quando os perdi, mas se os tivesse tratava-os muito bem como trato qualquer idoso que não conheço. Se tens esse problema tinhas mais uma razão para respeitares o próximo seja ele  cor fôr, seja esquerdalha ou da direita.<br/>A tua idade, eu não estou nem tão pouco  interessado nela, quando eu disse  que és velha , se compreendesses bem o sentido da frase , vias bem que era na brincadeira , como também já brincaste comigo e eu não te levei  a mal. Sabes que por este meio , quando respondemos  a uma questão , não sabemos  nem vemos quem está do outro lado e estamos sujeitos  a tudo. E pronto tens  a resposta e já agora dou-te  as melhoras <br/>outravez.<br/>Obs: mesmo assim não chegas à minha idade.",
                                                    "likes": 0,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "2331285609",
            "user": "disqus_LalMiEP3Ir",
            "date": "4 years ago",
            "timestamp": "NA",
            "commentText": "Não havia mais ninguém para dar a cara e sabendo que não chega a ser ministro disponibilizou~se para a fantochada.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2331282309",
            "user": "disqus_wPq5Kr6Dne",
            "date": "4 years ago",
            "timestamp": "NA",
            "commentText": "Engano do Goucha, o SNS é mau mas nunca foi melhor do que é agora.<br/>E deve-o ao governo que saiu.",
            "likes": 10,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}