{
    "header": {
        "title": " Vitória SC reage a caso Marega e diz que não irá 'vestir a pele do lobo' por um problema 'de dimensão nacional' ",
        "subtitle": " Os vimarenses sublinham que esta é uma situação que acontece em vários estádios e há varios anos. ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 17 de fevereiro 2020 ",
        "dateExtraction": " 2020-02-27 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/686485/vitoria-sc-reage-a-caso-marega-e-diz-que-nao-ira-vestir-a-pele-do-lobo-por-um-problema-de-dimensao-nacional ",
        "postText": " ['O Vitória SC lançou um comunicado, esta segunda-feira, onde afirma que vai colaborar com as autoridades para averiguar 'os verdadeiros responsáveis' pelos comentários racistas feitos contra Marega, jogador do FC Porto e sublinha que irá disponibilizar as imagens de videovigilância do estádio Dom Afonso Henriques.', 'No entanto os vimarenses sublinham que apesar de considerarem o racismo um ato de traição à fundação do clube, perante o qual o VITÓRIA SC e os seus adeptos serão, como sempre foram, verdadeiramente implacáveis , afirmam que este é um problema de dimensão nacional, que se repete e vem repetindo ao longo de vários anos e em diversos estádios, ao qual as entidades com responsabilidade governativa não se podem alhear com declarações simplistas de repúdio e censura seletivas.', 'Por isso, o clube diz que não irá vestir a pele de lobo defonte um problema social  que já conheceu condenações efetivas no plano desportivo nacional e internacional, contando embora com o silêncio e a parcimónia de todos os órgãos e entidades que agora prontamente se pronunciaram, pode ler-se na nota.', 'O VITÓRIA SC não admite que o bom nome e imagem do clube e dos seus adeptos sejam oportunamente colocados em causa por conta de um ato criminoso que não representa, antes afronta, a sua forma de estar, sentir e atuar. Por ser assim, é ao lado de todos - e tem de ser com todos - que o VITÓRIA SC se posiciona na promoção de um desporto igual e universal, sem lugar nem tempo para a violência, racismo, xenofobia, intolerância ou discriminação, afirmam.', 'Finalmente, cumpre registar a gravosa desconsideração institucional perpetrada pela Liga Portuguesa de Futebol Profissional contra o VITÓRIA SC, ignorando de forma inadmissível a sua posição de censura e condenação sobre os acontecimentos em causa aquando da divulgação, através das redes sociais, de todas as outras levadas a cabo pelos restantes clubes, concluem.'] ",
        "numberPosts": " comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Ethnicity - White,Ethnicity - General,Ethnicity - Black,Physical Identity - Physical (and Mental) Impairments",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Gajo,Branco,Racismo,Preto,Macaco,Imbecil",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "4800415373",
            "user": "biatcheslater",
            "date": "9 days ago",
            "timestamp": "NA",
            "commentText": "Infelizmente o comunicado do Vitória está correcto e o que é afirmado é verídico e factual.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4800222267",
            "user": "Gkshaki",
            "date": "9 days ago",
            "timestamp": "NA",
            "commentText": "Faz bem o Vitoria. O <b> gajo </b>ainda foi provocar os adeptos é bem feita tem aquilo que merece",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gajo"
            ]
        },
        {
            "id": "4800102460",
            "user": "vandercleidedirceu",
            "date": "9 days ago",
            "timestamp": "NA",
            "commentText": "O tal de Marega não tem psicológicamente capacidade para lidar com os adeptos de futebol.<br/>Estavam \"feitos\" todos os visados com insultos de toda a ordem, jogadores, árbitros, elementos de direcções, etc.<br/>O tal de Marega sente-se humilhado, pois que abandone a modalidade que pratica e pense em viver à custa de uma profissão com a qual não sinta humilhação.<br/>E que tal no país dele?<br/>Já enjoa que as TV abram os notícias com tanto Marega, Marega para aqui, Marega para ali, Marega para acolá, ameaças e mais ameaças com processos!<br/>Será que, o tal de Marega, segundo testemunhos de adeptos não provocou ninguém depois de meter o golo da vitória do FCP?<br/>Os Maregas deste mundo não são santos, e por isso são racistas como os brancos ou talvez mais!<br/>Amor com amor se paga!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4800098210",
            "user": "abilioalmeida",
            "date": "9 days ago",
            "timestamp": "NA",
            "commentText": "tanta coisa... mas afinal o que é que o tal marega diz que ouviu para que em seguida tivesse insultado as bancadas sem apelo e nem agravo??? o insultado pode insultar??? e o que é que podemos considerar de <b> racismo?</b>? chamar um<b>  preto</b> d<b> e pret</b>o e <b> um bran</b>co<b>  de bra</b>nco??<b> ? um p</b>re<b> to de m</b>acac<b> o e um </b>branco de urso??..há quem c<b> onfunda </b>racismo com bocas fol<b> eiras...</b> racismo foi o que se viveu com o apartheid, isso sim ou nos EUA ....não façam confusões só porque alguem anda a arranjar motivos para se por na alheta do clube que representa...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo",
                "Preto",
                "Macaco",
                "Branco"
            ]
        },
        {
            "id": "4800061299",
            "user": "alexandre_barreira",
            "date": "9 days ago",
            "timestamp": "NA",
            "commentText": "Tenham calma !\nDepois do campeonato e da Taça de Portugal, caso o FCP ganhe, ainda vamos ver o Marega a ser condecorado pelo PR, com direito a feriado nacional....!!!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4799840518",
            "user": "jjbaubau",
            "date": "9 days ago",
            "timestamp": "NA",
            "commentText": "À falta de ordem e respeito, num Estado esquerdonço laxista no respeito e na educação do seu povo, vão cada vez mais acumulando-se os casos de uma sociedade refèm da bandidagem. O desrespeito está institucionalizado no muito giro e na estupidez e na facilidade  onde se ofende, se agride, sejam com asneiras proferidas de modo gratuito, ou na violência das atitudes. A polícia olha para o lado, porque tornou-se o bode espiatório desta sociedade podre. Não é só <b> racismo,</b> é a ofensa não dirigida, em que os nossos ouvidos se tornaram o caixote do lixo do palavreado ignorante e abjecto de gente inculta, amoral e ofensiva.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4800104589",
                    "user": "disqus_derEqe29EO",
                    "date": "9 days ago",
                    "timestamp": "NA",
                    "commentText": "Ò <b> Imbecil.</b>.. Estado esquerdoso?? Mas vives onde? Até hoje tivemos 21 governos em 46 anos de “democracia” dos quais foram passados em governos PSD ou PSD-CDS e vens culpar os xuxas? É por republicanos imbecis como tu que Portugal está como está! Deves ser comuna…",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Imbecil"
                    ]
                }
            ],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "4799838304",
            "user": "fredericogingo",
            "date": "9 days ago",
            "timestamp": "NA",
            "commentText": "- Então o slb não deu as imagens de video vigilância e o Vitória dá , porquê ?🤔\n+ Porque os Vitorianos , podem realmente ser castigados..😑\n- Então e os do benfica ?😮\n+ Não . 🤭\n- ÁH ÁH ! 😆 Então \" está bem \"..e viva a \"igualdade\" ! 😏",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4799804197",
            "user": "Vendap",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Pode ser um problema nacional mas não contes que o governo te vai fazer a vontade e plantar polícias pagos por mim dentro do estádio. Essa despesa é toda tua. Mete seguranças privados. Ou querias segurança à borla?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4799667123",
            "user": "disqus_Zgj9mqhbFk",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "O costume os clubes refém das claques e sem coragem para dizer Não.Este Guimarães é uma vergonha defendendo o que nao tem defesa.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4799644925",
            "user": "disqus_iplOX3rmAN",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Que haja a coragem de combater também o <b> racismo </b>e o preconceito das minorias que insistem em não se integrar nem respeitar a maioria da sociedade. A bem da coerência e do bom senso. Todos iguais!",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4799645955",
                    "user": "paulomodestoalvesramada",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "não digas isso que isso é <b> racismo </b> .....",
                    "likes": 3,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4800075367",
                            "user": "disqus_HcDh0A1uBQ",
                            "date": "9 days ago",
                            "timestamp": "NA",
                            "commentText": "A arruaça é normal no futebol. É a forma natural de participação dos adeptos no jogo.",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Racismo"
                    ]
                }
            ],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "4799639798",
            "user": "disqus_RyEdBMG6Vz",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Eu também acho que é o Benfica que tem a culpa.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4799636536",
            "user": "alexultraviolento",
            "date": "10 days ago",
            "timestamp": "NA",
            "commentText": "Os insultadores eram adeptos do Boifica infiltrados na claque do Vitoria !",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "4800222722",
                    "user": "Gkshaki",
                    "date": "9 days ago",
                    "timestamp": "NA",
                    "commentText": "Eram adeptos da c0n@ da tua mae",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4800277232",
                            "user": "alexultraviolento",
                            "date": "9 days ago",
                            "timestamp": "NA",
                            "commentText": "Guincha !",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "4799644409",
                    "user": "paulomodestoalvesramada",
                    "date": "10 days ago",
                    "timestamp": "NA",
                    "commentText": "a brincar que o digas .... eu quero é que o FCP ganhe  os jogos  , agora se  cada  jogador que for  insultado  ou vaiado no jogo tiver a reacção que o Marega teve    , por este andar o meu clube  vai ficar  sem jogadores  em campo , isto vai ser uma  novela  que está para durar      ......",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}