{
    "header": {
        "title": " Goucha reage a acusações de agressão no Masterchef Júnior ",
        "subtitle": " 'Isto é difamação de quem não sabe perder' ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 29 de junho 2016 ",
        "dateExtraction": " 2020-02-19 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/515006/goucha-reage-a-acusacoes-de-agressao-no-masterchef-j-nior ",
        "postText": " ['O apresentador e jurado do programa da TVI Masterchef Júnior, Manuel Luís Goucha, comentou esta quarta-feira a polémica que envolve um dos concorrentes \u0096 o pequeno Gonçalo.', 'A mãe do concorrente expulso do programa da TVI afirma que a criança foi maltratada pela produção.', 'Aura Nunes disse à TV7 Dias que teve de viajar para o México para fugir às críticas e insultos: \u0093Quisemos tirar o Gonçalo daqui. Vamos ficar até à próxima semana (\u0085) É um horror o que estão a fazer, os insultos ao meu filho\u0094, afirmou.', 'A mãe de Gonçalo disse ainda que um membro da produção agrediu o seu filho nos bastidores: \u0093Deram-lhe um grande chapadão nos bastidores\u0094.', 'Goucha garante ter ficado surpreendido com as acusações de violência e diz que se trata de um caso de \u0093difamação\u0094.', '\"Isto é difamação de quem não sabe perder. Se eu fosse a Shine [produtora], agia contra esta mãe\", diz o jurado do programa. \"Faz algum sentido uma mãe saber que o filho é agredido num programa e deixar que ele fique no mesmo? Faz algum sentido denunciar agora se o programa foi gravado em março? Isto é mentira. Não cabe na cabeça de ninguém\", disse ao Correio da Manhã.'] ",
        "numberPosts": " 15 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Age - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Idade",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "2758564315",
            "user": "disqus_5knCVTeTQM",
            "date": "4 years ago",
            "timestamp": "NA",
            "commentText": "O mais engraçado disto é que a mãe diz que teve que ir para o México para tirar o filho daqui,kk pois portugal só deve ser a terra onde vive. haja paciencia",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2758384065",
            "user": "provinciana",
            "date": "4 years ago",
            "timestamp": "NA",
            "commentText": "Não sei, não vi, não estava lá, nem gosto desses programas. E então quando mete criancinhas fico logo toda arrepiada.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2757479733",
            "user": "jcrf09",
            "date": "4 years ago",
            "timestamp": "NA",
            "commentText": "Goucha reage a acusações de agressão no Masterchef Júnior...\nSe alguém leu o que escrevi sobre estes programas, verá que acertei em cheio...<br/>Devia ser proibido a exploração de crianças para aumento de audiências... A própria TVI apresenta programas em que se evidencia que  as crianças até uma certa <b> idade </b>não têm o discernimento para lidar com assuntos coordenados e conduzidos por interesses exclusivos de adultos... e logo a seguir toma lá \"Masterchef junior\"...<br/>Para a maioria das crianças aquilo ainda é uma brincadeira com competição... Só quem não foi criança, não sabe como nós como crianças tivemos momentos de crueldade e espírito de competição desmedida por falta de maturidade... que se adquire com o tempo, com a observação e com a educação... mas é um processo evolutivo e lento....<br/>Uma estação de televisão a explorar a genuinidade, a espontaneidade e a ingenuidade de crianças, para subir audiências, misturando o Goucha para maximizar os efeitos, isso é que é condenável...<br/>Claro que não esqueço os paizinhos que a pretexto de mostrar aos amigos que o filhinho já está na televisão, os metem nestas alhadas essencialmente de adultos... Esses é que deviam levar um chapadão...",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "2758045029",
                    "user": "mariadocarmocharrama",
                    "date": "4 years ago",
                    "timestamp": "NA",
                    "commentText": "Exactamente!!!! Fantástico comentário! Parabéns!",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "2759191609",
                            "user": "jcrf09",
                            "date": "4 years ago",
                            "timestamp": "NA",
                            "commentText": "...eu fartei-me de avisar que estes programas iam acabar mal...",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Idade"
            ]
        },
        {
            "id": "2757320999",
            "user": "susetemariaf",
            "date": "4 years ago",
            "timestamp": "NA",
            "commentText": "Conheço alguns \" Gonçalos\" e mães de \"Gonçalos\"",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2757081673",
            "user": "mariaportuguesa",
            "date": "4 years ago",
            "timestamp": "NA",
            "commentText": "O Goucha desculpou o menino e não quis admitir que a criancinha não está ser educada com valores e já tem problemas de conduta por querer ganhar sem olhar a meios. Agora tanto o Goucha como a TVI têm o retorno por fechar os olhos à falta de educação e de princípios. Por acaso à criancinha até lhe falta um açoite bem aplicado e uns bons castigos para aprender a não enganar os outros deliberadamente. Provavelmente a mãe do rebento levará uns \"açoites\" judiciais e as férias no México não terão multiplicação.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 8,
            "replies": [
                {
                    "id": "2757194997",
                    "user": "miguelpina",
                    "date": "4 years ago",
                    "timestamp": "NA",
                    "commentText": "Queria por 5 likes aqui mas não dá :) . Concordo!",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 7,
                    "replies": [
                        {
                            "id": "2758667027",
                            "user": "gagarinepavlov",
                            "date": "4 years ago",
                            "timestamp": "NA",
                            "commentText": "Essa Maria Portuguesa chica esperta está sempre a mandar postas de pescada !",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 5,
                            "replies": [
                                {
                                    "id": "2758921648",
                                    "user": "mariaportuguesa",
                                    "date": "4 years ago",
                                    "timestamp": "NA",
                                    "commentText": "Vais para bloqueio. Deixo-te de ler, como sabes, embora me possas ler tu. Mas o que escreveres é para o boneco porque para mim aparecerás como \"This user is blocked.\" Bye bye!/*",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 4,
                                    "replies": [
                                        {
                                            "id": "2759448576",
                                            "user": "gagarinepavlov",
                                            "date": "4 years ago",
                                            "timestamp": "NA",
                                            "commentText": "Não seja assim .<br/>Os comentadores mais presentes, ainda que discordantes ou até rudes por vezes, fazem parte desta equipa que frequenta este \" sítio \", jardim , esplanada , café , convívio... e por isso não deveriam fechar as portas e janelas uns aos outros !",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 3,
                                            "replies": [
                                                {
                                                    "id": "2763089060",
                                                    "user": "Flordelamar",
                                                    "date": "4 years ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Stone with two eyes.",
                                                    "likes": 0,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 2,
                                                    "replies": [
                                                        {
                                                            "id": "2763110720",
                                                            "user": "gagarinepavlov",
                                                            "date": "4 years ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Porque não usas a expressão mui querida do clone MariaPortuga : acéfalo ? inscreve-te já para obteres residência na \" International Space Station , orbiting more than two hundred miles above Earth \" , pois ao que parece \" the applications for residence are now closed \".<br/>Tu, Ultramar, és como um \" oxymoron \" !",
                                                            "likes": 0,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 1,
                                                            "replies": [
                                                                {
                                                                    "id": "2763113973",
                                                                    "user": "Flordelamar",
                                                                    "date": "4 years ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "És um valente monte de esterco.",
                                                                    "likes": 0,
                                                                    "hasReplies": false,
                                                                    "numberOfReplies": 0,
                                                                    "replies": []
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "id": "2757218962",
                            "user": "mariaportuguesa",
                            "date": "4 years ago",
                            "timestamp": "NA",
                            "commentText": "Muito agradecida, mas não precisa, prefiro os comentários. :)",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}