{
    "header": {
        "title": " PSP diz já ter identificado dez pessoas no caso Marega ",
        "subtitle": " Segundo as autoridades, as imagens de videovigilância cedidas pelo Guimarães têm sido essenciais. ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 18 de fevereiro 2020 ",
        "dateExtraction": " 2020-02-27 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/686585/psp-diz-ja-ter-identificado-dez-pessoas-no-caso-marega- ",
        "postText": " ['A PSP disse já ter identificado dez pessoas, suspeitas de terem feito comentários racistas ao jogador maliano do FC Porto Marega, no passado domingo, no Estádio Dom Afonso Henriques, segundo o Tribuna Expresso.', 'Segundo as autoridades, as imagens de videovigilância cedidas pelo Guimarães têm sido essenciais na busca pelos responsáveis.', '', ''] ",
        "numberPosts": " 184 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Ethnicity - General,Ethnicity - Black,Nationality - General,Physical Identity - Physical (and Mental) Impairments",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racismo,Racista,Raça,Preto,Negro,Negra,Africana,Africano,Macaco,Nação,Estrangeiro,Muda,Gaga,Branco",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "4802400284",
            "user": "disqus_Qy5sCwo6qn",
            "date": "7 days ago",
            "timestamp": "NA",
            "commentText": "E se fossem identificar os ladroes e assassinos que andam por aí à solta... para isso não há policias<br/>Qual <b> racismo </b>qual carapuça, isto não passa dum circo montado com os palhaçis a aparecerem todos duma vez.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "4802103483",
            "user": "disqus_yznlqTO3Sh",
            "date": "8 days ago",
            "timestamp": "NA",
            "commentText": "DEIXEM -SE DE HIPOCRISIA ...NEM TODOS SÃO RACISTAS É VERDADE! ...MAS HÁ MUITOS RACISTAS EM PORTUGAL. O QUE ACONTECEU É O QUE CLASSIFICO: O TÍPICO <b> RACISMO </b>PORTUGUÊS, QUE É CAMUFLADO!.<br/>AQUELE QUE SÓ CONSEGUES VER SE FORES<b>  NEGRO</b> OU TIVERES CARACTERÍSTICAS FÍSICAS DE ORIGE<b> M AFRICAN</b>A.<br/>O QUE É ENTÃO,<b>  O RACIS</b>MO PORTUGUÊS?<br/>É QUANDO DIZES QUE NÃO<b>  ÉS RACI</b>STA E, DE REPENTE, TENS UM PROBLEMA, NA ESCOLA, NO TRABALHO, NA VIZINHANÇA, NO CAFÉ, NA RUA COM ALGUÉM DE OR<b> IGEM AFRI</b>CANA E COMEÇAS A VOMITAR AQUILO QUE VAI NO CORAÇÃO , DE OFENSIVO EM RELAÇÃO A COR DA PESSOA COM QUEM TENS CONFLITO.<br/>NÃO INSULTAS A PESSOA, ATACAS COM TUDO, NA SUA COR COMO FORMA DE REBAIXAMENTO E HUMILHAÇÃO !<br/>NO CASO DO MAREGA NÃO FOI DIFERENTE, SÓ TEVE GRANDE IMPACTO, PORQUE ELE<b>  É UM </b>PRETO DE RESPEITO E  QUE RESPEITA A SUA PRÓPRIA COR, DADA POR DEUS E ABANDONOU, E MUITO BEM, O JOGO. A DIFERENÇA FOI QUE O QUE FIZERAM E PRINCIPALMENTE A REACÇÃO DO MAREGA FORAM EM FRENTE E  GRAVADO  PELAS ESTAÇÕES DE TELEVISÃO PRESENTES.\nOS QUE  FIZERAM SÓ ESTÃO A REPETIR O QUE SE  FAZ PELAS RUAS FORA, TODOS OS DIAS, AGORA O QUE NÃO CONTAVAM ERA COM A REAÇÃO DO MAREGA  E COM A POLICIA A PERNA POR ISSO SER CRIME. <br/>AGORA, NESTE PRECISO MOMENTO, DEVEM ESTAR A  MIJAR-SE PELAS CALÇAS ABAIXO, AO PENSAR O QUE AS IMAGENS DAS CAMARAS DO ESTADIO, PODEM REVELAR.\nCOSTUMAM FAZER ISSO AOS AFRICANOS PORTUGUESES, ESQUECERAM-SE DESTA VEZ QUE FIZERA<b> M A UM</b> PRETO QUE NÃO É PORTUGUÊS... NÃO ACEITA E NÃO FOI A VIDA TODA HABITUADO A ESTE ATRASO MENTAL.\nO MAREGA NÃO SE DEFENDEU A SI PRÓPRIO DEFEND<b> EU TO</b<b> >DA RA</b>ÇA NEGRA , NO PASSADO OPRIMIDA PELA COR.<br/>OS QUE FORAM ESCRAVOS  ATÉ AOS ANTEPASSADOS PASSANDO POR  MARTIN LUTER KING  E MALCOM X ACABANDO EM  NELSON MANDELA ONDE ESTIVEREM PODEM TER A CERTEZA QUE APLAUDIRAM DE PÉ O MAREGA  PELA FORÇA DE AFIRMAÇÃO.\n# NÓS SOMOS MAREGA !<br/># JE SUIS MAREGA !\nAss. A MULATA",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo",
                "Racista",
                "Raça",
                "Preto",
                "Negro",
                "Negra",
                "Africana"
            ]
        },
        {
            "id": "4801405957",
            "user": "disqus_mbgU5ErDSS",
            "date": "8 days ago",
            "timestamp": "NA",
            "commentText": "Se dez representam o <b> racismo </b>em Portugal, para que 250 mamões na assembleia e fingir que nos representam??<br/>Esses dez devem ser mortos, demolir o estádio do Vitória, expulsar de Portugal todos os brancos.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "4801401793",
            "user": "vandercleidedirceu",
            "date": "8 days ago",
            "timestamp": "NA",
            "commentText": "Já conseguiram identificar tantos adeptos ou terão sido aleatoriamente?<br/>Porque não investigar o comportamento do tal de Marega e de outros Maregas?<br/>Estamos fartos do assunto, já cheira a \"catinga\"!",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "4802121398",
                    "user": "disqus_yznlqTO3Sh",
                    "date": "8 days ago",
                    "timestamp": "NA",
                    "commentText": "A CATINGA... CHEIRA AQUELA QUE TE PARIU E NÃO APERTOU AS PERNAS NA ALTURA DE LA SAIRES!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4801442164",
                    "user": "disqus_32vO6sF1ey",
                    "date": "8 days ago",
                    "timestamp": "NA",
                    "commentText": "E tu tresandas a burrice que vou-te contar.. Burrice e azia.. E já agora, vai-te lavar que tresandas a nhanha .. Palerma !!",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "4802052119",
                            "user": "vandercleidedirceu",
                            "date": "8 days ago",
                            "timestamp": "NA",
                            "commentText": "Ó Manolito das drogas tens uma conversa de merd@a, andas aqui para a diversão, não levas nada a sério, aliás como muitos allgarvios mais próximos de África do que da capital portuguesa!<br/>Quando nós, os de cá de cima, muito mais próximos da civilização virmos uma cobra e um allgarvio, mata em primeiro o allgarvio!",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "4802116661",
                                    "user": "disqus_32vO6sF1ey",
                                    "date": "8 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Matas nada.. Nem nos teus sonhos mais húmidos ..O que tu morres mesmo são de umas sarda valentes por essa ppeidola acima ..Tal e qual a tua mamã !!",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4801227891",
            "user": "disqus_cQZ0oN2nyf",
            "date": "8 days ago",
            "timestamp": "NA",
            "commentText": "O caso Marega outra vez?\nLá teremos que falar do <b> racismo </b>daltónico.<br/>É que o Marega foi substituido pelo Wilson Manafá que é exactamente da mesma cor que o Marega e ninguém o insultou, foram todos pacíficos nas bancadas.\nLá está, há um certo daltonismo no<b>  racismo</b> do caso Marega.\nEsta é nova, <b> o racism</b>o daltónico, eu pelo menos não conhecia!\nEstes esquerdalhos rascas todos os dias não conseguem fazer dos portugueses estúpidos por muito que tentem.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "4801421817",
                    "user": "disqus_32vO6sF1ey",
                    "date": "8 days ago",
                    "timestamp": "NA",
                    "commentText": "O caso Marega é pertinente, sim.. Não creio que haja daltonismo neste caso.. O Marega foi alvo de uma demonstração pública de <b> racismo </b>contra a sua pessoa.. A sua dignidade, honra como ser humano, foram humilhadas .. Foi um ataque vil e cobarde à sua pessoa.. Apenas dirigido a ele.. O que é que ainda não compreendeu neste acto ignóbil perpretado pelos adeptos e simpatizantes do Guimarães quase em uníssono, no último domingo??.. Os esquerdalhos são estúpidos e rascas, mas o resto dos portugueses não são de maneira nenhuma.. Nada de misturar as coisas.. Passe bem !!",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4801701396",
                            "user": "disqus_cQZ0oN2nyf",
                            "date": "8 days ago",
                            "timestamp": "NA",
                            "commentText": "Vai devagar Manolito.<br/>Claro que o acto em si é de criticar, mas daí a ser racismo e ainda para mais os politicos quererem aproveitar esse caso para dizer que Portugal é racista, é ridículo, porco e perigoso.\nÉ futebol, não é para meninas. Ganham milhões, aguentem-se.\nQuantos insultos há a jogadores brancos, também dirigidos só a essa pessoa? Se saíssem de campo por cada insulto, nenhum jogo chegava ao fim.<br/>E quantos golos marcados por jogadores pretos os mesmos adeptos que insultaram o Marega, já festejaram?<br/>Inclusivamente golos que o Marega tenha marcado quando jogou no Guimarães? Quantos?\nAqui não há racismo nenhum como a esquerdalha quer fazer crer, há estupidez própria de adeptos fanáticos pela sua equipa.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Racismo"
                    ]
                },
                {
                    "id": "4801407509",
                    "user": "disqus_mbgU5ErDSS",
                    "date": "8 days ago",
                    "timestamp": "NA",
                    "commentText": "Maldita dita esquerda mais quem vota neste lixo, apátridas de meerda, que ajudaram em 45 anos a destruir uma <b> nação </b>com 900 anos de história, são de esquerda mas ajudam a Merkel a implementar o Plano Kalergi na europa, traidores.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nação"
                    ]
                }
            ],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "4801168171",
            "user": "disqus_LvM1EA4Dvs",
            "date": "8 days ago",
            "timestamp": "NA",
            "commentText": "Desde quando chamar <b> preto </b>a um<b>  preto</b> é se<b> r racist</b>a?<br/>Eu por exemplo, não fico nada chateado se os pretos, amarelos ou vermelhos me chamar<b> em bran</b>co...",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racista",
                "Preto",
                "Branco"
            ]
        },
        {
            "id": "4801134386",
            "user": "disqus_eXa2j6gcGy",
            "date": "8 days ago",
            "timestamp": "NA",
            "commentText": "Até me admiro que não venha por ai alguém a dizer que a culpa é do Passos Coelho.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4801136338",
                    "user": "magdagama",
                    "date": "8 days ago",
                    "timestamp": "NA",
                    "commentText": "QUEM É ESS? ALGUMA COELHINHA DA PÁSCOA PLAYBOY É?",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4801126215",
            "user": "magdagama",
            "date": "8 days ago",
            "timestamp": "NA",
            "commentText": "MAS O CHATO É QUE MACACOS PELUDOS SÃO MAIS OS VAGINAS-homens brancos! LOGO ATÉ AÍ ERRARAM PÁ! JÁ VI MAIS MACACOS-homens brancos SUPER PELUDOS E CABELUDOS nas praias em portugal do que da \"cor\"do MAREGA! Até nisso houve PRECIPITAÇÃO A MAIS!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4801122793",
            "user": "disqus_E84kZQfUeN",
            "date": "8 days ago",
            "timestamp": "NA",
            "commentText": "Amigo...realmente essa foi forte !!!....Mas atendendo ao avançado da noite acredito que o sono já esteja a perturba-lo !!!....Está desculpado !!!",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "4801124512",
                    "user": "Meliodasreidosdemonios",
                    "date": "8 days ago",
                    "timestamp": "NA",
                    "commentText": "Se não percebeu, eu estava a fazer pouco de um certo comentador.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "4801127137",
                            "user": "disqus_E84kZQfUeN",
                            "date": "8 days ago",
                            "timestamp": "NA",
                            "commentText": "Percebi....mas tocou na ferida do racismo !!!...Ferida essa que está ainda muito \"viva\" !!!....Será de bom tom passar ao lado do problema !!!",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "4801128962",
                                    "user": "Meliodasreidosdemonios",
                                    "date": "8 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Eu não penso o mesmo que está no comentário, só escrevi algo do género que ele costuma fazer.<br/>Vou eliminar esse comentário antes que o Sol decida banir o meu perfil.",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 1,
                                    "replies": [
                                        {
                                            "id": "4801131262",
                                            "user": "disqus_E84kZQfUeN",
                                            "date": "8 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Tambem não é caso disso !!!",
                                            "likes": 0,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4801117829",
            "user": "miguelgodinho",
            "date": "8 days ago",
            "timestamp": "NA",
            "commentText": "Só 10?!!! 10?!!!<br/>10,5 MILHÕES de habitantes extremamente racistas, uma verdadeira loucura e instabilidade social e só encontraram 10 pessoas?!?<br/>Então não foi o estádio todo?<br/>Vai ser difícil filtrar entre os que gritaram: <br/>Boi do car*lh*, filho da ...., sem pescoço, vieste cá fazer o que car*lh*. (perfeitamente válido)<br/>de<br/><b> Preto </b>do car*lh*, uh uh uh uh uh uh (inválido)<br/>Esperemos pelo resultado. <br/>Estou curioso por conhecer os resultados finais de tal triagem e selecção no meio de tanto ruído existente no estádio.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4802127099",
                    "user": "disqus_yznlqTO3Sh",
                    "date": "8 days ago",
                    "timestamp": "NA",
                    "commentText": "O MAREGA NÃO É PORTUGUÊS ...SE ENTENDEU A OFENSA PARA ALÉM DA LÍNGUA,  A POLICIA PORTUGUESA TEM OBRIGAÇÃO DE PERCEBER OS PREVARICADORES .",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Preto"
            ]
        },
        {
            "id": "4801077539",
            "user": "Vendap",
            "date": "8 days ago",
            "timestamp": "NA",
            "commentText": "Isto para mim só tem uma solução. Se o Futebol atrai os piores indivíduos, temos de castigar o Futebol. De nada adianta obrigar os distos racistas da treta a comparecerem numa esquadra da polícia em dia de jogos. Isso nem seria decente. Ficamos à mesma com o problema. Acabe-se com o futebol. Haverá algum problema com isto?",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "4801105249",
                    "user": "Meliodasreidosdemonios",
                    "date": "8 days ago",
                    "timestamp": "NA",
                    "commentText": "Acabar com o futebol?<br/>Lá porque o teu Sporting não ganha nada, não tens de estragar a festa aos outros.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 5,
                    "replies": [
                        {
                            "id": "4801107560",
                            "user": "magdagama",
                            "date": "8 days ago",
                            "timestamp": "NA",
                            "commentText": "AINDA HÁ scp? SÓ RIIIIIIIIIIRRRRRRRR RIIIIIIIIIIRRRRRRRR RIIIIIIIIIIRRRRRRRR RIIIIIIIIIIRRRRRRRR",
                            "likes": 3,
                            "hasReplies": true,
                            "numberOfReplies": 4,
                            "replies": [
                                {
                                    "id": "4801111344",
                                    "user": "disqus_E84kZQfUeN",
                                    "date": "8 days ago",
                                    "timestamp": "NA",
                                    "commentText": "AHAHAHAHAH !!!....MAGDA....a sua língua viperina anda extasiada !!!...Poupe os leões !!!<br/>Afinal você até gosta de futebol !!!....Será que pode dizer à malta qual o seu clube ???",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 3,
                                    "replies": [
                                        {
                                            "id": "4801121687",
                                            "user": "magdagama",
                                            "date": "8 days ago",
                                            "timestamp": "NA",
                                            "commentText": "AINDA BEM QUE ADORA A MINHA LÍNGUIÇA VIPERINA! SEMPRE FUI ASSIM E DEPOIS DO QUE SOFRI JÁ HÁ 44 ANOS E EXTREMANENTE DE EXTREMANENTE MUITO PIOR 19 ANOS SEGUIDOS A COISA PIOROU ATÉ SENTIR RAIVA ÓDIO E VONTADE DE GRITTTAR E EXPLODIR!",
                                            "likes": 1,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        },
                                        {
                                            "id": "4801118884",
                                            "user": "magdagama",
                                            "date": "8 days ago",
                                            "timestamp": "NA",
                                            "commentText": "CÁ SÓ DO CLUBE PADRE CARDEAL BISPO ARCEBISPO FREI FRADE NO TRAVESSEIRO PÁ!",
                                            "likes": 1,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        },
                                        {
                                            "id": "4801117512",
                                            "user": "magdagama",
                                            "date": "8 days ago",
                                            "timestamp": "NA",
                                            "commentText": "MEU CLUBE? Ó FILHO SÓ O DO PADRE DE SANTO TIRSO MESMO E NA CAMA COM ele!",
                                            "likes": 1,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4801067225",
            "user": "Vendap",
            "date": "8 days ago",
            "timestamp": "NA",
            "commentText": "A PSP não tem identificação alguma.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 19,
            "replies": [
                {
                    "id": "4801076423",
                    "user": "magdagama",
                    "date": "8 days ago",
                    "timestamp": "NA",
                    "commentText": "ANTÃO NÃ TEM? CLARO QUE TEM:I+MAGINA DA SILVA VAGINA À MOSTRA NA MONTRA DO LARGO DE RATA A RUMINAR COM MADEMOISELLE VACA-VOADORA antónio costa! AI TEM, TEM! EUZINHA JÁ DEI A IDENTIFICAÇÃO TODINHA PÁ!",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 18,
                    "replies": [
                        {
                            "id": "4801080821",
                            "user": "Vendap",
                            "date": "8 days ago",
                            "timestamp": "NA",
                            "commentText": "Estás a falar do Magina. Eu conheço indirectamente o Magina. É campeão de tiro dinamico no Counter Strike Source. Acho que pode dar uma lição à sua rapaziada. Sabes o que me incomoda? é haver na polícia uma montanha de racistas de ladrões e de corruptos. Isso é que me incomoda. Vai lá chamar o Magina para eu lhe dizer isto na tromba.",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 17,
                            "replies": [
                                {
                                    "id": "4801112517",
                                    "user": "magdagama",
                                    "date": "8 days ago",
                                    "timestamp": "NA",
                                    "commentText": "NADA DE NADA de novo\"haver na polícia uma montanha de racistas de ladrões e de corruptos.\"desde o topo à base e da base ao topo e nem oficiais escapam! Aliás se virem UM/A POBRE, SEM-ABRIGO/A, MISERÁVEL ATÉ FAZEM ESCÁRNIO E GOZAM com a MISÉRIA ALHEIA!",
                                    "likes": 1,
                                    "hasReplies": true,
                                    "numberOfReplies": 14,
                                    "replies": [
                                        {
                                            "id": "4801113496",
                                            "user": "disqus_E84kZQfUeN",
                                            "date": "8 days ago",
                                            "timestamp": "NA",
                                            "commentText": "MAGDA.... tambem foi à apresentação do livro de crónicas do Carlos Moedas ???",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 13,
                                            "replies": [
                                                {
                                                    "id": "4801139199",
                                                    "user": "disqus_eXa2j6gcGy",
                                                    "date": "8 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Sabia que o pai do C.M. é do seu partido?",
                                                    "likes": 0,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 3,
                                                    "replies": [
                                                        {
                                                            "id": "4801142339",
                                                            "user": "magdagama",
                                                            "date": "8 days ago",
                                                            "timestamp": "NA",
                                                            "commentText": "C.M.=câmara municipal?",
                                                            "likes": 1,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 1,
                                                            "replies": [
                                                                {
                                                                    "id": "4801144654",
                                                                    "user": "disqus_eXa2j6gcGy",
                                                                    "date": "8 days ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "O comentário não é para você ou está armada em parva?",
                                                                    "likes": 0,
                                                                    "hasReplies": false,
                                                                    "numberOfReplies": 0,
                                                                    "replies": []
                                                                }
                                                            ]
                                                        },
                                                        {
                                                            "id": "4801141708",
                                                            "user": "magdagama",
                                                            "date": "8 days ago",
                                                            "timestamp": "NA",
                                                            "commentText": "PAI do quê? E MEU PARTIDO SOU EUZINHA MESMA!",
                                                            "likes": 1,
                                                            "hasReplies": false,
                                                            "numberOfReplies": 0,
                                                            "replies": []
                                                        }
                                                    ]
                                                },
                                                {
                                                    "id": "4801116376",
                                                    "user": "magdagama",
                                                    "date": "8 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "CREDO ABRENÚNCIO VADE RETRO DIABO PÁ!  ATÉ TINHA NOJO! ALIÁS NUNCA DE NUNCA iria! E A VERDADE MALTRAPILHA E PIROSA POBRETANAS no vestir NEM ME DEIXAVAM ENTRAR TAMBÉM É VERDADE!",
                                                    "likes": 1,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 8,
                                                    "replies": [
                                                        {
                                                            "id": "4802057690",
                                                            "user": "vandercleidedirceu",
                                                            "date": "8 days ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Esta Magda Gama é fantástica em língua portuguesa escrita pois falada não sei como é, não se ouve, mas imagino o que vai quando abre a boca!",
                                                            "likes": 0,
                                                            "hasReplies": false,
                                                            "numberOfReplies": 0,
                                                            "replies": []
                                                        },
                                                        {
                                                            "id": "4801119164",
                                                            "user": "disqus_E84kZQfUeN",
                                                            "date": "8 days ago",
                                                            "timestamp": "NA",
                                                            "commentText": "MAGDA...já começa a avançar  algo de bom !!!",
                                                            "likes": 0,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 6,
                                                            "replies": [
                                                                {
                                                                    "id": "4801122502",
                                                                    "user": "magdagama",
                                                                    "date": "8 days ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "Ó FILHO EUZINHA SOU COMPLETAMENTE BOA PÁ! EM TODOS OS SENTIDOS MESMO PÁ!",
                                                                    "likes": 1,
                                                                    "hasReplies": true,
                                                                    "numberOfReplies": 5,
                                                                    "replies": [
                                                                        {
                                                                            "id": "4801124964",
                                                                            "user": "disqus_E84kZQfUeN",
                                                                            "date": "8 days ago",
                                                                            "timestamp": "NA",
                                                                            "commentText": "Acredito que sim !!!...Mas melhor seria se escrevesse em minúsculas !!!",
                                                                            "likes": 0,
                                                                            "hasReplies": true,
                                                                            "numberOfReplies": 4,
                                                                            "replies": [
                                                                                {
                                                                                    "id": "4801127301",
                                                                                    "user": "magdagama",
                                                                                    "date": "8 days ago",
                                                                                    "timestamp": "NA",
                                                                                    "commentText": "AI QUE CHATO você é! Isso JÁ É RACISMO PARA COMIGO PÁ!",
                                                                                    "likes": 1,
                                                                                    "hasReplies": true,
                                                                                    "numberOfReplies": 3,
                                                                                    "replies": [
                                                                                        {
                                                                                            "id": "4801133363",
                                                                                            "user": "disqus_E84kZQfUeN",
                                                                                            "date": "8 days ago",
                                                                                            "timestamp": "NA",
                                                                                            "commentText": "MAGDA....já estou cansado das suas maiusculas !!!<br/>Tenha uma boa noite...e regresse mais calma !!!",
                                                                                            "likes": 0,
                                                                                            "hasReplies": true,
                                                                                            "numberOfReplies": 2,
                                                                                            "replies": [
                                                                                                {
                                                                                                    "id": "4801140426",
                                                                                                    "user": "magdagama",
                                                                                                    "date": "8 days ago",
                                                                                                    "timestamp": "NA",
                                                                                                    "commentText": "ATÉ JÁ ESTOU A I+MAGINA DA SILVA VER DRÁCULA GALAMBA VACA-VOADORA A MORDER ESSE SEU PESCOÇINHO DE DITO CUJO A BAIXO. ..E TORNÁ-LO A SI RATA VACA-VOADORA LOGO!",
                                                                                                    "likes": 1,
                                                                                                    "hasReplies": false,
                                                                                                    "numberOfReplies": 0,
                                                                                                    "replies": []
                                                                                                },
                                                                                                {
                                                                                                    "id": "4801138059",
                                                                                                    "user": "magdagama",
                                                                                                    "date": "8 days ago",
                                                                                                    "timestamp": "NA",
                                                                                                    "commentText": "VÁ, VÁ QUE O SEU MAL É PREGUIÇA SONO MESMO!  CUIDADO É COM DRÁCULAS VACAS-VOADORAS DE LARGO DE RATA!",
                                                                                                    "likes": 1,
                                                                                                    "hasReplies": false,
                                                                                                    "numberOfReplies": 0,
                                                                                                    "replies": []
                                                                                                }
                                                                                            ]
                                                                                        }
                                                                                    ]
                                                                                }
                                                                            ]
                                                                        }
                                                                    ]
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                },
                                {
                                    "id": "4801109941",
                                    "user": "magdagama",
                                    "date": "8 days ago",
                                    "timestamp": "NA",
                                    "commentText": "MAS de qual minha rapaziada fala GANDA LOOOOOL DE LOOOOOL? Ó FILHO EUZINHA SOU ME TENHO A MIM É amizades e MUITO MENOS rapaziada",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "4801094389",
                                    "user": "magdagama",
                                    "date": "8 days ago",
                                    "timestamp": "NA",
                                    "commentText": "COMO É QUE posso chamar se NEM conheço e MUITO EXTREMANENTE DE EXTREMANENTE MENOS quero conhecer TAL CORRUPTO, VENDIDO E PROSTITUTA? NÃO, NÃO vou e NEM QUERO TAL É A REVOLTA, NOJO DE TAL VACA-VOADORA na psp RAMEIRO CORRUPTO QUE se fosse um/a português / portuguesa NEM nos DEFENDERIA!",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4801056816",
            "user": "magdagama",
            "date": "8 days ago",
            "timestamp": "NA",
            "commentText": "MAS NUNCA DE NUNCA VI tanta PALHAÇADA DE telefonemas DE AMEAÇAS DE PRESSÃO de antónio costa e de OUTRA CIGANAGEM do DES\"governo\"partido socialista para DEFENDER portugueses/as como EUZINHA QUE diariamente SÃO VÍTIMAS DE HUMILHAÇÕES RACISTAS, XENÓFOBAS, OSTRACISTAS nos MALDITOS centros de DESEMPREGO em portugal, em bolsas de estudo de doutoramento pela FCT, nos concursos públicos de admissão em autarquias, etc.e! Nas pessoas QUE VERGONHOSAMENTE PASSAM FOME, SÃO ASSASSINADOS/AS nas salas de espera de \"hospitais,nas listas de espera para cirurgias, que PASSAM FOME, VIVEM NA MISÉRIA, POBREZA, SEM-ABRIGO/A, etc.!QUANTAS VEZES VILHACO, CORRUPTO, VIGARISTA, TRAFULHA antónio costa primeiro-ministro de portugal fez telefonemas PARA AJUDAR estas pessoas em portugal? ALDRABÃO, VIGARISTA!",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 12,
            "replies": [
                {
                    "id": "4801092001",
                    "user": "disqus_E84kZQfUeN",
                    "date": "8 days ago",
                    "timestamp": "NA",
                    "commentText": "MAGDA....desconfio que está com uma grande \"bezaina\" !!!,,,Eh pá...vá dormir...descanse em \"paz\"...e volte amanhã com \"ela\" curada !!!<br/>MAGDA...mas afinal qual é o seu problema ???...Ataca o António Costa...mas defende quem ???<br/>MAGDA...escreva em minusculas e diga qual o seria o seu primeiro ministro adorado ???....Só para nós o alcunharmos de velhaco....vigarista...corrupto...trafulha..etc....etc...!!!",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 7,
                    "replies": [
                        {
                            "id": "4801114600",
                            "user": "magdagama",
                            "date": "8 days ago",
                            "timestamp": "NA",
                            "commentText": "SÓ A MIM PÁ:\"mas defende quem ???\": DEPOIS OS POBRES, OPRIMIDOS, MISERÁVEIS, ESCRAVIZADOS, SEM NENHUMA OPORTUNIDADE NO portugal onde nasceram e INFELIZMENTE DE INFELIZMENTE SEMPRE VIVERAM!",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "4801103200",
                            "user": "magdagama",
                            "date": "8 days ago",
                            "timestamp": "NA",
                            "commentText": "Bezaina? GANDA LOOOOOL DE LOOOOOL PÁ! NÃO, NÃO sou desse tipo ALELUIA, DE ALELUIA!",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "4801104910",
                                    "user": "disqus_E84kZQfUeN",
                                    "date": "8 days ago",
                                    "timestamp": "NA",
                                    "commentText": "OK...desculpe o lapso !!!",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 1,
                                    "replies": [
                                        {
                                            "id": "4801106820",
                                            "user": "magdagama",
                                            "date": "8 days ago",
                                            "timestamp": "NA",
                                            "commentText": "TÁ DESCULPADO!",
                                            "likes": 1,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "id": "4801102056",
                            "user": "magdagama",
                            "date": "8 days ago",
                            "timestamp": "NA",
                            "commentText": "EUZINHA MESMA:\"diga qual o seria o seu primeiro ministro adorado ??! PRIMEIRA-MINISTRA PÁ! E NÃO, NÃO TERIA CORAGEM DE CHAMAR ISSO A UMA CARINHA LAROCA AINDA PARA UPA, UPA MULHER PÁ! OLHE QUE ISSO É RACISMO E VIOLÊNCIA DE GÉNERO PÁ!",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "4801104327",
                                    "user": "disqus_E84kZQfUeN",
                                    "date": "8 days ago",
                                    "timestamp": "NA",
                                    "commentText": "AHAHAHAH !!!...MAGDA...pô...você hoje não está bem !!!...Desculpe lá....mas não é a MAGDA que aqui já comentou !!!",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 1,
                                    "replies": [
                                        {
                                            "id": "4801106302",
                                            "user": "magdagama",
                                            "date": "8 days ago",
                                            "timestamp": "NA",
                                            "commentText": "É SIM PÁ! SÓ QUE É A MAGDA COM REVOLTA NA ALMA E CORAÇÃO HÁ 19 ANOS SEGUIDOS! FURIOSA ALIÁS!",
                                            "likes": 1,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "4801072404",
                    "user": "Vendap",
                    "date": "8 days ago",
                    "timestamp": "NA",
                    "commentText": "Menina de 12 anos morreu após alta na urgência da CUF.  Será deste caso que estás a falar?",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "4801079779",
                            "user": "magdagama",
                            "date": "8 days ago",
                            "timestamp": "NA",
                            "commentText": "NÃO do de Beja ontem no CM e dos outros que têm vindo nos jornais de idosos! E CUF é privado e NÃO SNS!",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "4801082176",
                                    "user": "Vendap",
                                    "date": "8 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Ha..ha...pois é privado. Pois é mas ai já não convém levantar a lebre.",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 1,
                                    "replies": [
                                        {
                                            "id": "4801097033",
                                            "user": "magdagama",
                                            "date": "8 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Ó FILHO HÁ QUEM como EUZINHA e MUITA GENTE SÓ POSSA ir ao PRIVADO para consultas de especialidade e NUNCA em caso de emergência, MUITO MENOS para cirurgias e internamento! Logo SÓ vai para aí SE HOUVER MONEY MONEY!",
                                            "likes": 1,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4801047555",
            "user": "magdagama",
            "date": "8 days ago",
            "timestamp": "NA",
            "commentText": "E CLARO QUE COMO VENDIDO, OFERECIDO PROSTITUTO do sistema implantado Magina da Silva da psp OBEDECE LOGO AJOELHA LOGO E COM BASTÃO E MOCA LÁ COM AMEAÇAS DIZ: OU OBEDECEM OU JÁ SABEM JEJUAM na psp de Guimarães e Braga! Mas ANIMAIS BEM COMPORTADOS OBEDIENTES DEIXAM A CARNINHA E TOCA A IREM SALVAR A VAGINA da psp!  NÃO VÁ FICAREM SÓ OSSINHOS E ESPINHAS NO CANIL da psp de Guimarães!  ASSIM SE COMPRAM E DEIXAM COMPRAR as pessoas numa PROFISSÃO PÁ! BOBI-TARECO FAREJEM OBEDEÇAM AO DONO OU LEVAM COM BASTÃO PÁ!",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "4801093372",
                    "user": "disqus_E84kZQfUeN",
                    "date": "8 days ago",
                    "timestamp": "NA",
                    "commentText": "MAGDA...fale \"rasteirinho\" !!!...E não ofenda as pessoas !!!",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 4,
                    "replies": [
                        {
                            "id": "4801099656",
                            "user": "magdagama",
                            "date": "8 days ago",
                            "timestamp": "NA",
                            "commentText": "FALO QUÊ? MAIS OFENDIDA QUE EUZINHA JÁ ESTOU HÁ 19 ANOS SEGUIDOS DE MALDITO DESEMPREGO? Ó FILHO COMPLETAMENTE IMPOSSÍVEL MESMO! E SE FOR PRECISO DIGO OLHOS NOS OLHOS E TROMBA A TROMBA O QUE ESCREVI! NÃO, NÃO SOU HIPÓCRITA ventura PÁ! E MEDO JÁ O PERDI HÁ 19 ANOS ATRÁS PÁ!",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 3,
                            "replies": [
                                {
                                    "id": "4801102565",
                                    "user": "disqus_E84kZQfUeN",
                                    "date": "8 days ago",
                                    "timestamp": "NA",
                                    "commentText": "MAGDA já li aqui comentarios seus que eu apoiei !!!...Estou a estranhar o seu comportamento !!!...Talves que esta MAGDA não seja a MAGDA de outrora mas sim um clone !!!",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 2,
                                    "replies": [
                                        {
                                            "id": "4801105037",
                                            "user": "magdagama",
                                            "date": "8 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Ó FILHO SOU EUZINHA MESMA SEM clones, sósias ou RAIO QUE SEJA! A REVOLTA QUE SINTO FAZ-ME FERVER O SANGUE PÁ! SÓ ISSO!  E HONESTAMENTE TAMBÉM NINGUÉM LHE pediu para me apoiar POIS NÃO?",
                                            "likes": 1,
                                            "hasReplies": true,
                                            "numberOfReplies": 1,
                                            "replies": [
                                                {
                                                    "id": "4801108023",
                                                    "user": "disqus_E84kZQfUeN",
                                                    "date": "8 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Simplesmente gostei dos seus comentarios...DO PASSADO !!!",
                                                    "likes": 0,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4801040799",
            "user": "magdagama",
            "date": "8 days ago",
            "timestamp": "NA",
            "commentText": "AH POIS COM DONA antónio costa-VACA-VOADORA a PRESSIONAR FORTE E CHEIO NO CORRUPTO VENDIDO PROSTITUTA-VAGINA OOOOPS, OOOOPS MAGINA A COISONA TINHA DE SER ASSIM:IDENTIFICAR À VIVA FORÇA NEM QUE SEJA A CONVIDAR O MAIS QUE FAMOSO ANIMAL da psp de GUIMARÃES A FAREJAR PARTES DE DITO CUJO DOS BANCOS do estádio do GUIMARÃES A VER SE HÁ LÁ VESTÍGIOS DE sémen <b> racista </b>PÁ! ATÉ NISTO HÁ<b>  RACISMO</b> PÁ! JÁ ESTOU A I+MAGINA DA SILVA A FAZER A PROVA QUÍMICA D<b> O RACISM</b>O sémen nos laboratórios da psp, OOOOPS, OOOOPS da VAGINA! <br/>OH PÁ O QUE OBRIGA A  DITADURA SALAZARISTA do LARGO DE RATA partido socialista e o MALDITO futebol PÁ!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo",
                "Racista"
            ]
        },
        {
            "id": "4800969130",
            "user": "disqus_E84kZQfUeN",
            "date": "9 days ago",
            "timestamp": "NA",
            "commentText": "O SOL que tanto apoia o sr Ventura devia abrir uma \"janelinha\" a respeito da humilhação que o sr Ventura hoje sofreu na AR !!!...Hoje toda a AR \"vaiou\" o sr Ventura !!!...Ontem cerca de 500 pessoas clicaram no \"não gostei\" no que respeita às palavras do sr Ventura !!!....As empresas de sondagem devem estar atentas aos \"gostos\" e não fabricar numeros favoráveis ao sr Ventura !!!<br/>Para avaliarmos o \"cabedal\" do sr Ventura penso que ele devia candidatar-se à autarquia de Lisboa !!!...Isto só para calar alguns entusiastas do sr Ventura !!!",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 9,
            "replies": [
                {
                    "id": "4800974111",
                    "user": "Meliodasreidosdemonios",
                    "date": "9 days ago",
                    "timestamp": "NA",
                    "commentText": "Engraçado, foi precisamente o nick Falcão que na mesma notícia mencionou os gostos e não gostos.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 8,
                    "replies": [
                        {
                            "id": "4800976460",
                            "user": "disqus_E84kZQfUeN",
                            "date": "9 days ago",
                            "timestamp": "NA",
                            "commentText": "Amigo...pô..não me envergonhe publicamente !!!..Admito que plagiei o meu familiar !!!...Mas o plágio fica em família !!!",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 7,
                            "replies": [
                                {
                                    "id": "4800976890",
                                    "user": "Meliodasreidosdemonios",
                                    "date": "9 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Familiar né?<br/>Eh eh eh eh eh eh eh.",
                                    "likes": 2,
                                    "hasReplies": true,
                                    "numberOfReplies": 6,
                                    "replies": [
                                        {
                                            "id": "4800980236",
                                            "user": "disqus_E84kZQfUeN",
                                            "date": "9 days ago",
                                            "timestamp": "NA",
                                            "commentText": "AH...pois é !!!",
                                            "likes": 1,
                                            "hasReplies": true,
                                            "numberOfReplies": 5,
                                            "replies": [
                                                {
                                                    "id": "4800987838",
                                                    "user": "Meliodasreidosdemonios",
                                                    "date": "9 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Eu nem na minha família encontro alguém que tenha opiniões 100% iguais às minhas.<br/>Diga lá só uma coisa em que você discorda desse Falcão.",
                                                    "likes": 0,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 4,
                                                    "replies": [
                                                        {
                                                            "id": "4800996468",
                                                            "user": "disqus_6XXnLiqfng",
                                                            "date": "9 days ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Nem na tua familia, nem em lado nenhum.<br/>Havia um , mas já morreu .... :-)",
                                                            "likes": 2,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 2,
                                                            "replies": [
                                                                {
                                                                    "id": "4800998178",
                                                                    "user": "Meliodasreidosdemonios",
                                                                    "date": "9 days ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "Vai torrar mais amendoins e deixa as pessoas normais em paz.",
                                                                    "likes": 1,
                                                                    "hasReplies": true,
                                                                    "numberOfReplies": 1,
                                                                    "replies": [
                                                                        {
                                                                            "id": "4800999988",
                                                                            "user": "disqus_6XXnLiqfng",
                                                                            "date": "9 days ago",
                                                                            "timestamp": "NA",
                                                                            "commentText": "Ok, dá cá o pacote ... :-)",
                                                                            "likes": 1,
                                                                            "hasReplies": false,
                                                                            "numberOfReplies": 0,
                                                                            "replies": []
                                                                        }
                                                                    ]
                                                                }
                                                            ]
                                                        },
                                                        {
                                                            "id": "4800992003",
                                                            "user": "disqus_E84kZQfUeN",
                                                            "date": "9 days ago",
                                                            "timestamp": "NA",
                                                            "commentText": "O FALCÃO é muito mais ríspido que eu !!!...Eu sou mais \"macio\" !!!....Mais \"democrata\"... porque aceito mais fácilmente a opinião dos outros !!!....Mas afinamos pelo mesmo \"diapasão\" !!!",
                                                            "likes": 1,
                                                            "hasReplies": false,
                                                            "numberOfReplies": 0,
                                                            "replies": []
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4800952979",
            "user": "brunosirigado",
            "date": "9 days ago",
            "timestamp": "NA",
            "commentText": "Quando <b> racismo </b>só é<b>  racismo</b> quando se trata de um jogador do FC Porto... <br/>Um tema sério usado por oportunistas no desporto, jornalismo e na politica.<br/>Os jogadores do Benfica passaram por isto e ainda foram censurados por jornalistas, por terem reagido... ainda que sem fazerem gestos obscenos como fez o Marega.<br/>Os mesmos jornalistas que elogiam as gentes de Guimarães por não permitirem a presença de nenhuma casa do Benfica na cidade de Guimarães... talvez se o FC Porto se lamentar em relação a isso... já esse assunto passa a estar na ordem do dia.<br/>Acho que o Rui Pinto se equivocou em relação à entidade do polvo.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "4800931975",
            "user": "donalddirceu",
            "date": "9 days ago",
            "timestamp": "NA",
            "commentText": "Será bom que os racistas percebam que, <b> racismo </b>é crime e que pagam pela prática desse crime.\nJá agora, deveria a situação servir de advertência aos racistas deste espaço, os costumeiros, para a probabilidade de também virem a pagar pelos seus crimes de<b>  racismo</b> abjeto e nojento.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 20,
            "replies": [
                {
                    "id": "4800967432",
                    "user": "brunosirigado",
                    "date": "9 days ago",
                    "timestamp": "NA",
                    "commentText": "O Marega terá que ser punido por comportamento anti desportivo também. (não estou a brincar)",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 13,
                    "replies": [
                        {
                            "id": "4800971067",
                            "user": "disqus_E84kZQfUeN",
                            "date": "9 days ago",
                            "timestamp": "NA",
                            "commentText": "Negativo !!!....O Marega tinha 20 000 pessoas a ofende-lo !!!...Ninguem aguenta tamanha humilhação !!!",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 12,
                            "replies": [
                                {
                                    "id": "4801064380",
                                    "user": "magdagama",
                                    "date": "8 days ago",
                                    "timestamp": "NA",
                                    "commentText": "E você e outros portugueses e estrangeiros a morar em portugal não têm? Que RAIO É QUE MAREGA ou outros jogadores de MALDITO futebol são a mais que as pessoas COMUNS DESCONHECIDAS QUE PASSAM PELO RACISMO DE DIFERENTES MANEIRAS NA VIDA? SÃO LABREGOS DO MALDITO futebol com ACEFALIA A MAIS e MALDITOS ORDENADÕES ESCANDALOSOS A MAIS É? DE RESTO SÃO INÚTEIS com pénis no centro E ANALFABETOS ANALFABRUTOS SEM CÉREBRO! É POR ISTO E OUTRAS QUE SINTO UM ÓDIO DE MALDITOS políticos CORRUPTOS portugueses PÁ! SÓ DESEJO É QUE MORRAM PÁ MALDITOS políticos portugueses! MAS TODOS MESMO!",
                                    "likes": 2,
                                    "hasReplies": true,
                                    "numberOfReplies": 5,
                                    "replies": [
                                        {
                                            "id": "4801085293",
                                            "user": "disqus_E84kZQfUeN",
                                            "date": "8 days ago",
                                            "timestamp": "NA",
                                            "commentText": "MAGDA....aguente os \"cavais\"....escreva em minúsculas para não poluir o ambiente !!!<br/>MAGDA...nenhum atleta...seja profissional ou não...é labrego !!!<br/>MAGDA....pelo tipo de exposição acredito que a maior parte dos jogadores de futebol tenha mais formação que você !!!...E digo isto porque conheço um pouco do mundo do desporto !!!<br/>MAGDA...os corruptos estão na ala direiTRALHA e assim acho muito bem que os odeie !!!",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 4,
                                            "replies": [
                                                {
                                                    "id": "4802301395",
                                                    "user": "magdagama",
                                                    "date": "8 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "PÁ EU ODEIO DE ÓDIO VISCERAL É TODOS OS MALDITOS partidos políticos portugueses formados até agora é com CÚZAPEIRA na MALDITA assembleia da república DAS BANANAS portuguesa, PONTO FINAL!",
                                                    "likes": 1,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                },
                                                {
                                                    "id": "4802298799",
                                                    "user": "magdagama",
                                                    "date": "8 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "AI ESTÃO? :\"corruptos estão na ala direiTRALHA e assim acho muito bem que os odeie !!!\":EUZINHA A PENSAR QUE ESTAVAM COM A PEIDA-CUZAPEIRA NA ASSEMBLEIA DA REPÚBLICA DAS BANANAS portuguesa PÁ!",
                                                    "likes": 1,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                },
                                                {
                                                    "id": "4802296687",
                                                    "user": "magdagama",
                                                    "date": "8 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "SERÁ? :\"pelo tipo de exposição acredito que a maior parte dos jogadores de futebol tenha mais formação que você \":QUER APOSTAR ATÉ QUE NÃO, NÃO MESMO? PELO tipo de EXPOSIÇÃO ATÉ DIGO:MENTIRA, MENTIRA! POR ACASO formação MEDE-SE PELA BOCARRA?  É QUE SE FOR TADITOS DOS ANALFABETOS, ANALFABRUTOS PALEOLÍTICOS DA PRÉ-HISTÓRIA NEM FALAR SABEM. ..BASTA ouvir algum TRAULITAR CHINÊS PRA DESLIGAR LOGO rádio ou o que seja! ATÉ À MINHA FELINA POMPOM SABE FALAR CORRECTAMENTE MELHOR QUE jogadores de futebol PÁ PINDÉRICAS!",
                                                    "likes": 1,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                },
                                                {
                                                    "id": "4802290660",
                                                    "user": "magdagama",
                                                    "date": "8 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "MAIS DO QUE jogadores de futebol fazem de POLUIÇÃO AMBIENTAL? COMPLETAMENTE IMPOSSÍVEL MESMO PÁ! <br/>\"MAGDA...nenhum atleta...seja profissional ou não...é labrego\":AI DE certeza absoluta? HUM ATÉ PROVA em contrário SÃO SIM EXTREMANENTE DE MUITO EXTREMANENTE BURROS, ILETRADOS, ANALFABETOS, COM ARES DE DISFUNÇÃO sexual E COM ARES DE PUTEDO! BASTA ver cr7 , hulk e RAIO QUE SEJAM PÁ:SÓ PUTEDO MESMO!",
                                                    "likes": 1,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        }
                                    ]
                                },
                                {
                                    "id": "4800994981",
                                    "user": "brunosirigado",
                                    "date": "9 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Se não aguenta não pode jogar futebol a nível profissional, e o mesmo se aplica a árbitros de futebol.<br/>Repito, vários jogadores do Benfica passaram pelo mesmo, no mesmo estádio, e não tiveram a mesma reacção.<br/>Mostraram desagrado mas não fizeram gestos obscenos, ou seja, não empolaram a situação.",
                                    "likes": 2,
                                    "hasReplies": true,
                                    "numberOfReplies": 5,
                                    "replies": [
                                        {
                                            "id": "4800998394",
                                            "user": "disqus_6XXnLiqfng",
                                            "date": "9 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Caluniadores e xungas rua com eles. Não sabem ver desporto ficam à porta...",
                                            "likes": 2,
                                            "hasReplies": true,
                                            "numberOfReplies": 4,
                                            "replies": [
                                                {
                                                    "id": "4801068560",
                                                    "user": "brunosirigado",
                                                    "date": "8 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Não foram os Super Dragões que também se envolveram em insultos racistas com o Young Boys?<br/>Sim, ouve uma desculpa qualquer que o macaco Madureira estava a chamar macaco a ele próprio etc etc<br/>Quem realmente é contra o racismo, deveria-o ter condenado quando o alvo foram os jogadores do Benfica... mas não o fizeram.<br/>O Benfica condenou essa situação, mas não fez aproveitamento politico como o FC Porto e os seus agentes no jornalismo o estão a fazer.<br/>Na verdade, o FC Porto é o único clube em Portugal que pode suspender uma partida ao intervalo e escolher unilateralmente o seu reinicio, mesmo que existam leis desportivas que imponham um limite de horas...<br/>Eles fazem o que querem, lançam os foguetes, apanham as canas... como se fosse-mos todos ótarios!!!",
                                                    "likes": 1,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 3,
                                                    "replies": [
                                                        {
                                                            "id": "4801168588",
                                                            "user": "disqus_32vO6sF1ey",
                                                            "date": "8 days ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Não sejas Mitómano ..O Porto não está a fazer aproveitamento político MENHUM !! ..Deixa de ser hipócrita !!",
                                                            "likes": 0,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 2,
                                                            "replies": [
                                                                {
                                                                    "id": "4801218863",
                                                                    "user": "brunosirigado",
                                                                    "date": "8 days ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "Hipócritas são aqueles que condenaram a reacção do Nelson Semedo em Guimarães e agora acham muito bem o que o Marega fez...<br/>O Norte em geral, inclusivamente o Porto, sempre foram racistas (facto)<br/>É no Norte que se diz aos anos: ´´ó preto, bai para Lisboa``, ´´bai para Marrocos ó mouro``.<br/>E ei-los agora, a fazerem questão de aparecerem em todos os jornais internacionais, porque fica bem, porque querem passar a ideia de uma coisa que não são.<br/>Nem uma palavra de apoio deram ao Nelson Semedo, Renato Sanches, e mais recentemente o Tomás Tavares.<br/>´´JE SUIS MAREGA``... falsos.",
                                                                    "likes": 0,
                                                                    "hasReplies": true,
                                                                    "numberOfReplies": 1,
                                                                    "replies": [
                                                                        {
                                                                            "id": "4801378529",
                                                                            "user": "disqus_32vO6sF1ey",
                                                                            "date": "8 days ago",
                                                                            "timestamp": "NA",
                                                                            "commentText": "Mete esse spam pela tua ppeida acima ..Vocês são pequeninos, fanfarrões, ou seja, um verdadeiro monte de bosta ..Literalmente !!",
                                                                            "likes": 0,
                                                                            "hasReplies": false,
                                                                            "numberOfReplies": 0,
                                                                            "replies": []
                                                                        }
                                                                    ]
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "4800944205",
                    "user": "disqus_6XXnLiqfng",
                    "date": "9 days ago",
                    "timestamp": "NA",
                    "commentText": "Os medrosos meteram o rabinho entre as pernas, tal como o Vaitura quando teve de enfrentar o PM cara a cara, depois de o andar a chamar de hipocrita ... VERGONHA",
                    "likes": 3,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "4801168902",
                            "user": "disqus_32vO6sF1ey",
                            "date": "8 days ago",
                            "timestamp": "NA",
                            "commentText": "Burro",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "4801066786",
                            "user": "magdagama",
                            "date": "8 days ago",
                            "timestamp": "NA",
                            "commentText": "MAS PÁ HIPÓCRITAS E VERGONHA É MESMO A TROMBA de antónio Costa primeiro-ministro de portugal (por NUNCA DE NUNCA o seria TAL ÓDIO que lhe tenho e a TODOS/AS do LARGO DE RATA E RESTO de partidos políticos em portugal! )!",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "4800934333",
                    "user": "disqus_E84kZQfUeN",
                    "date": "9 days ago",
                    "timestamp": "NA",
                    "commentText": "LIBERACE...os gajos só comentam de tarde....porque o espaço é todos dos gajos !!!...Como andam a mamar à conta do Bannon e nada mais fazem que comentar..aproveitam a tarde para fazerem do SOL a praia deles !!!",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "4800961722",
                            "user": "Meliodasreidosdemonios",
                            "date": "9 days ago",
                            "timestamp": "NA",
                            "commentText": "Você está a tentar ganhar algum concurso de mentiroso?",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "4800982814",
                                    "user": "disqus_E84kZQfUeN",
                                    "date": "9 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Amigo...mas não concorda comigo ???...Repare que dos habituais defensores do sr Ventura...nenhum se apresentou a defende-lo !!!",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "4800922471",
            "user": "disqus_E84kZQfUeN",
            "date": "9 days ago",
            "timestamp": "NA",
            "commentText": "No debate de hoje o primeiro ministro humilhou o sr Ventura !!!....O sr Ventura andou na imprensa a chamar hipócrita ao primeiro ministro e hoje o PM desafiou o sr Ventura a chama-lo de hipócrita ...mas cara a cara...e o sr Ventura...nem pó !!!...Mas há que salientar a estrondosa salva de palmas....de todos os quadrantes... que abafaram as palavras do PM !!!...Até o PSD...CDS ...e IL...aplaudiram o PM !!!....A reação dos deputados foi tão forte que levou o sr Ventura tambem ele a aplaudir o PM !!!...Foi a rendição total do sr Ventura !!!",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 8,
            "replies": [
                {
                    "id": "4800933584",
                    "user": "disqus_lU8uYlB2Z2",
                    "date": "9 days ago",
                    "timestamp": "NA",
                    "commentText": "SEM #VERGONHA!!!",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 7,
                    "replies": [
                        {
                            "id": "4800935839",
                            "user": "disqus_E84kZQfUeN",
                            "date": "9 days ago",
                            "timestamp": "NA",
                            "commentText": "O sr Ventura... hoje...na AR...passou por uma grande vergonha !!!",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 6,
                            "replies": [
                                {
                                    "id": "4800940031",
                                    "user": "disqus_lU8uYlB2Z2",
                                    "date": "9 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Isso dizes tu... Falcão sem #vergonha...<br/>Até a ferrugem treme. Ouve cá meu charlatão, tu, quando mudares de nicks muda também de chip... actualiza esse software... burro...",
                                    "likes": 1,
                                    "hasReplies": true,
                                    "numberOfReplies": 5,
                                    "replies": [
                                        {
                                            "id": "4800955601",
                                            "user": "disqus_E84kZQfUeN",
                                            "date": "9 days ago",
                                            "timestamp": "NA",
                                            "commentText": "AHAHAHAH !!!...Hoje cabe-me a mim dar umas valentes gargalhadas !!!",
                                            "likes": 1,
                                            "hasReplies": true,
                                            "numberOfReplies": 4,
                                            "replies": [
                                                {
                                                    "id": "4800976495",
                                                    "user": "disqus_lU8uYlB2Z2",
                                                    "date": "9 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "ontem eras o Falcão... hoje és o Fabião... mas uma coisa tu és todos os dias... um grande ALDRABÃO!!!!\nAHAHAH AHAHAH AHAHAH AHAHAH AHAHAH AHAHAH AHAHAH AHAHAH AHAHAH AHAHAH AHAHAH AHAHAH AHAHAH AHAHAH AHAHAH AHAHAH AHAHAH AHAHAH AHAHAH AHAHAH AHAHAH AHAHAH AHAHAH AHAHAH AHAHAH AHAHAH AHAHAH AHAHAH AHAHAH AHAHAH AHAHAH AHAHAH AHAHAH AHAHAH AHAHAH AHAHAH AHAHAH AHAHAH AHAHAH AHAHAH AHAHAH AHAHAH AHAHAH AHAHAH AHAHAH",
                                                    "likes": 1,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                },
                                                {
                                                    "id": "4800973990",
                                                    "user": "disqus_lU8uYlB2Z2",
                                                    "date": "9 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "\"Falcão -  João Perna, o fiel motorista • 2 days ago\nJOAO...falo em declarações publicas !!!...Eu não poso admitir que um deputado ou membro de um governo apele ao racismo ...tenha esse apelo a configuração que tenha !!!\n2 •Reply•Share ›\n\"fabião - Partisan LX • 35 minutes ago\nPARTISAN...mas o mais caricato é que alguns rapazelhos que andam a armar ao \"pingarelho\" tem ascendencia africana !!!\n 1 •Reply•Share \"\nFraudolentos assim como TU...  falcãozinho CAMMMEEEEELO!!!",
                                                    "likes": 0,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 2,
                                                    "replies": [
                                                        {
                                                            "id": "4800985710",
                                                            "user": "disqus_E84kZQfUeN",
                                                            "date": "9 days ago",
                                                            "timestamp": "NA",
                                                            "commentText": "XIiiiiii...patrão...quanta ofensa !!!...Quantas diatribes !!!...Só mesmo uma mente doentia seria capaz de tal monstruosidade de comentário !!!",
                                                            "likes": 0,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 1,
                                                            "replies": [
                                                                {
                                                                    "id": "4801079969",
                                                                    "user": "disqus_lU8uYlB2Z2",
                                                                    "date": "8 days ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "Falcão...Fabião... e cães de caça... são todos da mesma raça... e agora chama-me racista, Cameeeeeelo!!!",
                                                                    "likes": 1,
                                                                    "hasReplies": false,
                                                                    "numberOfReplies": 0,
                                                                    "replies": []
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4800915885",
            "user": "partisanlx",
            "date": "9 days ago",
            "timestamp": "NA",
            "commentText": "Alguém que explique aos portugueses racistas que nós pertencemos á sub <b> raça </b>europeia menos branca! <br/>Por isso esta rapaziada armada em pseudo Nazy que se envergonhe pois são fruto de uma mistela de povos inclusivé norte<b>  africano</b> (árabe), e judeus (sefarditas)  !!!",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4800924259",
                    "user": "disqus_E84kZQfUeN",
                    "date": "9 days ago",
                    "timestamp": "NA",
                    "commentText": "PARTISAN...mas o mais caricato é que alguns rapazelhos que andam  a armar ao \"pingarelho\" tem ascendencia <b> africana </b>!!!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Africana"
                    ]
                }
            ],
            "keywords": [
                "Raça",
                "Africano"
            ]
        },
        {
            "id": "4800906380",
            "user": "relvas_analytics",
            "date": "9 days ago",
            "timestamp": "NA",
            "commentText": "...péssimo jornalismo do Sol ...ainda não vi por aqui uma única noticia sobre o \"comício\" que o charlatão de Massamá fez hoje no lançamento do livro do Carlos Moedas.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4800933442",
                    "user": "donalddirceu",
                    "date": "9 days ago",
                    "timestamp": "NA",
                    "commentText": "Quem o prufessor quatedrático?",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4800915284",
                    "user": "disqus_6XXnLiqfng",
                    "date": "9 days ago",
                    "timestamp": "NA",
                    "commentText": "Esse está politicamente morto",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4800893370",
            "user": "disqus_A3MYq3oZfh",
            "date": "9 days ago",
            "timestamp": "NA",
            "commentText": "É preciso também identificar todos os restantes que também vão aos estádios por este país fora pois tão ladrão é quem vai à vinha como quem fica de fora.<br/>Enquanto não acabarem com o futebol em Portugal nada <b> muda.</b> <br/>Um futebol sem qualquer tipo de qualidade, minado de corrupção e com grande imiscuidade com a política e a justiça. <br/>Como aliás Rui Pinto provou!",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 9,
            "replies": [
                {
                    "id": "4800957330",
                    "user": "disqus_lU8uYlB2Z2",
                    "date": "9 days ago",
                    "timestamp": "NA",
                    "commentText": "No youtube pesquise por _____Maçonaria e as ligações ao Montepio_____ e você vai entender porque é que o futebol e, não só é...o que é.\nJá que a censura do Sol não deixa aqui postar certos links...",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4800931915",
                    "user": "disqus_E84kZQfUeN",
                    "date": "9 days ago",
                    "timestamp": "NA",
                    "commentText": "Eu e a minha familia vamos ao futebol....vibramos com a nossa equipa...apoiamos calorosamente a nossa equipa... e nunca maltratamos ninguem !!!<br/>Quem gosta de futebol não ofende o arbitro ou jogadores !!!...Quem gosta de futebol vai apoiar a sua equipa...alegrando-se com as vitórias e ficando triste com as derrotas !!!...Mas o desporto consiste em ganhar e perder e há que saber ganhar...mas tambem saber perder !!!....Não existem no mundo equipas invencíveis e o Manchester City que o diga e para o ano será o Liverpol a sentir o sabor amargo da derrota !!!...Isto é desporto !!!",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 6,
                    "replies": [
                        {
                            "id": "4801475783",
                            "user": "disqus_0gYtNDtvFG",
                            "date": "8 days ago",
                            "timestamp": "NA",
                            "commentText": "Logo vi que és um dos tristes acéfalos adeptos da bola a agitar bandeirinhas e a urrar.\nNada como uma jogatana de bola, entre uns torresmos e umas bejecas, para manter a família unida. Antigamente esse papel cabia aos pastores nas serranias, agora é o gado que se junta voluntariamente à volta da manjedora.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "4800980149",
                            "user": "disqus_A3MYq3oZfh",
                            "date": "9 days ago",
                            "timestamp": "NA",
                            "commentText": "Mas Inglaterra é um país bem mais desenvolvido e civilizado que Portugal a todos os níveis. Alguns portugueses depois de viverem em Inglaterra tornam-se até mais civilizados.<br/>Mas no geral qualquer país dito desenvolvido é mais civilizado que Portugal e prova disso é que os emigrantes não voltam nem que lhes paguem.",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 4,
                            "replies": [
                                {
                                    "id": "4800987637",
                                    "user": "disqus_E84kZQfUeN",
                                    "date": "9 days ago",
                                    "timestamp": "NA",
                                    "commentText": "MIGUEL...por acaso algums emigrantes estão a sair e por uma razão muito simples...as empresas estão a despedi-los !!!",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 3,
                                    "replies": [
                                        {
                                            "id": "4801018347",
                                            "user": "disqus_A3MYq3oZfh",
                                            "date": "8 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Sim mas a grande maioria não vêm embora até porque o governo está a facilitar aos portugueses a aquisição de nacionalidade mediante um conjunto de requisitos que quem lá trabalha há alguns anos não tem grande dificuldade em cumprir. E segundo li nas notícias já são muitos os que têm a nacionalidade inglesa. É outro mundo, são outras condições, não tem mesmo nada a ver.",
                                            "likes": 0,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        },
                                        {
                                            "id": "4800988693",
                                            "user": "Meliodasreidosdemonios",
                                            "date": "9 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Na enfermagem nem por isso.",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 1,
                                            "replies": [
                                                {
                                                    "id": "4800993808",
                                                    "user": "disqus_E84kZQfUeN",
                                                    "date": "9 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Sim...na enfermagem parece que para já todos continuam !!!...Mas nos outros setores já há malta a regressar !!!",
                                                    "likes": 1,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "4800896423",
                    "user": "Vendap",
                    "date": "9 days ago",
                    "timestamp": "NA",
                    "commentText": "Bem dito!",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Muda"
            ]
        },
        {
            "id": "4800888419",
            "user": "disqus_6XXnLiqfng",
            "date": "9 days ago",
            "timestamp": "NA",
            "commentText": "O Vaitura tem contribuído numa boa parte para este clima de hostilidade rácica.<br/>Se pretende com isso dar má imagem de Portugal no <b> estrangeiro,</b> já conseguiu alguma coisa ... !!?",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Estrangeiro"
            ]
        },
        {
            "id": "4800881372",
            "user": "bornin1960",
            "date": "9 days ago",
            "timestamp": "NA",
            "commentText": "O Ministério Público determinou e a Polícia acatou a ordem.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4800864991",
            "user": "mariaportuguesa",
            "date": "9 days ago",
            "timestamp": "NA",
            "commentText": "Este márêgá tem a escola toda, eh oui! Daqui a uns tempos está a ganhar o triplo. Armou o circo e foi no comboio com o coelho e o Pai Natal, eheheheh!\nJá agora: quem me chamar branca de neve... é <b> racismo </b>e vou-me queixar ao costa e ao das selfies.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 19,
            "replies": [
                {
                    "id": "4801073194",
                    "user": "magdagama",
                    "date": "8 days ago",
                    "timestamp": "NA",
                    "commentText": "DUVIDO MUITO É QUE VACA-VOADORA RATA do António Costa QUEIRA SABER DISSO PÁ:\"Já agora: quem me chamar branca de neve... é <b> racismo </b>e vou-me queixar ao costa e ao das selfies.\":RAMEIRO CORRUPTO PROSTITUTO NÃO, NÃO quer saber de portugueses/as, quer MAIS É QUE MORRAM TODOS/AS E DE PREFERÊNCIA O MAIS RAPIDAMENTE POSSÍVEL PÁ!",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racismo"
                    ]
                },
                {
                    "id": "4800967614",
                    "user": "Meliodasreidosdemonios",
                    "date": "9 days ago",
                    "timestamp": "NA",
                    "commentText": "Era bem feito que na próxima encarnação você viesse como <b> negra.</b>",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "4801043239",
                            "user": "mariaportuguesa",
                            "date": "8 days ago",
                            "timestamp": "NA",
                            "commentText": "Só cá faltava mais este parvo do clube dos parvos hipócritas.",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "4801048995",
                                    "user": "Meliodasreidosdemonios",
                                    "date": "8 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Também gosto muito de si.💋",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 1,
                                    "replies": [
                                        {
                                            "id": "4801056416",
                                            "user": "mariaportuguesa",
                                            "date": "8 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Eheheheheh!",
                                            "likes": 0,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Negra"
                    ]
                },
                {
                    "id": "4800951223",
                    "user": "disqus_E84kZQfUeN",
                    "date": "9 days ago",
                    "timestamp": "NA",
                    "commentText": "AHAHAHAH !!!...Então a MARIA é daquelas que \"assusta\" o Sol ???...Não este jornal...mas a estrela !!!!<br/>Já vi que a MARIA não gosta de praia !!!...Isso é medo de se expôr...ou receio que o abade lá da paróquia a repreenda por expor as \"trancas\" ???<br/>MARIA...liberte-se pois que o seu corpo precisa de vitamina D !!!",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4800937833",
                    "user": "joquitafordisqus",
                    "date": "9 days ago",
                    "timestamp": "NA",
                    "commentText": "Incrível, não é que a MariaPortuguesa acertou uma sobre futebol :)))",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4800874388",
                    "user": "disqus_WTj2IWKjT1",
                    "date": "9 days ago",
                    "timestamp": "NA",
                    "commentText": "Não se safa, eles dizem-lhe logo que não sabem de nada, não são responsáveis por nada e que não têm culpa de nada ... estão só à espera de fazer anos para a reforma enquanto vêem se aparece um cargo internacional para limparem as mãos à parede e se porem ao fresco.\nO parvo que vier a seguir que se entenda com a troika e que feche a porta.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 5,
                    "replies": [
                        {
                            "id": "4800878929",
                            "user": "disqus_6XXnLiqfng",
                            "date": "9 days ago",
                            "timestamp": "NA",
                            "commentText": "Ai que saudades eu tenho de Maio 2014 quando a Divida chegou ao máximo histórico de 135%",
                            "likes": 2,
                            "hasReplies": true,
                            "numberOfReplies": 4,
                            "replies": [
                                {
                                    "id": "4800879893",
                                    "user": "disqus_WTj2IWKjT1",
                                    "date": "9 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Então tens de ir agradecer ao Marquês da Ericeira.",
                                    "likes": 1,
                                    "hasReplies": true,
                                    "numberOfReplies": 3,
                                    "replies": [
                                        {
                                            "id": "4800883028",
                                            "user": "disqus_6XXnLiqfng",
                                            "date": "9 days ago",
                                            "timestamp": "NA",
                                            "commentText": "2014 ...!!!? Marquês da Ericeira ...!!!?<br/> Bebeste branco ou tinto",
                                            "likes": 2,
                                            "hasReplies": true,
                                            "numberOfReplies": 2,
                                            "replies": [
                                                {
                                                    "id": "4800885397",
                                                    "user": "disqus_WTj2IWKjT1",
                                                    "date": "9 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Pois uns fizeram os meninos e foram passar férias para França com o dinheiro dos amigos e os parvos ficaram cá a mudar-lhe as fraldas sujas.",
                                                    "likes": 1,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 1,
                                                    "replies": [
                                                        {
                                                            "id": "4800890160",
                                                            "user": "disqus_6XXnLiqfng",
                                                            "date": "9 days ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Ainda andas a ler romances pasquineiros ... cresce rapazinho ...",
                                                            "likes": 2,
                                                            "hasReplies": false,
                                                            "numberOfReplies": 0,
                                                            "replies": []
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "4800865643",
                    "user": "Vendap",
                    "date": "9 days ago",
                    "timestamp": "NA",
                    "commentText": "Olá branquinha!",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 5,
                    "replies": [
                        {
                            "id": "4800866764",
                            "user": "mariaportuguesa",
                            "date": "9 days ago",
                            "timestamp": "NA",
                            "commentText": "Isso é racismo! LoL",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 4,
                            "replies": [
                                {
                                    "id": "4800868199",
                                    "user": "Vendap",
                                    "date": "9 days ago",
                                    "timestamp": "NA",
                                    "commentText": "É nada, sou pintor.",
                                    "likes": 1,
                                    "hasReplies": true,
                                    "numberOfReplies": 3,
                                    "replies": [
                                        {
                                            "id": "4800869282",
                                            "user": "disqus_WTj2IWKjT1",
                                            "date": "9 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Pinta cabelos?",
                                            "likes": 1,
                                            "hasReplies": true,
                                            "numberOfReplies": 2,
                                            "replies": [
                                                {
                                                    "id": "4801087097",
                                                    "user": "magdagama",
                                                    "date": "8 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "ATÉ JÁ SEI ONDE I+MAGINA DA SILVA vendap PINTA CABELOS RATA:LARGO DE RATA PÁ! Ó PÁ TOME CUIDADO É PARA NÃO LEVAR NAS SUAS partes em baixo COICES DE VACA-VOADORA antónio costa! AUJE SÓ DE PENSAR JÁ DÓI-DÓI!",
                                                    "likes": 1,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 1,
                                                    "replies": [
                                                        {
                                                            "id": "4801096136",
                                                            "user": "disqus_E84kZQfUeN",
                                                            "date": "8 days ago",
                                                            "timestamp": "NA",
                                                            "commentText": "MAGDA...começo a acreditar em si quando você diz que \"pensar já dói\" !!!...Deve estar com uma tremenda dor de cabeça !!!",
                                                            "likes": 0,
                                                            "hasReplies": false,
                                                            "numberOfReplies": 0,
                                                            "replies": []
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racismo"
            ]
        },
        {
            "id": "4800857850",
            "user": "disqus_lU8uYlB2Z2",
            "date": "9 days ago",
            "timestamp": "NA",
            "commentText": "Eu até imagino os vimaranenses e arredores a votarem no ventura... e no CHEGA... em massa!!!",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4800858369",
                    "user": "disqus_WTj2IWKjT1",
                    "date": "9 days ago",
                    "timestamp": "NA",
                    "commentText": "Não, mas vão!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4800849447",
            "user": "disqus_WTj2IWKjT1",
            "date": "9 days ago",
            "timestamp": "NA",
            "commentText": "Finalmente o governo e as autoridades acordaram e começaram a cumprir as suas obrigações.\nNada como um maliano para os por a mexer!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4800848105",
            "user": "disqus_6XXnLiqfng",
            "date": "9 days ago",
            "timestamp": "NA",
            "commentText": "O Vaitura andou a chamar hipócrita ao PM, agora cara a cara, meteu o rabinho entre as pernas ... VERGONHA\n\"O deputado do Chega, André Ventura, chamou hipócrita ao primeiro-ministro António Costa devido à mensagem solidária para com o avançado do FC Porto, Marega.<br/>O jogador maliano foi alvo de insultos racistas durante o V. Guimarães - FC Porto e várias figuras vieram colocar-se do lado do avançado.\" ...(CM)",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4800806498",
            "user": "disqus_vxuvFIdddA",
            "date": "9 days ago",
            "timestamp": "NA",
            "commentText": "Oh SOL vão bardamerda...!!<br/>Depois de ler o que leio aqui, estão-me a suspender os meus posts...??<br/>Continuem com os fait divers da treta que é o que neste fórum se transformou...",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 21,
            "replies": [
                {
                    "id": "4800871483",
                    "user": "disqus_6XXnLiqfng",
                    "date": "9 days ago",
                    "timestamp": "NA",
                    "commentText": "Não te auto-flageles com a mediocridade dos teus posts, porque não há censura que te impeça de pensar ...",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 7,
                    "replies": [
                        {
                            "id": "4800877219",
                            "user": "disqus_WTj2IWKjT1",
                            "date": "9 days ago",
                            "timestamp": "NA",
                            "commentText": "Tinhas de comer muitos quilos de amendoins para lhe chegares aos calcanhares.",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 6,
                            "replies": [
                                {
                                    "id": "4800880688",
                                    "user": "disqus_6XXnLiqfng",
                                    "date": "9 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Olha que eu como-te o pacote outra vez ?",
                                    "likes": 2,
                                    "hasReplies": true,
                                    "numberOfReplies": 5,
                                    "replies": [
                                        {
                                            "id": "4800883494",
                                            "user": "disqus_WTj2IWKjT1",
                                            "date": "9 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Deves estar a confundir-me lá com os teus camaradas da formação.",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 4,
                                            "replies": [
                                                {
                                                    "id": "4800916567",
                                                    "user": "disqus_6XXnLiqfng",
                                                    "date": "9 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Os meus camaradas gostam mais de pernil .... eh eh eh eh eh",
                                                    "likes": 2,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 3,
                                                    "replies": [
                                                        {
                                                            "id": "4800965063",
                                                            "user": "Meliodasreidosdemonios",
                                                            "date": "9 days ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Na Venezuela já não há disso, têm de comer pernil russo podre e feijão de lata.",
                                                            "likes": 1,
                                                            "hasReplies": false,
                                                            "numberOfReplies": 0,
                                                            "replies": []
                                                        },
                                                        {
                                                            "id": "4800940523",
                                                            "user": "disqus_E84kZQfUeN",
                                                            "date": "9 days ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Mas \"pernil\" fresquinho....\"pernil\" de ventoinhas para cima...mas até aos \"entas\" !!!...Nada de \"pernil\" fora do prazo !!!",
                                                            "likes": 1,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 1,
                                                            "replies": [
                                                                {
                                                                    "id": "4800954881",
                                                                    "user": "disqus_6XXnLiqfng",
                                                                    "date": "9 days ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "YES, pernil dos trinta aos enta ... good",
                                                                    "likes": 2,
                                                                    "hasReplies": false,
                                                                    "numberOfReplies": 0,
                                                                    "replies": []
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "4800852143",
                    "user": "disqus_lU8uYlB2Z2",
                    "date": "9 days ago",
                    "timestamp": "NA",
                    "commentText": "cambada de fraudolentos!!! Tendenciosos!!!",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4800941899",
                            "user": "disqus_E84kZQfUeN",
                            "date": "9 days ago",
                            "timestamp": "NA",
                            "commentText": "FraudUlentos porquê ??'....E quem ???",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "4800848122",
                    "user": "disqus_WTj2IWKjT1",
                    "date": "9 days ago",
                    "timestamp": "NA",
                    "commentText": "Falta-lhe o cartão do partido ... por isso o \"eu estou aqui\" deu a ordem.\nTambém quem o manda vir para aqui dizer umas verdades?",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 10,
                    "replies": [
                        {
                            "id": "4800865237",
                            "user": "disqus_vxuvFIdddA",
                            "date": "9 days ago",
                            "timestamp": "NA",
                            "commentText": "...Eles que fiquem com o \"eu estou aqui\"...<br/>...Fui...!",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 3,
                            "replies": [
                                {
                                    "id": "4800911217",
                                    "user": "disqus_6XXnLiqfng",
                                    "date": "9 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Agora a sério, vê bem se os teus posts não estão cá, ou se os publicaste noutra noticia.\nComo sabes não sou propriamente um fã do SOL, mas tenho de lhes fazer justiça e dizer que nunca senti aqui nenhuma pratica de censura",
                                    "likes": 2,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "4800895876",
                                    "user": "disqus_6XXnLiqfng",
                                    "date": "9 days ago",
                                    "timestamp": "NA",
                                    "commentText": "É pá por favor não vás.<br/>Se vais deixar de me ler, como é que vais aprender a escrever, diz lá ? :-)",
                                    "likes": 2,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "4800867659",
                                    "user": "disqus_WTj2IWKjT1",
                                    "date": "9 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Também não vale a pena fazer birra ... só os vencidos se deixam vencer!",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "4800849742",
                            "user": "disqus_6XXnLiqfng",
                            "date": "9 days ago",
                            "timestamp": "NA",
                            "commentText": "Eh eh eh ... este também sonha comigo ...",
                            "likes": 2,
                            "hasReplies": true,
                            "numberOfReplies": 5,
                            "replies": [
                                {
                                    "id": "4800852367",
                                    "user": "disqus_WTj2IWKjT1",
                                    "date": "9 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Toma lá uns amendoins ...",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 4,
                                    "replies": [
                                        {
                                            "id": "4800858790",
                                            "user": "disqus_6XXnLiqfng",
                                            "date": "9 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Dá cá o pacote ... :-)",
                                            "likes": 2,
                                            "hasReplies": true,
                                            "numberOfReplies": 3,
                                            "replies": [
                                                {
                                                    "id": "4800860867",
                                                    "user": "disqus_WTj2IWKjT1",
                                                    "date": "9 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Chupa-os do chão.",
                                                    "likes": 1,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 2,
                                                    "replies": [
                                                        {
                                                            "id": "4800899080",
                                                            "user": "disqus_6XXnLiqfng",
                                                            "date": "9 days ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Andas com o pacote no chão, como os macacos ? :-)",
                                                            "likes": 2,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 1,
                                                            "replies": [
                                                                {
                                                                    "id": "4801170754",
                                                                    "user": "disqus_32vO6sF1ey",
                                                                    "date": "8 days ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "Roto",
                                                                    "likes": 0,
                                                                    "hasReplies": false,
                                                                    "numberOfReplies": 0,
                                                                    "replies": []
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4800755726",
            "user": "disqus_HYSkVUqBVn",
            "date": "9 days ago",
            "timestamp": "NA",
            "commentText": "Foi preciso um francês que trabalha em Portugal para por a nu a pouca vergonha e o escandaloso descalabro em que se tornou o futebol, a comunicação social e a politica em Portugal! Podem  chamar os nomes que quiserem mas a triste realidade é que a sociedade portuguesa está gravemente enferma de valores, ética e moral! Nesta matéria à que dar os parabéns à esquerda portuguesa (PS, PCP, Bloco) que tem feito um excelente trabalho?!",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4800853988",
                    "user": "disqus_WTj2IWKjT1",
                    "date": "9 days ago",
                    "timestamp": "NA",
                    "commentText": "... em especial nas urgências dos hospitais.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4800751322",
            "user": "TheGreatPrimeMinister_Country",
            "date": "9 days ago",
            "timestamp": "NA",
            "commentText": "Tenho estado analisar a foto acima com toda a atenção e não há duvida que ele não se parece mesmo com um <b> macaco.</b><br/>Portanto quem o chamou de chamou de<b>  macaco</b> é mentiroso ou miope.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Macaco"
            ]
        },
        {
            "id": "4800750711",
            "user": "disqus_BHz3qEk2qL",
            "date": "9 days ago",
            "timestamp": "NA",
            "commentText": "Ótimo, puna-os agora.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4800748940",
            "user": "alexandre_barreira",
            "date": "9 days ago",
            "timestamp": "NA",
            "commentText": "Está visto.\nEstes \"desgraçados\" vão pagar por todos os outros, e não foram poucos, que \"ofenderam\" o Mareca.\nTiveram azar de terem ficado a \"olhar-o-passarinho\", enquanto berravam.....!!!!",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4800858181",
                    "user": "disqus_6XXnLiqfng",
                    "date": "9 days ago",
                    "timestamp": "NA",
                    "commentText": "Onde é que estão os discipulos do Diabo de extrema direita que andavam aqui a insultar os negros ?<br/>VERGONHA",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4800730114",
            "user": "disqus_wP2mbQSrYJ",
            "date": "9 days ago",
            "timestamp": "NA",
            "commentText": "estão f@did@s que vão servir de exemplo e vão ser engavetados uns meses...parabéns á <b> gaga,</b>á catarina ao mamaducu...é isto que quequerem em é isto que têm...votem nos esquerdoides ganzados gays lesbicos transnão seiquê e outras aberrações",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gaga"
            ]
        },
        {
            "id": "4800725571",
            "user": "benficasempre",
            "date": "9 days ago",
            "timestamp": "NA",
            "commentText": "a palhaçada que o teatrinho desse esbleque criou nem ele imaginava !!",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4801171383",
                    "user": "disqus_32vO6sF1ey",
                    "date": "8 days ago",
                    "timestamp": "NA",
                    "commentText": "Palhaço aqui és mesmo só tu ..Olé.....Boi",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "4801425602",
                            "user": "benficasempre",
                            "date": "8 days ago",
                            "timestamp": "NA",
                            "commentText": "Olá mamolitro, tás bom pah ? Eu estou bem, muito obrigado.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}