{
    "header": {
        "title": " Ordem dos Médicos deixa aviso: É a pior altura para António Costa abrir guerra aos médicos ",
        "subtitle": " Miguel Guimarães regiu às palavras de António Costa e garante que os médicos visivelmente incomodados. ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 23 de agosto 2020 ",
        "dateExtraction": " 2020-11-25 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/706597/ordem-dos-medicos-deixa-aviso-e-a-pior-altura-para-antonio-costa-abrir-guerra-aos-medicos- ",
        "postText": " ['O bastonário da Ordem dos Médicos, Miguel Guimarães, garante que, caso a qualidade da prestação dos cuidados de saúde seja colocada em causa, a Ordem pode e deve fiscalizar a instituição em questão, seja ela uma entidade pública ou privada. Esta explicação surge na sequência da entrevista a António Costa este fim de semana e, ao JN, Miguel Guimarães sublinhou que foi a instituição que foi fiscalizada e não o Estado.', 'Os médicos ficaram “visivelmente incomodados com as palavras do primeiro-ministro”, disse o bastonário, acrescentando que esta “é a pior altura para António Costa abrir guerra aos médicos”.', 'Este fim de semana, António Costa disse ao Expresso que o Governo não acordou “agora por causa do relatório de uma entidade que não tem competência legal para fazer esse estudo”. As ordens “não existem para auditar o Estado”, acrescentou o primeiro-ministro. As críticas aos médicos foram várias, tendo António Costa deixado mais um aviso: “Não vamos concentrar-nos num relatório de uma instituição a quem são feitas graves acusações nos outros relatórios”.', ''] ",
        "numberPosts": " 144 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Ethnicity - Asian (South- India, Pakistan, Bangladesh),Nationality - Indian,Ethnicity - White,Age - Youngsters,Age - Over 65s",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Monhé,Monhé,Gajo,Javardo,Canalha,Idoso,Velho,Boca aberta,Ridícula,Mudo,Nação",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "5043625564",
            "user": "disqus_L7OTc7KMzq",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "a forma como foi obtida a gravaçao é criticàvel, embora haja \"papparazzis\" tanto à esquerda como à direita.. mas a atitude do mister Tosta é ainda mais criticàvel por revelar nao apenas ignorância (aceitàvel até), mas profundo desprezo.. (o q jà nao é acidental, nem tem desculpa.. a menos q tenha a dignidade de a pedir)..\naqullo equivalia a uma pocilga (cuja responsabilidade nao era dos médicos), e ser obrigado a trabalhar nessas condiçoes é altamente desrespeituoso.. seria como obrigar um cirurgiao a operar uma apendicite no meio do esterco de um curral, sabendo q o resultado iria ser nulo, apenas com uma pequena diferença.. seria ao médico q depois iria ser atribuida a responsabilidade pelo mau resultado..\nos médicos nao trabalham a chicote, fazendo o q està errado apenas pq alguém lhe deu uma ordem..nao foram cobardes, tiveram a coragem de recusar ficar com as culpas de uma situaçao q condenou aqueles idosos a apanhar infecçoes, o Covid e todas as outras.. o melhor mesmo foi nao lhes tocar, senao as entidades responsàveis sacudiam a àgua do capote e ainda diriam q foi incompetência médica..",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5042519302",
            "user": "disqus_L7OTc7KMzq",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "os médicos só são cobardes se aceitarem ser insultados e não responderem..<br/>há uns anos, num outro país da Europa tb quiseram rebaixar os médicos e tratá-los desta maneira.. mas esses não se acobardaram e em vez de cair um ministro, caiu o Governo..<br/>é altura de ver quem é q baixa as calcinhas primeiro.. se não se acobardarem o Tony Tosta vai ter de se retratar, ainda por cima numa altura destas em q precisa deles como de pão para a boca..",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5043584632",
                    "user": "disqus_q9dul5DrtD",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Se de facto Costa chamou cobarde aos médicos que se recusaram a prestar assistência aos idosos do lar, foi realista, embora se o fez não era para se saber, porque foi em off, mas como afirmei antes foi realista.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5042198290",
            "user": "disqus_JFL3dCHmIW",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "O Google agora paga de € 140 a € 180 por hora para trabalhar online em casa. Comecei neste trabalho há três meses e ganhei 6253 € na primeira semana deste trabalho. Este trabalho é realmente incrível e me dá uma excelente renda de meio período todos os dias.iR4... Tenho certeza de que você obterá o melhor resultado. Obtenha mais aqui\n.................&gt;&gt;&gt;&gt;&gt;&gt;  𝙬𝙬𝙬.𝙈𝙖𝙜𝙣𝙞𝙛𝙮𝙄𝙣𝙘𝙤𝙢𝙚.𝘾𝙤𝙢ℕ\n A palavra \" ℕ \" não foi adicionada ao endereço da web",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5042153485",
            "user": "disqus_43qAvDtmjR",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Este primeiro ministro kosta é a pior coisa que aconteceu a Portugal este <b> gajo </b>não é homem para assumir responsabilidades e fazer ter tomates para governar um país quem é um chefe máximo do governo de um país não pode ser hipócrita e mal criado com quem mostra as suas opiniões e quando não lhe agrada atira as culpas aos outros e é mal criado com as pessoas, a sua sorte é que compra os comunas e os ganzados dos bloquistas, mas irá afundar-se e levará esses partidos ao fundo, não demorará muito tempo, é depois admiram-se do chega crescer nas sondagens as pessoas já não suportam os políticos desses partidos!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gajo"
            ]
        },
        {
            "id": "5042090116",
            "user": "bolideirayahoocombr",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Doravante quero ver o beiças a debitar que virou a página da austeridade!!! <br/>Vai ser o bom e o bonito. O  manhoso e matreiro Costa a fazer-se de vítima!!!!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5042084566",
            "user": "disqus_AMVFiWrvz0",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Acho graça... cá a maioria das pessoas estarem contra os medicos e os enfermeiros estando eles na linha da frente e nas condicoes e ordenados que ganham...lamentavel..🤮🤮🤢 ja li aqui alguns comentarios de pessoas que quando houve suposta \"guerra\" do trump e bolsonaro contra alguns medicos nao faltaram palavras de ordem e foram chamados de tudo....que país tao triste..🤮🤮🤮",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5042081871",
            "user": "bolideirayahoocombr",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "O Punjab já anda a rabiar!!! Aguentem-no no poleiro, tem de saber governar em tempo de vacas magras! O PSD não caia na patetice de derrubar o governo, porque daqui por 4 anos estão aí de novo a querer governar! Deixem-nos cair de maduros ao PS e aos esquerdalhos BE e PCP que o apoiam! Não façam como o burrinho PPC, que tinha pressa de ir ao POTE!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5042065243",
            "user": "disqus_cQZ0oN2nyf",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "O <b> mon<b> hé </b</b>>teve de facto tomates para chamar cobarde a todos os médicos, não há dúvida nenhuma que percebe de agricultura, tomates não lhe faltam.\nPelo menos já aprendeu qualquer coisa, é que a seguir aos incêndios em 2017 que mataram mais de 100 pessoas, foi convidado para plantar um PINHEIRO no pinhal de Leiria que tinha ardido e vai daí <b> o m<b> onh</b</b>>é arregaça as mangas, desvia a barriga para o lado e zás... planta um SOBREIRO.\nAprendeu de facto, pelo menos já não se baralha com os tomates...",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Monhé"
            ]
        },
        {
            "id": "5042061805",
            "user": "bornin1960",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Pela ideia do bastonário esta é a melhor altura para os médicos declararem guerra ao Costa. <br/>Ou não tivesse este bastonário uma agenda politica.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5042417087",
                    "user": "gagarinepavlov",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Este bastonário é uma personagem tóxica mas não engana ninguém mais atento",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5042051435",
            "user": "teixeiranet",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "O poder detesta a classe média!<br/>Se puder piorar as suas condições e remunerações, nunca fará o oposto!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5042043621",
            "user": "disqus_q9dul5DrtD",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Como afirma o Miguel Guimarães foi uma instituição que foi fiscalizada.\nSendo assim porque fazem duras críticas ao Governo, e pior algumas nem correspondem à realidade, porque o Governo mal tomou conhecimento do problema colocou lá militares a fazer o trabalho, e isto num lar privado, e pediu uma investigação ao MP.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5042039126",
            "user": "disqus_9NYNNbc1tt",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Imaginem o Telejornal abrir com este video.....lololol !  Mas não se preocupem.....15m€ compram muita coisa",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5042067070",
                    "user": "disqus_cBccy1PhIj",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Se fosse o Bolsonaro a esta hora havia directos e ultimas as horas em todos os canais e manifestações na rua.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5042086613",
                            "user": "bolideirayahoocombr",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "Cá a comunicação social é toda PS, foram untados com 15 milhões de €! Acha que iam falar mal do manhoso e matreiro Costa????",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5042036690",
            "user": "disqus_9NYNNbc1tt",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Só espero uma coisa dos médicos, que tenham memoria longa!",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "5042067807",
                    "user": "disqus_PRODHTFTl7",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "E que não tenham memória curta para arquivar casos como do médico obstetra Artur Silva que permitiu nascer um bebé sem rosto<br/>por negligência e que já tinha vários processos e a OM escondeu todos os casos deste médico.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "5042068939",
                            "user": "disqus_cBccy1PhIj",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "Essa historia, o que tem a haver com esta?\nImpressionante, os militantes do ps tem mesmo a mania que os portugueses são todos estúpidos.",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "5042117839",
                                    "user": "disqus_PRODHTFTl7",
                                    "date": "3 months ago",
                                    "timestamp": "NA",
                                    "commentText": "O que tem a ver é que o bastonário dos médicos faz um chinfrim de todo o tamanho só por A Costa dizer que os médicos têm de estar onde é preciso mais por isso,e quando há casos mais graves se não fosse a comunicação social era tudo abafado é isso que tem em comum.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5042034338",
            "user": "disqus_rAIpRKQqXo",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Estes médicos são uns ingratos.<br/>Deram-lhes uma CHAMPIONS como prémio pela sua heroicidade e é assim que agradecem...",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5042022247",
            "user": "disqus_9NYNNbc1tt",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "O <b> javardo </b>do punjab está a ver mal a coisa, um lar não presta cuidados medicos nem tem que ter medicos de serviço! Se algum ou alguns dos utentes adoecem, têm que que ser encaminhados ao hospital e não o contrário!",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5042164644",
                    "user": "disqus_PRODHTFTl7",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Há um despacho do Ministério da Saúde que os doentes covid-19 em lares de idosos serão acompanhados por um médico e enfermeiro do centro de saúde da zona em articulação com o Hospital local caso o doente não precise de internamento, caso se confirme então será enviado para o Hospital.mesmo em lares ilegais.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5042054302",
                    "user": "teixeiranet",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Quando tiver 80 anos já percebe porque têm que ter um médico!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Javardo"
            ]
        },
        {
            "id": "5042021123",
            "user": "disqus_qjGrG6hxKV",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "onde está noticia   do sr  costa  a tratar mal  os medicos  ( segundo  vidio ) porque não informa este  jornal?só coisas boas para governo  vem sempre  1ª página....!!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5042000212",
            "user": "domjagoz",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "O Costa é inimputável. No outro dia queria agredir um <b> idoso,</b> agora chama covardes aos médicos. Enfim, estão abertas as portas para um ditador.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Idoso"
            ]
        },
        {
            "id": "5041973837",
            "user": "disqus_CgwJbEepVc",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "A Máfia só se consegue combater com Máfia.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5041941512",
            "user": "disqus_cQZ0oN2nyf",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "\"Divulgado vídeo ‘off-the-record’ de António Costa a chamar “cobardes” a médico\"<br/>Fonte: Sapo Notícias\n\"O Sindicato Independente dos Médicos repudia o insulto do primeiro-ministro, que num vídeo que está a circular nas redes sociais chama \"cobardes\" aos médicos por causa do surto de Reguengos de Monsaraz.\"<br/>Fonte:JN\n\"Sindicado Independente dos Médicos repudia palavras de Costa sobre médicos \"cobardes\" em vídeo divulgado nas redes sociais\"<br/>Fonte: Observador\n\"Divulgado vídeo em que António Costa chama médicos de \"cobardes\" <br/>Fonte: Sábado\n\"Primeiro-ministro surge a acusar médicos de Reguengos de Monsaraz de serem \"cobardes\"<br/>Fonte: Correio da Manhã\n\"Os médicos, esses gajos cobardes... segundo António Costa\"<br/>Fonte: Sindicato Independente dos Médicos\nAinda não acreditam, xuxarecos porcos?\nEste governante de esquina para poder governar como quem governa uma capoeira, vai ter que silenciar todos os jornais e mais complicado ainda, vai ter que silenciar todas as redes sociais.\nVamos ver a coragem dele na tentativa desse silêncio.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "5041966747",
                    "user": "disqus_cBccy1PhIj",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Não precisa de fazer nada disso, a maioria dos portugueses são mansos, amanhã sai uma mentira e ficam todos de <b> boca aberta </b>a comerem gelados com a testa, por alguma razão somos o país mais de esquerda da Europa e do mundo Ocidental.\nSó temos o que merecemos, um 1 Ministro tratar a classe de profissionais que estão na linha da frente do maior problema do País e tratá-los como cobardes, costumo ver isto nas noticias daqueles paises do Oriente ou de África no mundo Ocidental não é normal um chefe de Estado, falar assim de uma classe profissional.",
                    "likes": 3,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5041968743",
                            "user": "disqus_cQZ0oN2nyf",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "Que vão saindo as mentiras, qual é o problema?<br/>Desde que o Costa se aguente para aprender a roer os ossos, não tem qualquer problema.<br/>No fim fazem-se as contas às mentiras.",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Boca aberta"
                    ]
                },
                {
                    "id": "5041948869",
                    "user": "disqus_pp8bsi2hnJ",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Ainda não deu para perceber se o Costa está a tentar abrir uma crise política para antecipar eleições, por saber o que o espera nos próximos tempos, em que não vai ter a vida facilitada. E como o cobarde é ele, outro que venha para arcar com as enormes dificuldades que o país vai ter que enfrentar.\nDesta espécie de gente tudo é possível e tudo é de esperar.\nNem o Marcelo lhe vai conseguir valer...aliás, o Marcelo já começou a fazer contas e a recuar...",
                    "likes": 3,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "5041953209",
                            "user": "disqus_cQZ0oN2nyf",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "Claro que quer essa crise para se pôr ao fresco e deixar o que aí vem para os outros.<br/>Sempre foi essa a tactica da porca da xuxalhada para depois poderem atacar.\nEspero que a oposição desta vez seja inteligente e o segure no lugar para aprender a roer os ossos e cair de uma vez por todas, como aliás já aconteceu em toda a Europa - toda a gente sabe disso.\nQuanto ao Marcelo, não sei se já acordou, ou se já está mesmo farto deles.",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "5041957632",
                                    "user": "disqus_pp8bsi2hnJ",
                                    "date": "3 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Também espero sinceramente que não caiam na armadilha que o Passos Coelho caiu.",
                                    "likes": 2,
                                    "hasReplies": true,
                                    "numberOfReplies": 1,
                                    "replies": [
                                        {
                                            "id": "5041961552",
                                            "user": "disqus_cQZ0oN2nyf",
                                            "date": "3 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Exactamente exacto e certo!",
                                            "likes": 2,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5041920225",
            "user": "disqus_ysIn41saXn",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Este tipo fez escola com a  colega da Ordem dos Enfermeiros, Ana Rita Cavaco?\nSantinho, já sabes que não tenho nenhuma consideração  por ti enquanto bastonário, utilizas o cargo para fazeres a tua própria promoção, instrumentalizando os médicos numa cruzada de oposição que é tua e não da classe médica.\nO PM referiu-se ao bastonário e não aos médicos, nenhum de nós é estúpido e os teu pares também, respeita-nos a inteligência  e tem a decência de não te esconderes atrás da classe.\nA questão é o Bastonário e  a sua agenda política e não a corporativa como lhe compete.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "5042014091",
                    "user": "brunodecarvalhooprprio",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Oh inteligência o primeiro-ministro não se referiu ao bastonário ... ele teve o desplante de chamar aos médicos cobardes, os mesmos que estão na linha no combate à epidemia ... É este o nível de estupidez do primeiro-ministro de Portugal e de quem o defende neste caso.",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5042065691",
                            "user": "disqus_ysIn41saXn",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "A tenho em casa é uma mulher corajosa e voluntariosa, porém há muitos cobardes, imensos incompetentes, qual é a dúvida?\nSupõe que os médicos  são feitos de massa diferente dos comum dos mortais?<br/>Há mulheres e homens extraordinários, mas a maioria coça para dentro e faz o que lhes mandam.  Pensa o quê? Só mitos.\nSobre a minha inteligência  está autorizado, não é grande coisa, senão não perderia tempo com as suas parvoíces.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "5042008951",
                    "user": "disqus_9NYNNbc1tt",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "As palas além de te taparem os olhos tambem te impedem de ouvir......\" OS GAJOS são uns cobardes\" ! Creio que se está a referir no plural e não a uma pessoa singular! Mas de qualquer maneira...bom esforço, lambekus nojento!",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5042070650",
                            "user": "disqus_ysIn41saXn",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "Santinha,  a hermenêutica seja a sua especialidade. Percebi, os médicos do Centro de Saúde são uns cobardes, ao que parece foram, e daí?\nQuanto ao lamber prefiro não me alongar, respeito-me e respeito muito a minha mulher, em todo o caso nunca me dei com canhões.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "5041941573",
                    "user": "disqus_cBccy1PhIj",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Acho muito bem que o PS e o governo carrega em cima dos médicos dos enfermeiros dos policias e dos professores, afinal só tem que agradecer ao todo poderoso ainda cá andarem.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "5041946687",
                            "user": "disqus_ysIn41saXn",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "Andam porque podem e devem, sem favores alheios.\nOutro tampo não diria do Sr. Bastonário.\nPercebeu a  minha questão sobre o seu argumentário?",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "5041949498",
                                    "user": "disqus_cBccy1PhIj",
                                    "date": "3 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Mais nada, quem manda nisto é o grande poderoso, quer dizer até onde o PCP entender.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5041916558",
            "user": "brunodecarvalhooprprio",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "\"É que o presidente da ARS mandou para lá os médicos fazerem o que lhes competia. E os gajos, cobardes, não fizeram\", pode ouvir-se António Costa a dizer aos jornalistas do semanário, em 'off', sobre o caso do lar de Reguengos de Monsaraz. ... são estas as palavras de um <b> gajo </b>sem nível, sem educação e muito menos inteligência para ser primeiro-ministro de Portugal.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 18,
            "replies": [
                {
                    "id": "5041926020",
                    "user": "disqus_ysIn41saXn",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Se as palavras  foram essas, só revela clareza e  tomates no sítio.\nTenho horror  aos punhos de renda de políticos invertebrados, que felizmente não é o caso.\nQue os médicos estão  numa posição excepcional de poder, estão, mas  é bom que não estiquem a corda, temos os mesmos meios ao dispor que tivemos para os enfermeiros e para os motoristas de matérias perigosas.\nEstes tipos julgam-se intocáveis, pequenas divindades no seu pequeno olimpo privativo, felizmente já não é bem assim, o tempo dos barões da medicina já lá vai, eis porque cada vez serão mais  proletarizados e isso não é necessariamente bom.",
                    "likes": 3,
                    "hasReplies": true,
                    "numberOfReplies": 17,
                    "replies": [
                        {
                            "id": "5042030521",
                            "user": "disqus_rAIpRKQqXo",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "Somos governados por GENTINHA RELES E MEDIOCRE.<br/>Piores mesmo só gajos como tu.",
                            "likes": 3,
                            "hasReplies": true,
                            "numberOfReplies": 10,
                            "replies": [
                                {
                                    "id": "5042060787",
                                    "user": "disqus_ysIn41saXn",
                                    "date": "3 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Está combinado.  O que fizeste na vida que possas mostrar?<br/>Se és mais um medíocre basta-nos que adjectives.\nEu digo, eu posso, eu fiz, e tu?<br/>Tenho 4 filhos, vários livros escritos,  milhares de árvores plantadas e muitas casas feitas;<br/>Fiz alfabetização de adultos, ajudei a instaurar a democracia, fui \"artista  popular e intelectual revolucionário\". fiz trabalho social em bairros de lata, ajudei ao sucesso escolar de muitas crianças e jovens, fui professor, animador cultural, sou empresário no sector imobiliário, tenho mais de meia centenas de empregados na indústria e meia dúzia na agricultura.\nFala barato, o que te legitima?",
                                    "likes": 1,
                                    "hasReplies": true,
                                    "numberOfReplies": 9,
                                    "replies": [
                                        {
                                            "id": "5042076493",
                                            "user": "disqus_rAIpRKQqXo",
                                            "date": "3 months ago",
                                            "timestamp": "NA",
                                            "commentText": "E consegues arranjar maneira de perder o teu tempo neste sítio mal frequentado? Huummm............",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 3,
                                            "replies": [
                                                {
                                                    "id": "5042082572",
                                                    "user": "disqus_ysIn41saXn",
                                                    "date": "3 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Mau frequentado, nem por isso, tenho tido por aqui grandes e proveitosas polémicas. Nos dias  em que me obrigo a estar  ao computador, isto é o meu recreio.  O que faz aqui, anda às couves?",
                                                    "likes": 0,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 2,
                                                    "replies": [
                                                        {
                                                            "id": "5042216802",
                                                            "user": "disqus_rAIpRKQqXo",
                                                            "date": "3 months ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Estou aqui no intervalo da rega das couves.<br/>Em casos destes \"bigger than life\" tenho tendência a duvidar do produto. <br/>No caso, trezanda a esquerda caviar,",
                                                            "likes": 0,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 1,
                                                            "replies": [
                                                                {
                                                                    "id": "5042352537",
                                                                    "user": "disqus_ysIn41saXn",
                                                                    "date": "3 months ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "nÃO ESPERO  O RECONHECIMENTO  NEM SER TIDO COMO SÉRIO, QUANDO ME METO COM A GENTINHA.",
                                                                    "likes": 0,
                                                                    "hasReplies": false,
                                                                    "numberOfReplies": 0,
                                                                    "replies": []
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        },
                                        {
                                            "id": "5042075738",
                                            "user": "disqus_cBccy1PhIj",
                                            "date": "3 months ago",
                                            "timestamp": "NA",
                                            "commentText": "E come na mesa dos socialistas. Ainda dizem que não há oportunidades neste país, você então fez um pouco de tudo e tudo com sucesso, o que não vale ter o cartão do partido socialista em Portugal.\nPassa de animador social para empresário de imobiliário e de agricultura, calculo quantos fundos mamou do Proder.<br/>Daqueles aprovados com carácter de urgência ao Sábado.\nOu adjudicações directas para andar a fazer palhaçadas nas bairros sociais.",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 4,
                                            "replies": [
                                                {
                                                    "id": "5042388683",
                                                    "user": "disqus_ysIn41saXn",
                                                    "date": "3 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "EStúpido, achas  que alguma vez precisei do cartão de  algum partido, de alguma opus ou de alguma loja maçónica?  Não consegues imaginar mais nada além da tua pequenez?\nInvejoso de meia tigela, nunca recorremos a subsídios, são demasiadamente caros porque  nunca entendi que ter  dentro das empresas um qualquer  mangas de alpaca, funcionário público, a ditar-me as regras de gestão. Esquece, és demasiadamente ignorante para que se possa  manter um discurso inteligível contigo.\nAs empresas estrangeiras que se instalam  e as que integram as estruturas  de lobby e se profissionalizaram na gestão  de subsídios ou de gestão  fiscal, por ainda andam, nascem, crescem e 15 anos depois morrem.\nJá cá estou há mais de 30 anos, prezo muito a minha independência e não preciso  do estado para vender um cêntimo. A maior parte da nossa produção industrial é vendida  para França. Na agricultura temos certificação biológica, o nosso mel e o nosso azeite não chega para metade das encomendas. <br/>Para o mercado interno vendemos cerca de 500 borregos por anos, não faço a menor ideia de quem os come, eu não que não gosto.",
                                                    "likes": 0,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                },
                                                {
                                                    "id": "5042087179",
                                                    "user": "disqus_ysIn41saXn",
                                                    "date": "3 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Palerma, como na minha mesa, não tenho, nunca tive  negócios com o Estado a não ser pagar impostos.<br/>Sim  nos tempos gloriosos do cavaquismo   mudei a sede das empresas para o Luxemburgo, por nojo.\nNão sou membro de qualquer partido, tenho o maior respeito por aqueles que o são, porém sou inequivocamente de esquerda e combato a direita onde quer que ela se me apresente.\nVotei no PS na últimas legislativas, no BE nas autárquicas , nas europeias nem me lembro e nunca  elegi nenhum presidente da república.",
                                                    "likes": 0,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 2,
                                                    "replies": [
                                                        {
                                                            "id": "5042092753",
                                                            "user": "disqus_cBccy1PhIj",
                                                            "date": "3 months ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Imbecil, claro que votou nesses partidos, isto está bom é para artistas como você , que toca em tudo enquanto os outros não tocam em nada.\nArtista, eu não falei em contractos com o Estado, mas caiu-lhe a boca para a verdade, realmente no meu comentário faltaram os contractos publicos com as suas empresas.\nEm relação em quem votou nada me espanta, você é daqueles artistas que cantam musicas contra o capitalismo,  para si e para a sua familia bem vindo o capitalismo, mas é contra o capitalismo dos outros.\nAqui está a cara da esquerda hipócrita, que xulam os portugueses por esse pais fora.",
                                                            "likes": 0,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 1,
                                                            "replies": [
                                                                {
                                                                    "id": "5042350351",
                                                                    "user": "disqus_ysIn41saXn",
                                                                    "date": "3 months ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "Estúpido contratos com o Estado ou empresas  públicas, autarquias é tudo  a mesma trampa, trabalho para o mercado interno porém  mais para a exportação,  seu inútil.\nDireitalhas estúpido, sou social-democrata, lutei muito pela democracia, obviamente voto nos partidos de esquerda,  não esperavas que  votasse na trampa em que tu votas.\nProvavelmente sustento-te parasita, por estúpido não distingues  a economia de mercADO REGULADO COM RESPONSABILIDADE SOCIAL DO CAPITALISMO  SELVAGEM  QUE TE SODOMIZA TODOS  OS DIAS  E APLAUDES, A CORRIQUEIRA E CONHECIDA SERVIDÃO VOLUNTÁRIA.",
                                                                    "likes": 0,
                                                                    "hasReplies": false,
                                                                    "numberOfReplies": 0,
                                                                    "replies": []
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "id": "5042010963",
                            "user": "disqus_9NYNNbc1tt",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "\"Se as palavras foram essas...\"  Oh labrego do karalho, comentas sem ouvir?",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "5042067005",
                                    "user": "disqus_ysIn41saXn",
                                    "date": "3 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Não palerma, li, mas como tenho sempre uma reserva razoável ao que é  veiculado pela imprensa, faço sempre a ressalva.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "5041951772",
                            "user": "disqus_cBccy1PhIj",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "Acho muito bem, agora é repetir, o que disse mas com as câmaras dos \"jornalixos\" ligadas. <br/>É pena não ter esses tomates que fala para os bancos.",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 3,
                            "replies": [
                                {
                                    "id": "5042080276",
                                    "user": "disqus_ysIn41saXn",
                                    "date": "3 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Espero que ainda vá a tempo de os mostrar. Estou  a desesperar pela espera dessa famosa auditoria.",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 2,
                                    "replies": [
                                        {
                                            "id": "5042082092",
                                            "user": "disqus_cBccy1PhIj",
                                            "date": "3 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Qual auditoria. a que estava já programada? Informa-se antes de vir para aqui fazer propaganda aquele lhe deu os fundos para as suas empresas.",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 1,
                                            "replies": [
                                                {
                                                    "id": "5042375074",
                                                    "user": "disqus_ysIn41saXn",
                                                    "date": "3 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Anão, tu deves julgar que todas as empresas são Edps, NB ou algo do género, estúpido, a esmagadora maioria das empresas deste  país não recebem um centimo do Estado, pagam aos fornecedores,   salários e impostos.<br/>AS nossas empresas nem ao layoff recorreram nem recorrerão, fizemos férias no confinamento e retomamos a actividade.<br/>Isto de  criar riqueza, não ser um inútil  inconsequente e improdutivo tem que se lhe diga.",
                                                    "likes": 0,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Gajo"
            ]
        },
        {
            "id": "5041904045",
            "user": "disqus_Zgj9mqhbFk",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Tudo bosta politica.A bastonário dos enfermeiros do psd a do medicos do psd o governo geringonça como eu adoro esta gente.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5041864568",
            "user": "gagarinepavlov",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "escreveram que o bastonário é a personagem mais tóxica da sociedade portuguesa nestes tempos de pandemia .<br/>Eu estou de acordo . Tem uma agenda completamente orientado para a promoção de um serviço de saúde privado .",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5041858307",
            "user": "felciomafio",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "A Paz Social Corporativa...está a estalar..??.. A responsabilidade politica em Portugal não pode existir.. É nula..!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5041858250",
            "user": "disqus_1MbJvWCth8",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Vamos então ver o que é que estes cobardes sugadores do erário público andaram a fazer durante os últimos 40 anos de democracia, perdão partidocracia:\n1) Taxa de mortalidade infantil 1978 PORTUGAL: 29,1/1000 nascimentos<br/>2) Taxa de mortalidade infantil 2018 PORTUGAL: 3,3/1000 nascimentos<br/>3) Taxa de mortalidade infantil 2018 UE 27: 3,4/1000 nascimentos<br/>4) Esperança média de vida 1978 PORTUGAL: 70,5 anos<br/>5) Esperança média de vida 2018 PORTUGAL: 81,5 anos<br/>6) Esperança média de vida 2018 UE27: 81,5 anos<br/>7) Despesa em saúde per capita em 2017 PORTUGAL: 2029 EUROS<br/>8) Despesa em saúde per capita em 2017 UE27: 2884 EUROS\nEstes são os resultados de 40 anos de cobardia: com muito menos dinheiro disponível, têm melhores resultados. Algum outro que não seja cobarde conseguirá fazer melhor?<br/>Cumprimentos a todos",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5041860701",
                    "user": "disqus_1MbJvWCth8",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Correção:<br/>6) Esperança média de vida 2018 UE27: 81 anos<br/>Cumprimentos",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5041856571",
            "user": "disqus_cQZ0oN2nyf",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Vale a pena ver a rasquice, a manha, a cobardia e a falta de vergonha deste primeiro ministro feito à pressa nas costas de um iornal.<br/>Teve azar que foi apanhado com o microfone aberto e teve que levar com a resposta do sindicato dos médicos - évergonha atrás de verhonha este <b> mon<b> hé.</b</b>>\n“Senhor Primeiro-Ministro, disse Vossa Excelência o seguinte, no contexto da entrevista ao jornal Expresso desde fim-de-semana, num vídeo amplamente divulgado nas redes sociais:<br/>É que o presidente da ARS mandou para lá os médicos fazerem o que lhes competia. E os gajos, cobardes, não fizeram.”<br/>Senhor Primeiro-Ministro,\n“Os médicos do SNS são médicos no SNS, não são médicos em lares, nem para protegerem as costas a amigos políticos seja de que cor forem...”\nSite do Sindicato Independente dos Médicos.<br/>Também duvidam xuxarecos porcos?",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5041867855",
                    "user": "gagarinepavlov",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Está bem abelha !",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5041926809",
                            "user": "disqus_cQZ0oN2nyf",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "Percebo o incómodo, porco!",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Monhé"
            ]
        },
        {
            "id": "5041853345",
            "user": "redamcreator",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Uma vez mais, a \"cobra\" Costa a mostrar o seu veneno.\nDesta vez é contra os médicos deste País, referindo-se a eles como \"gajos cobardes\". Nem os carroceiros falam assim, quanto mais um Primeiro Ministro desta República.<br/>No vídeo é patente o autoritarismo, prepotência, má-educação e crispação <b> ridícula </b>de António Costa<br/>Já são demasiadas situações estranhas que esta pérfida criatura gera.<br/>Nem um pedido de desculpas aos médicos e aos portugueses (que se calhar não irá pedir) \"saram\" dislates deste calibre.<br/>Já Primeiro-Ministros deste País foram demitidos por questões menores do que isto.\nMas, tudo e todos parecem estar inquinados com o Poder da \"família\" socialista; a ordem dos médicos reagiu com cautela e inibida. O jornal Expresso diz que a gravação é \"ilegal\" (!?) e que não tem nada a ver com o assunto. O Marcelo vai continuar<b>  mudo</b> a ver raparigas a tomar banho.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Ridícula",
                "Mudo"
            ]
        },
        {
            "id": "5041848522",
            "user": "Joaoperna",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "O papel das ordens profissionais da saúde é defender os interesses da classe e denunciar os problemas do SNS.<br/>Isso pode ser confundido com oposição ao governo pelos pobres de espírito.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "5041869192",
                    "user": "gagarinepavlov",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Para eles as deficiências serão supridas com a privatização do SNS",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5041893929",
                            "user": "Joaoperna",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "Em que ocasião é que os bastonários disseram isso?<br/>E de preferência arranje o link com a notícia.",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "5041853961",
                    "user": "disqus_q9dul5DrtD",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Se foi uma instituição que foi fiscalizada, como afirma o Miguel Guimarães, porque fazem duras críticas ao Governo, e pior algumas nem correspondem à realidade, porque o Governo mal tomou conhecimento do problema colocou lá militares a fazer o trabalho, e isto num lar privado, e pediu uma investigação ao MP.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5041845441",
            "user": "disqus_gN1cuzCcUN",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Este pateta ainda não percebeu o que se passa nos hospitais, nomeadamente no HSJ que ele bem conhece, ou, ... anda a baralhar e dar cartas.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5041839988",
            "user": "amigodocamolas",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "António Costa pode imaginar um legado carregado de elogios e realizações, mas ele nunca será mais que um demagogo - que passou a vida a mentir para uma <b> nação </b>e para si mesmo.\nA capacidade de Costa mentir e fugir das suas mentiras está sempre em exibição. E para mal do País, não é só ele, são todos os membros do seu governo e todos os seus idiotas úteis colador de cartazes.\nE se há melhor retrato do País com o PS é o que se passou e passa no lar de Monsaraz: o verdadeiro inferno socialista para velhinhos.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5041845837",
                    "user": "disqus_q9dul5DrtD",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Em mais de 2500 lares forma detetados uns 70 com falta de condições, e o Governo tem atuado bem sempre que toma conhecimento de situações como esta.<br/>Neste caso colocou lá militares a fazer o trabalho, e isto num lar privado, e antes da Ordem dos Médicos iniciar o inquérito, o Governo pediu para o MP investigar.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Nação"
            ]
        },
        {
            "id": "5041837053",
            "user": "felciomafio",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Tal qual a guerra com os Juízes.. isto acaba num aumento brutal das regalias e salários dos médicos.. Bosta é especialista nisso..!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5041835126",
            "user": "bigurak",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Eu não conheço a lei , não sei se a ordem tem poder ou não para fazer a auditoria.<br/>Desde que a ordem tenha ( e parece ter) competência técnica para a auditoria por mim com ou sem lei tudo bem.<br/>Acho que a ordem deveria ser mais técnica e menos politica.<br/>A ordem deve divulgar o que aconteceu mas quem investiga não julga senão os policias eram juízes<br/>O primeiro-ministro também deveria ter tento na língua quando se refere a ordem",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5041872474",
                    "user": "gagarinepavlov",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Este bastonário é tóxico<br/>Muito hábil a fazer a sua política em desfavor do SNS e em prol da privatização do mesmo",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5041834811",
            "user": "cristinamaltezguerreiro",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Os Bastonários PSD são os verdadeiros opositores de António Costa...Asquerosos e oportunistas...<br/>Este até se dá ao desplante de \"deixar aviso\"...ou será antes uma ameaça...?",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "5041872961",
                    "user": "gagarinepavlov",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Muito bem observado",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5041841806",
                    "user": "disqus_PRODHTFTl7",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "A Direita está á espera e a tentar por todos os meios para derrubar o A Costa para ir para lá a fazer a merhda que já conhecemos, eles que se deixem estar na oposição<br/>que nem para isso servem.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "5041961000",
                            "user": "disqus_cBccy1PhIj",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "Tem razão o Costa nunca disse aquilo, aquilo foi feito com uma nova tecnica de AI que consegue pôr palavras na boca das pessoas.<br/>Viva a esquerda viva o socialismo viva os retardados mentais.",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "5041998258",
                                    "user": "disqus_PRODHTFTl7",
                                    "date": "3 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Se disse tem toda a autoridade para o dizer o bastonário da OM não pode andar com guerrilhas políticas para se promover a ele próprio ou agora a OM mudou de nome e passou a chamar-se CGTP<br/>e retardado mental é v.exa.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5041822714",
            "user": "disqus_q9dul5DrtD",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "«««Miguel Guimarães sublinhou que foi a instituição que foi fiscalizada e não o Estado.»»»\nSe foi uma instituição que foi fiscalizada, porque fazem duras críticas ao Governo, e pior algumas nem correspondem à realidade, porque o Governo mal tomou conhecimento do problema colocou lá militares a fazer o trabalho, e pediu uma investigação ao MP.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5041822488",
            "user": "vilardemacada",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Este indiano tem de ser corrido e investigado por todas as tropelias que faz e incita a fazer! É muito pior do que o <b> canalha </b>do sócrates! Aliás, por alguma razão, ele foi sempre o seu nº. 2 e, mesmo assim, tem fingido que nunca o conheceu! Estes indianos são ainda piores do que as víboras:só há uma coisa a fazer: pisar-lhes a cabeça e esmagá-la e depois  atirá-lo ao Ganges/Tejo!",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "5041879421",
                    "user": "gagarinepavlov",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Escriba pago",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5041845663",
                    "user": "disqus_PRODHTFTl7",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "A sua diarreia mental é continua ou tem interrupções,quem é que lhe paga para vomitar tamanhas barradas.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5041824424",
                    "user": "disqus_q9dul5DrtD",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Este de certeza que sonha noite e dia, em todos os segundos com Sócrates.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Canalha"
            ]
        },
        {
            "id": "5041808599",
            "user": "ruikkrull",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Disso ninguém tem dúvidas mas também é a pior altura para abrir GUERRA seja com quem for, não é assim JERÒNIMO?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5041804160",
            "user": "disqus_cQZ0oN2nyf",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "O <b> mon<b> hé </b</b>>que não se meta nisso, é que os médicos se quiserem provocam um caos completo na saúde e fazem cair o governo em 3 tempos.\nAtenção médicos: não queremos isso, essa queda é a que <b> o m<b> onh</b</b>>é anda à procura para se pôr a andar e deixar o que aí vem para os outros, como sempre fez esta porca desta xuxalhada.<br/>Desta vez vai mesmo ter que se aguentar para roer os ossos e cair de uma vez por todas.\nPortanto, médicos,  façam-lhe frente, mas para o ir arrasando e desgastando lentamente, recuem quando tiverem que recuar, não o metam na rua, para já OK?",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "5041951637",
                    "user": "disqus_HcDh0A1uBQ",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Lá para o fim do inverno vamos contar os mortos de fome e os desempregados, muito mais que os mortos de pneumonia viral.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5041960480",
                            "user": "disqus_cQZ0oN2nyf",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "Até o monhé já percebeu isso quando disse que \"Portugal não aguenta mais um confinamento e portanto não vai haver\".\nHouve, mas já não vai haver mais.\nAfinal é assim tão grave este vírus?<br/>Então e quem não fez confinamento, vai fazer agora?\nDas duas uma, ou andamos ao contrário, ou bateu bem forte ali no monhé o \"à rasca\".",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "5041880077",
                    "user": "gagarinepavlov",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Cacareja a galinha",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5041925412",
                            "user": "disqus_cQZ0oN2nyf",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "Não é galinha é galo, que eu saiba o monhé é macho certo?",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Monhé"
            ]
        },
        {
            "id": "5041787954",
            "user": "joovascoalexandremouta",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "O costa devia era de ter vergonha e ja se devia ter demitido sim ... ainda hoje vi o pos entrevista que deu ao expresso e infelizmente estava a gravar, onde o costa se refere aos medicos como \"os gajos cobardes\". Curiosamente nao vi isso na TV ... a censura é lixada. É a tal democracia que mais parece uma ditadura. So espero ter a oportunidade de alguma vez o costa se cruzar comigo ... a ver se me bate como quis fazer ao outro <b> velho.</b>",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "5041834861",
                    "user": "disqus_PRODHTFTl7",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Um comentário á medida de um energumeno alguém lhe paga para dizer tanta asneira ou simplesmente <br/>as vomita.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 4,
                    "replies": [
                        {
                            "id": "5041903903",
                            "user": "joovascoalexandremouta",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "Olha um \"avençado\" comunistoide ... faço-lhe a mesmo pergunta, ja foi buscar a raçao ao largo do rato para vir defender o indefensavel? Ou simplesmente é estupido? Se calhar é as duas coisas ...",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "5041911050",
                                    "user": "disqus_PRODHTFTl7",
                                    "date": "3 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Não preciso que ninguém me pague para comentar, vivo do meu trabalho há vários anos ao contrário de muitos que por aqui comentam eu sou realista dos a quem doer.",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 1,
                                    "replies": [
                                        {
                                            "id": "5041967906",
                                            "user": "joovascoalexandremouta",
                                            "date": "3 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Ainda bem para si, mas nao parece... tal a assertividade com que defende o indefensável. As situaçoes sao o que sao, nao entendo o pq de vir tentar branquear os factos. So falta dizer que a declaraçao foi manipulada e é falsa. Alias, nem estou a tomar a partido de ninguem, limitei-me a falar da situaçao especifica. Se fosse outro PM qq diria a mesma coisa ... deixem de ver o mundo a preto e branco.",
                                            "likes": 0,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "id": "5041839243",
                            "user": "bigurak",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "mentir esta a resultar desde que seja em grande e persistentemente pois as pessoas ficam baralhadas e deixam de distinguir a verdade da mentira.<br/>Assim foi eleito o Trump e assim está a ser organizado o assalto ao poder pela extrema direita",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "5041833582",
                    "user": "vilardemacada",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Ó Johnny: mas consegue demonstrar que isso é verdade? Se é assim, porque não mostra a alguém que possa transmitir em \"prime-time\" essas afirmações e, inclusivè, fazè-las chegar ao MP?<br/>Mostre que tens tomates!",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5041902319",
                            "user": "joovascoalexandremouta",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "Vejo que o caro nao viu as redes sociais hoje ... veja e depois comente. Até la, esteja caladinho e nao diga disparates antes de ver os factos, ok?",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Velho"
            ]
        },
        {
            "id": "5041787239",
            "user": "disqus_SVPTh7IKrx",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "Está na hora do ilusionista costa e o papagaio mor mudarem a forma de elegerem os bastonários ... pode ser por escolha como fizeram com a PGR.\nAssim seria mais um passo para o país se tornar um mar de rosas!",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 19,
            "replies": [
                {
                    "id": "5041793143",
                    "user": "disqus_q9dul5DrtD",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Se for um processo por negligência, ou mau serviço prestado aos utentes por parte dos médicos, a Ordem dos Médicos deixa-os na gaveta anos, mas num caso que não tem nada a ver com a Ordem fazem um inquérito de urgência.\nMas isto é o que dá quererem fazer política.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "5041881497",
                            "user": "gagarinepavlov",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "Grande verdade<br/>Os jornais deviam lembrar isso<br/>Mas todas as notícias tem entoação política !",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "5041796749",
                            "user": "disqus_SVPTh7IKrx",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "Pois é, mas o que se devia pedir é que fossem céleres em tudo e não que enfiassem o caso na gaveta durante anos só porque as conclusões não agradam.",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "5041789145",
                    "user": "disqus_PRODHTFTl7",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Mais parecem sindicalistas do que bastonários, tudo serve para fazer guerrilhas caseiras!!",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 15,
                    "replies": [
                        {
                            "id": "5041790567",
                            "user": "disqus_SVPTh7IKrx",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "Acha que a inação do Estado que deixou as pessoas à sorte e que acabaram por morrer por falta de assistência é uma guerrilha caseira?\nOu será que o ilusionista costa está com medo que se descubra o que por aí vai nos lares?",
                            "likes": 4,
                            "hasReplies": true,
                            "numberOfReplies": 14,
                            "replies": [
                                {
                                    "id": "5041803981",
                                    "user": "disqus_PRODHTFTl7",
                                    "date": "3 months ago",
                                    "timestamp": "NA",
                                    "commentText": "O que é que outro governo de Direita fazia de diferente para melhor nada,por a vontade do PSD, e CDS o SNS já estava nas mãos dos privados e depois quem não pudesse pagar um seguro só tinha duas hipóteses ou nunca ficava doente o que é quase impossível ou esperava até morrer,eu acredito mais na segunda.",
                                    "likes": 2,
                                    "hasReplies": true,
                                    "numberOfReplies": 10,
                                    "replies": [
                                        {
                                            "id": "5042037385",
                                            "user": "disqus_cBccy1PhIj",
                                            "date": "3 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Eu acredito mais no seu socialismo, morrem todos mas é porque tem se ser. <br/>Um imbecil transvestido de fascista socialista.",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 1,
                                            "replies": [
                                                {
                                                    "id": "5042058748",
                                                    "user": "disqus_PRODHTFTl7",
                                                    "date": "3 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Ninguém cá fica para contar a história,nem mesmo os idiotas<br/>chegofilos nazis como você.",
                                                    "likes": 0,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        },
                                        {
                                            "id": "5041882137",
                                            "user": "gagarinepavlov",
                                            "date": "3 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Isso mesmo",
                                            "likes": 0,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        },
                                        {
                                            "id": "5041853282",
                                            "user": "Joaoperna",
                                            "date": "3 months ago",
                                            "timestamp": "NA",
                                            "commentText": "A direita nunca privatizou o SNS.<br/>Até foi com o ministro Paulo Macedo do governo Passos que os portugueses passaram a poupar imenso com medicação.",
                                            "likes": 2,
                                            "hasReplies": true,
                                            "numberOfReplies": 1,
                                            "replies": [
                                                {
                                                    "id": "5041857765",
                                                    "user": "disqus_PRODHTFTl7",
                                                    "date": "3 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Eu não disse que a privatizou mas o CDs da Assunção Cristas fez comentários acerca do assunto,e o próprio Rui Rio<br/>já comentou o assunto!",
                                                    "likes": 0,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        },
                                        {
                                            "id": "5041806498",
                                            "user": "disqus_SVPTh7IKrx",
                                            "date": "3 months ago",
                                            "timestamp": "NA",
                                            "commentText": "O governo não é do PSD nem do CDS, quem deu o golpe e se amancebou com os comunistas do BE e do PCP para ser governo a qualquer custo é que tem de governar.\nA geringonça é a única responsável por governar!",
                                            "likes": 1,
                                            "hasReplies": true,
                                            "numberOfReplies": 4,
                                            "replies": [
                                                {
                                                    "id": "5041818333",
                                                    "user": "disqus_q9dul5DrtD",
                                                    "date": "3 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Você parou no tempo, e ainda não percebeu porque o PS foi Governo em 2015.<br/>Foi Governo porque Costa obteve maioria na AR, ao Contrário Passos não conseguiu essa maioria na AR.",
                                                    "likes": 0,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                },
                                                {
                                                    "id": "5041808976",
                                                    "user": "disqus_PRODHTFTl7",
                                                    "date": "3 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "A maioria de deputados na Assembleia da República e que conta e se bem me lembro foi o PS e o A Costa teve a inteligência de arranjar acordes á esquerda e formou governo tudo dentro da lei.",
                                                    "likes": 1,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 2,
                                                    "replies": [
                                                        {
                                                            "id": "5041815909",
                                                            "user": "disqus_PRODHTFTl7",
                                                            "date": "3 months ago",
                                                            "timestamp": "NA",
                                                            "commentText": "A geringonça já é passado agora é o PS que governa e sabe Deus os sapos que o A<br/>Costa não tem que engolir para evitar uma crise política,era mais uma para juntar a crise sanitária.",
                                                            "likes": 0,
                                                            "hasReplies": false,
                                                            "numberOfReplies": 0,
                                                            "replies": []
                                                        },
                                                        {
                                                            "id": "5041810398",
                                                            "user": "disqus_SVPTh7IKrx",
                                                            "date": "3 months ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Exatamente, agora governem e deixem de se desculpar com os outros.",
                                                            "likes": 1,
                                                            "hasReplies": false,
                                                            "numberOfReplies": 0,
                                                            "replies": []
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                },
                                {
                                    "id": "5041796631",
                                    "user": "disqus_q9dul5DrtD",
                                    "date": "3 months ago",
                                    "timestamp": "NA",
                                    "commentText": "O lar é privado, mas mal o Governo tomou conhecimento da situação colocaram logo militares a fazer o trabalho.\nE há, e havia lares que não têm condições, segundo dados uns 70 em mais de 2500 lares.",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 1,
                                    "replies": [
                                        {
                                            "id": "5041798453",
                                            "user": "disqus_SVPTh7IKrx",
                                            "date": "3 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Pois, até parece que não é sustentado com fundos públicos,",
                                            "likes": 0,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                },
                                {
                                    "id": "5041796232",
                                    "user": "disqus_PRODHTFTl7",
                                    "date": "3 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Para travar uma doença como a covid-19 têm de ficar as outras para trás qualquer SNS<br/>da Europa fez o mesmo e Portugal não fugiu á regra,a França até enviou doentes covid para outros países de á falta de capacidade de resposta.",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5041783585",
            "user": "brunodecarvalhooprprio",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "O António Costa não tem nível nem inteligência para discutir com os médicos ... tem a mania de fazer birras com a classe médica ... A mais recente é a de querer fazer fazer médicos à pressão nas Universidades Portuguesas ... os médicos disseram que não e fizeram muito bem.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5041877086",
                    "user": "disqus_aiWRq6UM2Q",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Neste caso a Ordem dos Médicos tem razão...  O problema é que esta ordem esta muito mal vista por se opor sistematicamente ao aumento de vagas para formação de médicos e para formação de especialistas, favorecendo o privado que pode pagar bons salários e deixando o publico completamente escasso de médicos... A ordem funciona como um lóbi contra o interesse nacional... neste contexto a posição da Ordem neste caso é puramente política...",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5041773085",
            "user": "TheGreatPrimeMinister_Country",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "O bandalho do Antonio Costa nao se devia ter já demitido?",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 8,
            "replies": [
                {
                    "id": "5041781217",
                    "user": "disqus_PRODHTFTl7",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "Então porquê? como PM tem de comer e calar os médicos já são uma das classes bastantes previgiliadas agora tudo é pretexto para a OM andar com guerrilhas e  se armar em sindicalistas<br/>não é essa a função deles.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 7,
                    "replies": [
                        {
                            "id": "5041788063",
                            "user": "disqus_SVPTh7IKrx",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "Quando o resultado não convém, não importa se é verdadeiro ou não, o que importa à geringonça é silenciar!",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 6,
                            "replies": [
                                {
                                    "id": "5041798690",
                                    "user": "disqus_PRODHTFTl7",
                                    "date": "3 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Os políticos não são especialistas em saúde pública para isso estão lá às autoridades de saúde locais e a DGS.",
                                    "likes": 1,
                                    "hasReplies": true,
                                    "numberOfReplies": 5,
                                    "replies": [
                                        {
                                            "id": "5041800105",
                                            "user": "disqus_SVPTh7IKrx",
                                            "date": "3 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Autoridades de saúde locais e a DGS, que em ambos os casos estão subordinadas ao poder político, no último caso diretamente ao governo.\nIndependente é a ordem dos médicos que nada ganha ou perde em dizer a verdade.",
                                            "likes": 2,
                                            "hasReplies": true,
                                            "numberOfReplies": 4,
                                            "replies": [
                                                {
                                                    "id": "5041812175",
                                                    "user": "disqus_PRODHTFTl7",
                                                    "date": "3 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "E na Ordem dos Médicos não há assuntos de caráter político<br/>às vezes até mais do que técnicos.",
                                                    "likes": 1,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                },
                                                {
                                                    "id": "5041801674",
                                                    "user": "disqus_q9dul5DrtD",
                                                    "date": "3 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "O problema é a Ordem dos Médicos querer fazer política, mas isso já aconteceu com a Ordem dos Enfermeiros, e deram-se mal.",
                                                    "likes": 0,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 2,
                                                    "replies": [
                                                        {
                                                            "id": "5041808196",
                                                            "user": "disqus_SVPTh7IKrx",
                                                            "date": "3 months ago",
                                                            "timestamp": "NA",
                                                            "commentText": "No relatório estão factos e conclusões, não estão lá decisões ou avaliações políticas.",
                                                            "likes": 3,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 1,
                                                            "replies": [
                                                                {
                                                                    "id": "5041811622",
                                                                    "user": "disqus_q9dul5DrtD",
                                                                    "date": "3 months ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "Está a decorrer um processo no MP, e começou mesmo antes da Ordem dos Médicos iniciar o inquérito.<br/>E no relatório da OM constam situações que não correspondem à realidade.",
                                                                    "likes": 0,
                                                                    "hasReplies": false,
                                                                    "numberOfReplies": 0,
                                                                    "replies": []
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5041755123",
            "user": "mariaeugniamrias",
            "date": "3 months ago",
            "timestamp": "NA",
            "commentText": "O que António Costa diz nem devia ser escrito.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 8,
            "replies": [
                {
                    "id": "5041783521",
                    "user": "disqus_PRODHTFTl7",
                    "date": "3 months ago",
                    "timestamp": "NA",
                    "commentText": "O que o A COSTA diz não é só para se escrever é também para cumprir<br/>não é o estado que lhe paga o vencimento dos médicos e dos restantes funcionários públicos!!",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 7,
                    "replies": [
                        {
                            "id": "5041823573",
                            "user": "mariaeugniamrias",
                            "date": "3 months ago",
                            "timestamp": "NA",
                            "commentText": "Então cumpra. Eu faço oposição.",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 6,
                            "replies": [
                                {
                                    "id": "5041831359",
                                    "user": "disqus_PRODHTFTl7",
                                    "date": "3 months ago",
                                    "timestamp": "NA",
                                    "commentText": "Oposição até eu fazia agora medidas alternativas para melhor a situação do país é que ninguém as apresenta .",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 5,
                                    "replies": [
                                        {
                                            "id": "5041841142",
                                            "user": "mariaeugniamrias",
                                            "date": "3 months ago",
                                            "timestamp": "NA",
                                            "commentText": "Há ótimas ideias, a apresentar e executar uma vez no poder.",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 4,
                                            "replies": [
                                                {
                                                    "id": "5041906792",
                                                    "user": "disqus_PRODHTFTl7",
                                                    "date": "3 months ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Na oposição toda a gente governa bem, já faz lembrar aqueles treinadores de bancada nos jogos de futebol quando há público claro.",
                                                    "likes": 0,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 3,
                                                    "replies": [
                                                        {
                                                            "id": "5041917336",
                                                            "user": "mariaeugniamrias",
                                                            "date": "3 months ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Também acho, deve ser por isso que o seu chefe tem tanto medl dela",
                                                            "likes": 0,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 2,
                                                            "replies": [
                                                                {
                                                                    "id": "5041950410",
                                                                    "user": "disqus_PRODHTFTl7",
                                                                    "date": "3 months ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "O Maria medo dela, só se pode de ter medo de qualquer coisa quando ela existe,a não ser que o governo tenha medo de fantasmas .",
                                                                    "likes": 0,
                                                                    "hasReplies": true,
                                                                    "numberOfReplies": 1,
                                                                    "replies": [
                                                                        {
                                                                            "id": "5042000608",
                                                                            "user": "mariaeugniamrias",
                                                                            "date": "3 months ago",
                                                                            "timestamp": "NA",
                                                                            "commentText": "Abahah, quando pegam em erros de batotura para tentarem mostrar que o outro é tontinho! Adoro. E o seu chefe não tem medo, rem terror",
                                                                            "likes": 0,
                                                                            "hasReplies": false,
                                                                            "numberOfReplies": 0,
                                                                            "replies": []
                                                                        }
                                                                    ]
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}