{
    "header": {
        "title": " A próxima temporada do \u0091Você na TV\u0092 pode não contar com Manuel Luís Goucha ",
        "subtitle": " Ainda não é nada certo, mas um dos cenários em cima da mesa é a saída do Manel. Nesta fase, acho que ele nem se importava. Ele quer fazer outra coisas disse uma fonte da TVI ao Correio da Manhã. ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 23 de junho 2019 ",
        "dateExtraction": " 2020-02-18 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/662810/a-proxima-temporada-do-voc-na-tv-pode-nao-contar-com-manuel-luis-goucha ",
        "postText": " ['Estreou-se na RTP, em 1979, como ator na série \u0091Zé Gato\u0092. Depressa se tornou conhecido por apresentar programas de culinária, a \u0091Praça da Alegria\u0092 na mesma estação televisiva e o \u0091Olá Portugal\u0092, na TVI. Considerado um dos melhores apresentadores de televisão da atualidade, Manuel Luís Goucha pode vir a não apresentar a próxima temporada do talk show.', 'De acordo com uma fonte do canal de Queluz de Baixo, citada pelo Correio da Manhã, Goucha \u0093anda preocupado com os resultados. Apesar de dizer que não liga a audiências, é normal que se sinta ultrapassado. É que já nem é só a Cristina! A RTP ganhar é que não estava previsto\". A verdade é que as audiências do programa têm vindo a descer abruptamente e, neste momento, Goucha e Maria Cerqueira Gomes lutam pelo segundo lugar da tabela.', 'Na quarta-feira passada, o programa matutino da TVI atingiu o pior resultado de sempre: em média, 185.400 espetadores acompanharam a emissão. Por outro lado, o formato de Sónia Araújo e Jorge Gabriel atingiu os 214.500, sendo derrotados por Cristina Ferreira, na liderança, com 400.100 espetadores fidelizados.', 'Segundo a fonte anteriormente referida, existirão mudanças a partir de setembro e uma delas pode ter que ver com a saída do profissional de comunicação. \"Ainda não é nada certo, mas um dos cenários em cima da mesa é a saída do Manel. Nesta fase, acho que ele nem se importava. Ele quer fazer outra coisas e já partilhou com o Bruno Santos [diretor de Programas da TVI] que gostava de ter um programa semanal, de entrevistas\", referiu.'] ",
        "numberPosts": " 6 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Ethnicity - Black,Ethnicity - White,Physical Identity - Physical (and Mental) Impairments",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Preto,Branco,Muda",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "4513973746",
            "user": "raulsoares",
            "date": "8 months ago",
            "timestamp": "NA",
            "commentText": "Já vai tarde.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4513274312",
            "user": "disqus_CYSOBaibl6",
            "date": "8 months ago",
            "timestamp": "NA",
            "commentText": "Mais uma desgraça para Portugal, o PIB vai cair, as greves vão aumentar, a miséria vai ser combatida, o get mete vai ficar desempregado, enfim! Vamos voltar ao tempo em que a TV ainda era a <b> preto </b>e<b>  branco</b>! Importanteé saber se os corruptos são condenados e se o povo vai pagar menos impostos e ter trabalhalho! Agora se o Gouch<b> a mud</b>a de programa ou se vai para outro canal é só conversa da treta",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Preto",
                "Branco",
                "Muda"
            ]
        },
        {
            "id": "4513079665",
            "user": "disqus_faSdukELUh",
            "date": "8 months ago",
            "timestamp": "NA",
            "commentText": "Estou destroçado. Sem o nelinho, a vida nao faz sentido!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4513063236",
            "user": "disqus_xCPYnc8sT8",
            "date": "8 months ago",
            "timestamp": "NA",
            "commentText": "É a lei natural da vida, as pessoas envelhecem e ficam em muitos casos obsoletas. Depois surgem outras pessoas com mais talento que as substituem. É assim na natureza e em todos os aspectos da vida humana.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4513046430",
            "user": "disqus_BMoH1BB10G",
            "date": "8 months ago",
            "timestamp": "NA",
            "commentText": "E o que é que esta merdha interessa?",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4513037021",
            "user": "disqus_BWA95hxvmc",
            "date": "8 months ago",
            "timestamp": "NA",
            "commentText": "Aquele programa de culinária é uma bosta mesmo ,por isso as audiências caíram a pique..",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}