{
    "header": {
        "title": " Cara Delevingne assume relação no mês do orgulho LGBT ",
        "subtitle": " Tenho uma mulher muito especial nesta sala e tenho de lhe agradecer. Ela sabe quem é. É uma das pessoas que me ajudaram a amar-me quando mais precisava disso. Mostrou-me o que é o verdadeiro amor adiantou Delevingne, referindo-se à companheira. ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 19 de junho 2019 ",
        "dateExtraction": " 2020-03-03 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/662452/cara-delevingne-assume-relacao-no-m-s-do-orgulho-lgbt ",
        "postText": " ['Muito se tem falado acerca de um alegado relacionamento entre Cara Delevingne, atriz e modelo britânica de 26 anos, e Ashley Benson, norte-americana conhecida por interpretar a personagem Hanna Marin na série \u0091Pretty Little Liars\u0092. Os rumores foram confirmados na passada segunda-feira, na TrevorLIVE, uma gala que anualmente junta celebridades, empresários e cidadãos-comuns na luta contra o suicídio da comunidade LGBTQ - sigla para lésbicas, gays, bissexuais, travestis, transexuais e transgéneros e queers.', 'Na cerimónia anteriormente mencionada, Delevingne contou ao canal E! que decidiu tornar a relação pública num mês particularmente especial: \u0093Não sei, acho que é por ser o mês do orgulho LGBT. Também é o 50º aniversário da rebelião de Stonewall [manifestações violentas que ocorreram da parte da comunidade LGBT contra a polícia de Nova Iorque que ocorreu em junho de 1969 no bar Stonewall Inn]. Fazemos um ano de namoro, por isso, porque não?\u0094 explicou o rosto da campanha primavera/verão 2011-2012 da Burberry.', 'A verdade é que no evento do início desta semana, aquela que começou por protagonizar anúncios da marca de chocolates Cadbury não esqueceu a namorada no discurso: \u0093Tenho uma mulher muito especial nesta sala e tenho de lhe agradecer. Ela sabe quem é. É uma das pessoas que me ajudaram a amar-me quando mais precisava disso. Mostrou-me o que é o verdadeiro amor\u0094 adiantou Delevingne, referindo-se à companheira, rematando com \u0093Amo-te, Sprinkles\u0094, a alcunha que atribuiu a Benson.', 'Por outro lado, a californiana partilhou uma fotografia de Delevingne, nas Instastories do Instagram, com a legenda \u0093Amo-te. Estou orgulhosa de ti\u0094 sendo que, como prova de que não escondem a relação, a inglesa publicou um vídeo, na mesma rede social, onde se pode ver as duas jovens a beijarem-se. A legenda? \u0093#PRIDE\u0094 que, em português, significa \u0093orgulho\u0094.'] ",
        "numberPosts": " 3 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "4508657223",
            "user": "benficasempre",
            "date": "8 months ago",
            "timestamp": "NA",
            "commentText": "f***das, f***das, f***das ... mas que mmeerdda esta ?!! o mundo está virado !!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4508097319",
            "user": "xupem",
            "date": "8 months ago",
            "timestamp": "NA",
            "commentText": "Esta gente tem que ser internada num sanatório, não dizem coisa com coisa. Até tenho pena destas doentes mentais.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4510841218",
                    "user": "jordannasantoro",
                    "date": "8 months ago",
                    "timestamp": "NA",
                    "commentText": "Pena eu tenho de vc",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}