{
    "header": {
        "title": " Cristina Ferreira e Goucha atacados em direto ",
        "subtitle": " 'Vocês não deixam falar ninguém', disse a telespectadora ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 14 de janeiro 2017 ",
        "dateExtraction": " 2020-02-19 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/543949/cristina-ferreira-e-goucha-atacados-em-direto ",
        "postText": " ['Uma mulher ligou esta semana para o programa das manhãs da TVI para criticar os apresentadores Manuel Luís Goucha e Cristiana Ferreira.', '\u0093Vocês não deixam falar ninguém. A Pimpinha estava a falar de Barack Obama e vocês mudaram para as pizzas. Já com o Quintino Aires é a mesma coisa. No outro dia estavam a dar os signos, chegou à hora do último signo e mudaram logo para outra perspetiva. Vocês atropelam-se uns aos outros parece a Feira da Ladra. Não deixam falar ninguém\u0094, começou por dizer a telespectadora.', '\u0093Nós vemos o programa todos os dias mas, às vezes, acabamos por desligar porque já estamos fartos de tanta chachada, porque vocês não deixam ouvir ninguém do princípio ao fim\u0094, acrescentou Maria Irene, realçando que queria ouvir o que Pimpinha Jardim estava a falar relativamente ao presidente dos Estados Unidos no momento em que os apresentadores interromperam o seu raciocínio para encomendar pizzas.', 'No meio da conversa, Cristina Ferreira e Manuel Luís Goucha pediram à telespectadora para não se enervar e para \u0093não levar a sério\u0094 o que fazem, uma vez que este é um programa de entretenimento.'] ",
        "numberPosts": " 7 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Physical Identity - Physical (and Mental) Impairments",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Idiota",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "3101208201",
            "user": "florrosas",
            "date": "3 years ago",
            "timestamp": "NA",
            "commentText": "O Goucha é muito vaidoso mas, já nos brindou com grandes programas de entrevistas, para os quais se prepara e tem demonstrado uma cultura geral de algum significado. A Cristina parece estar sempre com o fogacho aceso, ri-se a despropósito, diz disparates aos quais só ela acha graça e torna-se consativa",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3101175827",
            "user": "mariaportuguesa",
            "date": "3 years ago",
            "timestamp": "NA",
            "commentText": "Simpatizo com a Cristina porque não é malcriada para as pessoas. Já o Goucha não o posso nem ver, é um perfeito <b> idiota </b>e um grosseirão, deviam metê-lo no olho da rua.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Idiota"
            ]
        },
        {
            "id": "3099747474",
            "user": "manhosinho",
            "date": "3 years ago",
            "timestamp": "NA",
            "commentText": "Se uma Tv portuguesa fizesse em Espanha o que a Tvi tem feito em Portugal há muito que o Goucha teria de arranjar emprego noutro lado qualquer que os espanhóis punham-lhe logo as malas à porta. Mas como o português é bom rapaz aguenta tudo e ah e tal deixe lá, não se chateiem, isto é tudo brincadeira. Com a brincadeira é que têm enchido a cabeça dos jovens de asneiredo. Teresa Guilherme, Maria Leal, Goucha e companhia deveriam pagar um imposto especial para os mais desfavorecidos.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "3100783582",
                    "user": "disqus_8ohV1C3NRr",
                    "date": "3 years ago",
                    "timestamp": "NA",
                    "commentText": "O imposto teria que ter um nome. Proponho: \"Imposto da estupidez\".<br/>Porquê? Porque os programas destes senhores e senhores estão a contribuir para a estupidificação de muitos portugueses.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3099759698",
                    "user": "julielisa",
                    "date": "3 years ago",
                    "timestamp": "NA",
                    "commentText": "Completamente de acordo !",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "3099389416",
            "user": "disqus_cCN608U5Li",
            "date": "3 years ago",
            "timestamp": "NA",
            "commentText": "Ponham a Cristina Ferreira sem cuecas e pernas abertas e calem-se que o programa aumente de espectadores..",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "3100896125",
                    "user": "jjossee",
                    "date": "3 years ago",
                    "timestamp": "NA",
                    "commentText": "E o Goucha? Também podia ficar sem cuecas e de rabinho ao alto mas de costas. Temos de acompanhar os tempos e as conquistas democráticas, porque senão ainda somos acusados de alguma coisa pela ILGA ou outra associação folclórica afim tipo BE...<br/>;-)",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}