{
    "header": {
        "title": " André Ventura vs João Ferreira. Debate marcado por acusações e interrupções mútuas ",
        "subtitle": " Candidato comunista ataca líder do Chega com proximidade com Le Pen, Ventura responde: O ídolo dele é o Kim-Jong-Un. Ambos os candidatos pareceram ser fãs do provérbio popular: diz-me com quem andas dir-te-ei quem és. ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 2 de janeiro 2021 ",
        "dateExtraction": " 2021-01-04 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/719788/andre-ventura-vs-joao-ferreira-debate-marcado-por-acusacoes-e-interrupcoes-m-tuas ",
        "postText": " ['O segundo dos debates entre candidatos presidenciais, o primeiro foi entre Marcelo Rebelo de Sousa e Marisa Matias, colocou André Ventura, líder do Chega, e João Ferreira, do PCP, frente a frente. O debate foi pouco esclarecedor e repleto de interrupções mútuas. Durante vários minutos, e mais do que por uma vez, ambos se atropelaram a falarem um por cima do outro, a moderadora teve de intervir em várias situações.', 'Foi Ventura que começou o debate, com uma intervenção sobre o polémico caso da escolha de José Guerra para procurador europeu. Ministros como o da Administração Interna e da Justiça já não deviam estar em funções e se estão é muito culpa do PCP e do Bloco de Esquerda, disse, atirando ainda uma crítica a Marcelo Rebelo de Sousa. O Presidente não serve para tirar selfies, nem para cortar fitas.', 'João Ferreira sublinhou que em primeiro lugar, importa explicar como é escolhido o procurador, o que acusou o adversário de não saber.', 'O candidato do Chega acusou o toque e ripostou: João Ferreira está já nervoso. Deixe-me falar, reagiu o adversário.', 'Se foram dadas informações incorretas, continuou o candidato comunista, terá de haver consequências. Mas tem dúvidas?, questionou. Se impusesse a si o critério de quem mente vai-se embora, o André Ventura já não estaria aqui, atirou ainda.', 'Seguiram-se alguns uns minutos de mais ruído do que troca de ideias, pois não se conseguia ouvir o que cada um dos candidatos dizia, limitavam-se a falar um por cima do outro. Após intervenção da jornalista da TVI, que transmitiu o debate, foi feita a questão a João Ferreira acerca do país a que iria primeiro caso fosse eleito. A questão foi colocada ao candidato comunista, mas foi Ventura quem respondeu com tom sarcástico: À Coreia do Norte. João Ferreira respondeu: Choca-me que André Ventura ande com a líder da Frente Nacional, da extrema-direita.', 'Já Ventura retorquiu, lamentando que adversário o ataque com Le Pen e Salvini quando o ídolo dele é Kim Jong-Un. Segue-se uma troca de acusações sobre passados terroristas entre as fileiras de ambos os partidos. João Ferreira insinua a presença de bombistas terroristas no Chega, numa referência ao passado de ligação de Diogo Pacheco Amorim, estratega político do partido, ao MDLP - Movimento Democrático de Libertação de Portugal.', 'Não temos nenhum militante que tenha participado em terrorismo como o das FP25 de Abril, nem trouxemos terroristas colombianos para o nosso festival, riposta André Ventura, lembrando a ida das FARC à Festa do Avante.', 'Embora os temas já referidos tenham sido os que trouxeram maior tensão ao debate, os candidatos também abordaram outros tópicos como a eutanásia, o poder de dissolução do Parlamento e o número de deputados na Assembleia da República.', 'Ventura defendeu a consulta popular sobre a eutanásia: Acho que se devia ouvir os portugueses. Eu convocaria um referendo. Não se quer ouvir os portugueses. É preciso que a eutanásia esteja devidamente regularizada para que não se coloque os nossos idosos em perigo”.', 'Já João Ferreira disse que não convocaria um referendo, uma vez que os portugueses elegeram a Assembleia da República e que por isso esta tem a legitimidade para tomar estas decisões. Como Presidente da República, respeitaria aquela que é a vontade da Assembleia da República.', 'Sobre as competências de chefe de Estado, o candidato comunista sublinhou: Não abdicaria de nenhum dos poderes que o Presidente da República tem. Se necessário utilizaria a bomba atómica [dissolução da AR] caso estivessem em causa direitos fundamentais da Constituição.Adiantou ainda que não houve nenhuma situação em que o teria feito no lugar de Marcelo Rebelo de Sousa no último mandato.', ' André Ventura não é da mesma opinião, para o candidato do Chega houve dois momentos em que teria ponderado dissolver a Assembleia da República: os incêndios de 2017 e o caso de Tancos.', ' Em relação à redução do número de deputados no Parlamento, uma das bandeiras do Chega, Ventura foi perentório: Não precisamos de 230 deputados para absolutamente nada . Ventura defendeu um sistema político mais eficaz e mais pequeno. Para o candidato, o ideal seria haver 100 deputados, com uma redução salarial de cerca de 12 % . ', ' Já João Ferreira sublinhou que esta visão serve para defender os interesses dos grandes grupos económicos e contra - atacou com os três salários de André Ventura. ', ' As acusações continuaram, com o líder do Chega a garantir que não dependia de qualquer interesse económico e lançando a provocação: O PCP não paga impostos na Festa do Avante!.', ' O debate chegava então ao fim, mas não os atropelos e os ataques mútuos.Aliás, o site do PCP e da candidatura de João Ferreira ficaram mesmo em baixo, depois de André Ventura ter dito que havia vídeos de aplausos a Lenine e ao regime da Coreia do Norte e de ambos os candidatos terem apelado à consulta das páginas.'] ",
        "numberPosts": " 160 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Ideological and Political Identity - General,Gender - General,Sexual Identity - Male homosexuality",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Comunista,Mulher,Género,Roto,Aberração,Cego,Monhé,Monhé,Tuga,Negro,Branco,Cigano,Bola",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "5211832849",
            "user": "disqus_BBUm5xfcIE",
            "date": "9 hours ago",
            "timestamp": "NA",
            "commentText": "Grande debate em que João Ferreira foi cilindrado por André Ventura!!!...<br/>Não há hipótese!!!... André vai sair destas eleições com um potencial político nunca visto e, nas autárquicas, iremos consolidar este resultado no poder local!!!..<br/>Este movimento é imparável!... Estamos fartos de ver sempre os memos políticos de há 40 anos, que nada fazem e se entregam apenas à corrupção!... Queremos acabar com isso !!!... <br/>Força André Ventura!!!...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5211763731",
            "user": "disqus_O64LEgZpPK",
            "date": "11 hours ago",
            "timestamp": "NA",
            "commentText": "Este debate demonstrou apenas e só uma coisa. Nenhum têm o mínimo de perfil para chegar a PR.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5211690973",
            "user": "jesusmerda",
            "date": "14 hours ago",
            "timestamp": "NA",
            "commentText": "O que dá mais piada é o Ventura acusar o João Ferreira de ter o Lenin no seu site, mas é de rir quando o próprio chega tem no seu site referências ao Hitler e Mussolini, ou seja, diz o <b> roto </b>ao nu.<br/>Atirar pedras quando tem telhados de vidro... é o rir.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Roto"
            ]
        },
        {
            "id": "5211106744",
            "user": "disqus_BzBL8hq9yT",
            "date": "a day ago",
            "timestamp": "NA",
            "commentText": "Ventura esteve muito bem. Não deu hipóteses ao camarada.<br/>Chega!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5211037589",
            "user": "disqus_zMUU2BonaE",
            "date": "a day ago",
            "timestamp": "NA",
            "commentText": "Espectáculo, seria eles terem-se envolvido à chapada, isso sim seria digno de se ver!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5210984081",
            "user": "disqus_NDONqXPlqF",
            "date": "a day ago",
            "timestamp": "NA",
            "commentText": "«...André Ventura vs João Ferreira...» - in jornal Sol\nO sr. Ferreira, candidato do sr. George Soros.\nMais informação em:\nReliable allies in the European Parliament (2014 – 2019) - Kumquat Consult for the Open Society European Policy Institute\n(No documento pdf ir para a página 84)\nP.S.: A diferença entre o sr. Ventura e o sr. Ferreira é nenhuma.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5210950467",
            "user": "ruikkrull",
            "date": "a day ago",
            "timestamp": "NA",
            "commentText": "\"Rir\" muito de Tristeza com esse JOÃOZINHO e a sua CULTURA BOVINA!<br/>===================================================<br/>E muito esclarecedor com os Vómitos do Leninismo do caladinho Joãozinho Ratão com muitas MISÉRIAS que grassam nas COMUNADAS espalhadas por este mundo e que esse \"DEMOCRATA\" DE ALCOVA CALA.<br/>A morte aos portugueses foi desejada pelo MAMADU BA pah!<br/>(*) - E que dizer dos 100 000 000 de mortos provocados pelo COMUNISMO da foice e do martelos ferrugentos de má memória?<br/>(*) - E que dizer da iniquidade da CULTURA DE MORTE que o COMUNISMO apoia como a Lei do Aborto que só em 2020 provocou 40 000 000 de vítimas de futuros seres humanos em todo o mundo e que agora acrescenta a essa CULTURA mais um país, a Argentina que aprovou igual procedimento.\nDe qualquer maneira o que se exige é a LIBERTAÇÂO e a PROIBIÇÃO em Portugal do jugo de PARTIDOS COMUNISTAS que mesmo assim (*) vergonhosamente a CONSTITUIÇÃO permite a sua existência.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5210891755",
            "user": "disqus_IsbArl2mJt",
            "date": "a day ago",
            "timestamp": "NA",
            "commentText": "João Ferreira, para além de não ter estofo para Ventura, tem ainda a desvantagem de defender um regime político que nenhum povo do Planeta Terra deseja: uma ditadura. Por isso, Ventura só terá adversários à altura com Marcelo e com Ana Gomes.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5210937784",
                    "user": "disqus_0N81tDtXMQmatita",
                    "date": "a day ago",
                    "timestamp": "NA",
                    "commentText": "Não acredito que Ana Gomes seja adversário à altura de AV, a não ser nos gritos mútuos.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5210839799",
            "user": "bolideirayahoocombr",
            "date": "a day ago",
            "timestamp": "NA",
            "commentText": "A tática do Ventura deixou o todo baralhado logo de início deixou-o a comer sopa. O João esbaralhou se todo... O melhor foi ele a defender a Venezuela e a Coreia do Norte. Ai «Jasus» comuna do caralh0!!!<br/>Por isso o Ventura arrasou com o comuna, agora quero ver a humilhar o apalhaçado Martelo e a Ana Casa  Pia Peixeira Gomes a  candidata    das  minorias. A desbocada avantesma!!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5210835032",
            "user": "bolideirayahoocombr",
            "date": "a day ago",
            "timestamp": "NA",
            "commentText": "Jornalista: João Ferreira qual país gostaria de visitar?<br/>André Ventura: Coreia do Norte...<br/>Eu: 😂😂😂😂😂😂😂😂😂\nO Ventura tem jeito para a coisa. É inegável... E quem disser o contrário está <b> cego!</b>!!!!!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Cego"
            ]
        },
        {
            "id": "5210833731",
            "user": "bolideirayahoocombr",
            "date": "a day ago",
            "timestamp": "NA",
            "commentText": "André Ventura tem um dom que não vejo em mais nenhum politico Português.....tem uma <br/>velocidade de raciocínio e um conhecimento das coisas que mais ninguém tem e é por isso que eles, políticos e jornalistas, o elegeram como o alvo a abater......e é por isso que muitos de nós que têm os olhos abertos para o que se está a passar, vão votar no André Ventura. Chega desta praga <b> comunista </b>que se está a infiltrar no governo e a destruir Portugal aos poucos. Em 30 segundos o André encarta-os a todos!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Comunista"
            ]
        },
        {
            "id": "5210832284",
            "user": "bolideirayahoocombr",
            "date": "a day ago",
            "timestamp": "NA",
            "commentText": "Estou desejoso de ver o Ventura contra a Ana Gomes, isso sim vai ser lindo vai! A desbocada cai da cadeira!!!",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5210833692",
                    "user": "disqus_q9dul5DrtD",
                    "date": "a day ago",
                    "timestamp": "NA",
                    "commentText": "Bem, se for como ontem com o Ventura a não deixar falar ninguém, mais vale não haver debate.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5210831091",
            "user": "bolideirayahoocombr",
            "date": "a day ago",
            "timestamp": "NA",
            "commentText": "Grande Ventura <br/>O <b> comunista </b>era o saco de boxe parecia o ucraniano no STF e o Ventura só não dava mais, porque tinha pena...!<br/>Força André Ventura <br/>Chega-lhes forte a essa escumalha de esquerda!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Comunista"
            ]
        },
        {
            "id": "5210829429",
            "user": "bolideirayahoocombr",
            "date": "a day ago",
            "timestamp": "NA",
            "commentText": "André Ventura trava uma luta desigual com os outros candidatos. É um vulcão amassa-os a todos.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5210822711",
            "user": "bolideirayahoocombr",
            "date": "a day ago",
            "timestamp": "NA",
            "commentText": "Ontem no debate o Ventura deu 14 a 1 ao comuna! André é um VULCÃO!!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5210821205",
            "user": "bolideirayahoocombr",
            "date": "a day ago",
            "timestamp": "NA",
            "commentText": "Grande André Ventura! Com discurso rápido e pensamento ainda mais rápido<br/>Nenhum outro tem pedalada para ele.<br/>A esquerdalha tem de ser eliminada.<br/>O João Ferreira, adorador de Stalin. Adora a subsiodependência!<br/>Ele que vá para a Coreia do Norte! Adorar o ditador!<br/>Viva o André Ventura, viva o CHEGA, viva Portugal",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "5210822754",
                    "user": "disqus_q9dul5DrtD",
                    "date": "a day ago",
                    "timestamp": "NA",
                    "commentText": "Estás muito ativo, mas isso não impede que de certeza o Ventura fique quando muito em 3º.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "5210824021",
                            "user": "bolideirayahoocombr",
                            "date": "a day ago",
                            "timestamp": "NA",
                            "commentText": "Não digas isso! Que a peixeira Ana Gomes não tem pedalada para o André Ventura!",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "5210838675",
                                    "user": "disqus_q9dul5DrtD",
                                    "date": "a day ago",
                                    "timestamp": "NA",
                                    "commentText": "Tens razão, ninguém tem pedalada para o Ventura, quando nem deixa falar os adversários, mas que se pode esperar de alguém que não tem respeito nenhum pelos outros,  e educação.",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5210819695",
            "user": "bolideirayahoocombr",
            "date": "a day ago",
            "timestamp": "NA",
            "commentText": "André Ventura cilindrou  o comuna. Cheguei mesmo a ter pena do homem, tremia como varas verdes!!!!",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5210818955",
            "user": "bolideirayahoocombr",
            "date": "a day ago",
            "timestamp": "NA",
            "commentText": "Grande surra! Coitado do comunistinha! Esses comunistas já morreram e não se deram conta. Uma vergonha!",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "5210820355",
                    "user": "disqus_q9dul5DrtD",
                    "date": "a day ago",
                    "timestamp": "NA",
                    "commentText": "Eu não defendo um, nem o outro, mas acho mais provável o chega desaparecer, que o PCP.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 4,
                    "replies": [
                        {
                            "id": "5210827814",
                            "user": "bolideirayahoocombr",
                            "date": "a day ago",
                            "timestamp": "NA",
                            "commentText": "Abra os olhos!<br/>Olhe que o André ainda é superior ao Sá Carneiro!!!!",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 3,
                            "replies": [
                                {
                                    "id": "5211115851",
                                    "user": "disqus_Qd08vYnsZv",
                                    "date": "a day ago",
                                    "timestamp": "NA",
                                    "commentText": "Menos abelha, menos...",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "5210836307",
                                    "user": "disqus_q9dul5DrtD",
                                    "date": "a day ago",
                                    "timestamp": "NA",
                                    "commentText": "Bem, não vale a pena procurares tratamento, porque esse delírio já é crónico.",
                                    "likes": 1,
                                    "hasReplies": true,
                                    "numberOfReplies": 1,
                                    "replies": [
                                        {
                                            "id": "5210842804",
                                            "user": "bolideirayahoocombr",
                                            "date": "a day ago",
                                            "timestamp": "NA",
                                            "commentText": "No Sameiro já chove??? E no Bom Jesus do Monte????",
                                            "likes": 0,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5210817578",
            "user": "bolideirayahoocombr",
            "date": "a day ago",
            "timestamp": "NA",
            "commentText": "O André Ventura é da 1ª divisão e o João Ferreira é da distrital!!! Que vergonha este deputado que nem abra a boca no Parlamento Europeu debater com o André Ventura! Tremia por todo o lado!",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5210819294",
                    "user": "disqus_q9dul5DrtD",
                    "date": "a day ago",
                    "timestamp": "NA",
                    "commentText": "Bem, agora entraste em delírio, ou o almoço foi bem regado.",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5210826482",
                            "user": "bolideirayahoocombr",
                            "date": "a day ago",
                            "timestamp": "NA",
                            "commentText": "Reveja o discurso! O João Tremia como varas verdes!<br/>O André mete ao bolso a Marisa Matias, a peixeira Ana Gomes, o João Ferreira, o único que ainda faz frente e alguma luta é o apalhaçado Papagaio.mor do Reino!",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5210805535",
            "user": "ondeestaverdade",
            "date": "a day ago",
            "timestamp": "NA",
            "commentText": "Vi o debate, perdi mais meia hora da minha vida a olhar para 2 energumes.<br/>Ventura a boa moda da cmtv estava sempre a interromper o comuna.<br/>Enfim um debate com perguntas de m3rda e muita peixeirada,  um debate digno de um canal de peixeiros de m3rda.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5210772427",
            "user": "disqus_xmCBjS9tbD",
            "date": "a day ago",
            "timestamp": "NA",
            "commentText": "Ventura imita Trump na palhaçada absurda.<br/>Desvirtua e abusa continuamente do estado democrático para, pé ante pé, tentar impor o totalitarismo com que sonha... <br/>Idealiza que este dar-lhe-á o poder desmedido que tão ambiciosamente deseja.<br/>Palhação e mal educado, fala de temas polémicos e fraturantes para cativar os raivosos ressabiados e os ignorantes que vão atrás da postura teatral, do showoff e das cantigas de bandido.<br/>Oco, vazio,  cheio de lérias, patranhas, mentiras e falsas intenções,  corrompe o debate e anula qualquer possibilidade de partilha, deixando visíveis apenas as cenas pirateadas para os nervosos emocionais e ausentes de conteúdo e espírito crítico aplaudirem.<br/>Fechem os microfones, porra!!",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5210991931",
                    "user": "anamijapacova",
                    "date": "a day ago",
                    "timestamp": "NA",
                    "commentText": "O meu não se abriu para ouvir a <b> aberração!</b><br/>O pouco que me veio ao conhecimento foi no jornal da manhã, enojou-me a peixeirada do fétido Aventura que não é carne nem peixe!...<br/>Zero, zero, zero para as suas desventuras!",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5211000085",
                            "user": "disqus_xmCBjS9tbD",
                            "date": "a day ago",
                            "timestamp": "NA",
                            "commentText": "Ana, foi o esperado. Infelizmente Ventura não surpreende...é sempre de mal a pior, à laia de programa desportivo CMTV...e está cada vez mais refinado. Será desespero por ter visto que estratégias para iludir gente burra têm sempre um fim, como aconteceu a Trump?",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Aberração"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "5210764647",
            "user": "cristinamaltezguerreiro",
            "date": "a day ago",
            "timestamp": "NA",
            "commentText": "O Charlatão Ventura não dá hipótese aos adversários ...<br/>Ao bom estilo Trump, não fecha a matraca quando a conversa não lhe agrada...",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5210873088",
                    "user": "bolideirayahoocombr",
                    "date": "a day ago",
                    "timestamp": "NA",
                    "commentText": "Viva o André Ventura abaixo a comunada!!! Mais nada!!!",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5210763130",
            "user": "disqus_LerI7mwknD",
            "date": "a day ago",
            "timestamp": "NA",
            "commentText": "O PCP não vai buscar a subvenção, andam aflitos. <br/>Uma parte do povo está a passar mal e a esquerda sem vergonha ainda diz que não há austeridade.\nO povo tem medo da austeridade de direita, mas também sabe que as injustiças sociais entre público e privado tem muito o dedo do PCP.\nO PCP e o CDS vão desaparecer em breve. No caso do PCP a salvação será o país virar à direita. Não se compreende, (só a ganância pela  reposições das regalias aos funcionários públicos e as brutais pensões aos reformados), o PCP ter viabilizado a geringonça.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5210730149",
            "user": "disqus_zMUU2BonaE",
            "date": "a day ago",
            "timestamp": "NA",
            "commentText": "Os espectáculos circences nao estao suspensos?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5210687966",
            "user": "bolideirayahoocombr",
            "date": "a day ago",
            "timestamp": "NA",
            "commentText": "Bom bom vai ser o debate entre o André Ventura e o apalhaçado Marcelo!<br/>Aconselho ao André ir munido de guarda chuva, porque o papagaio-mor do reino vai jorrar uma chusma de perdigotos!!! Até vai saltar na cadeira, quando o André o apertar porque tem andado com o tição <b> Mon<b> hé </b</b>>ao colo!!!",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 15,
            "replies": [
                {
                    "id": "5210806759",
                    "user": "ondeestaverdade",
                    "date": "a day ago",
                    "timestamp": "NA",
                    "commentText": "Aldrabão",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5210690522",
                    "user": "disqus_q9dul5DrtD",
                    "date": "a day ago",
                    "timestamp": "NA",
                    "commentText": "E diz o André Ventura que os políticos devem fazer sacrifícios, se hipoteticamente alguma vez fosse PM fazia como Passos que também afirmou o mesmo, e depois colocou sim, os trabalhadores e reformados a fazer sacrifícios.",
                    "likes": 6,
                    "hasReplies": true,
                    "numberOfReplies": 13,
                    "replies": [
                        {
                            "id": "5210760275",
                            "user": "detestosoljornal",
                            "date": "a day ago",
                            "timestamp": "NA",
                            "commentText": "O Burro que ladra ou Fala",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "5210692100",
                            "user": "bolideirayahoocombr",
                            "date": "a day ago",
                            "timestamp": "NA",
                            "commentText": "Vá ao fundo da questão. Não fique só pela rama.<br/>Os cortes começaram em 2010 no tempo do Sócrates. A mim limparam-me 200 € em 2010.<br/>Os cortes foram provocados porque o bandalho Sócrates mais o seu pau mandado Teixeira dos Santos FALIRAM O PAÍS!",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 11,
                            "replies": [
                                {
                                    "id": "5210807143",
                                    "user": "ondeestaverdade",
                                    "date": "a day ago",
                                    "timestamp": "NA",
                                    "commentText": "cala-te aldraão.<br/>A tua sorte é viveres numa democracia.",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "5210696869",
                                    "user": "disqus_q9dul5DrtD",
                                    "date": "a day ago",
                                    "timestamp": "NA",
                                    "commentText": "Sim os cortes começaram com Sócrates, e eu nunca afirmei o contrário, mas Passos mais que os duplicou, e ainda nos colocou a pagar uma sobretaxa de IRS.\nMas preferiste desconversar, porque a questão que eu coloquei é o de prometerem sacrifícios para os políticos em campanha eleitoral, e depois como PM fazer o contrário, transferir esses sacrifícios para os trabalhadores e reformados.<br/>Porque Sócrates não cortou nenhum subsídio, e Passos também prometeu que com ele isso nunca aconteceria, mas depois aconteceu.",
                                    "likes": 4,
                                    "hasReplies": true,
                                    "numberOfReplies": 9,
                                    "replies": [
                                        {
                                            "id": "5210754916",
                                            "user": "disqus_LerI7mwknD",
                                            "date": "a day ago",
                                            "timestamp": "NA",
                                            "commentText": "Passos foi ao bolso dos que mais ganhavam. Costa repôs os mais altos salários e pensões, baixou os impostos diretos, compensou aumentando os impostos indiretos e taxas penalizando os baixos rendimentos. A maioria dos portugueses perdeu poder de compra entre 2016 e 2019.",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 4,
                                            "replies": [
                                                {
                                                    "id": "5210771880",
                                                    "user": "disqus_q9dul5DrtD",
                                                    "date": "a day ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Deixa de insistir nessa aldrabice, porque ela não se torna verdade, por insistir na mentira.\nBasta consultar o Eurostat ou o INE para constatar que com Passos aconteceu o contrário.",
                                                    "likes": 2,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 2,
                                                    "replies": [
                                                        {
                                                            "id": "5210840128",
                                                            "user": "disqus_LerI7mwknD",
                                                            "date": "a day ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Basta consultar as palavras de António Vitorino, histórico do PS, no ano de 2016 acerca do aumento de impostos indiretos.",
                                                            "likes": 0,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 1,
                                                            "replies": [
                                                                {
                                                                    "id": "5210893700",
                                                                    "user": "disqus_q9dul5DrtD",
                                                                    "date": "a day ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "Quais impostos indiretos?<br/>Não desvie do assunto que tu próprio mencionaste, consulta os resultados no INE, ou no Eurostat sobre a pobreza, e depois fala.",
                                                                    "likes": 1,
                                                                    "hasReplies": false,
                                                                    "numberOfReplies": 0,
                                                                    "replies": []
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                },
                                                {
                                                    "id": "5210768451",
                                                    "user": "bigcurak",
                                                    "date": "a day ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Se o Passos não fosse corrido andávamos hoje atrás da Moldávia.<br/>Foi dose ter um Sócrates, mas como se não bastasse tivemos de levar com um Farsola",
                                                    "likes": 2,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        },
                                        {
                                            "id": "5210715435",
                                            "user": "bolideirayahoocombr",
                                            "date": "a day ago",
                                            "timestamp": "NA",
                                            "commentText": "Não foi só a sobretaxa de IRS que criou.<br/>Cortou 49 € de complemento solidário de idosos! E foi aí que perdeu uma catrefada de votos. Obrigou os filhos a declararem o seu IRS nos ascendentes que estavam nos lares.<br/>Um pai tem de reforma 300 € a mãe igual soma 600 €. No lar pagavam 750 € cada um, e o PPC obrigou os filhos a declararem o seu IRS na Segurança Social e os pais deixavam de ter acesso ao complemento solidário de idosos. Sei muito bem a caagada que fez o PPC, por isso perdeu 700 mil votos.<br/>Andou a cortar migalhas e o Paulo Núncio parecia um cão rottweiler atrás dos pequenos  e deixou ao mesmo tempo passar para as offshores 10 mil milhões de € numa assentada. Também não tenho saudades da governação do PPC e da Marilú swapeira!<br/>PPC pagou o subsidio de Natal em duodécimos para o rombo nos ordenados não parecer tão grande! Era um pulhita!!!!<br/>PPC foi um azeiteiro a mando da Troika, queria ir além da Troika e quilhou-se.",
                                            "likes": 1,
                                            "hasReplies": true,
                                            "numberOfReplies": 3,
                                            "replies": [
                                                {
                                                    "id": "5210807851",
                                                    "user": "ondeestaverdade",
                                                    "date": "a day ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Aldrabão não cuspes em cima do pedro sem coelhone, foi ele que formou o teu amante ventura. Por isso respeita o pai tá?",
                                                    "likes": 1,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 2,
                                                    "replies": [
                                                        {
                                                            "id": "5210857869",
                                                            "user": "bolideirayahoocombr",
                                                            "date": "a day ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Ai foi?? <br/>Mas foi fruta que caiu bem longe da árvore!!!!<br/>Diga lá que não!!!!",
                                                            "likes": 0,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 1,
                                                            "replies": [
                                                                {
                                                                    "id": "5210959180",
                                                                    "user": "ondeestaverdade",
                                                                    "date": "a day ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "Não não meu caro amigo, aconselho vivamente que revejas o teu livrinho do pensamento unico.<br/>PPC acarinhou o teu querido delfim e se o Pedro sem coelhones ficasse no psd....o chega nem sequer existia.<br/>Alem de aldrabão és pouco informado.",
                                                                    "likes": 2,
                                                                    "hasReplies": false,
                                                                    "numberOfReplies": 0,
                                                                    "replies": []
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Monhé"
            ]
        },
        {
            "id": "5210687129",
            "user": "mariaeugniamrias",
            "date": "a day ago",
            "timestamp": "NA",
            "commentText": "Realmente direita e esquerda são completamente diferentes.  Os que os querem misturar são os esquerdas que têm vergonha de ser de direita.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5210685562",
            "user": "disqus_fi5cXUR6x4",
            "date": "a day ago",
            "timestamp": "NA",
            "commentText": "Levou o comuna às corda",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5210677686",
            "user": "bolideirayahoocombr",
            "date": "a day ago",
            "timestamp": "NA",
            "commentText": "André Ventura deu 9-1 ao <b> comunista!</b> Eu vi o debate.<br/>O João Ferreira estava nervoso.<br/>O André com muita lábia comeu o João Ferreira de cebolada!",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 8,
            "replies": [
                {
                    "id": "5210808719",
                    "user": "ondeestaverdade",
                    "date": "a day ago",
                    "timestamp": "NA",
                    "commentText": "Pois como estereotipo do <b> tuga </b>acéfalo gostas é de labias e não de factos",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Tuga"
                    ]
                },
                {
                    "id": "5210770589",
                    "user": "bigcurak",
                    "date": "a day ago",
                    "timestamp": "NA",
                    "commentText": "certissimo na parte com muita labia.<br/>alem de labia de baixo nivel nada mais tem essa figurinha tenebrosa",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5210687199",
                    "user": "disqus_q9dul5DrtD",
                    "date": "a day ago",
                    "timestamp": "NA",
                    "commentText": "Para mim os debates não esclarecem nada.<br/>Mas muito menos debates deste tipo, quando querem falar todos ao mesmo tempo.",
                    "likes": 4,
                    "hasReplies": true,
                    "numberOfReplies": 5,
                    "replies": [
                        {
                            "id": "5210690482",
                            "user": "bolideirayahoocombr",
                            "date": "a day ago",
                            "timestamp": "NA",
                            "commentText": "Contigo não vale a pena dar opiniões, porque tu estás sempre com os óculos cor de rosa nos olhos e vês a realidade dessa cor.<br/>Até concordas com a trapalhice das 3 falsidades do CV do procurador, e achas justo ir para a UE o que ficou em nº2 e a que ficou em nº1 não foi porque foi incómoda na negociata das golas antifogo!! Que é uma fábrica propriedade de um xuxa! Quem se mete com o PS leva!!! E a que ficou em nº1 levou!!!",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 4,
                            "replies": [
                                {
                                    "id": "5210693163",
                                    "user": "disqus_q9dul5DrtD",
                                    "date": "a day ago",
                                    "timestamp": "NA",
                                    "commentText": "Como referi várias vezes não tenho partido, pela simples razão que não gosto de amarras, mas tudo vos serve quando não há argumentos.<br/>Se fosse incompetente, ou tivesse sido aprovado com base em falsidades, Bruxelas já tinha exigido que fosse substituído.",
                                    "likes": 4,
                                    "hasReplies": true,
                                    "numberOfReplies": 3,
                                    "replies": [
                                        {
                                            "id": "5210694332",
                                            "user": "bolideirayahoocombr",
                                            "date": "a day ago",
                                            "timestamp": "NA",
                                            "commentText": "Bruxelas quer lá saber. Dos 27 países só 2 mais Portugal nomearam a que estavam em 2º lugar! O Procurador Guerra agora unta-se e besunta-se e arreganha a taxa e a outra xupa nos dedos....",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 2,
                                            "replies": [
                                                {
                                                    "id": "5210698770",
                                                    "user": "disqus_q9dul5DrtD",
                                                    "date": "a day ago",
                                                    "timestamp": "NA",
                                                    "commentText": "E até podiam nomear o que estava em 3º lugar nada os impedia, o senão só existia em que depois podiam ser aceites, ou não por Bruxelas.",
                                                    "likes": 3,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 1,
                                                    "replies": [
                                                        {
                                                            "id": "5210727559",
                                                            "user": "bolideirayahoocombr",
                                                            "date": "a day ago",
                                                            "timestamp": "NA",
                                                            "commentText": "Ou nomear um qualquer, que fosse maleável e estivesse ás ordens do governo xuxa!!!",
                                                            "likes": 0,
                                                            "hasReplies": false,
                                                            "numberOfReplies": 0,
                                                            "replies": []
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Comunista"
            ]
        },
        {
            "id": "5210670544",
            "user": "aquariustranslucido",
            "date": "a day ago",
            "timestamp": "NA",
            "commentText": "Na era actual o comunismo já não tem razão de ser, principalmente no nosso país integrado na UE ,  no meio de países civilizados e onde a globalização  é a que prevalece.<br/>Entretanto ainda temos um punhado  de atrasados mentais que teimam em alimentar a máquina milionária  <b> comunista </b>, e lutando contra o progresso...<br/>A extrema-direita existe porque, desde a década de 70, não tivemos na Europa políticos com tomates para controlar a entrada desenfreada  de imigrantes  proveniente de países problemáticos e extremistas que vieram desestabilizar  a boa vivência entre o povo europeu...<br/>Entre a extrema-direita ,  do \"papão\" Lepen e o comunismo radical do \"macaquinho\"  Kim, venha o Diabo e escolha... evidentemente este último...",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5210774744",
                    "user": "bigcurak",
                    "date": "a day ago",
                    "timestamp": "NA",
                    "commentText": "O salazar e o Caetano e que sabiam.<br/>uma maravilha<br/>vai para o c@r@lho",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Comunista"
            ]
        },
        {
            "id": "5210658732",
            "user": "discus_EGJS",
            "date": "a day ago",
            "timestamp": "NA",
            "commentText": "João Ferreira não é nenhum desconhecido dos portugueses há já bastante tempo e André Ventura tornou~se conhecido nos últimos tempos. O tempo do debate é limitado, logo é necessário que haja um moderador para impedir que um dos intervenientes domine todo o tempo. Pelos vistos, quem moderou o debate (não vi o debate, não sei quem foi o jornalista) não cumpriu o seu papel. Conhecendo ambos os candidatos, percebe~se bem quem quis dominar a arena e impedir o oponente de se fazer ouvir... Só podia ser André Ventura, que não é mais que um charlatão. Nunca se viu antes João Ferreira a impedir os outros de exprimirem as suas ideias, mas estamos fartos de ver as figuras de feirante de André Ventura.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5210677034",
                    "user": "detestosoljornal",
                    "date": "a day ago",
                    "timestamp": "NA",
                    "commentText": "Então se não viste cala-te",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5210686212",
                            "user": "disqus_fi5cXUR6x4",
                            "date": "a day ago",
                            "timestamp": "NA",
                            "commentText": "Deu-lhe forte e feio,pobre comuna",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5210650851",
            "user": "disqus_OIp4qfhf9q",
            "date": "a day ago",
            "timestamp": "NA",
            "commentText": "QUANDO O NADA É O QUE SE TEM...\nNulidade de indivíduos. <br/>Ideias exequíveis parece-me que nunca as tiveram...",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5210646601",
            "user": "amigodocamolas",
            "date": "a day ago",
            "timestamp": "NA",
            "commentText": "O maior inimigo dos comunistas não são os seus adversários, é o próprio comunismo.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5210631500",
            "user": "detestosoljornal",
            "date": "a day ago",
            "timestamp": "NA",
            "commentText": "André Ventura 15 a Zero, como sempre os jornais de Nerda como o sol <br/>dizem as Kagadas ao contrario.....Vai André o Povo quer um novo Sá Carneiro",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5210776083",
                    "user": "bigcurak",
                    "date": "a day ago",
                    "timestamp": "NA",
                    "commentText": "O Aldrabe não e um novo Sá Carneiro e Só Carneiro",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5210593746",
            "user": "Disqusmanuelgomes",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "Eles não sabem que é falta de educação sobreporem-se um sobre o outro desrespeitando também os ouvintes !?\nNão sabem o que ê para ou resposta ?\nNão sabem mais que o falar está no escutar e falar no seu tempo certo .\nTrapalhões .",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5210672216",
                    "user": "aquariustranslucido",
                    "date": "a day ago",
                    "timestamp": "NA",
                    "commentText": "Tem razão, são trapalhões, mas quando a ideologia é extrema uma da outra ...dá nisso, melhor que \"batatada\"...",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5210593693",
            "user": "disqus_Bgjgzidp1j",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "sempre pensei que o curriculum era feito pelo próprio....afinal quem fez ou faz o curriculum do Guerra é o ministério da justiça...a \" democracia\" no seu melhor.",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 10,
            "replies": [
                {
                    "id": "5210600278",
                    "user": "Disqusmanuelgomes",
                    "date": "a day ago",
                    "timestamp": "NA",
                    "commentText": "A ministra do sistema judiciário e o ministro administração interna não têm condições nem respeito para manterem o cargo .\nPoderão estar seguros pelos fios como marionetas pelo Costa devido à presidência europeia . Mas não conseguem manterem -se todo o ano ...mais serão os escândalos .\nNão tenho vergonha do país .\nMas tenho profunda vergonha de representantes desta forma que envergonham além fronteiras um país pondo em causa a imagem e o angariado pelo país .\nNem me revejo nesse tipo de gente seja <b> branco </b>ou<b>  negro</b> . Uma vergonha sem vergonha .",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Negro",
                        "Branco"
                    ]
                },
                {
                    "id": "5210596935",
                    "user": "disqus_q9dul5DrtD",
                    "date": "2 days ago",
                    "timestamp": "NA",
                    "commentText": "O Curriculum foi enviado como nota para a embaixada, mas segundo a ministra não foi isso que determinou a aprovação do juiz, até porque se houvesse irregularidades teriam de o substituir.",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 8,
                    "replies": [
                        {
                            "id": "5211449910",
                            "user": "disqus_oQ6NjihhdN",
                            "date": "20 hours ago",
                            "timestamp": "NA",
                            "commentText": "Ó homem! Ganhe vergonha na cara!!! Não defenda biltres!!! É que alem da burla, a van dunem teve o desplante de mais uma vez passar as suas  culpas para os outros que lhe são inferiores na hierarquia! Isto nada tem a ver com politica. Tem a ver com caracter,  dignidade e valores que essa gente não tem, nem faz a minima ideia do que é isso!!!",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "5210683304",
                            "user": "aquariustranslucido",
                            "date": "a day ago",
                            "timestamp": "NA",
                            "commentText": "O prof. martelo, já disse não compreender essa nomeação...mas iluminados como você estão de acordo e que tudo foi limpinho como o algodão antes de ser esfregado nas bentas do bosta e da angolana...",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "5210814331",
                                    "user": "disqus_q9dul5DrtD",
                                    "date": "a day ago",
                                    "timestamp": "NA",
                                    "commentText": "Foi erro dos serviços ao mandarem uma nota para a embaixada com erros, mas isso não impediu que fosse aceite.\nE se fosse grave Bruxelas já tinha pedido a substituição.\nMas estão a empolar o caso, o que é normal, para uma oposição que em política tudo serve para criticar, e não têm mais nada de importante para debaterem, ou propostas para apresentar.",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "5210679755",
                            "user": "bolideirayahoocombr",
                            "date": "a day ago",
                            "timestamp": "NA",
                            "commentText": "És tão mirolho!!!<br/>Estás a  defender as falsidades do CV do Guerra!<br/>Se fosse tu que ficasses em 1º lugar e fosses preterido, falavas assim?! Gostavas???<br/>Vai tomar a medicação e vai ver o Sameiro! Em vez de dizeres baboseiras!",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "5210671768",
                            "user": "provinciana",
                            "date": "a day ago",
                            "timestamp": "NA",
                            "commentText": "SE não foi isso que determinou a nomeação porque fabricaram um currículo mentiroso?! Se calhar é porque o embuste e a mentira está na génese da xuxalhada.",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 3,
                            "replies": [
                                {
                                    "id": "5210817502",
                                    "user": "disqus_q9dul5DrtD",
                                    "date": "a day ago",
                                    "timestamp": "NA",
                                    "commentText": "Não foram os erros da nota dos serviços enviada para a embaixada que determinou a nomeação, nem que Bruxelas tivesse aceite o juiz para o cargo.",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "5210680539",
                                    "user": "bolideirayahoocombr",
                                    "date": "a day ago",
                                    "timestamp": "NA",
                                    "commentText": "Não vale a pena responder porque este é xuxa ferrenho e nem sabe o que diz!",
                                    "likes": 2,
                                    "hasReplies": true,
                                    "numberOfReplies": 1,
                                    "replies": [
                                        {
                                            "id": "5210818280",
                                            "user": "disqus_q9dul5DrtD",
                                            "date": "a day ago",
                                            "timestamp": "NA",
                                            "commentText": "Já referi mais que uma vez que não tenho partido, pela simples razão que não gosto de amarras.",
                                            "likes": 1,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5210589602",
            "user": "Disqusmanuelgomes",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "Portugal já tem presidente e não fica sem o presidente tem o que tem : a pobreza associada também .",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5210588320",
            "user": "Disqusmanuelgomes",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "Não vou votar nestas ; vou aproveitar para espairecer uma vez que esse fim de semana só pode ter livre trânsito : então ponho -me a mexer cuidando de mim e da princesa concerteza . Aproveitar abliberdade Viva a liberdade e poupar despesa ao estado pela subvenção do voto .",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "5210672222",
                    "user": "provinciana",
                    "date": "a day ago",
                    "timestamp": "NA",
                    "commentText": "Já decidi fazer o mesmo há muito tempo.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5210597964",
                    "user": "disqus_q9dul5DrtD",
                    "date": "2 days ago",
                    "timestamp": "NA",
                    "commentText": "Ora nem mais, deixar que os outros decidam por nós, mesmo tendo tantas opções, depois não se queixem.",
                    "likes": 3,
                    "hasReplies": true,
                    "numberOfReplies": 5,
                    "replies": [
                        {
                            "id": "5210608399",
                            "user": "Disqusmanuelgomes",
                            "date": "a day ago",
                            "timestamp": "NA",
                            "commentText": "JCesar !\nEstá decidido . É Marcelo o presidente no meio diversos candidatos é o candidato possível .\nÉ como eu ao sair de casa ou regressar a casa é o caminho possível.\nMesmo que discorde porventura estar sempre esburacado e irregular abrem buracos e fecham buracos andam nisto sem obra efectiva de raiz .\nNão votei , não voto em Marcello .\nMas também todos outros estão muito longe de me convencerem .\nPrefiro também não votar em extremistas .\nEntão vou aproveitar a liberdade livre trânsito nesse fim de semana . Depôs no carnaval estamos confinados .\nAjo mediante a consciência e não estou preocupado Marcelo<br/>É presidente o possível ao momento quer goste ou não goste o mal menor entre todos .  A minha opinião",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 4,
                            "replies": [
                                {
                                    "id": "5210609885",
                                    "user": "disqus_q9dul5DrtD",
                                    "date": "a day ago",
                                    "timestamp": "NA",
                                    "commentText": "A democracia exige a participação de todos, é um ato cívico, mas não é obrigatório.<br/>Mas depois não se queixem.",
                                    "likes": 3,
                                    "hasReplies": true,
                                    "numberOfReplies": 3,
                                    "replies": [
                                        {
                                            "id": "5210618465",
                                            "user": "Disqusmanuelgomes",
                                            "date": "a day ago",
                                            "timestamp": "NA",
                                            "commentText": "JCesar .\nParticipo bastante civicamente , ajo consoante as circunstâncias .\nComo não é obrigatório ; também é um direito abstenção .\nComo também posso votar em todos de uma só vez a lei prevê : Voto Nulo .\nQuer sejam votantes ou não ; devemos e podemos nos queixar sempre e intervir diariamente mesmo que seja abstencionista .\nAssim como além desta hão outras mais para votar autárquicas etc etc .\nAí vou votar e mesmo assim a freguesia mudou de côr política e continua a via degradada  vai para dez anos .\nPortanto como vê a qualidade política : sempre a enganar o cidadão .\nÉ necessário um refresh lei eleitoral e responsabilidade pública e política ; como também criar círculos uninominais ...\nGerar evolução democrática essa também pode ser gerada pela onda abstencionista expressiva pode ser uma forma contestação .\nNem voto sempre da mesma forma e nos mesmos : o meu voto é vagabundo nunca se sabe onde vai parar consoante aquilo que estiver em causa .\nBem haja . Um bom ano para todos para si também . É um ano desafiante transformador .",
                                            "likes": 1,
                                            "hasReplies": true,
                                            "numberOfReplies": 2,
                                            "replies": [
                                                {
                                                    "id": "5210622557",
                                                    "user": "disqus_q9dul5DrtD",
                                                    "date": "a day ago",
                                                    "timestamp": "NA",
                                                    "commentText": "A onda abstencionista não muda nada, ninguém sabe porque o fazem, se por comodismo, se para eles tanto faz que Governe este, ou aquele, se por protesto.<br/>A abstenção em termos de análise não diz nada.",
                                                    "likes": 3,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 1,
                                                    "replies": [
                                                        {
                                                            "id": "5210631893",
                                                            "user": "Disqusmanuelgomes",
                                                            "date": "a day ago",
                                                            "timestamp": "NA",
                                                            "commentText": "JCesar ! <br/>Não lhes diz nada porque não querem  . <br/>O sistema ignora e depôs ficam admirados quando nascem movimentos inorgânicos ou ditos populistas .\nNão sabem porque não querem nem lhes convém .\nPorque também fazem escrutínio debatido em sondagens ; porque não o fazem também como até limpam também os cadernos eleitorais porque estás até terão outras abstencionistas embora inscritos mas MORRERAM , portanto não vão .\nHá sempre muito a melhorar daí o tal refresco sistema eleitoral achar necessário como até jovens com 16 anos participarem se podem ter carta motociclos também podem votar o<br/>Futuro lhes pertence e são quem tem que pagar  as dívidas D hoje !\nA herança dos avós e país ; condenando lhes o futuro .\nEsse é o legado dos políticos que viveram um regime da política que deixam as novas gerações .",
                                                            "likes": 0,
                                                            "hasReplies": false,
                                                            "numberOfReplies": 0,
                                                            "replies": []
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5210582924",
            "user": "Disqusmanuelgomes",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "Vi enxertos RTP 3 .\nRecuso-me a ter tv paga . Quando pago através da luz e doações do estado à comunicação social .\nA net é da empresa ; ou outros cujo posso ter acesso  e não pago . Onde sou colaborador tenho direito como comercial  da mesma .\nAssim evitar essa despesa deu para gozar 7 dias pelo natal no Algarve e aí já tive direito a ver tv paga no hotel .",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5210427960",
            "user": "nobreportugues",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "Isto não foi um debate, foi uma autêntica peixeirada.. Não se conseguia perceber nada com os dois a falar ao mesmo tempo e os sucessivos ataques um ao outro eram desnecessários..<br/>O André ventura não esteve bem neste debate..nem os argumentos que utilizou foram os melhores..será melhor mudar de postura nos próximos debates senão arrisca-se a perder votos.. Esperava mais da parte do André ventura..",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5210417005",
            "user": "miguelgodinho",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "Não vi o debate, não verei qualquer debate, porque é pura perda de tempo.<br/>Se assistisse ainda corria o risco de ser mais um abstencionista.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5210394061",
            "user": "disqus_rqGnXmELcd",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "Acho piada o site do PCP ter caído logo após o debate... Só mostra a disinformação que existe e que o povo tem uma ideia pré-concebida daquilo que é o PCP. Se o povo soubesse ler, saberia que o PCP é muito cuidadoso com as palavras e  ao contrário do que a malta por aí apregoa, o PCP não apoia abertamente regimes como a Venezuela, Cuba, Coreia do Norte ou China. O que existe é uma declaração aberta em que o PCP expressa solidariedade para com o sofrimento dos povos da Venezuela, Cuba, China, Coreia do Norte e uma variada lista de outros países incluindo também a Síria. Além do mais, o PCP é marxista-leninista e não stalinista como é a UDP, que ainda hoje existe como movimento dentro do BE.\nEm relação ao Chega, chegou a ter no seu site várias declarações de apoio ao Estado Novo e que pretendia rasgar a actual constituição e formar a \"quarta república\" que na prática resgataria a constituição de 1933. Entretanto, há já algum tempo que tudo isso foi apagado do seu site, incluindo também outras declarações que podiam embaraçar o Partido e sua consequente perda de apoiantes. No entanto, houve quem inprimisse para ter como provas, antes de ser tudo eliminado do site.\nNão sou militante do Chega nem do PCP, apenas me limitei a nomear factos.<br/>Em relação ao debate: foi um desastre, a jornalista foi uma péssima moderadora e o público ficou sem saber quais as propostas que os candidatos têm para o país.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "5210648550",
                    "user": "Meliodasreidosdemonios",
                    "date": "a day ago",
                    "timestamp": "NA",
                    "commentText": "youtube<br/>.com/watch?v=wbf2JgWAkCo\nE ainda\nyoutube<br/>.com/watch?v=TQHr9PjycQs",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5210510168",
                    "user": "TheGreatPrimeMinister_Country",
                    "date": "2 days ago",
                    "timestamp": "NA",
                    "commentText": "Ou és burro ou um sonso a pensar que os outros são burros.",
                    "likes": 3,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5210600369",
                            "user": "disqus_q9dul5DrtD",
                            "date": "a day ago",
                            "timestamp": "NA",
                            "commentText": "Isso é o  que os líderes do Chega, e apoiantes pensam, que os outros são todos burros, porque o objetivo do Chega, é manipular os eleitores.",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5210390632",
            "user": "disqus_1A1JOLwlyE",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "PSR PARTIDO SOMOS RABETAS",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5210391615",
                    "user": "disqus_1A1JOLwlyE",
                    "date": "2 days ago",
                    "timestamp": "NA",
                    "commentText": "Somos meu filho",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5210392403",
                            "user": "disqus_1A1JOLwlyE",
                            "date": "2 days ago",
                            "timestamp": "NA",
                            "commentText": "Por nós meu filho e dou-te autorização para me chamares pai",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5210391346",
            "user": "disqus_1A1JOLwlyE",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "A tua <b> mulher </b>também grita quando lhe meto a pissa naquele cagueiro",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Mulher"
            ]
        },
        {
            "id": "5210378743",
            "user": "disqus_1A1JOLwlyE",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "Enquanto eles falavam a tua mãe fazia me uma rica mamada",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "5210384473",
                    "user": "bigcurak",
                    "date": "2 days ago",
                    "timestamp": "NA",
                    "commentText": "Tareco anda cá o dono põe-te o açaime",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5210385001",
                            "user": "disqus_1A1JOLwlyE",
                            "date": "2 days ago",
                            "timestamp": "NA",
                            "commentText": "Calou boi manso",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "5210379520",
                    "user": "disqus_1A1JOLwlyE",
                    "date": "2 days ago",
                    "timestamp": "NA",
                    "commentText": "Merda fico na pissa depois de comer a tua mãe",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5210378582",
            "user": "disqus_yznlqTO3Sh",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "OLHA QUE O DA CDU TAMBÉM TINHA MASCAGADO CANABIS .",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5210381709",
                    "user": "disqus_yznlqTO3Sh",
                    "date": "2 days ago",
                    "timestamp": "NA",
                    "commentText": "CLARO, ELE NÃO ERA <b> CIGANO,</b>  ERA O  \"VOZ\" DO OPERÁRIO IGNORANTE !\nhe he !!!!",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5210388126",
                            "user": "disqus_1A1JOLwlyE",
                            "date": "2 days ago",
                            "timestamp": "NA",
                            "commentText": "Tu estás habituado a virar as costas mas é para te comerem o pacote",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Cigano"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "5210385339",
            "user": "bigcurak",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "Ch@g@no a ser h@g@no. qual a novidade",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5210377197",
            "user": "disqus_yznlqTO3Sh",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "E O OUTRO TINHA BEBIDO CALMANTES JUNTO COMO COCA-COLA .\nCOMPLETAMENTE DOPADO ",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5210376926",
            "user": "bigcurak",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "Basta o focinho desse porco mouro para meter nojo",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5210353373",
            "user": "brunodecarvalhooprprio",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "A moral dos comunas para falar da extrema direita Europeia é zero ... O pcp é o partido cujo líder Jerónimo de Sousa recusou admitir se o regime de Kim Jong-un é ou não um regime democrático. Outro dirigente chamado Bernardino Soares disse que têm duvidas que o regime da Coreia do Norte não seja uma democracia.",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "5210386421",
                    "user": "bigcurak",
                    "date": "2 days ago",
                    "timestamp": "NA",
                    "commentText": "Aliás quando se  fala em moral a primeira coisa que vem a ideia de qualquer um e ch@g@.<br/>ahahahahahahahaah",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5210383513",
                    "user": "disqus_1A1JOLwlyE",
                    "date": "2 days ago",
                    "timestamp": "NA",
                    "commentText": "Baza boi",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5210384537",
                            "user": "disqus_1A1JOLwlyE",
                            "date": "2 days ago",
                            "timestamp": "NA",
                            "commentText": "Mamar é a porca da tua mãe mas a tua mulher não fica atrás",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5210379515",
            "user": "disqus_yznlqTO3Sh",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "RESPEITA OS CIGANOS QUE ELES ESTÃO NA FEIRA A TRABALHO ,\nNÃO É SHOW OFF !!!",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5210380842",
                    "user": "disqus_1A1JOLwlyE",
                    "date": "2 days ago",
                    "timestamp": "NA",
                    "commentText": "O alvo era o pacote da tua mãe",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5210382238",
                            "user": "disqus_1A1JOLwlyE",
                            "date": "2 days ago",
                            "timestamp": "NA",
                            "commentText": "Pois tenho grande boi até me podes chamar pai.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5210365101",
            "user": "disqus_1A1JOLwlyE",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "Já eu quando quiser ver uma porca a guinchar vou ao pacote á tua mãe. Multi nicks de merda.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "5210370492",
                    "user": "bigcurak",
                    "date": "2 days ago",
                    "timestamp": "NA",
                    "commentText": "e um ch@g@no a clonar o meu nick",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5210371002",
                            "user": "disqus_1A1JOLwlyE",
                            "date": "2 days ago",
                            "timestamp": "NA",
                            "commentText": "Calou porco",
                            "likes": 3,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "5210365945",
                    "user": "disqus_1A1JOLwlyE",
                    "date": "2 days ago",
                    "timestamp": "NA",
                    "commentText": "Gosto muito de comer a tua corn0",
                    "likes": 3,
                    "hasReplies": true,
                    "numberOfReplies": 4,
                    "replies": [
                        {
                            "id": "5210366873",
                            "user": "disqus_1A1JOLwlyE",
                            "date": "2 days ago",
                            "timestamp": "NA",
                            "commentText": "Vira para cá o teu como a tua mãe vira o dela.",
                            "likes": 3,
                            "hasReplies": true,
                            "numberOfReplies": 3,
                            "replies": [
                                {
                                    "id": "5210369454",
                                    "user": "disqus_1A1JOLwlyE",
                                    "date": "2 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Seu filho da put@ já descobriste quem é o teu pai???)",
                                    "likes": 3,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "5210368406",
                                    "user": "disqus_1A1JOLwlyE",
                                    "date": "2 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Diz á porca da tua mãe para se lavar por baixo hoje cheirava muito mal essa put@",
                                    "likes": 3,
                                    "hasReplies": true,
                                    "numberOfReplies": 1,
                                    "replies": [
                                        {
                                            "id": "5210370086",
                                            "user": "disqus_1A1JOLwlyE",
                                            "date": "2 days ago",
                                            "timestamp": "NA",
                                            "commentText": "A minha mulher é a put@ com quem tu és casado mama bem essa vaca",
                                            "likes": 3,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5210351196",
            "user": "disqus_Zf5nBRQLBe",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "Aos poucos, as TV's vão-se rendendo a Ventura: no início criticam, mas na hora da verdade o que querem é quem garanta audiência.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5210335921",
            "user": "Meliodasreidosdemonios",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "E terça-feira na SICN Mayan contra Ventura.<br/>Amanhã na RTP1 o papagaio contra Mayan.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "5210533082",
                    "user": "partisanlx",
                    "date": "2 days ago",
                    "timestamp": "NA",
                    "commentText": "Quem é mayan ahahahH",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5210358483",
                    "user": "disqus_yznlqTO3Sh",
                    "date": "2 days ago",
                    "timestamp": "NA",
                    "commentText": "ha ha ha ha ah ha ha ha ha ha ha ha ha ah ah ah ......!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5210343690",
                    "user": "Meliodasreidosdemonios",
                    "date": "2 days ago",
                    "timestamp": "NA",
                    "commentText": "Tantas referências homossexuais, tens alguma coisa mal resolvida?",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5210345275",
                            "user": "Meliodasreidosdemonios",
                            "date": "2 days ago",
                            "timestamp": "NA",
                            "commentText": "Detesta o que quiseres à vontade, não me interessa.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5210332320",
            "user": "disqus_oQ6NjihhdN",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "Peixeirada onde so aprendi uma coisa. Para o PCP  aquilo que se passou com a Ministra da Justiça e o Guerra é normal!!! Adulterar curriculos é normal. De resto foi ver o André Ventura  como peixinho na agua!!!",
            "likes": 9,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5210363468",
                    "user": "disqus_yznlqTO3Sh",
                    "date": "2 days ago",
                    "timestamp": "NA",
                    "commentText": "\n<blockquote>OS MINISTROS DO COSTA COMEÇAM A METER ÁGUA , <br/><br/>1º - É O NUNINHO PORSCHES COM A TAP , <br/>2º- É A TEMIDO COM AS VACINAS DA GRIPE ,  <br/>3º- É O CABRITA COM O SEF , <br/>4º- AGORA , A VAN-DÚNEM COM O CURRÍCULO FALSO ....<br/><br/>TODOS OS MINISTROS ESTÃO A \"FURAR\" Á SUA MANEIRA O GOVERNO \"TITANIC\" DO COSTA.<br/><br/>OU O COSTA OS SUBSTITUI OU SERÁ O GOVERNO DELE QUE CAÍ .<br/><br/>Ó COSTA É MELHOR COMEÇAR A SUBSTITUIR TODOS OS TEUS  MINISTROS ...JÁ NINGUÉM TÊM PACIÊNCIA PARA TANTA INCOMPETÊNCIA .<br/><br/>NÃO HÁ QUASE NENHUM QUE PRESTE !</blockquote>",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5210331239",
            "user": "Meliodasreidosdemonios",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "Deviam fazer como nos debates americanos e afastar os candidatos, desligando o microfone de um quando o outro fala, senão no debate do Ventura com Ana Gomes não se vai perceber nada.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5210329859",
            "user": "disqus_qO85OOVgGx",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "O tipo é um autêntico troglodita!<br/>Não deixa falar ninguém!<br/>Enerva-se começa a tratar os outros por tu ahahah<br/>E a dita moderadora a ouvir no auricular: deixa estar que estamos quase a apanhar a audiência dos peixeiros da <b> bola </b>da cmtv!<br/>Hilariante este palhaço!",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Bola"
            ]
        },
        {
            "id": "5210328341",
            "user": "Meliodasreidosdemonios",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "Sou só eu que acho estes dois parecidos fisicamente?",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5210368453",
                    "user": "bigcurak",
                    "date": "2 days ago",
                    "timestamp": "NA",
                    "commentText": "Pergunta a tua <b> mulher </b>pois se calhar apanhas uma grande surpresa.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5210762173",
                            "user": "bigcurak",
                            "date": "a day ago",
                            "timestamp": "NA",
                            "commentText": "Acalma-te. Não estou a insinuar nada.<br/>Acontece que as mulheres olham para a aparência dos candidatos",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Mulher"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "5210332642",
            "user": "disqus_qO85OOVgGx",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "Olha que pela foto o boitura perdeu o pescoço com a narsa que estava!<br/>Que barrasco seboso ahahah!",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5210511671",
                    "user": "TheGreatPrimeMinister_Country",
                    "date": "2 days ago",
                    "timestamp": "NA",
                    "commentText": "Pannasca, querias era que ele te agrrasse pelo pescoço e por trás.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5210339316",
                    "user": "disqus_qO85OOVgGx",
                    "date": "2 days ago",
                    "timestamp": "NA",
                    "commentText": "Ahahah!",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5210333481",
            "user": "Meliodasreidosdemonios",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "Só soube deste debate ao ver aqui no Sol, a julgar pela descrição perdi uma boa peixeirada.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5210339101",
                    "user": "disqus_qO85OOVgGx",
                    "date": "2 days ago",
                    "timestamp": "NA",
                    "commentText": "Este tipo consegue bater o Dr. Bruno Carvalho ahahah!",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5210317663",
            "user": "disqus_ghdJq5yAMd",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "Grande André! O voto está certo! Debate ganho!",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5210309097",
            "user": "brunodecarvalhooprprio",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "O Ventura podia ter perguntado ao João Ferreira o que ele achava do Estaline e da herança do comunismo no mundo responsável pela morte de milhares de milhões de pessoas e pela castração da liberdade individual e colectiva ... o inacreditável é que ainda há um partido <b> comunista </b>em Portugal e pessoas a defender o comunismo.",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5210367532",
                    "user": "bigcurak",
                    "date": "2 days ago",
                    "timestamp": "NA",
                    "commentText": "Milhares de milhões?<br/>Quantos planetas?",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5210585972",
                            "user": "disqus_HcDh0A1uBQ",
                            "date": "2 days ago",
                            "timestamp": "NA",
                            "commentText": "100 milhões no século XX e continua.",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Comunista"
            ]
        },
        {
            "id": "5210304104",
            "user": "Gkshaki",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "Aquela senhora da TVI que supostamente deveria por termo aos dois foi uma lástima e assim o debate foi um guerra de ataques",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5210375831",
                    "user": "disqus_yznlqTO3Sh",
                    "date": "2 days ago",
                    "timestamp": "NA",
                    "commentText": ".... SÓ SE COMEÇASSE Á CHAPADA DA ESQUERDA E PARA A DIREITA !",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5210301941",
            "user": "disqus_xqNKkSI3mi",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "O Ventura matou os argumentos do delitante. Muito bem, gostei.",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5210297513",
            "user": "grundlion",
            "date": "2 days ago",
            "timestamp": "NA",
            "commentText": "Não sou eleitor do Ventura, mas que ele diz algumas verdades, no meio das mentiras é um facto.<br/>Como o PCP defender o regime do maduro ou de Cuba para Portugal. Vá de retro.<br/>E são estes partidos com quem o PS está aliado no governo....<br/>E é a este governo que o traidor do marcelo põe a mão por baixo.<br/>O Cavaco nunca devia ter dado posse a um governo apoiado por este <b> género </b>de políticas.<br/>O grande erro da sua presidencia.",
            "likes": 9,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5210318039",
                    "user": "disqus_ghdJq5yAMd",
                    "date": "2 days ago",
                    "timestamp": "NA",
                    "commentText": "TEns remédio! Vota Chega!",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Género"
            ]
        }
    ]
}