{
    "header": {
        "title": " Manuel Luís Goucha não acredita nas Aparições de Fátima ",
        "subtitle": " Manuel Luís Goucha sempre mostrou a sua descrença pela religião, mas aceitou o desafio que a TVI lhe propôs e comentou, para  TVI, a chegada do Papa a Fátima. ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 13 de maio 2017 ",
        "dateExtraction": " 2020-02-19 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/562982/manuel-luis-goucha-nao-acredita-nas-aparicoes-de-fatima ",
        "postText": " ['Num texto publicado no seu blogue, o apresentador mostrou a sua perspetiva relativamente à religião, especialmente sobre o milagres dos Pastorinhos, \u0093 não estarão à espera que acredite nas aparições de Fátima. Sei da História, isso sim, que, há cem anos, o Mundo estava em guerra e o comunismo era uma ameaça real na Europa, que, em Portugal, a Igreja havia sido espoliada pela República instaurada sete anos antes, logo a começar pela lei de Afonso Costa, da separação do Estado da Igreja, que os padres do alto dos seus púlpitos ameaçavam com as chamas do inferno e incutiam o temor a um Deus castigador\u0085 por isso estariam criadas a condições para um avassalador fenómeno de religiosidade popular a partir das visões de três jovens pastores analfabetos, como aliás seria a maioria da população. A ignorância e o medo sempre criaram deuses\u0094, escreveu o apresentador da estação de Queluz.', 'Goucha dá ainda conta de uma mudança radical no mundo, \u0093 cinquenta anos depois o Mundo tem novamente os olhos em Fátima. Mas o Mundo não é mais o mesmo! A Ciência abre caminhos contra velhos preceitos, fazendo-nos entender coisas que durante gerações foram remetidas para o Divino e muitos de nós, muitos mesmo, não têm medo de fazer perguntas\u0094.', 'O apresentador termina então a sua \u0091explicação\u0092, afirmando que \u0093partindo desta premissa, foi desafiante o trabalho que esta manhã me coube realizar, integrado numa equipa de jornalistas de excelência, da TVI, no dia da chegada do Papa Francisco, véspera das celebrações dos cem anos de Fátima. Fi-lo com o mais profundo respeito por quantos através da Fé encontram a Alegria, a Esperança, o Caminho. A Paz necessária de que tanto fala Francisco, e pela qual vem também a Fátima, começa no coração de cada um. Aquietado no respeito pelo outro, por tudo o que o torna único e irrepetível, será o coração um digno mestre e o mundo terreno o lugar certo para uma vida plena. Esta é a minha Fé!\u0094.', ''] ",
        "numberPosts": " 8 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Sexual Identity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Gay",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "3305378114",
            "user": "disqus_9lQXWGJ3Vt",
            "date": "3 years ago",
            "timestamp": "NA",
            "commentText": "Não acredita em aparições, só em algo palpável, grande e grosso!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3304161520",
            "user": "disqus_aaQs0yALbw",
            "date": "3 years ago",
            "timestamp": "NA",
            "commentText": "Quem passou a vida a ser empurrado não acredita, mas se tivesse sido um dos muitos que em momentos de grande aflição a NSra de Fátima tivesse recorrido, melhor compreenderia a msg. ",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3303928427",
            "user": "disqus_xJ4LGZuZTo",
            "date": "3 years ago",
            "timestamp": "NA",
            "commentText": "Ai ui, o <b> gay </b>não acredita nas aparições de Fátima. Ai que o<b>  gay</b> é herege. Ai que <b> o ga</b>y é isto e aquilo. Os argumentos contra a opinião dele resumem-se basicamente á sua <a href=\" [LINK]  rel=\"nofollow noopener\" title=\"sexualidade.lol\">sexualidade.lol</a>",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gay"
            ]
        },
        {
            "id": "3303821367",
            "user": "vilardemacada",
            "date": "3 years ago",
            "timestamp": "NA",
            "commentText": "Este <b> gay </b>é mais um dos muitos camelos que vivem à custa dos pategos! Mas que princípios \"morais\" pode apresentar um camelo que se deita diariamente com um chulo que o \"come\"?",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "3625164758",
                    "user": "disqus_FUKQVAsiQC",
                    "date": "2 years ago",
                    "timestamp": "NA",
                    "commentText": "O palhaço tu também não acreditas finges que acreditas",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3322600950",
                    "user": "disqus_9xePaj5nvC",
                    "date": "3 years ago",
                    "timestamp": "NA",
                    "commentText": "Quem é de baixo nível e não tem capacidade para  nada senão achincalhar, maltratar e dizer bujardas da boca para fora. A pessoa em questão, Manuel Luis Goucha é um ser humano muito admirado por todos de Norte a Sul do País, trabalhador, digno e de altos valores morais e com uma inteligência que lhe permite valorizar a ciência, o ser Humano  e natureza e os animais....e até ignorar os ignorantes e os brutamontes como é o seu caso!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3304170574",
                    "user": "hugopetiz",
                    "date": "3 years ago",
                    "timestamp": "NA",
                    "commentText": "E agora antes de nanar rezas uns Avé Marias e vais para o céu todo contente, porque ao menos pediste desculpa a Deus pelos insultos...",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Gay"
            ]
        },
        {
            "id": "3303822448",
            "user": "vilardemacada",
            "date": "3 years ago",
            "timestamp": "NA",
            "commentText": "Eu diria, no entanto:até que enfim que ele se desmascara e por aqui aparece uma p.huta que ainda o vem defender!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}