{
    "header": {
        "title": " Redes sociais. Nuno Markl segue \u0091conselho\u0092 de José Carlos Malato ",
        "subtitle": " Humorista levou 'à letra' o que o apresentador escreveu ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 24 de outubro 2018 ",
        "dateExtraction": " 2020-03-02 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/631442/redes-sociais-nuno-markl-segue-conselho-de-jose-carlos-malato ",
        "postText": " ['José Carlos Malato usou a sua página oficial no Instagram para partilhar alguns conselhos que recebeu sobre redes sociais. O humorista Nuno Markl não perdeu tempo e decidiu brincar com a situação.', 'Uma pessoa muito entendida em redes sociais, aconselhou-me a só postar fotos em que apareço supre alegre, em situações de extasiante felicidade, sem sombra de problemas, tristeza, mau humor ou gorduras, escreveu o apresentador.', 'Posso mostrar uma certa melancolia (pouca), ou um ar contemplativo. Também me sugeriu maquilhagem, cara, braços e pernas hidratados, fato de banho, (conforme a estação do ano), e poses ousadas, MAS sem cair no exagero, acrescentou.', 'As fotos familiares devem conter crianças, se as houver, caso contrário, cães ou gatos. Um sunset ou pôr-do-sol também cai bem. Se eu não conseguir cumprir todas estas regras, há empresas especializadas que podem ajudar-me a gerir o bicho. Não fica assim tão caro e são garantidos. Até me disse quantos, mas agora não me estou a lembrar. Fiquei de pensar e fiquei parvo também, concluiu Malato, acrescentando as hashtags ao que isto chegou e haja paciência.', 'Ora, Nuno Markl reagiu à publicação e levou à letra o que o apresentador escreveu:   O José Carlos Malato diz que uma pessoa entendida em redes sociais lhe deu uma lista de dicas para sucesso no Instagram. Pretendo cumprir o máximo delas ao longo do dia. Dica 1: .. super-alegre, em situações de extasiante felicidade, sem sombra de problemas, tristeza, mau humor ou gorduras. Venham os likes.'] ",
        "numberPosts": " 4 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "4160143879",
            "user": "coniuratio_adversum_omnia",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "Jose Carlos Culato anda a papar o Nuno Marcanal?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4160123482",
            "user": "xupem",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "O Malato anda à procura de BOI.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4160051933",
            "user": "Flordelamar",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "Mas isto é notícia porquê?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4160035981",
            "user": "disqus_PQwugCN79i",
            "date": "a year ago",
            "timestamp": "NA",
            "commentText": "Não foi este Malato que ainda há dias se pôs a dizer que se ia matar??\nOlha se uma pessoa se põe a contar com isso hein?",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}