{
    "header": {
        "title": " Pico da segunda vaga? Corremos uma maratona sem fim, teremos outras ondas, diz Graça Freitas ",
        "subtitle": " A diretora-geral da Saúde diz que a prioridade agora é achatar a curva. Não podemos ser um propagador da doença, sabendo que o ser humano é o vetor de contágio, sublinha. ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 2 de novembro 2020 ",
        "dateExtraction": " 2020-11-26 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/713794/pico-da-segunda-vaga-corremos-uma-maratona-sem-fim-teremos-outras-ondas-diz-graca-freitas ",
        "postText": " ['A diretora-Geral da Saúde, Graça Freitas, esteve esta segunda-feira presente na habitual conferência da Direção-Geral da Saúde (DGS) para falar dos números da covid-19 em Portugal e também de outros pontos como os próximos passos a tomar, o funcionamento das escolas, a proibição da realização de feiras e a curva da segunda vaga da pandemia.', 'Graça Freitas começou por comentar os números desta segunda-feira, onde se registaram mais 2.506 casos e 46 mortes nas últimas 24 horas. Por esta altura existem 60.963 casos ativos, pelo que a diretora-geral da Saúde adiantou que 96% destas pessoas estão a ser acompanhadas em casa. Graça Freitas aproveitou ainda para dizer que o número de pessoas internadas – no total, 2.255 doentes, dos quais 294 em cuidados intensivos – dão conta da dimensão da pandemia e que, por isso, o apelo é para não baixarmos a guarda por muito cansados que estejamos.', 'Nos cuidados intensivos, estão pessoas sobretudo com idades acima dos 50 anos e doentes com 80 ou mais anos, o que não quer dizer que pessoas jovens não possam ter doenças graves. Também temos casos, apontou Graça Freitas.', 'Quando questionada sobre quando será o pico desta segunda vaga, a diretora da DGS respondeu que ainda não se sabe por de tratar de uma doença nova. Corremos uma maratona sem fim, teremos outras ondas, isto será apenas um pico, afirmou.', 'Neste momento estamos numa fase ascendente, com uma curva com tendência a crescer e, por isso, para achatar a curva, Graça Freitas diz que são os comportamentos de todos que travam a onda pandémica. Não podemos ser um propagador da doença, sabendo que o ser humano é o vetor de contágio, sublinha.', 'Assim, Graça Freitas lembra ainda as linhas de atuação da DGS para conter a pandemia: prevenir, que considera ser a grande medida para reduzir o número de contactos, testar, acompanhar os doentes, rastrear quem esteve em contactos com doentes e isolá-los e humanizar toda a atuação na área da saúde.', 'Em relação à suspensão de feiras e mercados de levante, a diretora da DGS afirmou que é preciso ter alguma paciência e pede compreensão, explicando que há uma grande diferença para o comércio tradicional. É estável e fixo, dá mais garantias que as regras são cumpridas. No que diz respeito à suspensão de público nas bancadas de jogos de futebol, Graça Freitas explica que os jogos-piloto devem voltar logo que houver condições, uma vez que o setor se tem comportado de forma tão controlada. Para já, é preciso achatar a curva, insiste.', 'Sobre as escolas, as regras que existem devem ser apenas aperfeiçoadas, uma vez que o número de contágios não alarma ao ponto de terem de ser encerradas.', 'Graça Freitas falou ainda sobre o número limite de seis pessoas por mesa num restaurante, o que considera ser razoável, uma vez que por definição na mesa da restauração as pessoas não se movem, Chegam, sentam-se e não se movimentam até sair.', ' Em breve, disse, a incidência acumulada a 15 dias por concelho também serão informações que devem começar a ser divulgadas pela Direção - Geral da Saúde. Estamos neste momento a melhorar as metodologias em relação aos dados dos concelhos, contou.'] ",
        "numberPosts": " 14 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Gender - General,Gender - Female age and physical appearance",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Mulher,Bruxa",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "5136010319",
            "user": "disqus_ghdJq5yAMd",
            "date": "23 days ago",
            "timestamp": "NA",
            "commentText": "Outras ondas? És adivinha agora? Vai mais é ao psiquiatra tratar dessa mona! Vota Chega!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5135821052",
            "user": "disqus_NF3gQMWyr8",
            "date": "23 days ago",
            "timestamp": "NA",
            "commentText": "Esta <b> mulher </b>está completamente demente. Nem para tratar dos netos.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Mulher"
            ]
        },
        {
            "id": "5135077352",
            "user": "disqus_aiWRq6UM2Q",
            "date": "24 days ago",
            "timestamp": "NA",
            "commentText": "Ainda há pouco estava tudo bem, até rejeitaram os testes grátis da cruz vermelha...Agora lança o pânico …Está tudo descontrolado e, pasme-se, ainda vem ai mais vagas....Ninguém controla esta senhora?!...",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5135406127",
                    "user": "miguelgodinho",
                    "date": "24 days ago",
                    "timestamp": "NA",
                    "commentText": "Esta senhora é uma moça de recados taralhoca. Vai para ali e diz o que lhe sopram aos ouvidos e arranja justificações para tudo e o seu contrário.<br/>Basta ouvir como ela defendeu \"não usar máscaras\" e ouvir como ela defende o \"usar máscaras\".<br/>Sinceramente, pareceu-me muito mais convicta a defender o \"não usar máscaras\". As razões que ela deu para não usar continuam válidas e até são mais lógicas.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5135020273",
            "user": "disqus_EJLoQqNK0r",
            "date": "24 days ago",
            "timestamp": "NA",
            "commentText": "Até já tenho pena desta senhora... E até sinto vergonha alheia...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5134980911",
            "user": "aquariustranslucido",
            "date": "24 days ago",
            "timestamp": "NA",
            "commentText": "O pior vector de contágio em Portugal está identificado...a incompetência desta vóvó e do indiano queimado...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5134922316",
            "user": "disqus_qjGrG6hxKV",
            "date": "24 days ago",
            "timestamp": "NA",
            "commentText": "já tinha saudades do  símbolo  do covid-19....... até assusta...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5134877119",
            "user": "ruikkrull",
            "date": "24 days ago",
            "timestamp": "NA",
            "commentText": "VA-TE EMBORA, DESAPARECE <b> BRUXA,</b> VAI FAZER ONDAS PARA O TEDROS E O TIO Xiu.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Bruxa"
            ]
        },
        {
            "id": "5134870808",
            "user": "disqus_pyjLUpcSC4",
            "date": "24 days ago",
            "timestamp": "NA",
            "commentText": "Se tem vergonha demita-se para não causar mais danos",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5134924617",
                    "user": "disqus_O64LEgZpPK",
                    "date": "24 days ago",
                    "timestamp": "NA",
                    "commentText": "Porque não explica como se faz para não causar mais danos?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5134859124",
            "user": "miguelgodinho",
            "date": "24 days ago",
            "timestamp": "NA",
            "commentText": "Uma maratona a pé descalço.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5134829719",
            "user": "disqus_cQZ0oN2nyf",
            "date": "24 days ago",
            "timestamp": "NA",
            "commentText": "E ainda nem começou o inverno, quando estivermos em pleno inverno vão inventar mais o quê?<br/>Prisões domiciliárias, máscaras de ferro, cintos de castidade?\nBem podem inventar o que quiserem que não vão lá, a não ser de uma forma, reforçar hospitais com mais meios humanos e materiais e proteger as pessoas de risco.\nÉ assim que se combate um vírus com esta baixa taxa de mortalidade, entre 0,6% e 1% e não com politicas de medo, ou atropelos à liberdade e à própria economia do país.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5135073593",
                    "user": "disqus_6agQFnktjW",
                    "date": "24 days ago",
                    "timestamp": "NA",
                    "commentText": "O dinheiro foi todo para os bancos e aeroportos, isso de reforçar SéNéSses  é coisa de capitalista, pá.\nO COVID é a nova mina de ouro.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5135029302",
                    "user": "disqus_O64LEgZpPK",
                    "date": "24 days ago",
                    "timestamp": "NA",
                    "commentText": "E exactamente isso que estão a fazer todos os paises da UE!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}