{
    "header": {
        "title": " Açores. Vice-presidente do Chega demite-se em rutura com Ventura ",
        "subtitle": " Orlando Lima bateu com a porta com críticas à “postura centralista” do líder do Chega. André Ventura não abdica de liderar as negociações. ",
        "owner": " Luís Claro ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " NA ",
        "datePosted": " 3 de novembro 2020 ",
        "dateExtraction": " 2020-11-26 ",
        "language": " pt ",
        "plataform": " Newspaper ",
        "url": " https://sol.sapo.pt/artigo/713861/acores-vice-presidente-do-chega-demite-se-em-rutura-com-ventura ",
        "postText": " ['O vice-presidente do Chega Açores bateu com a porta em rutura com André Ventura, presidente do partido. Orlando Lima demitiu-se da direção e entregou o cartão de militante com críticas à “postura centralista” assumida por André Ventura desde a noite eleitoral.', 'A carta de demissão está recheada de críticas a André Ventura. O dirigente do Chega Açores acusa o líder do partido de assumir uma “lamentável postura centralista” e descurar “os interesses dos açorianos” para defender os “interesses dos ‘cheganos’ nacionais”.', 'Orlando Lima discorda das condições impostas pelo Chega para viabilizar uma geringonça de direita e rejeita alinhar com uma estratégia “centralista que em nada dignifica o imperioso respeito” pelos açorianos.', '“Ou somos um partido democrático que dialoga e escuta os seus dirigentes, ou somos uma estrutura centralista na qual não me revejo. Como não sou gaja de ninguém, não dou para este carnaval”, escreve, na carta de demissão, Orlando Lima, que classifica como uma “traição” a hipótese de inviabilizar um Governo de direita.', 'André Ventura envolveu-se desde a primeira hora no processo para construir uma geringonça de direita. Começou por afastar esse cenário, na noite eleitoral, mas uns dias depois abriu a porta a um acordo. As exigências do Chega são, a nível nacional, que o PSD participe no processo de revisão constitucional e a nível regional que o novo Governo assuma o compromisso de reduzir para metade os beneficiários de Rendimento Social de Inserção (RSI), um plano contra a corrupção e uma auditoria à gestão socialista.', '“Não podemos ceder” André Ventura lamenta esta demissão, mas não abdica de acompanhar as conversações para viabilizar um Governo liderado pelo PSD. “Lamento, mas não posso deixar descaracterizar o Chega. Não podemos ceder em posições políticas nas nossa convicções e valores”, diz ao i o líder do Chega.', 'André Ventura garante ainda que as conversações vão “continuar”, mas “o Chega nacional apenas dará luz verde ao processo se estas exigências forem satisfeitas”.', 'O PSD quer apresentar uma alternativa para governar que passa por uma coligação governamental com o CDS e o PPM. José Manuel Bolieiro já tem praticamente fechado esse acordo, mas precisa ainda dos deputados do Chega e da Iniciativa Liberal. A ideia é fazer acordos de incidência parlamentar para atingir os 29 deputados necessários.', 'PSD, CDS e PPM confirmaram ontem, em conferência de imprensa, que chegaram a acordo para governar a região. José Manuel Bolieiro, líder do PSD/Açores, acompanhado por Artur Lima, do CDS, e Paulo Estêvão, do PPM, falou numa “proposta de governação profundamente autonómica”. Sobre os contactos com os restantes partidos, nomeadamente com o Chega, Bolieiro disse apenas que “a seu tempo desenvolveremos todos os contactos e declarações que se mostrem úteis para este processo”.', 'Rui Rio, questionado sobre as contactos com o partido de André Ventura, disse ontem que o PSD/Açores tem “autonomia” para gerir este processo, mas assume que “há um reeditar, nos Açores, daquilo que foi a Aliança Democrática (AD)” no tempo de Francisco Sá Carneiro. “O Governo é centrado nestes três partidos. É uma coligação entre o PSD, o CDS e o PPM. Só faltam os reformadores. Esse é o acordo”, disse o presidente do PSD.', 'OPS já tinha desafiado Rui Rio a explicar se está disponível para negociar com o Chega. José Luís Carneiro desafiou o PSD a esclarecer “se há ou não há negociações em curso tendo em vista estabelecer um acordo com o Chega e se, em segundo lugar, esse acordo pressupõe” a revisão constitucional. Rui Rio disse apenas que cabe ao PSD/Açores conseguir o apoio necessário para viabilizar uma solução com os partidos de direita.'] ",
        "numberPosts": " 101 comentários",
        "srcType": " text ",
        "nameNewspaper": " Sol ",
        "socioLingVar": "Physical Identity - Physical (and Mental) Impairments,Ideological and Political Identity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Imbecil,Muda,Comunista,Gaja",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "5136616183",
            "user": "cristinamaltezguerreiro",
            "date": "23 days ago",
            "timestamp": "NA",
            "commentText": "\"Ou somos um Partido democrático...\" <br/>Ahahahahah... Pois claro que são..<br/>Até reúnem com a democrata LePen.....Ahahahah",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5136473644",
            "user": "Guest",
            "date": "23 days ago",
            "timestamp": "NA",
            "commentText": "“interesses dos ‘cheganos’ nacionais”. <br/>O que eu pensava ser um bando de marginais, revelou-se um escol de intelectuais políticos. Basta ler as frases de Orlando Lima:<br/>- “postura centralista” (isto é? Algo assim como que \"contra o sistema?\");<br/>- “Ou somos um partido democrático que dialoga e escuta os seus dirigentes, ou somos uma estrutura centralista na qual não me revejo. Como não sou <b> gaja </b>de ninguém, não dou para este carnaval” (era a<b>  gaja</b> do Ventura mas acabou-se; profundo....);<br/>E Ventura não deixando por mãos alheias a dialéctica do partido, respondeu à altura:<br/>- “Lamento, mas não posso deixar descaracterizar o Chega. Não podemos ceder em posições políticas nas nossa convicções e valores” (isto é? A resposta: “Não podemos ceder” André Ventura lamenta esta demissão, mas não abdica de acompanhar as conversações para viabilizar um Governo liderado pelo PSD\")<br/>Não abdica das conversações para viabilizar um Governo liderado pelo PSD? Mas onde está o Chega anti-sistema?",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5137931388",
                    "user": "disqus_q9dul5DrtD",
                    "date": "22 days ago",
                    "timestamp": "NA",
                    "commentText": "Tão poucos e não se entendem, imagino se fossem muitos.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Gaja"
            ]
        },
        {
            "id": "5136465288",
            "user": "disqus_Qd08vYnsZv",
            "date": "23 days ago",
            "timestamp": "NA",
            "commentText": "Será que o partido republicano não estará interessado em importar um <b> imbecil </b>português chamado André Ventura, a cópia latina do Donald?<br/>Como é baixinho Trump pode utilizá-lo como pisa papéis, ou colocá-lo no púlpito a segurar os microfones.<br/>Também podemos incluir o grupo de palradores sincronizados em caixas de 12 unidades.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Imbecil"
            ]
        },
        {
            "id": "5136132379",
            "user": "disqus_cQZ0oN2nyf",
            "date": "23 days ago",
            "timestamp": "NA",
            "commentText": "Uma vez que foram essas as exigências do partido logo de início, para haver um acordo, ficaria mal fazer agora um só porque sim, à boa maneira dos lambões e chulecos com sede de ir ao pote gamar, esses mesmos que nos governam e o fizeram em 2015, tal era a sede.\nPercebo perfeitamente a lógica do Ventura, pode é sair prejudicado de tudo isto, mas eu faria exactamente o mesmo. <br/>Fazer o contrário seria vender-se e passar a ser visto como mais um do regime, sendo exactamente esse regime que ele combate à maneira dele.\nDeixem a porca da xuxalhada continuar a governar e acabar de roer os ossos para cairem de uma vez por todas, não tenham pressa.\nSe não for assim, os animais ainda voltam outra vez com expressões eleitorais altas, expressões essas que já não existem em nenhum partido socialista da Europa.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5136287065",
                    "user": "disqus_80bBIeF4jj",
                    "date": "23 days ago",
                    "timestamp": "NA",
                    "commentText": "Ventura é como um badalo - tanto dá como repica! É um incoerente! Na noite das eleições açorianas anunciou o seu apoio ao PS Açores e a Vasco Cordeiro. Agora, diz que apoia um Governo Regional do PSD - CDS - PPM desde que este apoie uma Revisão Constitucional em Lisboa, redução do número de deputados em Lisboa...o que é que isso contribui para a felicidade dos açorianos?! Não há paciência para o líder \"Le Penista\" português...",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5136919404",
                            "user": "disqus_cQZ0oN2nyf",
                            "date": "23 days ago",
                            "timestamp": "NA",
                            "commentText": "Se formos por aí o monhé não é só um bandalho que perde mas ganha na secretaria, acumula a bandalheira com labreguice, mau aspecto, figura ridícula e incapacidade de liderança.\nTudo o resto será simples para Portugal sem as incapacidades deste monhé e seus capangas.\nMuito simples de perceber!",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5136124551",
            "user": "disqus_T1UYJEG23M",
            "date": "23 days ago",
            "timestamp": "NA",
            "commentText": "Estes BOSTASXXXXXXXXXXXXXXXXXXXX já brigam que nem bichasxxxx loucas.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5136082185",
            "user": "alexandre_barreira",
            "date": "23 days ago",
            "timestamp": "NA",
            "commentText": ".......mais um \"tiro-no-pé\"....este \"venturosa\" vai dar cabo.........dos \"presuntos\"......!!!",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5136065024",
            "user": "disqus_TKM2CoZHB6",
            "date": "23 days ago",
            "timestamp": "NA",
            "commentText": "Seria a situação mais estupida não haver coligação de direita nos Açores , se não houver menos um voto no chega.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5136234789",
                    "user": "disqus_yznlqTO3Sh",
                    "date": "23 days ago",
                    "timestamp": "NA",
                    "commentText": "MAS ALGUÉM BOM DA CABEÇA QUER SER GOVERNADO PELA DIREITA AGORA ,EM PORTUGAL ????\nSE BEBER , NÃO COMENTEM AQUI !",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5136054402",
            "user": "felciomafio",
            "date": "23 days ago",
            "timestamp": "NA",
            "commentText": "Um reviralho..??.. está na moda..!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5136053832",
            "user": "felciomafio",
            "date": "23 days ago",
            "timestamp": "NA",
            "commentText": "o P$ deve estar a queimar papel... à pressa..!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5136036916",
            "user": "disqus_qO85OOVgGx",
            "date": "23 days ago",
            "timestamp": "NA",
            "commentText": "Next!<br/>Toca a lavar roupa suja no fecebocas!",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "5136054384",
                    "user": "disqus_aLIhD8yS8L",
                    "date": "23 days ago",
                    "timestamp": "NA",
                    "commentText": "Ora aqui está uma diferença para a esquerdalha que se agarram ao tacho e metem as perninhas entre as pernas caladinhos não lhes vá faltar o tacho....<br/>Estes são assim...não estou bem, vou à minha vida!!!",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "5136095781",
                            "user": "disqus_qO85OOVgGx",
                            "date": "23 days ago",
                            "timestamp": "NA",
                            "commentText": "Vai à sua vida sem antes lhe chamar de tudo ahahah!<br/>Tudo gentinha de alto nível!",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "5136249727",
                                    "user": "disqus_aLIhD8yS8L",
                                    "date": "23 days ago",
                                    "timestamp": "NA",
                                    "commentText": "ahahaha de facto nivel os gajos não têm, ja a esquerda é um poço de nível...ahahahahah",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 1,
                                    "replies": [
                                        {
                                            "id": "5136586876",
                                            "user": "disqus_qO85OOVgGx",
                                            "date": "23 days ago",
                                            "timestamp": "NA",
                                            "commentText": "Esta seita bate todos os recordes!",
                                            "likes": 0,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5136028165",
            "user": "disqus_ntcuIRvHqw",
            "date": "23 days ago",
            "timestamp": "NA",
            "commentText": "Giro ver a esquerdatralha a roncar......o principado da famiglia César e cordeiro acabou; agora vamos ver os buracos!! Não sou do chega, mas tenham a consciência que são artistas como bosta monhe e seu desgoverno que criam estes partidos!!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5136003443",
            "user": "disqus_80bBIeF4jj",
            "date": "23 days ago",
            "timestamp": "NA",
            "commentText": "Grande Orlando Lima! Os Açores primeiro! Os interesses do povo dos Açores primeiro! É ponto assente que os Açores e a Madeira são regiões ultraperiféricas da União Europeia (a Madeira, geograficamente, até faz parte da África, está mais próxima da costa de Marrocos), uma espécie de países independentes que delegam em Portugal a Defesa (parte militar), a Justiça e pouco mais...",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5135996134",
            "user": "anamijapacova",
            "date": "23 days ago",
            "timestamp": "NA",
            "commentText": "Postura centralista ou ditatorial ao extremo da direita?<br/>Este garoto não engana ninguém, faz-me lembrar permanentemente um outro, mas psd (também os há), que não se dá com ninguém, não tolera ninguém, nem os do partido!<br/>No partido errado podia juntar-se ao Aventuras do Chega, faziam uma boa parelha de anormais direitalhos ao extremo, enquanto psd apoiado pelos cds ainda vai conseguindo o que quer (por enquanto), no Chega não chegaria a lado nenhum!...<br/>São ambos uns patetas alegres, mas tristes!",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5136005671",
                    "user": "bolideirayahoocombr",
                    "date": "23 days ago",
                    "timestamp": "NA",
                    "commentText": "Não ofenda. <br/>Se o quiser fazer vá ali para os lados da Ericeira e descarregue lá esses impropérios",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5136010840",
                            "user": "anamijapacova",
                            "date": "23 days ago",
                            "timestamp": "NA",
                            "commentText": "As verdades são ofensas?<br/>Para mim é novidade, mas como estas estão sempre a surpreender-nos, tudo bem Abelha Maia, à moda do presente!...",
                            "likes": 3,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5135985754",
            "user": "eduardofranciscolouromarque",
            "date": "23 days ago",
            "timestamp": "NA",
            "commentText": "O que o sr. Ventura não parece estar a pensar, é que, com esta atitude do \"quero, posso e mando\", as bases do partido dele podem implodir. Porque abre um precedente para a posterioridade, onde outros órgãos do Chega precisam de autonomia e a partir deste exemplo precedente, já sabem que só passa pelo crivo do líder. É algo preocupante. E pouco democrático, é a imagem que passa. No mínimo, é sinal de imaturidade. Prefiro pensar que não é um sinal de autoritarismo.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "5136004446",
                    "user": "bigurak",
                    "date": "23 days ago",
                    "timestamp": "NA",
                    "commentText": "esse risco não existe pois o ch@g@ é geneticamente um partido de seguidistas acéfalos.<br/>basta ver os ch@g@nos estripadores de mulheres que por aqui comentam.<br/>nunca sai um único comentário antes de haver instrucoes/informação publica do ch@g@",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5135987055",
                    "user": "bolideirayahoocombr",
                    "date": "23 days ago",
                    "timestamp": "NA",
                    "commentText": "André deu um tiro no seu próprio pé.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "5135997234",
                            "user": "anamijapacova",
                            "date": "23 days ago",
                            "timestamp": "NA",
                            "commentText": "Oh, Oh, Oh!...<br/>Mas que conclusão mais óbvia!",
                            "likes": 4,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "5135993734",
                            "user": "eduardofranciscolouromarque",
                            "date": "23 days ago",
                            "timestamp": "NA",
                            "commentText": "Caro Abelha, boa tarde. Também me parece que sim. O sr. Ventura tem de se lembrar de que quem compõe um partido, são as pessoas. Se elas abandonam, é normal. Outras virão no lugar delas. Mas os militantes que ocupam uma vice-presidência do partido, são mesmo para se ouvir. Senão, nem vale a pena ter um partido. Cumprimentos.",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "5136000182",
                                    "user": "bolideirayahoocombr",
                                    "date": "23 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Sou da mesma opinião. André assim concentra todas as decisões nele e expulsa os outros com ideias diferentes em vez de tentar consensos.<br/>Tinha de deixar eles lá nos Açores entenderem-se. à direita. <br/>Agora colocar uma fasquia altíssima e umas exigências exequíveis não dá.<br/>Cumprimentos.",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5135967174",
            "user": "bolideirayahoocombr",
            "date": "23 days ago",
            "timestamp": "NA",
            "commentText": "Parece-me  (salvo melhor opinião) que o André aqui esteve mal. <br/>Deveria apoiar sem reservas o candidato do PSD, para formar governo. <br/>Para expulsar do poder o PS bancarroteiro,  xupista e nepotista!",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5135940624",
            "user": "o_critico",
            "date": "23 days ago",
            "timestamp": "NA",
            "commentText": "Pois quero ver nos outros partidos tomarem a mesma medida quando os seus lideres tem atitudes centralistas... Pois... Não o fazem por falta de integridade quem está nas filheiras desses partidos.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5135899960",
            "user": "detestosoljornal",
            "date": "23 days ago",
            "timestamp": "NA",
            "commentText": "Acho muito bem, quém é quém no partido? O Presidente tém as ideias e os valores. Quém quiser seguir as pisadas do chega tém que acertar o passo.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5135931970",
                    "user": "bigurak",
                    "date": "23 days ago",
                    "timestamp": "NA",
                    "commentText": "também acho bem para um partido que pretende membros acéfalos e seguidistas",
                    "likes": 4,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5136029665",
                            "user": "disqus_ntcuIRvHqw",
                            "date": "23 days ago",
                            "timestamp": "NA",
                            "commentText": "Está a falar do bosta monhe!?!?",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5135884464",
            "user": "patricioguerreiro",
            "date": "23 days ago",
            "timestamp": "NA",
            "commentText": "Só existe uma boa estratégia aqui, expulsar o PS da governação dos Açores.. Tudo o que não passe por isto é um tiro nos pés. A acontecer esta Queda do PS ela vai estender-se ao Continente e os Socialistas antidemocratas continuam ainda fora da governação da Madeira. Perdem assim em toda a linha! 23",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5135897852",
                    "user": "bolideirayahoocombr",
                    "date": "23 days ago",
                    "timestamp": "NA",
                    "commentText": "Estou desejoso de ver a Ana Catarina Mendes a grunhir na oposição!",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5135881910",
            "user": "sonasov",
            "date": "23 days ago",
            "timestamp": "NA",
            "commentText": "Ainda vão andar aos tiros uns com os outros. Chega partido de desequilibrados mentais está cheio de gente violenta cuidado povo...",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "5136031434",
                    "user": "disqus_ntcuIRvHqw",
                    "date": "23 days ago",
                    "timestamp": "NA",
                    "commentText": "Está a falar do bosta monhe e o seu desgoverno!?!? Só pode!!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5135885757",
                    "user": "bigurak",
                    "date": "23 days ago",
                    "timestamp": "NA",
                    "commentText": "são os nossos terroristazinhos lusitanos de trazer por casa.<br/>mal cheiram o chulé do poder andam logo a cacetada.<br/>Enfim que outra coisa esperar de estripadores de mulheres?",
                    "likes": 4,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5135889905",
                            "user": "sonasov",
                            "date": "23 days ago",
                            "timestamp": "NA",
                            "commentText": "O Gato Fedorento sozinho abanou-os todos. Aquele acampamento de cheganos até me deixou com asma de rir...",
                            "likes": 3,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5135866066",
            "user": "luisinhamaluca",
            "date": "23 days ago",
            "timestamp": "NA",
            "commentText": "Força André! Salva os portugueses da máfia Xuxialista!",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5135867379",
                    "user": "jesusmerda",
                    "date": "23 days ago",
                    "timestamp": "NA",
                    "commentText": "Ele não se consegues salvar dos dele e vai salvar-nos do socialismo hahahah...",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5135855945",
            "user": "bigurak",
            "date": "23 days ago",
            "timestamp": "NA",
            "commentText": "os tiques ditadoriais do ch@g@no estripador de mulheres a vir ao de cima",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "5135899005",
                    "user": "bolideirayahoocombr",
                    "date": "23 days ago",
                    "timestamp": "NA",
                    "commentText": "Diga antes estripador de túbaros.<br/>Túbaro são testículos de pedófilo usados na alimentação!",
                    "likes": 4,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "5135919616",
                            "user": "bigurak",
                            "date": "23 days ago",
                            "timestamp": "NA",
                            "commentText": "poe-te a pau",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "5135921475",
                                    "user": "disqus_LvM1EA4Dvs",
                                    "date": "23 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Um bom pau querias tu por esse arganel acima porcanho javardolas 🐷",
                                    "likes": 3,
                                    "hasReplies": true,
                                    "numberOfReplies": 1,
                                    "replies": [
                                        {
                                            "id": "5135926960",
                                            "user": "bigurak",
                                            "date": "23 days ago",
                                            "timestamp": "NA",
                                            "commentText": "vá sacrifica lá os tintins  se é  que os tens por uma causa maior e vai lá ao capador<br/>ahahahahaahahahah",
                                            "likes": 3,
                                            "hasReplies": false,
                                            "numberOfReplies": 0,
                                            "replies": []
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5135853512",
            "user": "Antiraoliono",
            "date": "23 days ago",
            "timestamp": "NA",
            "commentText": "Tem um ditador nojento que trabalha em troca de 33000 euros mensais, mais 167000 euros de bónus pago por uma sociedade nas Bermudas. Acham mesmo que ele iria deixar outros terem louros, quando o grande líder, que gastou 1 milhão de euros num jantar de gala no Casino da Figueira da Foz há menos de 1 mês atrás, iria deixar de poder aparecer na toma de posse do grupo de direita, nos Açores? <br/>Será interessante é ver onde é que o PSD irá buscar os 7600 milhões de euros, anuais, que são precisos para cumprir as promessas do CDS, PPM, Chega e IL. Se bem que o IL já deixou de lado a promessa da offshore dos Açores, com impostos de 0% e ainda receberem 8200 milhões de euros em bónus de fundos europeus, que ninguém sabe onde seriam viabilizados.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5135892334",
                    "user": "bigurak",
                    "date": "23 days ago",
                    "timestamp": "NA",
                    "commentText": "onde foi buscar a informação do primeiro paragrafo?<br/>como posso confirmar a veracidade?",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5135883292",
                    "user": "bigurak",
                    "date": "23 days ago",
                    "timestamp": "NA",
                    "commentText": "os micro-partidos são uns mãos-largas só não dizem onde e como  vão buscar o dinheiro.<br/>a impreparação deles para aceder ao poder é gritante",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5135851258",
            "user": "jesusmerda",
            "date": "23 days ago",
            "timestamp": "NA",
            "commentText": "A carta de demissão está recheada de críticas a André Ventura. O dirigente do Chega Açores acusa o líder do partido de assumir uma “lamentável postura centralista” e descurar “os interesses dos açorianos” para defender os “interesses dos ‘cheganos’ nacionais”.\nL I N D O.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5135848560",
            "user": "jesusmerda",
            "date": "23 days ago",
            "timestamp": "NA",
            "commentText": "HAHAHAH adoro ver os porcos na luta pela gamela...",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5135942349",
                    "user": "o_critico",
                    "date": "23 days ago",
                    "timestamp": "NA",
                    "commentText": "Desculpa... Mas isso de porcos é la no BE, PS, PCP, esses sim são uns porcos, comunas.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5135841940",
            "user": "disqus_NDONqXPlqF",
            "date": "23 days ago",
            "timestamp": "NA",
            "commentText": "A seguir à «pandemia» da doença do coronavírus covid-19, o Partido Chega e o seu porta-voz, o sr. Ventura, são a maior fraude do Século XXI em Portugal.\nConvém também salientar que o Partido Chega é o seguro de vida do Partido Socialista, Centro Democrático Social, Bloco de Esquerda, Partido <b> Comunista </b>Português, Partido Pessoas Animais Natureza, Iniciativa Liberal, e a facção neoliberal do Partido Social Democrata representada por Pedro Coelho, Paulo Rangel, Luís Esteves, etc..\nFelizmente temos uma alternativa, que passa pelo cidadão Rui Rio e no actual Partido Social Democrata (PSD) por ele liderado.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 9,
            "replies": [
                {
                    "id": "5135857002",
                    "user": "bigurak",
                    "date": "23 days ago",
                    "timestamp": "NA",
                    "commentText": "desde quando um cancro e um seguro de vida?",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5136034997",
                            "user": "disqus_ntcuIRvHqw",
                            "date": "23 days ago",
                            "timestamp": "NA",
                            "commentText": "Desde Soares e o 44!!",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "5135855605",
                    "user": "Antiraoliono",
                    "date": "23 days ago",
                    "timestamp": "NA",
                    "commentText": "O PSD? O mesmo PSD que andou 6 semanas a anunciar que não iria formar governo a não ser que tivessem a maioria (coligação com o CDS), sendo que o Chega quer gastos de 1500 milhões anuais, o PPM exige luxos de 322 milhões anuais e o IL quer 44650 milhões usados na criação de uma offshore ao estilo das Bermudas.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5135846932",
                    "user": "disqus_Bgjgzidp1j",
                    "date": "23 days ago",
                    "timestamp": "NA",
                    "commentText": "o PPD , PCP e CDS em agonia..",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5135982827",
                            "user": "bolideirayahoocombr",
                            "date": "23 days ago",
                            "timestamp": "NA",
                            "commentText": "E PS no funeral",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "5135844311",
                    "user": "disqus_ZgehuVQVZP",
                    "date": "23 days ago",
                    "timestamp": "NA",
                    "commentText": "Alternativa, O PSD?! Ahahh<br/>O PSD na atualidade é um apêndice do PS.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5135849962",
                            "user": "disqus_yznlqTO3Sh",
                            "date": "23 days ago",
                            "timestamp": "NA",
                            "commentText": "A DIREITA  EM PORTUGAL, NÃO SERVE PARA NADA, SÓ PARA FISCALIZAR O GOVERNO  E AS SUAS DECISÕES.\nOU DAR SUPORTE, QUANDO FOR NECESSÁRIO !\nO VENTOINHA ERA BURRO  E ESTÁ A APRENDER QUE QUEM MENDA SÃO OS PORTUGUESES, NO FINAL ,QUERIA \" ESTICAR-SE\"  EM EXTREMISMOS QUE SE DER PARA O TORTO , SALTA DO PARLAMENTO PARA FORA .\n ........MAS SE ASSUMIR APENAS E SÓ A FISCALIZAÇÃO, GANHA MUITO MAIS !!!",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "5135842822",
                    "user": "varatojo",
                    "date": "23 days ago",
                    "timestamp": "NA",
                    "commentText": "E pela vacina russa Sptnk V…",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5135925279",
                            "user": "disqus_LvM1EA4Dvs",
                            "date": "23 days ago",
                            "timestamp": "NA",
                            "commentText": "Uma vacina pichotrifica querias tu meu animal por esse arganel a dentro... merdonça corno = Armandinho panilhas <br/>Boi 🐂",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Comunista"
            ]
        },
        {
            "id": "5135840399",
            "user": "joovascoalexandremouta",
            "date": "23 days ago",
            "timestamp": "NA",
            "commentText": "Dores de crescimento ...",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5135846015",
                    "user": "disqus_yznlqTO3Sh",
                    "date": "23 days ago",
                    "timestamp": "NA",
                    "commentText": "ACHO QUE É MAIS CHICO-ESPERTEZA E MEDO DE PERDER O \" TACHO\" , O CHEGA GANHA MAIS SENDO UM PARTIDO DE FISCALIZAÇÃO DO GOVERNO .\nO AVESTRUZ AVENTURADO , SABE QUE O SEU PAPEL É ESSE E QUE SE FOR BEM FEITO , PODER TORNAR O SEU PARTIDO UMA ESPÉCIE DE PARTIDO <b> COMUNISTA </b>DE DIREITA .\nQUA NÃO VAI AO PODER, SÓ FISCALIZA DE FORA !!!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Comunista"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "5135838319",
            "user": "varatojo",
            "date": "23 days ago",
            "timestamp": "NA",
            "commentText": "Ah ah ah!<br/>Então já há desaparecidos em combate?\nO grande problema destes partidos-aventura reside no substrato. Quando atingem um determinado patamar observa-se uma falta de cultura política, maturidade. E pior: não têm gente à altura. Ou então, começam a aparecer os segundas linhas e é o descalabro.\nVamos acompanhar então a vida da “rosquilha” açoriana.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5135830973",
            "user": "disqus_Qd08vYnsZv",
            "date": "23 days ago",
            "timestamp": "NA",
            "commentText": "Começo a acreditar que o Pinóquio cheira mal dos pés.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5135830331",
            "user": "disqus_yznlqTO3Sh",
            "date": "23 days ago",
            "timestamp": "NA",
            "commentText": "É MELHOR MANTER O PS , A GOVERNAR OS AÇORES, AQUELA DIREITA NÃO SE ENTENDE, GOVERNA O PS MAS, SEMPRE DEBAIXO DO OLHAR CRITICO E FISCALIZADOR DA DIREITA, NO AÇORES .\nACREDITO QUE ESTA DECISÃODE GOVERNAR Á DIREITA NOS AÇORES, CONFUNDIU ATÉ OS ELEITORES AÇORIANOS QUE NÃO QUEREM UMA MUDANÇA DE GOVERNO MAS, TORNAR OS AÇORES MAIS DEMOCRÁTICOS , AO PERMITIR Á OPOSIÇÃO PODER CRITICAR E FISCALIZAR O GOVERNO PS EM FUNÇÕES, NA SUA GOVERNAÇÃO .\nNINGUÉM , NO \" CONTIMENTE\" OU NOS AÇORES, QUER A DIREITA CONFUSA E TRAPALHONA A GOVERNAR !!!!",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 12,
            "replies": [
                {
                    "id": "5135839850",
                    "user": "varatojo",
                    "date": "23 days ago",
                    "timestamp": "NA",
                    "commentText": "As “coligações” exigem honradez. E sentido de compromisso político. <br/>São qualidades que a mentalidade de direita não tem. É gente que só pensa na bolsa, e está ali só para mandar a golpada.",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 4,
                    "replies": [
                        {
                            "id": "5135843678",
                            "user": "disqus_yznlqTO3Sh",
                            "date": "23 days ago",
                            "timestamp": "NA",
                            "commentText": "A DIRE ITA DOS AÇORES ATÉ NISSO É BURRA MAS, QUEM OS QUER A GOVERNAR ????\nO QUE OS AÇORIANOS QUEREM É TIRAR A MAIORIA ABSOLUTA DO GOVERNO PS , BOA PARA FABRICAR A CORRUPÇÃO E O COMPADRIO  E DA-LA Á OPOSIÇÃO PARA MELHOR PODER FISCALIZAR A GOVERNAÇÃO DOS AÇORES.\nACHO QUE ATÉ UMA CRIANÇA DE 10 ANOS , ENTENDE ISTO .",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 3,
                            "replies": [
                                {
                                    "id": "5135844754",
                                    "user": "varatojo",
                                    "date": "23 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Ninguém.<br/>Se os Açorianos soubessem que teriam de levar com uma coligação de direita teriam votado em massa no BE/Açores <br/>— a única alternativa para terem um Governo ou Coligação Governamental  sem roubalheira.\nNeste momento devem estar todos em pânico, pobres Açorianos.",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 2,
                                    "replies": [
                                        {
                                            "id": "5135847239",
                                            "user": "disqus_yznlqTO3Sh",
                                            "date": "23 days ago",
                                            "timestamp": "NA",
                                            "commentText": "CLARO, AQUILO NÃO DURA MUITO , EXTREMISTAS NÃO PODEM GOVERNAR PAÍS NENHUM !!!\nMAS PODEM BEM FISCALIZAR.\nE QUEM FISCALIZA UM GOVERNO, FAZ , TANTO OU MAIS TRABALHO COMO QUEM GOVERNA . ",
                                            "likes": 1,
                                            "hasReplies": true,
                                            "numberOfReplies": 1,
                                            "replies": [
                                                {
                                                    "id": "5135847550",
                                                    "user": "varatojo",
                                                    "date": "23 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Exactamente.<br/>👍",
                                                    "likes": 0,
                                                    "hasReplies": false,
                                                    "numberOfReplies": 0,
                                                    "replies": []
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "5135838955",
                    "user": "provinciana",
                    "date": "23 days ago",
                    "timestamp": "NA",
                    "commentText": "Sim, é melhor ser a família  César a governar(se)  porque já estão bem instalados e conhecem bem os cantos  à casa.",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 6,
                    "replies": [
                        {
                            "id": "5135841347",
                            "user": "disqus_yznlqTO3Sh",
                            "date": "23 days ago",
                            "timestamp": "NA",
                            "commentText": "NÃO É POR ISSO !\nATÉ PORQUE AS ELEIÇÕES PROVARAM QUE, O GOVERNO DO PS AÇORES PERDEU A MAIORIA NÃO PARA CRIAR UMA CRISE POLITICA NOS AÇORES MAS, PARA A OPOSIÇÃO PSD, CHEGA ETC....\nTEREM MAIS PODER PARA FISCALIZAR E CRITICAR AS DECISÕES DESSE GOVERNO .\nATENÇÃO !!!<br/>ISSO NÃO É, NÃO QUERER MAIS O GOVERNO PS !",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 5,
                            "replies": [
                                {
                                    "id": "5136174849",
                                    "user": "provinciana",
                                    "date": "23 days ago",
                                    "timestamp": "NA",
                                    "commentText": "Fico a saber que gostas das famiglias  xuxialistas no governo e os outros todos de fora a fiscalizar!  Nunca me enganaste.",
                                    "likes": 0,
                                    "hasReplies": true,
                                    "numberOfReplies": 4,
                                    "replies": [
                                        {
                                            "id": "5136181964",
                                            "user": "disqus_yznlqTO3Sh",
                                            "date": "23 days ago",
                                            "timestamp": "NA",
                                            "commentText": "SIM ....ASSIM HÁ EVOLUÇÃO  E INVESTIMENTO, CABENDO Á OPOSIÇÃO DIREITRALHA FISCALIZAR  E CRITICAR SE ACHAR QUE ESTÃO A GASTAR DINHEIRO Á TOA !\nCHAMA-SE A ISSO DEMOCRACIA NA GOVERNAÇÃO !",
                                            "likes": 0,
                                            "hasReplies": true,
                                            "numberOfReplies": 3,
                                            "replies": [
                                                {
                                                    "id": "5136183298",
                                                    "user": "provinciana",
                                                    "date": "23 days ago",
                                                    "timestamp": "NA",
                                                    "commentText": "Chama-se a isso ditadura esquerdalha.",
                                                    "likes": 0,
                                                    "hasReplies": true,
                                                    "numberOfReplies": 2,
                                                    "replies": [
                                                        {
                                                            "id": "5136232982",
                                                            "user": "disqus_yznlqTO3Sh",
                                                            "date": "23 days ago",
                                                            "timestamp": "NA",
                                                            "commentText": "NÃO NUMA DITADURA A OPOSIÇÃO NEM PODE FALAR , OS AÇORIANOS DISSERAM  O PS GOVERNA E A DIREITA FISCALIZA !\nPONTO  NÃO HÁ AQUI DITADURA ALGUMA !",
                                                            "likes": 0,
                                                            "hasReplies": true,
                                                            "numberOfReplies": 1,
                                                            "replies": [
                                                                {
                                                                    "id": "5136335993",
                                                                    "user": "provinciana",
                                                                    "date": "23 days ago",
                                                                    "timestamp": "NA",
                                                                    "commentText": "Não foi isso que os açorianos disseram. a tua visão é um nadinha retorcida.",
                                                                    "likes": 0,
                                                                    "hasReplies": false,
                                                                    "numberOfReplies": 0,
                                                                    "replies": []
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            ]
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5135825330",
            "user": "disqus_Bgjgzidp1j",
            "date": "23 days ago",
            "timestamp": "NA",
            "commentText": "o troca tintas no seu melhor...<b> muda </b>de opinião ao sabor do vento...é nos açores, é se não ficar em 2º nas presidenciais.....politicos todos iguais, da esquerda á direita",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5135827363",
                    "user": "disqus_yznlqTO3Sh",
                    "date": "23 days ago",
                    "timestamp": "NA",
                    "commentText": "ELE SÓ QUER BARULHO E POLÉMICA , O QUE É BOM PARA DAR IMPORTANCIA AOS PROBLEMAS E REVOLTAS CONTRA O SISTEMA DOS PORTUGUESES.\nMAS, GOVERNAR É MUITO MAIS QUE ISSO ....!!!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Muda"
            ]
        },
        {
            "id": "5135809485",
            "user": "disqus_EJLoQqNK0r",
            "date": "23 days ago",
            "timestamp": "NA",
            "commentText": "Perfeitamente normal num partido democrático!",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5135841103",
                    "user": "varatojo",
                    "date": "23 days ago",
                    "timestamp": "NA",
                    "commentText": "Democrático era tu arrancares também  os testículos  — tal como quiseste arrancar os ovários às mulheres ó chegano ZAROLHO.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5135809082",
            "user": "disqus_ZgehuVQVZP",
            "date": "23 days ago",
            "timestamp": "NA",
            "commentText": "É lamentável. O Chega tinha aqui uma oportunidade para se mostrar um parceiro mais fiável da direita, também para mostrar que não vive só do Ventura e já agora que respeita a autonomia das suas estruturas regionais - ainda mais importante no caso dos Açores.\nNão gosto de geringonças, não tem de existir a todo o custo.<br/>Mas em qualquer negociação há que ter uma postura correta e positiva.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "5135856350",
                    "user": "Antiraoliono",
                    "date": "23 days ago",
                    "timestamp": "NA",
                    "commentText": "O maior problema é onde é que o PSD Açores, vai buscar mais de 1000 milhões de receitas fiscais anuais, para pagar o que o Chega prometeu...",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5135879184",
                            "user": "disqus_ZgehuVQVZP",
                            "date": "23 days ago",
                            "timestamp": "NA",
                            "commentText": "O Chega quer baixar a despesa com o RSI.\nDe onde vem essa conversa dos mil milhões?! Que promessa é essa?",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "5135826594",
                    "user": "disqus_yznlqTO3Sh",
                    "date": "23 days ago",
                    "timestamp": "NA",
                    "commentText": "É PARA VERES , QUANDO CHEGA A HORA DO PODER E DO TRABALHO, O CHEGA TÊM MEDO PORQUE SE AS SUAS MALUQUICES FOREM IMPLEMENTADAS, O CHEGA PERDE ATÉ O LUGAR NO PARLAMENTO DO  CONTINENTE.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5135808018",
            "user": "disqus_AQS4lOavzj",
            "date": "23 days ago",
            "timestamp": "NA",
            "commentText": "Eles agora dizem Chega uns para os outro e dissolvem o partido.,mas não é grave porque o André Ventura fica livre para criar um novo partido o PIP-Partido dos Inconformados Patológicos onde se voltam a reunir todos",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5135832628",
                    "user": "disqus_yznlqTO3Sh",
                    "date": "23 days ago",
                    "timestamp": "NA",
                    "commentText": "O CHEGA NÃO É PARTIDO PARA GOVERNAR, ISSO ARRUÍNAVA O PARTIDO .\nDEIXEM O PS AÇORES GOVERNAR E A DIREITA LIMITE-SE A FICALIZAR E A FAZER UMA OPOSIÇÃO FORTE AO GOVERNO.\nOS AÇORIANOS NÃO QUEREM MUDAR DE GOVERNO, QUEREM SIM, MAIS  PODER  A FISCALIZAR AS DECISÕES DO GOVERNO PS AÇORES, COMO SE FAZ NO CONTINENTE.\nNÃO É DIFÍCIL DE ENTENDER !!!!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5135807470",
            "user": "disqus_fi5cXUR6x4",
            "date": "23 days ago",
            "timestamp": "NA",
            "commentText": "Deixem Ventura trabalhar",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5135859945",
                    "user": "bigurak",
                    "date": "23 days ago",
                    "timestamp": "NA",
                    "commentText": "deixem o ditadorzinho  arrotar",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5135833447",
                    "user": "disqus_yznlqTO3Sh",
                    "date": "23 days ago",
                    "timestamp": "NA",
                    "commentText": "MAS, É ELE QUE NÃO QUER GOVERNAR !!!\nPORQUE , QUANDO O FIZER, ATÉ O VENTURA SALTA DO PARLAMENTO  DO \"  CONTINENTE  \" ....!!!!\nha ha ha ha !!!!<br/>",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5135801251",
            "user": "disqus_OIp4qfhf9q",
            "date": "23 days ago",
            "timestamp": "NA",
            "commentText": "Se estes parolos não perceberem que o exercício do poder não é inócuo, não perceberam nada.<br/>Rir-se-á o António, \"nosso primeiro\", lamberá o beiço de satisfação mal dissimulada.\nHá no actual contexto uma oportunidade de ouro para mostrar a outra face da \"moeda política\".\nPerder esta oportunidade é um atestado de ignorância pura.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "5135836368",
                    "user": "disqus_yznlqTO3Sh",
                    "date": "23 days ago",
                    "timestamp": "NA",
                    "commentText": "E TÊ-LOS NO SITIO, PARA GOVERNAR APROVANDO EXTREMISMOS, UMA FALHA, DANÇA O CHEGA  DOS AÇORES PARA FORA.\nE O VENTURA, DO PARLAMENTO DO \" CONTINENTE \" A SEGUIR.\nAQUILO NÃO É O PARTIDO CHEGA , É O PARTIDO DO VENTURA !!!!",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "5137548181",
                            "user": "disqus_OIp4qfhf9q",
                            "date": "22 days ago",
                            "timestamp": "NA",
                            "commentText": "O medo que abunda por algo que nunca nos prejudicou como os que lá têm passado, espanta-me.\nAlgo anda muito mal nestas cabecinhas.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "5135822435",
                    "user": "vando_andrade",
                    "date": "23 days ago",
                    "timestamp": "NA",
                    "commentText": "Uiiiii o Costa e o César estão a adorar terem perdido o Governo dos Açores... até deitam foguetes lol",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 4,
                    "replies": [
                        {
                            "id": "5135861224",
                            "user": "bigurak",
                            "date": "23 days ago",
                            "timestamp": "NA",
                            "commentText": "ninguém gosta de perder mas o PSD Açores esta metido num imbróglio pois ao ch@g@ nem os por delicadeza os bons-dias devia dar",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "5135857773",
                            "user": "Antiraoliono",
                            "date": "23 days ago",
                            "timestamp": "NA",
                            "commentText": "Será é interessante ver se daqui a 1 ano não estarão a acontecer novas eleições, com o governo territorial a ter de pagar 5000 milhões de dívidas dos Açores, criadas pelo novo governo de direita que tem promessas loucas, como o IVA 0% e um bónus imediato de 500 milhões de euros para as empresas açoreanas, assim como 5000 euros anuais para cada residente poder deslocar-se ao continente ou 300 milhões de euros de ofertas anuais a navios de cruzeiro.",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "5135862681",
                                    "user": "bigurak",
                                    "date": "23 days ago",
                                    "timestamp": "NA",
                                    "commentText": "vou mudar para a terra prometida - Os Açores",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "5135834495",
                            "user": "disqus_yznlqTO3Sh",
                            "date": "23 days ago",
                            "timestamp": "NA",
                            "commentText": "O COSTA POR VEZES , É AUTORITÁRIO E ISSO BELISCA O PS POR TODO LADO .\nA DEMOCRACIA PORTUGUESA, É MADURA MAS, TAMBÉM É MUITO SENSIVEL A QUEM A TENTA ATACAR !!!!",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}