{
    "header": {
        "title": " André Ventura visita Quinta da Fonte e ignora os ciganos... ",
        "subtitle": " NA ",
        "owner": " Sem fins lucrativos/Activismo ",
        "views": " 114 303 ",
        "likes": " 579 ",
        "dislikes": " 77 ",
        "shares": " NA ",
        "datePosted": " Publicado a 20/09/2017 ",
        "dateExtraction": " 2019-05-21 ",
        "language": " pt ",
        "plataform": " YouTube ",
        "url": " https://www.youtube.com/watch?v=cO9jjvWxzYI ",
        "postText": "  ",
        "numberPosts": " 319 comentários ",
        "srcType": " video ",
        "nameNewspaper": " NA ",
        "socioLingVar": "Ethnicity - General,Ethnicity - Roma,Gender - Female sexuality,Ethnicity - White,Gender - General,Ethnicity - Black,Sexual Identity - Male homosexuality",
        "listEvents": "  ",
        "articleKeywords": " NA ",
        "keywords": "Racista,Etnia,Racismo,Raça,Cigano,Lelo,Puta,Ganda,Vaca,Branco,Gajo,Mulher,Miúda,Género,Sexual,Preta,Negro,Macaco,Preto,Roto,Paneleiro,Idade,Psicopata,Atrasado,Idiota,Labrego,Analfabeta,Bimbo,Estrangeiro,Xenofobia,Bola,Monhé,Monhé,Gay,Drogado,Cota,Miúdo,Vermelho,Travesti,Vermelho",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "Ugye3kKAkSd3RFIyccl4AaABAg",
            "user": "Acoresaletejo Acoresaletejo",
            "date": "15 hours ago",
            "timestamp": 1558395159138,
            "commentText": "os ciganos não trabalho porque não lhe tão trabalho é o caso de 90 porcento dos ciganos  não trabalho .porque os ciganos gosta de trabalhar mais não lhe tão trabalho",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwATkNLFhvLmhUji_d4AaABAg",
            "user": "Cari Reis",
            "date": "1 week ago",
            "timestamp": 1557844359142,
            "commentText": "Ainda por cima tas adifamar  as pessoas iso e crime es mesmo otario frustado mesmo",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwVinCamfSGPkemxY14AaABAg",
            "user": "Cari Reis",
            "date": "1 week ago",
            "timestamp": 1557844359145,
            "commentText": "Caixa  <b> preta </b>pensa antes de falar   aserio  quen destruiu portugal nao foi  os ciganos foi os brancos ok  paren de ser racistas temos no século  21 pior e o<b>  branco</b>  que rouba  aos milhões  e que pos portugal como esta  porico paren de ser ignorantes ok ten e inveja d<b> o cigan</b>o por ser mais inteligentes  que voz  o menos  os ciganos nao violan e nal meten fogo ja vi que nao sabes nada de historia  porque se soubeses nao falavas asin<b>  o ciga</b>no ta ca  ah quaze 600 anos e sao porrugueses desde 1822 pensen antes de falaren seus ingnorantes",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwuUxFoC3WWO3aguLR4AaABAg",
            "user": "Ismenio Mimero",
            "date": "2 weeks ago",
            "timestamp": 1557239559148,
            "commentText": "S pardos mas se alto declaram ciganos",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgylB1-um87pz_9MZAJ4AaABAg",
            "user": "António Garcia",
            "date": "3 weeks ago",
            "timestamp": 1556634759150,
            "commentText": "Esperto é o <b> cigano </b>que come, dinheiro ao estado kkkk vós raza branca não valem um caralho kkkk viva os ciganos ao menos  não há pedófilos na raza cigana há sim nossa raza toda brancos<b>  racista</b>  filhos da puta",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxCX1G9v4gD4jcGmsp4AaABAg",
            "user": "Cari Reis",
            "date": "1 month ago",
            "timestamp": 1555857159153,
            "commentText": "Grandes  ignorantes  verdadeiros  criminosos  nao sao os ciganos sao os brancos os do banco os  politico eses sin nao ah politicos ciganos nen ah banqueiros  ciganos porico pensa bem na agora nao e os ciganos que  sao violadores  ok",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwNCukhpv1hNOY7YqF4AaABAg",
            "user": "Manuel Ramalho",
            "date": "1 month ago",
            "timestamp": 1555857159156,
            "commentText": "AIiii <b> lelo </b>, o homi vai obrigar a trabalhar a genti !!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxhQiRcjNXHguBY0Kx4AaABAg",
            "user": "Ricardo Penedo",
            "date": "1 month ago",
            "timestamp": 1555857159159,
            "commentText": "Se a jornalista diz na reportagem que não há dados sobre a <b> etnia </b>cigana então ainda é mais grave porque o problema existe e nem se sabe a extensão do mesmo o que de certa forma apoia o que André Ventura defende... Mas como os jornalista só querem vender e contradizer é normal que digam o que dizem... E já para não falar que alegadamente dizem umas pessoas que os mídia são controlados por forças partidárias mas só alegadamente é que digo isto e foi de ouvir outros a dizer... Não quero cá processos para o meu lado...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwHsTgaQpbC0AGEaLd4AaABAg",
            "user": "Orgulho de ser Bolsominion!",
            "date": "2 months ago",
            "timestamp": 1553178759161,
            "commentText": "Numa boa, aqui no Brasil já cansamos de gente parasita, que não produz riqueza nenhuma para o Estado e nem para a sociedade. Além de ser sustentado pelo contribuinte, estando em <b> idade </b>produtiva. Mas é de praxe a esquerda criar dependentes sociais, para capitanear os votos dos \"coitadinhos\", \"vítimas da sociedade\".",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugy-Z5FF6TTzLHEYle14AaABAg",
            "user": "MrTriped",
            "date": "3 months ago",
            "timestamp": 1550759559164,
            "commentText": "Nojentos de merda.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugzx37R0hp5hv9MRd2x4AaABAg",
            "user": "Eliovan Calixto",
            "date": "3 months ago",
            "timestamp": 1550759559167,
            "commentText": "Um povo que conseguiu sobreviver por séculos e séculos, sempre desprezados, ofendidos, humilhados de todas as formas, mas se mantendo fiel à sua cultura e aos seus, merece todo o respeito e admiração de quem tem capacidade para pensar. Essas pessoas que ofendem os ciganos classificando-os como preguiçosos e ladrões, se tivessem emprego para oferecer, dariam para algum <b> cigano?</b>  Se tendo família e filhos principalmente, não tendo de onde tirar alimentos para os seus e para si, será que também não pegariam de quem tem sobrando?  Hoje aqui no Brasil, os ciganos na sua grande maioria vivem razoavelmente bem, mas num passado não muito distante, até meio século atrás, quando viviam de forma nômade, passando nas suas caravanas, também tinham a fama de ladrões, mas isso foi sendo aos poucos desmistificado com o contato mais direto, seja através de negócios ou simplesmente buscando o conhecimento desse povo. Meu avô, pai da minha mãe, que foi delegado e fazendeiro, sempre os recebeu bem na sua fazenda, e várias vezes falou que pessoas tidas como honestas se aproveitavam da fama ruim deles para furtar e jogarem a culpa neles, já que estavam na localidade. Os ciganos na época eram exímios cavaleiros, domadores excepcionais, e os seus animais tinham valor elevado. Sabiam e sabem ser negociantes, pois este é o meio de vida que encontraram para sobreviver, e isso sempre despertou inveja entre todos os povos. Mas o motivo que mais causa problemas aos ciganos é a beleza das suas mulheres, que raramente se relacionam com homens fora da sua<b>  etnia</b>, e que a honra do seu povo está acima de interesses pessoais. São fiéis até a morte, e isso os povos que se corromperam na promiscuidade e se distanciaram dos ensinamentos do Criador não conseguem aceitar. O Brasil é imenso, cheio de oportunidades para todo e qualquer povo, então que venham os ciganos de Portugal e do mundo pra essa terra abençoada, pois aqui serão respeitados. E quanto ao político que menospreza um povo, não merece ser político, e nem o respeito como ser humano.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugx1QGOG4GT_ZAzZcI14AaABAg",
            "user": "Lara Morgado",
            "date": "3 months ago",
            "timestamp": 1550759559169,
            "commentText": "Ele é amigo do meu padrastro houve um dia que ele fez uma festa na câmera municipal de loures e nós fomos convidados porque ele nos conhece eu tirei uma foto com ele porque ele ia ser o futuro presidente",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwHylNAAawABNh1MV94AaABAg",
            "user": "marlito731",
            "date": "3 months ago",
            "timestamp": 1550759559172,
            "commentText": "Ah ahahahah esse Andre Ventura tambem parece um ciganito. Com esse bronze e de fatinho. Kkkkk",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugzm9la2-CpOEjQadJF4AaABAg",
            "user": "Fabio Castro",
            "date": "3 months ago",
            "timestamp": 1550759559174,
            "commentText": "Isso nao esta certo....É feio",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwH3iDeDB6Zrs2hgRB4AaABAg",
            "user": "Fausto Gomes",
            "date": "3 months ago",
            "timestamp": 1550759559177,
            "commentText": "Fraco",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugz8UD8_EE1mRo0CrKB4AaABAg",
            "user": "Nadia sillva",
            "date": "5 months ago",
            "timestamp": 1545402759180,
            "commentText": "Vanhao ter com os ciganos digam isso na nossa cara eu queria ver seus medrosos do  caralho",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "Ugz8UD8_EE1mRo0CrKB4AaABAg.8oZ3zFIi7uU8oZFGGtWpmp",
                    "user": "Tillicum Beach",
                    "date": "5 months ago",
                    "timestamp": 1545402759593,
                    "commentText": "venham* aprende a escrever seu rochedo do crl",
                    "likes": 1
                },
                {
                    "id": "Ugz8UD8_EE1mRo0CrKB4AaABAg.8oZ3zFIi7uU8oZFiST35Dc",
                    "user": "Tillicum Beach",
                    "date": "5 months ago",
                    "timestamp": 1545402759595,
                    "commentText": "e ja agora lava essa boca que cheiro a merda e a ratazana morta",
                    "likes": 1
                },
                {
                    "id": "Ugz8UD8_EE1mRo0CrKB4AaABAg.8oZ3zFIi7uU8oZMYsn7CiZ",
                    "user": "Nadia sillva",
                    "date": "5 months ago",
                    "timestamp": 1545402759597,
                    "commentText": "@Tillicum Beach graças a deus sei ler e escrever ou contrária de vocês seus pedofilios do Caralho deviam todos os portugueses morrer na merda quer dizer já estão 😂😂 a trabalhar bem feito não tem descanso",
                    "likes": 1
                },
                {
                    "id": "Ugz8UD8_EE1mRo0CrKB4AaABAg.8oZ3zFIi7uU8oZjJs0-oEJ",
                    "user": "Tillicum Beach",
                    "date": "5 months ago",
                    "timestamp": 1545402759599,
                    "commentText": "@Nadia sillva todos os ciganos cheiram a merda e sao feios como o caralho tal como tu",
                    "likes": 1
                },
                {
                    "id": "Ugz8UD8_EE1mRo0CrKB4AaABAg.8oZ3zFIi7uU8oZk9WCm8dn",
                    "user": "Tillicum Beach",
                    "date": "5 months ago",
                    "timestamp": 1545402759600,
                    "commentText": "@Nadia sillva nunca percebi porque os ciganos chamam pedofilos a toda gente deve ser porque é o seu unico argumento para se defender dos outros e o que mete mais piada é que voces falam come se fossem uns santinhos hahahaah toda a merda que acontece assaltos , roubos , etc... tem sempre um <b> cigano </b>la metido que coincidencia",
                    "likes": 0
                },
                {
                    "id": "Ugz8UD8_EE1mRo0CrKB4AaABAg.8oZ3zFIi7uU8oZkG8X8bRo",
                    "user": "Tillicum Beach",
                    "date": "5 months ago",
                    "timestamp": 1545402759602,
                    "commentText": "@Nadia sillva e se pensas que vais viver do estado para sempre estas enganada um dia vem um <b> gajo </b>tipo salazar mandar voces todos com o caralho",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgwmBMf0cWciqli67uh4AaABAg",
            "user": "El Sombra Ribertz",
            "date": "6 months ago",
            "timestamp": 1542810759185,
            "commentText": "Ciganos fora de Portugal mais nada.....\nSão o lixo humano neste país 🖕🖕🖕🖕",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwF4TPh6R1ttVj3hbd4AaABAg",
            "user": "Nadia sillva",
            "date": "6 months ago",
            "timestamp": 1542810759187,
            "commentText": "Os portugueses que vaiao para o caralho que afoda vocês todos seus filhos duma grande <b> puta </b>seus racistas do caralho o diabo que leves vocês todos sem tirar nem um do maior ao pequeno sou cigana com muito gosto e muito prazer agora vocês os portugueses e os pretos pensam que querem mandar do país foi Deus que pos aki neste mundo os ciganos sim agora vocês portuguêeses foi decerteza o diabo que pos na nesta terra pk são os filhos da<b>  puta</b> todos mxm e aliás pensam bem seus cabroes da merda vocês sabem muito bem não se fassao de otários nem de otarias k não dao trabalho aos ciganos e pk!!  Pk são racistas são dao trabalho a vocês que não merecem que só querem fazer assaltos e o caralho fds pensao k são os maiores pensao k mandão em tudo aki no meu bairro nium senhor nem um português me fala mal na minha cara e isto não eh so garganta eu o que tenho a fazer eu faço e sou um<b> a mulhe</b>r por isso seus português da merda 💩💩💩 aliás não somos romenios como vocês dizem somos ciganos português taa como outra pessoa qualquer não como vocês racistas do caralho vai o todos pro inferno",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "UgwF4TPh6R1ttVj3hbd4AaABAg.8nMzZK38Zj48oYpi9175zI",
                    "user": "Bruno Costa",
                    "date": "5 months ago",
                    "timestamp": 1545402759558,
                    "commentText": "VAI MAMAR DO ESTADO SEU PEDAÇÃO COLOSSAL DE MERDA",
                    "likes": 1
                },
                {
                    "id": "UgwF4TPh6R1ttVj3hbd4AaABAg.8nMzZK38Zj48oYsk8PUKnJ",
                    "user": "Miguel Pereira",
                    "date": "5 months ago",
                    "timestamp": 1545402759560,
                    "commentText": "Foi deus que vos pos aqui? Só se vos cagou a todos porque para além de serem uns parasitas cheiram a merda que tolhe",
                    "likes": 1
                },
                {
                    "id": "UgwF4TPh6R1ttVj3hbd4AaABAg.8nMzZK38Zj48oZ2yt-Tqx7",
                    "user": "Nadia sillva",
                    "date": "5 months ago",
                    "timestamp": 1545402759562,
                    "commentText": "@Miguel Pereira nos por acaso temos uma caza e água quetinha agora tu já te viste ao espelho seu cabrao da merda finho duma  grande puta",
                    "likes": 1
                },
                {
                    "id": "UgwF4TPh6R1ttVj3hbd4AaABAg.8nMzZK38Zj48oZ3rmKXaYU",
                    "user": "Nadia sillva",
                    "date": "5 months ago",
                    "timestamp": 1545402759564,
                    "commentText": "@Bruno Costa é tu vais mamar  a cona da tua mãe seu cabrao não vale um caralho para por na boca seu estúpido de merda 💩💩💩",
                    "likes": 0
                },
                {
                    "id": "UgwF4TPh6R1ttVj3hbd4AaABAg.8nMzZK38Zj48oZEb9LBAoM",
                    "user": "Bruno Costa",
                    "date": "5 months ago",
                    "timestamp": 1545402759565,
                    "commentText": "@Nadia sillva ESTUPIDO DE MERDA HAHAHAHAHHA FALA COMIGO QUANDO SOUBERES ESCREVER A UM NIVEL ACEITAVEL E JA AGORA OLHA PRIMEIRO PARA ESSA CARA DE <b> LABREGO </b>ANTES DE FALARES DOS OUTROS SUA RATAZANA SEBOSA",
                    "likes": 1
                },
                {
                    "id": "UgwF4TPh6R1ttVj3hbd4AaABAg.8nMzZK38Zj48oZFWOGrj70",
                    "user": "Tillicum Beach",
                    "date": "5 months ago",
                    "timestamp": 1545402759567,
                    "commentText": "@Nadia sillva para de nos chamar racistas , que eu saiba o <b> racismo </b>nao é aplicado a animais ( ciganos) por isso acho que te podes por no caralho ninguem quer saber de montes de merda como os ciganos",
                    "likes": 1
                }
            ]
        },
        {
            "id": "UgwGyicebeD6XJa2iaZ4AaABAg",
            "user": "fuzileiro olv",
            "date": "6 months ago",
            "timestamp": 1542810759191,
            "commentText": "O homem tem razao quereis o que caralho nc vi nh <b> cigano </b>a trabalhar fodasss",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgwGyicebeD6XJa2iaZ4AaABAg.8nDytTe0GnI8nN2yDClRSe",
                    "user": "Nadia sillva",
                    "date": "6 months ago",
                    "timestamp": 1542810759572,
                    "commentText": "Sabes pk que nunca vieste pk nunca. Deram trabalho agr sim calei te a boca seu filho da <b> puta </b>vocês sao uns merdas de portuguêeses kerem mandar em tudo caralho",
                    "likes": 1
                }
            ]
        },
        {
            "id": "Ugxs_6QvG333ANXNHDl4AaABAg",
            "user": "Bullshit Man",
            "date": "6 months ago",
            "timestamp": 1542810759195,
            "commentText": "Adorei os comentários escritos aqui, lindo",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "Ugxs_6QvG333ANXNHDl4AaABAg.8nAmbPlnRNV8nN2oNs6JOY",
                    "user": "Nadia sillva",
                    "date": "6 months ago",
                    "timestamp": 1542810759538,
                    "commentText": "Tu adoravas era levares um tiro na cabeça caralho vocês sao uns merdas de portuguêeses não valem nada",
                    "likes": 1
                },
                {
                    "id": "Ugxs_6QvG333ANXNHDl4AaABAg.8nAmbPlnRNV8nNb_6Iimyv",
                    "user": "Bullshit Man",
                    "date": "6 months ago",
                    "timestamp": 1542810759539,
                    "commentText": "@Nadia sillva estava a ser irônico, tem calma miúda",
                    "likes": 0
                },
                {
                    "id": "Ugxs_6QvG333ANXNHDl4AaABAg.8nAmbPlnRNV8nO1-M6Juzh",
                    "user": "Nadia sillva",
                    "date": "6 months ago",
                    "timestamp": 1542810759541,
                    "commentText": "@Bullshit Man pois mas  não tens de ser assim aliás eu não sou <b> miúda </b>tá",
                    "likes": 1
                },
                {
                    "id": "Ugxs_6QvG333ANXNHDl4AaABAg.8nAmbPlnRNV8nPyI-OqYsD",
                    "user": "Bullshit Man",
                    "date": "6 months ago",
                    "timestamp": 1542810759543,
                    "commentText": "@Nadia sillva não tenho de ser assim como? Senhora",
                    "likes": 0
                },
                {
                    "id": "Ugxs_6QvG333ANXNHDl4AaABAg.8nAmbPlnRNV8nQaD0CE_oR",
                    "user": "Nadia sillva",
                    "date": "6 months ago",
                    "timestamp": 1542810759545,
                    "commentText": "@Bullshit Man mau educado",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgzUDNFkZTnPIneTYWZ4AaABAg",
            "user": "Tillicum Beach",
            "date": "6 months ago",
            "timestamp": 1542810761295,
            "commentText": "portugal nunca ira sair da crise enquanto sustentarmos estes parasitas , matem estes caralhos todos nao fazem falta nenhuma.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "UgzUDNFkZTnPIneTYWZ4AaABAg.8mprgTijpXc8n--I5CbSqt",
                    "user": "Sebas G",
                    "date": "6 months ago",
                    "timestamp": 1542810761741,
                    "commentText": "Tillicum Beach\r Portugal nunca irá sair da crise enquanto não investir como deve ser, andar a fazer a guerra dos outros por migalhas com material militar <b> estrangeiro </b>e ter corrupção em diversas áreas, mesmo que tirassem os ciganos do país o país continuava uma desgraça só à conta da corrupção e depois ainda havia o problema da nossa população estagnante e pobre distribuição populacional pelo país que é um dos motivos porque se tenta promover o mais possível a presença de emigrantes em Portugal.",
                    "likes": 1
                },
                {
                    "id": "UgzUDNFkZTnPIneTYWZ4AaABAg.8mprgTijpXc8nN4rgaqCtK",
                    "user": "Nadia sillva",
                    "date": "6 months ago",
                    "timestamp": 1542810761742,
                    "commentText": "Devíamos era matar vocês os portuguêeses k não valem nada só querem mandar em tudo são umns merdas",
                    "likes": 1
                },
                {
                    "id": "UgzUDNFkZTnPIneTYWZ4AaABAg.8mprgTijpXc8nP8c3b4Dom",
                    "user": "Tillicum Beach",
                    "date": "6 months ago",
                    "timestamp": 1542810761744,
                    "commentText": "uns*",
                    "likes": 2
                },
                {
                    "id": "UgzUDNFkZTnPIneTYWZ4AaABAg.8mprgTijpXc8oYsSvZSdY5",
                    "user": "Miguel Pereira",
                    "date": "5 months ago",
                    "timestamp": 1545402761745,
                    "commentText": "​@Nadia sillva oh minha <b> ganda </b<b> >puta</b>, quem devia de morrer é ess<b> a raç</b>a de merda a que pertences. mete-te no caralho se não gostas dos portugueses que fazes um favor a toda a gente. mais vale ter escumalhada cá do que pedaços de merda como tu a mamar de rendimentos. nao te esqueças que tas em portugal  quem manda são os portugueses se queres mandar vai pa tua terra<b>  ó pu</b>ta que é na india ou no caralho que te foda",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgzHU0WXLMi6WaOh-k54AaABAg",
            "user": "Justice Warrior",
            "date": "8 months ago",
            "timestamp": 1537540361298,
            "commentText": "METAM ESTES CARALHOS NUM BARCO PARA A SIRIA!!!",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxYRjG93cvBgk2UzjZ4AaABAg",
            "user": "Francisco Calhordo",
            "date": "8 months ago",
            "timestamp": 1537540361300,
            "commentText": "Epa fodam os cornos  a esse filho da <b> puta </b> lampiao VENTUTA  ESSE<b>  GAJO</b> E UM BOI",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyhWuhuMf2zYCxa0VN4AaABAg",
            "user": "3000 Geovanny",
            "date": "9 months ago",
            "timestamp": 1534861961302,
            "commentText": "Sabem todos os ciganos mortos não faziam falta neste mundo",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "UgyhWuhuMf2zYCxa0VN4AaABAg.8jNCQcj83yC8nN4MKKyGKE",
                    "user": "Nadia sillva",
                    "date": "6 months ago",
                    "timestamp": 1542810761706,
                    "commentText": "E tu fazes mais falta pois só se for para criticar as outras pessoas seu merdas vai te fuder cara vai mamar no bagonho pô",
                    "likes": 1
                },
                {
                    "id": "UgyhWuhuMf2zYCxa0VN4AaABAg.8jNCQcj83yC8oYstcqf_Wc",
                    "user": "Miguel Pereira",
                    "date": "5 months ago",
                    "timestamp": 1545402761707,
                    "commentText": "@Nadia sillva Vai aprender a escrever <b> puta </b>nem isso sabes fazer",
                    "likes": 0
                },
                {
                    "id": "UgyhWuhuMf2zYCxa0VN4AaABAg.8jNCQcj83yC8oZ2hFfZg5q",
                    "user": "Nadia sillva",
                    "date": "5 months ago",
                    "timestamp": 1545402761708,
                    "commentText": "@Miguel Pereira cabrao só queres é foder os teus irmãos k vergonha de português não vale uma merda",
                    "likes": 1
                },
                {
                    "id": "UgyhWuhuMf2zYCxa0VN4AaABAg.8jNCQcj83yC8okvIaAZYD_",
                    "user": "Miguel Pereira",
                    "date": "5 months ago",
                    "timestamp": 1545402761710,
                    "commentText": "​@Nadia sillva ta calada <b> puta </b>do caralho que ja deves tar casada com o teu irmao desde os 5 anos. estroncaram-te essa cona toda.",
                    "likes": 0
                },
                {
                    "id": "UgyhWuhuMf2zYCxa0VN4AaABAg.8jNCQcj83yC8ol168b6cHm",
                    "user": "Nadia sillva",
                    "date": "5 months ago",
                    "timestamp": 1545402761711,
                    "commentText": "@Miguel Pereira fds irmão não somos violadores como vocês fazem nos ciganos casamos com outro tipo de pessoa não como vocês K matam bebês e violam crianças e raptao fds eu <b> puta </b>só se for atua mãe que pos os cornos ao teu pai 😂 então é pk já viste a minha cona",
                    "likes": 1
                }
            ]
        },
        {
            "id": "Ugy_io9YgsFz4k5e44d4AaABAg",
            "user": "Fabio Pais",
            "date": "10 months ago",
            "timestamp": 1532183561305,
            "commentText": "Andre ventura e uma merda",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzV4-66My1_h0SlYHh4AaABAg",
            "user": "Justice Warrior",
            "date": "10 months ago",
            "timestamp": 1532183561307,
            "commentText": "METAM NOS NUM BARCO E MANDEM NOS PRA SIRIA!!!",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgzV4-66My1_h0SlYHh4AaABAg.8iXuUPFjb5h8nN4AMPO5VI",
                    "user": "Nadia sillva",
                    "date": "6 months ago",
                    "timestamp": 1542810761654,
                    "commentText": "Metemos te ati no inverno seu cabrao seu filho da <b> puta </b>és um merdas pk és<b>  racista</b> vai pro caralho tu e os portuguêeses todos seus cabroes uma maldição caia para vocês",
                    "likes": 1
                }
            ]
        },
        {
            "id": "UgwREridzmrAn_b27Od4AaABAg",
            "user": "LintonM3012T",
            "date": "10 months ago",
            "timestamp": 1532183561311,
            "commentText": "haha",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyXGi4zExjigPKCsJh4AaABAg",
            "user": "Alicia Medina",
            "date": "11 months ago",
            "timestamp": 1529591561313,
            "commentText": "os ciganos sao tao animais que gostam andar a porra com pessoas inocentes e fazer barulho e nao respeitem ninguém se o mundo nao tibesse ciganos era melhor sonho",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "UgyXGi4zExjigPKCsJh4AaABAg.8haxDrfEQqK8iNvedLtngK",
                    "user": "Joao Antunes",
                    "date": "10 months ago",
                    "timestamp": 1532183561724,
                    "commentText": "Alicia Medina falas muito bem por trás de uma foto falsa da a cara com foto real podes ser o Sócrates a crer gamar mais dinheiro e não sabemos",
                    "likes": 2
                },
                {
                    "id": "UgyXGi4zExjigPKCsJh4AaABAg.8haxDrfEQqK8ijD6rJ9sXW",
                    "user": "LintonM3012T",
                    "date": "10 months ago",
                    "timestamp": 1532183561726,
                    "commentText": "Joao Antunes Concordo contigo mas tambem concordo com a alicia onde vivo so há ciganos que so querem andar a porrada e sao barulhentos e desrespeitadores foda se so quero sair desse sitio cheio de ciganos nao sabem ser bem educados foram criados por animais ou que",
                    "likes": 2
                },
                {
                    "id": "UgyXGi4zExjigPKCsJh4AaABAg.8haxDrfEQqK8nN24Tv6Sjz",
                    "user": "Nadia sillva",
                    "date": "6 months ago",
                    "timestamp": 1542810761727,
                    "commentText": "Alicia e se foses mais e para a <b> puta </b>da tua vida k é uma merda tu é k és uma<b>  vaca</b> k o teu pai foi te a cu na su<b> a put</b>a da merda vai te prostituir maise e o k vocês fazem para ganhar dinheiro s<b> ua pu</b<b> >ta v</b>aca da merda",
                    "likes": 1
                },
                {
                    "id": "UgyXGi4zExjigPKCsJh4AaABAg.8haxDrfEQqK8nN2FXOlrwf",
                    "user": "Nadia sillva",
                    "date": "6 months ago",
                    "timestamp": 1542810761728,
                    "commentText": "Se não fizeses barulho morriamos vocês não fazem barulho seus merdas vocês querem mandar em tudo seus filhos da puta",
                    "likes": 1
                },
                {
                    "id": "UgyXGi4zExjigPKCsJh4AaABAg.8haxDrfEQqK8nN2M6sJwj4",
                    "user": "Nadia sillva",
                    "date": "6 months ago",
                    "timestamp": 1542810761730,
                    "commentText": "Era um sonho os ciganos matarem vocês todos mesmo até bebez eu matava da voca rassa sua <b> vaca </b>da merda",
                    "likes": 1
                },
                {
                    "id": "UgyXGi4zExjigPKCsJh4AaABAg.8haxDrfEQqK8oYqBw5EtBf",
                    "user": "Bruno Costa",
                    "date": "5 months ago",
                    "timestamp": 1545402761731,
                    "commentText": "@Nadia sillva VAI TRABALHAR PARASITA DO CRL",
                    "likes": 0
                },
                {
                    "id": "UgyXGi4zExjigPKCsJh4AaABAg.8haxDrfEQqK8oYqFlg5Ggc",
                    "user": "Bruno Costa",
                    "date": "5 months ago",
                    "timestamp": 1545402761732,
                    "commentText": "@Nadia sillva E JA AGORA APRENDE A ESCREVER SEU PEDAÇO DE MERDA",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgwBU3nR9NwoGFubePl4AaABAg",
            "user": "Ricardo Fernandes",
            "date": "11 months ago",
            "timestamp": 1529591561316,
            "commentText": "Continuo sem perceber. Lutam por um país democrático mas o homem não pode ter a opinião dele só porque não é a politicamente correcta. Enfim...",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugzqfzm8TWeP5AkQlp54AaABAg",
            "user": "Aline Oliveira",
            "date": "11 months ago",
            "timestamp": 1529591561318,
            "commentText": "Respeito para com todos! Assim como há ciganos mal caráter há todos os tipos em diversas raças.\nPor uma vida de menos <b> racismo </b>e mais amor ao próximo!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzxaMFX1_AJlL0sSFh4AaABAg",
            "user": "Hugo Laranjo",
            "date": "11 months ago",
            "timestamp": 1529591561320,
            "commentText": "Polemicas a parte...o politicozeco teve tomates..isso temos de reconhecer",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugw4ZQYLVQnBJNnaqNZ4AaABAg",
            "user": "Luís Nata",
            "date": "11 months ago",
            "timestamp": 1529591561322,
            "commentText": "Não é <b> racista </b>não senhor. É um PORCO<b>  racista</b>. Tal como os que votam nele. Já agora, não so<b> u cigan</b>o, nem árabe, n<b> em neg</b>ro, nem asiático, nem porra nenhuma. Sou apenas humano e isso é a minha identidade racial.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugw4ZQYLVQnBJNnaqNZ4AaABAg.8gkeDzTZ5aL8iNwHTYPozA",
                    "user": "Joao Antunes",
                    "date": "10 months ago",
                    "timestamp": 1532183561669,
                    "commentText": "Luís Nata senhor Luís você tem dom isso sim tem um coração enorme e sim sabe ver as coisas nem todos os ciganos são iguais eu trabalho mas infelizmente não disse a ninguém que sou <b> cigano </b>pois não me dariam trabalho. Forte abraço",
                    "likes": 2
                }
            ]
        },
        {
            "id": "UgxcHlnQ3pKVE3z9MmR4AaABAg",
            "user": "Cristina Oliveira",
            "date": "1 year ago",
            "timestamp": 1526913161325,
            "commentText": "Infelizmente pessoas como este senhor não deveriam ser dignos de se candidatar sequer a um cargo como este. <b> Racismo </b>é crime",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgxcHlnQ3pKVE3z9MmR4AaABAg.8gRkC4E-bB28n-0jd-MOSj",
                    "user": "Sebas G",
                    "date": "6 months ago",
                    "timestamp": 1542810761688,
                    "commentText": "E está a imitar o Trump, se não fosse por causa do Trump, o Sr. André Ventura não fazia uma candidatura assim, Portugal tá uma desgraça.",
                    "likes": 1
                }
            ]
        },
        {
            "id": "UgwxGOcQo4qjvpuZvlt4AaABAg",
            "user": "Tatiana Amaral",
            "date": "1 year ago",
            "timestamp": 1526913161329,
            "commentText": "cuitadinha da prinesinha tinha medo de ser insultado ai credo crlh voces e ke insultam os ciganos e depois vem com merdas que tenhem medo de ser insultados mas por tras ja falam mal crlh",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugwes0_pnNy7eg8TSz94AaABAg",
            "user": "El Patron",
            "date": "1 year ago",
            "timestamp": 1526913161332,
            "commentText": "Não sou <b> racista </b>de longe e tudo bem em aceitar todo o tipo de cultura<b>  raça</b> o<b> u etni</b>a!\nAgora quem está neste pais sem fazer um caralho da vida, sem trabalhar, a contribuir para a criminalidade, a comer os subsidios que os meus impostos (e do povo trabalhador) proporcionam, a ter todo o tipo de regalias que eu e o povo trabalhador nao temos, a desrespeitar tudo e todos (trabalhei num hospital e nunca vi tanta falta de respeito para com toda a gente como vi por parte de elementos ciganos) e trinta por uma linha TEM DE ACABAR! Muito bem o Andre Ventura! Homem de colhoes que quer meter IGUALDADE PARA TODOS! Não é isso que querem? IGUALDADE? Entao vamos todos cumprir com os nossos DEVERES!",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzMdG577t6odySv8xR4AaABAg",
            "user": "Coração partido maa de chama acesa",
            "date": "1 year ago",
            "timestamp": 1526913161335,
            "commentText": "Caros espetadores do YouTube comentem mas sem <b> racismo.</b>..",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgzMdG577t6odySv8xR4AaABAg.8gNx4JZC61Q8nN3LPH_9MR",
                    "user": "Nadia sillva",
                    "date": "6 months ago",
                    "timestamp": 1542810761684,
                    "commentText": "Pois mas falam mt mal dos ciganos caralho",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugzighby-26oRMle3sh4AaABAg",
            "user": "D Carvalho",
            "date": "1 year ago",
            "timestamp": 1526913161339,
            "commentText": "O <b> gajo </b>é benfiquista mas não é parvo! Nao se ia mete rno meio dos ciganos pa levar",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyoIxcyrWUErKi6mZd4AaABAg",
            "user": "R osso",
            "date": "1 year ago",
            "timestamp": 1526913161342,
            "commentText": "Os ciganos sempre ligados à problemas",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgyoIxcyrWUErKi6mZd4AaABAg.8gKN_-3QJpv8nN3zOV0UgF",
                    "user": "Nadia sillva",
                    "date": "6 months ago",
                    "timestamp": 1542810761658,
                    "commentText": "Pk sao vocês k fazem os problemas seus racistas da merda seus filhos da puta",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgxB0pZqzho3SLW9gA14AaABAg",
            "user": "Tuga Tuga",
            "date": "1 year ago",
            "timestamp": 1526913161346,
            "commentText": "Hoodoo ventura tu es um palhaco .",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyrvEI43Kqj0npn1NN4AaABAg",
            "user": "Francisco Calhordo",
            "date": "1 year ago",
            "timestamp": 1526913161348,
            "commentText": "VENTURA  os ciganos  deviam te fuder os cornos boi benfiquista",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxclHmJF9uWF2dbHVd4AaABAg",
            "user": "Gisela Pereira",
            "date": "1 year ago",
            "timestamp": 1526913162672,
            "commentText": "Para Todos OS RACISTAS : NÓS NÃO MATAMOS MÃES NÃO MATAMOS OS NOSSOS AVÓS NÃO VIOLAMOS NOSSAS FILHAS OU FILHOS. OU QUALQUER OUTRA CRIANÇA. FILHOS DA <b> PUTA </b>IPOCRITAS SÃO VOCÊS<b>  RACISTA</b>.. VOCÊS SIM SÃO ESCUMALHA CAMBADA DE ATRASADOS.!!!!!!!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyBDAf2khRCmG6xzjV4AaABAg",
            "user": "francisco bebedolas",
            "date": "1 year ago",
            "timestamp": 1526913162674,
            "commentText": "Eu sou <b> cigano </b>do norte, Braga o povo portugues que não é<b>  cigano</b> antes de deixarem os comentarios deviam fazer uma reflexão ao povo portugues. Porque na televisão não da outras noticias, a não ser do povo filhos d<b> a put</b>a psicotapas, pedofelos,assassinos, ladrões, corruptos, são as noticias do dia a dia que passam na tv, a todos os racistas deviam meter uma granada no cu para levanta-los no ar para acabar com eles.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgyBDAf2khRCmG6xzjV4AaABAg.8fp4oIFYV-z8n-0Y9tzXpe",
                    "user": "Sebas G",
                    "date": "6 months ago",
                    "timestamp": 1542810763013,
                    "commentText": "Já se sabe por senso comum que o povo português tá uma desgraça, na política na economia, etc... precisamos de reformas.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugzs1YLgMUam1hjF8ct4AaABAg",
            "user": "Raissa Cardoso",
            "date": "1 year ago",
            "timestamp": 1526913162676,
            "commentText": "Quem falar mal dos ciganos são racistas olé por os ciganos eu seu cigana pura",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzQjruADwmpXbQ3_ll4AaABAg",
            "user": "klp SSS",
            "date": "1 year ago",
            "timestamp": 1526913162678,
            "commentText": "Ciganos problem antigo q ninguem consegue resolver depois da ll GuerraMundial ?\nEssa gente nao terra discriminate en tod lado",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "UgzQjruADwmpXbQ3_ll4AaABAg.8efN1PWY9-c8iNvEoDjrqX",
                    "user": "Joao Antunes",
                    "date": "10 months ago",
                    "timestamp": 1532183563056,
                    "commentText": "klp SSS e que tal aprender a escrever?",
                    "likes": 0
                },
                {
                    "id": "UgzQjruADwmpXbQ3_ll4AaABAg.8efN1PWY9-c8iNwZUefQlH",
                    "user": "Joao Antunes",
                    "date": "10 months ago",
                    "timestamp": 1532183563057,
                    "commentText": "Migo mi chupi lá pile se me deres como <b> cigano </b>te dou muito denero  mas si perderes mi chupas lá<b>  bola</b> esquerda ki achas?",
                    "likes": 0
                },
                {
                    "id": "UgzQjruADwmpXbQ3_ll4AaABAg.8efN1PWY9-c8iNwcwq1wVY",
                    "user": "Joao Antunes",
                    "date": "10 months ago",
                    "timestamp": 1532183563058,
                    "commentText": "Entendeu? Nem eu",
                    "likes": 0
                },
                {
                    "id": "UgzQjruADwmpXbQ3_ll4AaABAg.8efN1PWY9-c8nN3sOxlqhW",
                    "user": "Nadia sillva",
                    "date": "6 months ago",
                    "timestamp": 1542810763064,
                    "commentText": "@Joao Antunes kkkkKKK mt forte",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgyOZFOMSniL9clSYtB4AaABAg",
            "user": "Marco Dias Lopes",
            "date": "1 year ago",
            "timestamp": 1526913162680,
            "commentText": "Ele quer tirar o rci a comunidade cigana eu sei bem para que para dar os meninos dele rapazes sem nome",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzSE2FTnJnn5rXNJBx4AaABAg",
            "user": "Rafael SM",
            "date": "1 year ago",
            "timestamp": 1526913162687,
            "commentText": "O André ventura é um resista de merda atão ele não vê que não somos nada neste mundo tristeza mesmo",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxpnqvaBD2uGSAKc9h4AaABAg",
            "user": "Rafael SM",
            "date": "1 year ago",
            "timestamp": 1526913162689,
            "commentText": "Há só fala mal dos ciganos que são ladrões.  Ladrões há em todo lado há polícia há juízes há banqueiros há empresários somos todos ladrões e não diga que não",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzcMpezvGJF0u2G0Et4AaABAg",
            "user": "Conexão Cultural & Social",
            "date": "1 year ago",
            "timestamp": 1526913162690,
            "commentText": "Leia este artigo...\"Ninguém quer um bairro de ciganos perto de casa!\"...\nhttp://porfalarnoutracoisa.sapo.pt/2017/07/ninguem-quer-um-bairro-de-ciganos-perto.html",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgzcMpezvGJF0u2G0Et4AaABAg.8dfTxZNz31o8nN39wzTXUY",
                    "user": "Nadia sillva",
                    "date": "6 months ago",
                    "timestamp": 1542810762990,
                    "commentText": "Pois só falam mal dos ciganos seus racistas da merda só vocês e que querem ter direito a tudo vaio se fuder",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugw5MJ2VSIzklUSvQJ54AaABAg",
            "user": "Dayvidonex",
            "date": "1 year ago",
            "timestamp": 1526913162692,
            "commentText": "e tao bom quando os midia dobram embelezam os dados para nos manterem de olhos fechados",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugy9k9YvoBuI1RbD-6x4AaABAg",
            "user": "rui cruz",
            "date": "1 year ago",
            "timestamp": 1526913162694,
            "commentText": "Somos todos iguais e cada um faz o que quiser",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugy9k9YvoBuI1RbD-6x4AaABAg.8dNvjOq89VL8okvOvb0X1Y",
                    "user": "Miguel Pereira",
                    "date": "5 months ago",
                    "timestamp": 1545402762996,
                    "commentText": "errado",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugx32BG7dLXH99KPxWd4AaABAg",
            "user": "Diego Resende",
            "date": "1 year ago",
            "timestamp": 1526913162696,
            "commentText": "Não sei quem será pior. Os ciganos ou este Nabo..",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugx3U-FeRttVQDhgIzZ4AaABAg",
            "user": "Luis F.",
            "date": "1 year ago",
            "timestamp": 1526913162697,
            "commentText": "Pois é!... A VERDADE, doi sempre! (Nâo é verdade?!). Ou será que já nâo se pode dizer as verdades??...",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugx3U-FeRttVQDhgIzZ4AaABAg.8dB47GjxJqR8iNu6Zs0SFQ",
                    "user": "Joao Antunes",
                    "date": "10 months ago",
                    "timestamp": 1532183563006,
                    "commentText": "Luis F. A verdade é que eu trabalho e sou <b> cigano </b>mas como não sabem que sou<b>  cigano</b> fui bem aceite para trabalhar. Devia ver bem as coisas antes de falar. Dizem os ciganos não querem trabalho você dava trabalho para alguns dele? Agora a parte do rsi aí tal só recebem do bom e do melhor e não fazem nada . . Vamos ver quem recebe mais rsi?  A sua atnia como gostam de chamar brancos tão bem a cima da média a receber inserção social mas muito acima dos ciganos. Uma coisa lhe garanto se não fossem ciganos viveram em portugal já outro país tinha fundido Portugal",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgxeVMfhWcKMqXMnmrV4AaABAg",
            "user": "UltraNacionalPT",
            "date": "1 year ago",
            "timestamp": 1526913162699,
            "commentText": "Muito bem!",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgxeVMfhWcKMqXMnmrV4AaABAg.8cbjxSHVcOI8nN4SvTM10x",
                    "user": "Nadia sillva",
                    "date": "6 months ago",
                    "timestamp": 1542810763019,
                    "commentText": "Muito bem é o caralho seu filho da <b> puta </b>vocês são uns merdas viva os ciganos",
                    "likes": 1
                }
            ]
        },
        {
            "id": "Ugz6w2hpPNTrVRJdbcB4AaABAg",
            "user": "Ivan De Jesus",
            "date": "1 year ago",
            "timestamp": 1526913162701,
            "commentText": "filhos da <b> puta </b>.. vocês todos .. burro da merda  André",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzaCtiJ-0G5Az3FMTl4AaABAg",
            "user": "Acelera Rodrigues",
            "date": "1 year ago",
            "timestamp": 1526913162703,
            "commentText": "Pois. Em Portugal dizer mal dos ciganos, dizer a verdade sobre os ciganos dá direito a um processo-crime. Depois as outras pessoas é que são xenófobas, racistas e outras coisas mais, além de serem sujeitos a bloqueio nas redes sociais etc etc.\nAh, André Ventura escolheu mal a hora de ir ao bairro. Porque, normalmente, os ciganos trabalham no turno da noite. Como se viu, àquela hora, estava lá toda gente. Vivem do quê? Do trabalho noturno, claro. Nunca do subsídios…",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgzaCtiJ-0G5Az3FMTl4AaABAg.8btK10KYz2f8swcOQ7SKBk",
                    "user": "Joel Ferreira",
                    "date": "1 month ago",
                    "timestamp": 1555857163049,
                    "commentText": "Haahahhaajjaja loooooool",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgyGPHIy2LaaB6HAVNd4AaABAg",
            "user": "FCP GMR",
            "date": "1 year ago",
            "timestamp": 1526913162705,
            "commentText": "A terra dos ciganos é romenia nao india",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "UgyGPHIy2LaaB6HAVNd4AaABAg.8bnlzPMpW-l8n8gzvhfLEz",
                    "user": "Jose Magalhaes",
                    "date": "6 months ago",
                    "timestamp": 1542810763035,
                    "commentText": "seu animal ignorante!... És <b> mon<b> hé?</b</b>>",
                    "likes": 0
                },
                {
                    "id": "UgyGPHIy2LaaB6HAVNd4AaABAg.8bnlzPMpW-l8nN0qY-l3PI",
                    "user": "Nadia sillva",
                    "date": "6 months ago",
                    "timestamp": 1542810763036,
                    "commentText": "Não é nium deses somos de Portugal seus cabroes da merda vocês devem ser do inferno k é bastante diferente seus merdas de português vocês metem nojo merdas fds",
                    "likes": 1
                },
                {
                    "id": "UgyGPHIy2LaaB6HAVNd4AaABAg.8bnlzPMpW-l8qoDw_rt0GY",
                    "user": "marlito731",
                    "date": "3 months ago",
                    "timestamp": 1550759563037,
                    "commentText": "@Afonso_ sj ja esta confirmado com testes de DNA que os ciganos sao originarios do subcontinente indiano. Os resultados  foram publicados online num jornal chamado biology today.",
                    "likes": 0
                },
                {
                    "id": "UgyGPHIy2LaaB6HAVNd4AaABAg.8bnlzPMpW-l8qoE4Y2OVWQ",
                    "user": "marlito731",
                    "date": "3 months ago",
                    "timestamp": 1550759563039,
                    "commentText": "Os ciganos sao originarios do subcontinente indiano. Testes de DNA ja comprovaram isso",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugzdzev77BlCwrWhyV14AaABAg",
            "user": "Gerson Vitorino",
            "date": "1 year ago",
            "timestamp": 1526913162707,
            "commentText": "Brtv brandoa...tu es um <b> psicopata </b>que medo...ajudem este homem pff ele precisa de ajuda kkkkkkk.peturbado!!!!!!!!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugx5Yh8RaW2clvaSpj54AaABAg",
            "user": "Gerson Vitorino",
            "date": "1 year ago",
            "timestamp": 1526913162709,
            "commentText": "Problema es tu tas te a valer dos ciganos para ganhares as eleiçoens a presidente da camara mas nem perto vais xegar <b> racista </b>nao vais longe",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugx5Yh8RaW2clvaSpj54AaABAg.8bLzzkCKY-J8nN1i5kexjh",
                    "user": "Nadia sillva",
                    "date": "6 months ago",
                    "timestamp": 1542810763027,
                    "commentText": "@Gerson Vitorino ele não falo mal nanais",
                    "likes": 1
                }
            ]
        },
        {
            "id": "UgyjvWuLm6kRL5v-YWV4AaABAg",
            "user": "Ana Diniz",
            "date": "1 year ago",
            "timestamp": 1526913162711,
            "commentText": "Pessoas de má rés existem em qualquer lugar onde existam pessoas, sejam Roma ou não. A nível económico, a população Roma não é de uma extensão em Portugal que possa levar os incumpridores a causarem uma mossa significativa nas finanças nacionais, o que não significa que tal como qualquer outro cidadão o devam fazer, mas representam uma pequena percentagem em comparação ao total populacional. Existem imensos incumpridores e criminosos em todo o país e isso não é específico de um qualquer grupo. É infeliz a falta de vontade de melhorar o conhecimento sobre os outros e o <b> racismo </b>existente. É preciso melhorar a educação e o conhecimento de todos e falar mais sobre o assunto, algo que a TVI tem vindo a procurar fazer e que aprecio ver e seria também muito bom ver outros canais e meios (inclusive escolas) a fazer.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwaMZsoXeq6ZXAs4-N4AaABAg",
            "user": "Hugo Silva",
            "date": "1 year ago",
            "timestamp": 1526913162713,
            "commentText": "Não podemos de todo generalizar toda a comunidade de <b> etnia </b>cigana, isto porque existem pessoas boas e pessoas más todos somos portugueses e todos temos os mesmos direitos sejamos ciganos, pretos, brancos etc.. Inclusive já presenciei situações com portugueses que foram muito mal educados em transportes públicos e também não pagaram bilhete, e por isso o tipo de pessoa que diz que a<b>  etnia</b> cigana cria conflitos é certo que o fazem mas também os portugueses o fazem (É a minha opinião vendo este vídeo).",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgwaMZsoXeq6ZXAs4-N4AaABAg.8b0kEuIeZYk8mzzuo4FW8K",
                    "user": "Sebas G",
                    "date": "6 months ago",
                    "timestamp": 1542810763045,
                    "commentText": "O problema é a malta que dá má reputação à <b> etnia,</b> já se viu o mesmo com os refugiados.",
                    "likes": 0
                },
                {
                    "id": "UgwaMZsoXeq6ZXAs4-N4AaABAg.8b0kEuIeZYk8nN0BJg8Pvf",
                    "user": "Nadia sillva",
                    "date": "6 months ago",
                    "timestamp": 1542810763046,
                    "commentText": "Isso é verdd so querem falar mal dos ciganos mas não olhao para eles k vaiao pro inferno",
                    "likes": 1
                }
            ]
        },
        {
            "id": "UgwGoM2HUly-ssw5-Cx4AaABAg",
            "user": "Andre Ventura",
            "date": "1 year ago",
            "timestamp": 1526913163829,
            "commentText": "Eu vivo ao pé dos ciganos e pelo o contraio sao trabalhadores e os nao ciganos que vivem aqui sao traficantes de droga atençao os que nao sao ciganos",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugz15YRp5tXm2_0pZxZ4AaABAg",
            "user": "NAIMA GIRL",
            "date": "1 year ago",
            "timestamp": 1526913163831,
            "commentText": "olha o meu avó",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugy09X8aPQ4q8m92SHJ4AaABAg",
            "user": "Quim Soares",
            "date": "1 year ago",
            "timestamp": 1526913163832,
            "commentText": "Me cago nos teus mortos andre ventura tens o cu todo <b> roto </b>come nossas merdas",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 36,
            "replies": [
                {
                    "id": "Ugy09X8aPQ4q8m92SHJ4AaABAg.8alcGSHJlx08d5tlnBgRZn",
                    "user": "Erica Vanessa",
                    "date": "1 year ago",
                    "timestamp": 1526913164275,
                    "commentText": "quim soares kkkkkkk eu tabem",
                    "likes": 1
                },
                {
                    "id": "Ugy09X8aPQ4q8m92SHJ4AaABAg.8alcGSHJlx08dgVtNuCUH6",
                    "user": "David Brito",
                    "date": "1 year ago",
                    "timestamp": 1526913164276,
                    "commentText": "até a  merda que vocês cagam tem mais valor que vocês",
                    "likes": 13
                },
                {
                    "id": "Ugy09X8aPQ4q8m92SHJ4AaABAg.8alcGSHJlx08dhUjHkR_FM",
                    "user": "Erica Vanessa",
                    "date": "1 year ago",
                    "timestamp": 1526913164277,
                    "commentText": "David Brito cala te pa cabrao de merda",
                    "likes": 0
                },
                {
                    "id": "Ugy09X8aPQ4q8m92SHJ4AaABAg.8alcGSHJlx07------4YUU",
                    "user": "David Brito",
                    "date": "1 year ago",
                    "timestamp": 1526913164279,
                    "commentText": "vai aprender a escrever <b> analfabeta </b>do caralho",
                    "likes": 10
                },
                {
                    "id": "Ugy09X8aPQ4q8m92SHJ4AaABAg.8alcGSHJlx07------2KXq",
                    "user": "Erica Vanessa",
                    "date": "1 year ago",
                    "timestamp": 1526913164280,
                    "commentText": "David Brito tas a falar para quem ó palhaco de merda vela tem respeitinho pelos ciganinhos eles nao fazem nada nem é so eles k fazem tudo tabem ha pessoas nais piores do k ciganos ta o cabrao??",
                    "likes": 0
                },
                {
                    "id": "Ugy09X8aPQ4q8m92SHJ4AaABAg.8alcGSHJlx07------GliV",
                    "user": "David Brito",
                    "date": "1 year ago",
                    "timestamp": 1526913164281,
                    "commentText": "os ciganos não fazem nada? hahahaha só se for no sentido de trabalhar honestamente porque nem para trolhas eles servem",
                    "likes": 8
                },
                {
                    "id": "Ugy09X8aPQ4q8m92SHJ4AaABAg.8alcGSHJlx07------ECv4",
                    "user": "Erica Vanessa",
                    "date": "1 year ago",
                    "timestamp": 1526913164283,
                    "commentText": "David Brito cala te cuida da tua vida ta o <b> paneleiro </b>deixa os ciganhos em paz se tu estivesses ha minha beira queria k tu disseses isso ha minha beira quero ver partia esaa boca \n\nOlha uma coisa eles tem direito dr viver de comer de cagar para a tua boca de fazer tudo k quiser ta seu<b>  gay</b>\nVe se aprendes criancinha burro",
                    "likes": 0
                },
                {
                    "id": "Ugy09X8aPQ4q8m92SHJ4AaABAg.8alcGSHJlx07------TRXl",
                    "user": "David Brito",
                    "date": "1 year ago",
                    "timestamp": 1526913164284,
                    "commentText": "Partias-me a boca? hahahah com a força que tens deve dar para bater umas pivias ao teu futuro marido e pouco mais.\n\nE já agora os Direito Humanos não se aplicam a animais.",
                    "likes": 4
                },
                {
                    "id": "Ugy09X8aPQ4q8m92SHJ4AaABAg.8alcGSHJlx07------Ufu4",
                    "user": "Erica Vanessa",
                    "date": "1 year ago",
                    "timestamp": 1526913164285,
                    "commentText": "David Brito Devias ter vergonha na cara ta garoto ve se calas a boca...\nÓ <b> racista </b>tabem gostavas k te gozasem nessa cara k tens de<b>  paneleiro</b>??;",
                    "likes": 0
                },
                {
                    "id": "Ugy09X8aPQ4q8m92SHJ4AaABAg.8alcGSHJlx07------63kQ",
                    "user": "David Brito",
                    "date": "1 year ago",
                    "timestamp": 1526913164287,
                    "commentText": "Tu por acaso já me vistes para dizer que tenho cara de <b> paneleiro </b>hahahaha se eu fosse a ti estava caladinha porque a única coisa que estas a fazer é a enterrar-te cada vez mais",
                    "likes": 3
                },
                {
                    "id": "Ugy09X8aPQ4q8m92SHJ4AaABAg.8alcGSHJlx07------5OFm",
                    "user": "Erica Vanessa",
                    "date": "1 year ago",
                    "timestamp": 1526913164760,
                    "commentText": "David Brito Tens cada piada ja agora eu nao te vi nota se ahaaahahah muito engracado paneleirinho",
                    "likes": 0
                },
                {
                    "id": "Ugy09X8aPQ4q8m92SHJ4AaABAg.8alcGSHJlx07------Og66",
                    "user": "David Brito",
                    "date": "1 year ago",
                    "timestamp": 1526913164761,
                    "commentText": "Erica Vanessa Cada piada? Não. \nCada verdade? Isso sim já é mais correto...",
                    "likes": 2
                },
                {
                    "id": "Ugy09X8aPQ4q8m92SHJ4AaABAg.8alcGSHJlx07------I1Q3",
                    "user": "David Brito",
                    "date": "1 year ago",
                    "timestamp": 1526913164762,
                    "commentText": "Concordo pigbenis",
                    "likes": 0
                },
                {
                    "id": "Ugy09X8aPQ4q8m92SHJ4AaABAg.8alcGSHJlx07------Nbta",
                    "user": "Erica Vanessa",
                    "date": "1 year ago",
                    "timestamp": 1526913164764,
                    "commentText": "PigBenis vai te foder moço nao gostas não és obrigado a gostar pois nao entao cala te",
                    "likes": 0
                },
                {
                    "id": "Ugy09X8aPQ4q8m92SHJ4AaABAg.8alcGSHJlx07------1uXs",
                    "user": "Tillicum Beach",
                    "date": "1 year ago",
                    "timestamp": 1526913164765,
                    "commentText": "As verdades têm que ser ditas seu escumalha",
                    "likes": 1
                },
                {
                    "id": "Ugy09X8aPQ4q8m92SHJ4AaABAg.8alcGSHJlx08e9JD6MK3Hx",
                    "user": "Rafael SM",
                    "date": "1 year ago",
                    "timestamp": 1526913164767,
                    "commentText": "Ao menos os ciganos não fodem os próprios filhos e engravida as filhas nem mata os filhos no telejornal só se vê isso violência com a própria família  e depois se suicidar , atrasados, mental kkkk",
                    "likes": 4
                },
                {
                    "id": "Ugy09X8aPQ4q8m92SHJ4AaABAg.8alcGSHJlx08eA4dmv94p7",
                    "user": "Tillicum Beach",
                    "date": "1 year ago",
                    "timestamp": 1526913164768,
                    "commentText": "Pois não fazem ainda pior como por exemplo obrigar as filhas de 15 anos a casar com os primos , vivem do rendimento social(não fazem um caralho e recebem dinheiro) arranjam confusões em todo lado e ainda assaltam lojas como se fosse um passatempo...",
                    "likes": 3
                },
                {
                    "id": "Ugy09X8aPQ4q8m92SHJ4AaABAg.8alcGSHJlx08eAYdNTPjr3",
                    "user": "Rafael SM",
                    "date": "1 year ago",
                    "timestamp": 1526913164769,
                    "commentText": "O que é pior casar uma filha com 15 anos.  Ou fudela como vocês fazem hammm um próprio pai fazer isso com a filha meu deus como tem coragem  covardes devia arancar a rola a todos que fazem isso  é se gabam que trabalham que são trabalhadores  e não pede o rsi  mais mata e viola os próprios filhos.   São piores que bichos  eu choro quando da na TV  crianças que são mortas por nada  são ums asasinos  pior <b> raça </b> , por isso pense quem é agora os maus da fita",
                    "likes": 0
                },
                {
                    "id": "Ugy09X8aPQ4q8m92SHJ4AaABAg.8alcGSHJlx08eAf0iM_e4H",
                    "user": "Tillicum Beach",
                    "date": "1 year ago",
                    "timestamp": 1526913164770,
                    "commentText": "Vocês dizem sempre a mesma merda lol  apenas uma pequena minoria são pedófilos e violadores mas quando se fala de ciganos a história é bem diferente.\n\n\n\n\nPS: o que me da vontade de chorar são esses erros ortográficos de primária👌🔫",
                    "likes": 1
                },
                {
                    "id": "Ugy09X8aPQ4q8m92SHJ4AaABAg.8alcGSHJlx08eAjVdJloVf",
                    "user": "Rafael SM",
                    "date": "1 year ago",
                    "timestamp": 1526913164772,
                    "commentText": "PigBenis pois é vcs mata vossos filhos sem dó nem piedade até os entera nos vossos jardins e vão para bares beber como não fosse nada bebês com a fralda cheia de vossos sangue pq o violaram até filma e manda pra mãe pai são verdadeiros psicopatas os ciganos pode ser ladrões mais não rouba a vida dos filhos 😎😎, já vocês não digo o mesmo bay bay",
                    "likes": 0
                },
                {
                    "id": "Ugy09X8aPQ4q8m92SHJ4AaABAg.8alcGSHJlx08eAzmvJ6CmQ",
                    "user": "Tillicum Beach",
                    "date": "1 year ago",
                    "timestamp": 1526913164773,
                    "commentText": "vai assaltar umas lojas para descontrair",
                    "likes": 3
                },
                {
                    "id": "Ugy09X8aPQ4q8m92SHJ4AaABAg.8alcGSHJlx08eB-xGjlx0O",
                    "user": "Rafael SM",
                    "date": "1 year ago",
                    "timestamp": 1526913164774,
                    "commentText": "PigBenis desculpe mas eu não tenho esse abito   já tu parece que têm",
                    "likes": 0
                },
                {
                    "id": "Ugy09X8aPQ4q8m92SHJ4AaABAg.8alcGSHJlx08eB1zk0GDz6",
                    "user": "Tillicum Beach",
                    "date": "1 year ago",
                    "timestamp": 1526913164776,
                    "commentText": "Um hábito que eu tenho a certeza que nunca tiveste foi ir à escola.",
                    "likes": 4
                },
                {
                    "id": "Ugy09X8aPQ4q8m92SHJ4AaABAg.8alcGSHJlx08eB2rTngNf4",
                    "user": "Rafael SM",
                    "date": "1 year ago",
                    "timestamp": 1526913164783,
                    "commentText": "PigBenis seu arombado se eu não fosse a escola como eu saberia escrever kkkk 😁😁😁😁",
                    "likes": 0
                },
                {
                    "id": "Ugy09X8aPQ4q8m92SHJ4AaABAg.8alcGSHJlx08eft5Bt4FNy",
                    "user": "Quim Soares",
                    "date": "1 year ago",
                    "timestamp": 1526913164784,
                    "commentText": "Um cancro lhe saia ha esses senhores",
                    "likes": 0
                },
                {
                    "id": "Ugy09X8aPQ4q8m92SHJ4AaABAg.8alcGSHJlx08epcYFUsBf7",
                    "user": "Tillicum Beach",
                    "date": "1 year ago",
                    "timestamp": 1526913164786,
                    "commentText": "cancro deves ter tu com esse tumor na cara seu rato de esgoto nojento",
                    "likes": 3
                },
                {
                    "id": "Ugy09X8aPQ4q8m92SHJ4AaABAg.8alcGSHJlx08fskL9NjjsJ",
                    "user": "Quim Soares",
                    "date": "1 year ago",
                    "timestamp": 1526913164787,
                    "commentText": "Tillicum Beach cancro tem a tua mãe",
                    "likes": 0
                },
                {
                    "id": "Ugy09X8aPQ4q8m92SHJ4AaABAg.8alcGSHJlx08fsqKVt7Aun",
                    "user": "Tillicum Beach",
                    "date": "1 year ago",
                    "timestamp": 1526913164789,
                    "commentText": "Antes ter cancro que ser cigano",
                    "likes": 4
                },
                {
                    "id": "Ugy09X8aPQ4q8m92SHJ4AaABAg.8alcGSHJlx08gMG4QRYmKH",
                    "user": "Joao Madeira",
                    "date": "1 year ago",
                    "timestamp": 1526913164790,
                    "commentText": "David Brito és uma merda seu filho da <b> puta </b>, pai se soubesse quem eras gostava de falar",
                    "likes": 0
                },
                {
                    "id": "Ugy09X8aPQ4q8m92SHJ4AaABAg.8alcGSHJlx08hoq-ZSLrzu",
                    "user": "Tiago Pina",
                    "date": "10 months ago",
                    "timestamp": 1532183564792,
                    "commentText": "Erica Vanessa cala-te cigana de merda a comer a pala dos nossos impostos <b> puta </b>de merda a unica coisa para q servias era para chupar-me a pila",
                    "likes": 2
                },
                {
                    "id": "Ugy09X8aPQ4q8m92SHJ4AaABAg.8alcGSHJlx08hoq7LFVyTd",
                    "user": "Tiago Pina",
                    "date": "10 months ago",
                    "timestamp": 1532183564793,
                    "commentText": "Quim Soares a tua só se for",
                    "likes": 1
                },
                {
                    "id": "Ugy09X8aPQ4q8m92SHJ4AaABAg.8alcGSHJlx08iXuoJkHzSi",
                    "user": "Justice Warrior",
                    "date": "10 months ago",
                    "timestamp": 1532183564795,
                    "commentText": "Erica Vanessa\nAcabei de ver o teu perfil..\nEs muito sexy e tens um lábios carnudos que é uma bênção!!\nJá pensaste em fazer broches por 10€?? Se engulires dou te 15€",
                    "likes": 1
                },
                {
                    "id": "Ugy09X8aPQ4q8m92SHJ4AaABAg.8alcGSHJlx08l6c1AH6UPS",
                    "user": "El Sombra Ribertz",
                    "date": "8 months ago",
                    "timestamp": 1537540364796,
                    "commentText": "@Justice Warrior foi top mano\n\nArrumaste com a <b> puta </b>de vez 😂😂😂😂",
                    "likes": 1
                },
                {
                    "id": "Ugy09X8aPQ4q8m92SHJ4AaABAg.8alcGSHJlx08l6cG3ojAbh",
                    "user": "El Sombra Ribertz",
                    "date": "8 months ago",
                    "timestamp": 1537540364797,
                    "commentText": "Essa Erica Vanessa deve ser desmamada de primeira uma calona de trabalhar é so sacar bicos e pater pivias aos maridos punheteiros ciganos",
                    "likes": 0
                },
                {
                    "id": "Ugy09X8aPQ4q8m92SHJ4AaABAg.8alcGSHJlx08lOef4t3au0",
                    "user": "Diogo Cabeça",
                    "date": "8 months ago",
                    "timestamp": 1537540364799,
                    "commentText": "@Tiago Pina se se apanha ce acabava com tua vida . so por tere a di to Erica  Vanessa  uma coversa choveta es mesmo um pode fese mesmo pela tua liguejem porco seu fdp ..o que diseste a erica fazia te eu a ti.,,a tua mae e uma <b> puta </b>,,e tu es maltez um <b> (drogado</b>) que vendes o vu pela a droga ,,ades morrer com pau no cu ahaha. ,,e se vor homem  da me o teu numero que vo ater comtigo ,,prara te por a pau  no teu cu e da boca ,,monte  de merda",
                    "likes": 0
                },
                {
                    "id": "Ugy09X8aPQ4q8m92SHJ4AaABAg.8alcGSHJlx08mkWAqNs2Fc",
                    "user": "David Brito",
                    "date": "6 months ago",
                    "timestamp": 1542810764800,
                    "commentText": "O que é que tu queres seu grande monte de merda, vocês só gostam de ameaçar mas quando \né para andar á porrada chamam os primos, os cães, as sogras e o caralho, vai trabalhar monte de merda do caralho <b> cigano </b>de merda escumalha animal de merda",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgwnkJ9GEmdqHExvoRt4AaABAg",
            "user": "NH",
            "date": "1 year ago",
            "timestamp": 1526913163834,
            "commentText": "Toda a gente sabe como é mas é tabú. Ninguém fala!\nNão se pode generalizar, é verdade, mas 80%.. 90% dos ciganos vive de subsídios. Tem casas da camara com rendas a baixo custo, porque supostamente não tem dinheiro, mas depois tem carros e carrinhas de uma certa marca alemã que valem mais que muitos apartamentos.\nE a comunicação social também tem a sua <b> cota </b>de culpa. Porque falar a verdade agora é<b>  racismo</b> <b> e xenofobi</b>a.  \nNão sei onde isto vai parar.",
            "likes": 29,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwI6KZURzjU-e24Kq94AaABAg",
            "user": "alo win",
            "date": "1 year ago",
            "timestamp": 1526913163836,
            "commentText": "É a unica vez que concordo com o andre ventura. Os donos de portugal sao os ciganos e nos a trabalhar para eles!",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgwI6KZURzjU-e24Kq94AaABAg.8alJS5j0RFQ8iNtYEl4NK0",
                    "user": "Joao Antunes",
                    "date": "10 months ago",
                    "timestamp": 1532183564129,
                    "commentText": "alo win os donos de Portugal são os ciganos??? Amigo vai ter com Sócrates com passos Coelho que meteram o dinheiro ao bolso",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgzhigNbVaQe8X--6Cd4AaABAg",
            "user": "Marta Isabela",
            "date": "1 year ago",
            "timestamp": 1526913163838,
            "commentText": "Contra factos existem sempre argumentos ridículos de racismo",
            "likes": 11,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugxq3aId5XhUVPrmEBZ4AaABAg",
            "user": "fabio vicente",
            "date": "1 year ago",
            "timestamp": 1526913163839,
            "commentText": "Farto de merda já ando eu, cada <b> macaco </b>em seu galho .",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugxr-ImTpGqRFMbUBu54AaABAg",
            "user": "fabio vicente",
            "date": "1 year ago",
            "timestamp": 1526913163841,
            "commentText": "Ciganos fora de portugal !!!",
            "likes": 40,
            "hasReplies": true,
            "numberOfReplies": 14,
            "replies": [
                {
                    "id": "Ugxr-ImTpGqRFMbUBu54AaABAg.8aA_x2Ny7kG8aD6UYNYqUS",
                    "user": "Conexão Cultural & Social",
                    "date": "1 year ago",
                    "timestamp": 1526913164222,
                    "commentText": "Bem pode esperar sentado!..vai sonhando...",
                    "likes": 3
                },
                {
                    "id": "Ugxr-ImTpGqRFMbUBu54AaABAg.8aA_x2Ny7kG8f-KuGVbHJH",
                    "user": "CANAL de Gabriela Bem-Vindo",
                    "date": "1 year ago",
                    "timestamp": 1526913164224,
                    "commentText": "Fabio vicente eu sou cigana portuguesa de pai português <b> cigano </b>e mãe portuguesa mexe não cigana o que tu diz não é bem nem a lógica porque tu quer mandar nos fora de Portugal Tu conhece a história de Portugal há séculos atrás Portugal nem existia por isso antes de falar pensa um pouco",
                    "likes": 1
                },
                {
                    "id": "Ugxr-ImTpGqRFMbUBu54AaABAg.8aA_x2Ny7kG8gdmMUXlwX2",
                    "user": "andre vicente",
                    "date": "11 months ago",
                    "timestamp": 1529591564225,
                    "commentText": "fabio vicente \nVem dizer isso na cara de um <b> cigano </b>pra vers o que te acontece",
                    "likes": 4
                },
                {
                    "id": "Ugxr-ImTpGqRFMbUBu54AaABAg.8aA_x2Ny7kG8hoqK__Lmxn",
                    "user": "Tiago Pina",
                    "date": "10 months ago",
                    "timestamp": 1532183564227,
                    "commentText": "CANAL de Gabriela Bem-Vindo olha moça ignorante Portugal é um dos paises mais velhos do mundo com cerca de 850 anos de <b> idade </b>e vocês são uma praga maldita q n faz falta nenhuma a este país",
                    "likes": 10
                },
                {
                    "id": "Ugxr-ImTpGqRFMbUBu54AaABAg.8aA_x2Ny7kG8hwLmcYE-Ic",
                    "user": "goku gamer",
                    "date": "10 months ago",
                    "timestamp": 1532183564228,
                    "commentText": "Vem dizer isso na cara de um cigano😡",
                    "likes": 2
                },
                {
                    "id": "Ugxr-ImTpGqRFMbUBu54AaABAg.8aA_x2Ny7kG8khRox_Q1Rr",
                    "user": "JoaoCosta85",
                    "date": "8 months ago",
                    "timestamp": 1537540364229,
                    "commentText": "andre vicente esse tipo de atitude não ajuda. Evidente que ninguém diz nada aos ciganos. Eu pelo menos não, chamo a polícia que é para isso que ela existe. Não me armo em herói. Mas quem perde são os ciganos honestos, que acabam por ser descriminamos. Quantas empresas contratam ciganos? Quantas pessoas ignoram um <b> cigano </b>se este precisar de ajuda?",
                    "likes": 3
                },
                {
                    "id": "Ugxr-ImTpGqRFMbUBu54AaABAg.8aA_x2Ny7kG8nMzvNTbujb",
                    "user": "Nadia sillva",
                    "date": "6 months ago",
                    "timestamp": 1542810764231,
                    "commentText": "Fábio Vicente já que tas tão mal deste mundo sai tu pk es tu que ta aki a mais seu filho da <b> puta </b>cara duma merda cabrao o teu pai foi te ao cu",
                    "likes": 1
                },
                {
                    "id": "Ugxr-ImTpGqRFMbUBu54AaABAg.8aA_x2Ny7kG8nN-3RpiUHU",
                    "user": "Nadia sillva",
                    "date": "6 months ago",
                    "timestamp": 1542810764232,
                    "commentText": "@andre vicente dava-lhe um tiro e matava lhe logo a família dele k para aprender Há não a falar mal de noz",
                    "likes": 1
                },
                {
                    "id": "Ugxr-ImTpGqRFMbUBu54AaABAg.8aA_x2Ny7kG8nN-GzbTaC4",
                    "user": "Nadia sillva",
                    "date": "6 months ago",
                    "timestamp": 1542810764234,
                    "commentText": "@JoaoCosta85 isso é verdade Deus está no teu coração sabes pk pk não és racista",
                    "likes": 1
                },
                {
                    "id": "Ugxr-ImTpGqRFMbUBu54AaABAg.8aA_x2Ny7kG8nODLFpYaxi",
                    "user": "El Sombra Ribertz",
                    "date": "6 months ago",
                    "timestamp": 1542810764235,
                    "commentText": "@CANAL de Gabriela Bem-Vindo oh vaquinha nós não somos obrigados a ter esterco como vocês neste país....",
                    "likes": 1
                },
                {
                    "id": "Ugxr-ImTpGqRFMbUBu54AaABAg.8aA_x2Ny7kG8nOJ9toI0NP",
                    "user": "El Sombra Ribertz",
                    "date": "6 months ago",
                    "timestamp": 1542810764535,
                    "commentText": "@Nadia sillva oh bitch oh calas te oh apanhas com ele na boquinha e com leitinho 😂😂😂😂🖕🖕🖕🖕 fuck shit bitch",
                    "likes": 0
                },
                {
                    "id": "Ugxr-ImTpGqRFMbUBu54AaABAg.8aA_x2Ny7kG8nj0u-AbYw7",
                    "user": "Mariana Brito",
                    "date": "6 months ago",
                    "timestamp": 1542810764537,
                    "commentText": "@andre vicente se o <b> cigano </b>fosse um homem com colhoes dizia na boa e ainda o desfazia na rua mas não sao uns pandulas que precisam de armas e da familia para os defender",
                    "likes": 1
                },
                {
                    "id": "Ugxr-ImTpGqRFMbUBu54AaABAg.8aA_x2Ny7kG8ntYicKaWuL",
                    "user": "andre vicente",
                    "date": "6 months ago",
                    "timestamp": 1542810764538,
                    "commentText": "@Mariana Brito Então olha amiga estas mt mal enganada os ciganos n chamam família nem andam armados isso mais uma vez foram as pessoas q  inventaram percebes .",
                    "likes": 0
                },
                {
                    "id": "Ugxr-ImTpGqRFMbUBu54AaABAg.8aA_x2Ny7kG8nui806gLmH",
                    "user": "Mariana Brito",
                    "date": "6 months ago",
                    "timestamp": 1542810764539,
                    "commentText": "@andre vicente lool inventaram inventaram",
                    "likes": 1
                }
            ]
        },
        {
            "id": "UgxVHvTJvLvCOq-98oR4AaABAg",
            "user": "ppp reis",
            "date": "1 year ago",
            "timestamp": 1526913163843,
            "commentText": "Se ele um dia for a uma feira de ciganos é violado com todo o merito.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgxVHvTJvLvCOq-98oR4AaABAg.8aADyE5qqYP8iNuMNla1PB",
                    "user": "Joao Antunes",
                    "date": "10 months ago",
                    "timestamp": 1532183564109,
                    "commentText": "ppp reis amigo violado não será porque <b> cigano </b>não viola mas que pode levar uma bela surra isso pode com todo o mérito,,😚😂",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugzp2zGpp98xQdo5l2F4AaABAg",
            "user": "Nara Abreu",
            "date": "1 year ago",
            "timestamp": 1526913163845,
            "commentText": "Português sendo português.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgyuO_YWEXHf3i0041p4AaABAg",
            "user": "Bruno Duque",
            "date": "1 year ago",
            "timestamp": 1526913163847,
            "commentText": "Maior parte dos que conheço só armam merda. Roubam carros, mudam matrículas, vendem ás peças para fora, roubos atrás de roubos e assaltos, todos os meses ali a cair o RSI, uma pessoa não pode dizer nada ou olhar que ameaçam logo ou chamam os não sei quantos primos que têm, pedem dinheiro emprestado a malta e nunca mais devolvem... Infelizmente uma pessoa é obrigada a falar mal de uma <b> raça </b>não conhecendo um único dos mesmo que seja decente, não roube, não minta, etc. É perceptível desta forma o descontentamento dos portugueses !",
            "likes": 39,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "UgyuO_YWEXHf3i0041p4AaABAg.8_AEBs0-Ui68kZebRJPVHC",
                    "user": "Bebiana Gomes",
                    "date": "8 months ago",
                    "timestamp": 1537540364253,
                    "commentText": "Bruno Duque  primeiro não é <b> raça </b>! É uma<b>  etnia</b>! Pensam que estar um dia inteiro em feiras não é trabalho ? E quantos parasitas se<b> m etni</b>a não trabalham e estão a viver à custa do estado ? Meu amigo , se podesses até tu o fazias ! E não me venhas com tretas , então não atires pedras ao ar se o teu telhado é de vidro.\nSou vareira e convívio com muitos deles , desses que falam que pedem dinheiro emprestado , que só trabalham em feiras e pagam uma minoria de renda e queres saber ? Quantos que conheço s<b> em etn</b>ia que são bem piores e na rua são os maiores !",
                    "likes": 2
                },
                {
                    "id": "UgyuO_YWEXHf3i0041p4AaABAg.8_AEBs0-Ui68lM7YA2GIJa",
                    "user": "Dream Power",
                    "date": "8 months ago",
                    "timestamp": 1537540364254,
                    "commentText": "@Bebiana Gomes lol",
                    "likes": 2
                },
                {
                    "id": "UgyuO_YWEXHf3i0041p4AaABAg.8_AEBs0-Ui68qwV5s5hmCA",
                    "user": "miriam gonçalves",
                    "date": "3 months ago",
                    "timestamp": 1550759564256,
                    "commentText": "A verdade dói mesmo ... em geral são mesmo assim !! Querem bater em grupo pelo simples facto de olharem e etc. O meu primo  de 7 anos anda na escola e tem pavor de ciganos! E nada tem haver com preconceito ou algo parece , eles o ameaçam de porrada , roubam-lhe o lanche e coisas do <b> género </b>o<b>  miúdo</b> ia sempre pra escola com medo e na rua bastava ver um que ele fugia a chorar ... claro que nem todos são assim , conheço alguns que são Boa gente sim mas a verdade seja dita ... são pessoas bastantes problemáticas no modo geral",
                    "likes": 2
                },
                {
                    "id": "UgyuO_YWEXHf3i0041p4AaABAg.8_AEBs0-Ui68tss7Je3ozc",
                    "user": "Digui_ troll.31",
                    "date": "1 month ago",
                    "timestamp": 1555857164257,
                    "commentText": "exato eles têm de ser controlados",
                    "likes": 1
                },
                {
                    "id": "UgyuO_YWEXHf3i0041p4AaABAg.8_AEBs0-Ui68vAUBrV7NZo",
                    "user": "Acoresaletejo Acoresaletejo",
                    "date": "15 hours ago",
                    "timestamp": 1558395164258,
                    "commentText": "Bruno Duque o jovem bruno ao ciganos  não lhe tão  trabalho . temos filho para dar de comer .e é por iso que  alqum roubo e outro nao faze nada porque nao tem trabalho e não vão pasar fome eu sem que não é correto mais as vezes olha...",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgzxoPSFzBcRvoH4jKN4AaABAg",
            "user": "giovani divinal",
            "date": "1 year ago",
            "timestamp": 1526913163849,
            "commentText": "eu mandava os ciganos pro Alentejo todos eles",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "UgzxoPSFzBcRvoH4jKN4AaABAg.8_9cYV1TiEp8gcPANJMmbZ",
                    "user": "RC DRONES: drones e quadcopters em portugues",
                    "date": "11 months ago",
                    "timestamp": 1529591564150,
                    "commentText": "giovani divinal alentejo tambem è Portugal",
                    "likes": 1
                },
                {
                    "id": "UgzxoPSFzBcRvoH4jKN4AaABAg.8_9cYV1TiEp8hoqWgIoLit",
                    "user": "Tiago Pina",
                    "date": "10 months ago",
                    "timestamp": 1532183564152,
                    "commentText": "giovani divinal o filho da <b> puta </b>Alentejo tbm é Portugal, achas-te muito bom lisboeta ou<b>  bimbo</b> de merda",
                    "likes": 0
                },
                {
                    "id": "UgzxoPSFzBcRvoH4jKN4AaABAg.8_9cYV1TiEp8n--ZU8YPhH",
                    "user": "Sebas G",
                    "date": "6 months ago",
                    "timestamp": 1542810764154,
                    "commentText": "giovani divinal lá que dariam jeito para montar umas feiras na região lá isso dariam.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgwTQgnXTXo5DxsLD-p4AaABAg",
            "user": "Fabio Vitorino",
            "date": "1 year ago",
            "timestamp": 1526913163851,
            "commentText": "André ventura e todos que tau out ele sao todos viuladores seis bônus vão o cú os próprios filhos vosezes são viuladores o jornal a SIC é todo vosso bibis",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwVFGcdO5dEXeobYUp4AaABAg",
            "user": "Fabio Vitorino",
            "date": "1 year ago",
            "timestamp": 1526913163854,
            "commentText": "Anderson ventura vai tumar no cu",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgwVFGcdO5dEXeobYUp4AaABAg.8_4AhG4QS6c8oYsbx3hi_w",
                    "user": "Miguel Pereira",
                    "date": "5 months ago",
                    "timestamp": 1545402764123,
                    "commentText": "Nem o nome sabes escrever direito vai aprender a escrever monte de esterco do caralho",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgxuG2cQu-L8WNiMqGB4AaABAg",
            "user": "turma de direito",
            "date": "1 year ago",
            "timestamp": 1526913163856,
            "commentText": "PORTUGUESES PRECONCEITUOSO E  SEM MISERICORDIA . SÃO TODOOS NOJENTOS E IMUNDOS",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugw-cHtTRT0EYLIHtcR4AaABAg",
            "user": "César Davide",
            "date": "1 year ago",
            "timestamp": 1526913163858,
            "commentText": "Ciganos é o lixo da sociedade (claro, ha um ou outro bom)",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugw-cHtTRT0EYLIHtcR4AaABAg.8_1rCAVxYsO8iNw0hjuTd0",
                    "user": "Joao Antunes",
                    "date": "10 months ago",
                    "timestamp": 1532183564138,
                    "commentText": "César Davide o que chama <b> cigano?</b> Eu não sei o que diz você passa por mim e não me conhece como<b>  cigano</b> lhe garanto e conhece po<b> r cigan</b>o por usar roupas pretas isso vai acabar",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgyTLaJhJqlso3CVHtB4AaABAg",
            "user": "Telmo Simoes",
            "date": "1 year ago",
            "timestamp": 1526913163860,
            "commentText": "Povo mais <b> atrasado </b>😠. ..porquê generalizar? Só aqui nestes comentários dá para ver o quanto o Português não presta ! E sim, agora estou eu a generalizar!  Fdx todos nós temos 5 dedos em cada mão, e todos sabemos que nenhum deles é igual, que cada um deles têm o seu propósito, que cada um deles tem a sua força e o seu devido valor.  E vejam lá como funcionam lindamente em conjunto...vejam que eles precisam uns dos outros, se faltar um faz diferença. ... pôxah vida  !Porquê que nós  (SERES HUMANOS , não conseguimos viver aceitando as diferenças dos demais ? Será que voltamos á<b>  idade</b> da pedra em que prevalece a lei do mais forte?",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "UgyTLaJhJqlso3CVHtB4AaABAg.8_1W-u7_nuo8n-065eDn7Z",
                    "user": "Sebas G",
                    "date": "6 months ago",
                    "timestamp": 1542810764117,
                    "commentText": "Telmo Simoes\r É o que dá sermos um dos países menos desenvolvidos da União Europeia, temos políticos fracos com imitadores doutra gente de direita que teve sucesso como o Trump, em vez de termos políticos de jeito, que tomam iniciativa própria e não andam a seguir outras tendências políticas fora deste país que ainda precisa duma grande reforma no sistema político e de tirar os corruptos, do poder que nos custam reputação com a UE e dinheiro.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgxpJmLIQgcYC0lmn054AaABAg",
            "user": "Enter Sadman",
            "date": "1 year ago",
            "timestamp": 1526913163862,
            "commentText": "O socrates e o salgad devem ser ciganos,este hugo ventura tem mesmo cara de otario,ha gente boa e gente mä em qualquer <b> raça,</b>nao sejam hipocritas e nao falem so dos ciganos,as falencias dos bancos e dinheiro que roubam aos bancos socrates salgad, ele devia era ter falad mal desses,porque senao tamos melhores como pais deve se a esses ladroes que tem milhoes a roubar ,nao e tostoes e milhoes",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwMW5i3_eSFICmhc7F4AaABAg",
            "user": "Vasco Silva",
            "date": "1 year ago",
            "timestamp": 1526913163863,
            "commentText": "E ires pá <b> puta </b>q te pariu oh defeciente de merda era quem te enfiasse duas lontras pelo cu a cima fdp",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwSrhM-kKWucQZqH7R4AaABAg",
            "user": "o tal king trp",
            "date": "1 year ago",
            "timestamp": 1526913163865,
            "commentText": "olha o quaresma han? ate a sola dos sapatos lhe lenbias se ele te desse corda oh seu cabrao de merda ,",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugzb3T-9NUZETs09RCV4AaABAg",
            "user": "o tal king trp",
            "date": "1 year ago",
            "timestamp": 1526913166608,
            "commentText": "este cabrao anda sempre a falar mal dos ciganos mas nem todos sao assim oh seu filho da mãe ja nao é a 1 vez...",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgzptRmU10RjOruPJ1t4AaABAg",
            "user": "Guilherme Almeida",
            "date": "1 year ago",
            "timestamp": 1526913166610,
            "commentText": "Coitadinhos dos ciganos. Fartam-se de trabalhar e pagar as contas realmente foda-se, que injustiça. Somos é um país que papa esta merda e eles gozam connosco. Vão masé pá <b> ganda </b<b> >puta</b> da vossa mãe!",
            "likes": 25,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgzptRmU10RjOruPJ1t4AaABAg.8ZuJuT2It_G8qScpRNrWgv",
                    "user": "David Brito",
                    "date": "3 months ago",
                    "timestamp": 1550759566974,
                    "commentText": "Eu sou o maior <b> paneleiro </b>de Portugal e tenho orgulho nisso. Lambe-me o grelo enquanto te enfio a minha grande pila de 2cm no rego.",
                    "likes": 1
                },
                {
                    "id": "UgzptRmU10RjOruPJ1t4AaABAg.8ZuJuT2It_G8uiDGCoosIq",
                    "user": "Cari Reis",
                    "date": "1 week ago",
                    "timestamp": 1557844366976,
                    "commentText": "Es um frustado mesmo egnoranrte vai dizer iso na cara deles seus racistas  e cobardes  voz que violan os finhos matan os finhos  iso e que e mau guinherme nunca pensei que ouvese tanta guente  racistas",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgyPgf-KIgCQJ4Fpu614AaABAg",
            "user": "Leandro VXTP2015",
            "date": "1 year ago",
            "timestamp": 1526913166612,
            "commentText": "Eu pessoalmente nunca tive problemas com ciganos e temos uns quantos aqui em São Miguel, mas acho que ambos os lados devem - se adaptar às diferenças culturais. Tanto os ciganos devem tentar adaptar - se à nossa sociedade, como também nós devemos, não digo ser obrigados a aceitar, mas pelo menos respeitar os seus costumes.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "UgyPgf-KIgCQJ4Fpu614AaABAg.8Zt9_RMC1Pc8_0AogbPQu5",
                    "user": "Degenerates Like You Belong On a Cross",
                    "date": "1 year ago",
                    "timestamp": 1526913166938,
                    "commentText": "Fds há ciganos nas ilhas? <b> Puta </b>que pariu Portugal nem no meio do Atlântico nos vemos livres deles, já não basta os tugas que não querem fazer nenhum ainda temos de sustentar mais estes",
                    "likes": 9
                },
                {
                    "id": "UgyPgf-KIgCQJ4Fpu614AaABAg.8Zt9_RMC1Pc8dfOngUwL5h",
                    "user": "Samuel Silva Ciganinho",
                    "date": "1 year ago",
                    "timestamp": 1526913166939,
                    "commentText": "Anónimo Pt tens razão , olha eu tou a tirar a ficuldade PK n é só os ciganos n trabalho pk eu vejo mts n ciganos a viver de roubos e drogas só k os n ciganos kerem esconder isso mas isso ninguém PK?",
                    "likes": 0
                },
                {
                    "id": "UgyPgf-KIgCQJ4Fpu614AaABAg.8Zt9_RMC1Pc8n--276kofT",
                    "user": "Sebas G",
                    "date": "6 months ago",
                    "timestamp": 1542810766940,
                    "commentText": "Anónimo Pt\r No que toca ao meu ponto de vista o pior que já vi dos ciganos foi 1 ou 2 vigaristas, mas isso é uma minoria.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgzGgPv6Sa8LpNsOmMl4AaABAg",
            "user": "carlos coldman",
            "date": "1 year ago",
            "timestamp": 1526913166614,
            "commentText": "racistas = coco",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwzWG7Z0f3C7w7-ZHR4AaABAg",
            "user": "Jacinto Capitolino da Silva",
            "date": "1 year ago",
            "timestamp": 1526913166616,
            "commentText": "Porquê que ele nao se candidatou pelo pnr??? Este rapazinho a tentar imitar o trump.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxZPFsNUmuHmizlGFt4AaABAg",
            "user": "Antonio Domingos",
            "date": "1 year ago",
            "timestamp": 1526913166617,
            "commentText": "O PS é Globalista usa Connosco as Regras para Radicais de Esquerda, Sobrecarrega o Estado com dependentes é uma delas É saber mais",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugy0UJZAtONBlT_ggrx4AaABAg",
            "user": "Antonio Domingos",
            "date": "1 year ago",
            "timestamp": 1526913166619,
            "commentText": "Os Globalistas estão destruindo a Família e Portugal usam connosco as Regras para Radicais de Esquerda INCENTIVA O DIVÓRCIO é uma delas É saber mais",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "Ugy0UJZAtONBlT_ggrx4AaABAg.8Zq_aLe4l8i8_9LuHBKbSF",
                    "user": "Bruno Gomes",
                    "date": "1 year ago",
                    "timestamp": 1526913166920,
                    "commentText": "oi?",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgyB2PmApyedr5pIr2x4AaABAg",
            "user": "Misterio h",
            "date": "1 year ago",
            "timestamp": 1526913166621,
            "commentText": "quem fala mal do ciganos que me chupa me o caralho  com merda com chantili",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwQzN-dUwky1EXz9IZ4AaABAg",
            "user": "Francisco Calhordo",
            "date": "1 year ago",
            "timestamp": 1526913166623,
            "commentText": "Os <b> cigano </b>deviam te fazer à folha asse filho da<b>  puta</b<b> > travest</b<b> >i <b> vermel</b</b>>ho ventura",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgwQzN-dUwky1EXz9IZ4AaABAg.8Zq-nQtCsqL8Zv5Mhj-mCn",
                    "user": "Rodrigo Faria",
                    "date": "1 year ago",
                    "timestamp": 1526913166947,
                    "commentText": "porco cheiras mal",
                    "likes": 0
                },
                {
                    "id": "UgwQzN-dUwky1EXz9IZ4AaABAg.8Zq-nQtCsqL8_AEtm1fpc3",
                    "user": "Bruno Duque",
                    "date": "1 year ago",
                    "timestamp": 1526913166948,
                    "commentText": "Só dizem merd. Vê se bem que só fazem o 4o ano ou nem isso",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgztGEqOaoenwxr-pcJ4AaABAg",
            "user": "Sombra",
            "date": "1 year ago",
            "timestamp": 1526913166625,
            "commentText": "O bloco de esquerda devia de ir para o caralhinho",
            "likes": 17,
            "hasReplies": true,
            "numberOfReplies": 12,
            "replies": [
                {
                    "id": "UgztGEqOaoenwxr-pcJ4AaABAg.8ZpzinEe7Td8a7Ocap6dA0",
                    "user": "cesar rosa",
                    "date": "1 year ago",
                    "timestamp": 1526913167065,
                    "commentText": "queres te encontrar comigo cara  a cara nao me digas que rato mal cheiroso é cobarde  algum <b> cigano </b>fodeu a tua mae foi ahahhahahaahahah",
                    "likes": 1
                },
                {
                    "id": "UgztGEqOaoenwxr-pcJ4AaABAg.8ZpzinEe7Td8a7QqeKJpaV",
                    "user": "Sombra",
                    "date": "1 year ago",
                    "timestamp": 1526913167067,
                    "commentText": "es de onde?",
                    "likes": 3
                },
                {
                    "id": "UgztGEqOaoenwxr-pcJ4AaABAg.8ZpzinEe7Td8a7S0P4_KIN",
                    "user": "Sombra",
                    "date": "1 year ago",
                    "timestamp": 1526913167069,
                    "commentText": "quero é que te fodas",
                    "likes": 5
                },
                {
                    "id": "UgztGEqOaoenwxr-pcJ4AaABAg.8ZpzinEe7Td8aHFB1dPdVk",
                    "user": "Pedro Cabral",
                    "date": "1 year ago",
                    "timestamp": 1526913167070,
                    "commentText": "Cesar duvido muito que fosses homem para ir sozinho...",
                    "likes": 2
                },
                {
                    "id": "UgztGEqOaoenwxr-pcJ4AaABAg.8ZpzinEe7Td8aHHTkXuEC-",
                    "user": "Sombra",
                    "date": "1 year ago",
                    "timestamp": 1526913167072,
                    "commentText": "claro q nao vem sozinho e claro nao vem de mãos a abanar",
                    "likes": 2
                },
                {
                    "id": "UgztGEqOaoenwxr-pcJ4AaABAg.8ZpzinEe7Td8agIDgU8_XD",
                    "user": "cesar rosa",
                    "date": "1 year ago",
                    "timestamp": 1526913167074,
                    "commentText": "nao duvides quando quiseres marca o encontro",
                    "likes": 1
                },
                {
                    "id": "UgztGEqOaoenwxr-pcJ4AaABAg.8ZpzinEe7Td8agIppl1ykQ",
                    "user": "cesar rosa",
                    "date": "1 year ago",
                    "timestamp": 1526913167075,
                    "commentText": "rei castela deu portucalence norte  e mais gostava mesmo de conhecer frente a frente seu porco  cheiras a mortos",
                    "likes": 1
                },
                {
                    "id": "UgztGEqOaoenwxr-pcJ4AaABAg.8ZpzinEe7Td8agMx2NioGg",
                    "user": "Pedro Cabral",
                    "date": "1 year ago",
                    "timestamp": 1526913167077,
                    "commentText": "Es um mauzao do caralho. Qualquer um te arrebenta todo. Sai daqui. Xico. Voces sem armas nao sao ninguem.",
                    "likes": 2
                },
                {
                    "id": "UgztGEqOaoenwxr-pcJ4AaABAg.8ZpzinEe7Td8avmdRDjLu_",
                    "user": "cesar rosa",
                    "date": "1 year ago",
                    "timestamp": 1526913167078,
                    "commentText": "raça de animal <b> raça </b>podre metes nojo as ratos vai mas violar teus filhos  sua merda todos os dias so vimos ,a violar os proprios filhos que nojo noticias correio da manha  acham-se melhores que outros ainda  bem que sou<b>  cigano</b> tenho muito orgunho e mais so para teres uma ideia tenho 1.82m e 110 quilos<b>   raç</b>a cheia de defeitos e pontam o dedos aos outros",
                    "likes": 1
                },
                {
                    "id": "UgztGEqOaoenwxr-pcJ4AaABAg.8ZpzinEe7Td8b49UOCD7QN",
                    "user": "Pedro Cabral",
                    "date": "1 year ago",
                    "timestamp": 1526913167079,
                    "commentText": "Cala te e voces casam as vossas filhas, sobrinhas, primas...todas a força com homens com <b> idade </b>para serem pais delas e ainda engravidam com 16 anos ou menos. Melhores que os outros? Nada disso...voces e que querem ser melhores que os outros...e tudo de graça. Trabalhem caralho! E bom teres orgulho do que es...toda a gente deve ter. Nao venhas para aqui tentar ter razao quando nao tens. Voces tambem apontam dedos com defeitos.",
                    "likes": 2
                },
                {
                    "id": "UgztGEqOaoenwxr-pcJ4AaABAg.8ZpzinEe7Td8bCfjXM9y_r",
                    "user": "cesar rosa",
                    "date": "1 year ago",
                    "timestamp": 1526913167573,
                    "commentText": "vai mas e  caranho seu brochita  mas nao vamos a cona nossas filhas nem aos nossos  filhos que nojo seus porcos  voçes  saõ  a <b> raça </b>mais podre ao cima da terra  matam crianças  munheres tudo  guerra vai mas embora nem quero falar mais contigo que nojo repona-mes e",
                    "likes": 1
                },
                {
                    "id": "UgztGEqOaoenwxr-pcJ4AaABAg.8ZpzinEe7Td8bCjBLeSjhB",
                    "user": "Sombra",
                    "date": "1 year ago",
                    "timestamp": 1526913167574,
                    "commentText": "vocês são uns santos.. Vai-te esconder ó metro e oitenta, agora tas a dar para fitness? nem escrever sabes e repetes as mesma coisas.. Eu só critiquei o BE por se apresentar estar interessado em \"ajudar\" mas acho que não é bem assim depois.. Tu que começas-tes prai a mandar bocas, tu que és um rato podre sujo e ignorante. A minha familia não é para aqui chamada seu NADA. Estás muito enganado naquilo que pensas.",
                    "likes": 2
                }
            ]
        },
        {
            "id": "UgyyUGI85gqF2uI2zhd4AaABAg",
            "user": "seveN all abaut roots",
            "date": "1 year ago",
            "timestamp": 1526913166628,
            "commentText": "Mais racistas que os ciganos não somos nós de certeza eles só estão a pagar pela má reputação que foram criando... sou livre pra gosta e não gostar ...",
            "likes": 44,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgxECLWGSexFy-SKV_54AaABAg",
            "user": "DANI Barão",
            "date": "1 year ago",
            "timestamp": 1526913166629,
            "commentText": "es um burro",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "UgwFGJN8ebMwtLYtJNV4AaABAg",
            "user": "CaixaPreta",
            "date": "1 year ago",
            "timestamp": 1526913166631,
            "commentText": "Tenho ciganos aqui na minha zona que ficam sentados o dia todo a porta do apartamento. E o dinheiro? Onde ganham? Sentados n e de certeza. Trabalhar não está no vocabulário deles e depois ficam ofendidos quando os atacamos verbalmente fodasse e preciso ter cabeça não fazem nada, andam a porrada com pessoas inocentes e não são levados a tribunal fodasse que paraíso para estes fdp. Estou a falar da maioria dos ciganos pois conheço alguns que são muito bons trabalhadores",
            "likes": 104,
            "hasReplies": true,
            "numberOfReplies": 14,
            "replies": [
                {
                    "id": "UgwFGJN8ebMwtLYtJNV4AaABAg.8ZoMxW6GpjA8bM-LJw2nNt",
                    "user": "Gerson Vitorino",
                    "date": "1 year ago",
                    "timestamp": 1526913167135,
                    "commentText": "CaixaPreta quantos <b> cigano </b>é que te foram ó cu pra tares tao revoltado....secalhar a tua<b>  mulher</b> gosta de ciganos e nao te diz kkkkkkk",
                    "likes": 4
                },
                {
                    "id": "UgwFGJN8ebMwtLYtJNV4AaABAg.8ZoMxW6GpjA8bNEyRuXUsF",
                    "user": "CaixaPreta",
                    "date": "1 year ago",
                    "timestamp": 1526913167136,
                    "commentText": "Gerson Vitorino Para vires dessa maneira comentar já te deve ter acontecido isso.\nTens tanta merda para dizer e foste com isso... pede para cagar e sai",
                    "likes": 11
                },
                {
                    "id": "UgwFGJN8ebMwtLYtJNV4AaABAg.8ZoMxW6GpjA8bNK-ue-WFG",
                    "user": "Gerson Vitorino",
                    "date": "1 year ago",
                    "timestamp": 1526913167138,
                    "commentText": "CaixaPreta desculpa lá foi do stress...",
                    "likes": 1
                },
                {
                    "id": "UgwFGJN8ebMwtLYtJNV4AaABAg.8ZoMxW6GpjA8bNOBddqMnf",
                    "user": "CaixaPreta",
                    "date": "1 year ago",
                    "timestamp": 1526913167140,
                    "commentText": "Gerson Vitorino Ui ameaças fala muitas vezes assim é até de calhar um <b> gajo </b>mais maluco que tu cala te logo e segundo o que estou a dizer são factos e não<b>  racismo</b> e ninguém quer dizer mas maioria concorda com isto",
                    "likes": 6
                },
                {
                    "id": "UgwFGJN8ebMwtLYtJNV4AaABAg.8ZoMxW6GpjA8bNOYQnYnix",
                    "user": "CaixaPreta",
                    "date": "1 year ago",
                    "timestamp": 1526913167141,
                    "commentText": "Gerson Vitorino E outra disse que conhecia pessoas ciganas que era trabalhadoras e não me refiro a todos... lê tudo antes de vir dizer merdas como <b> racismo </b>e o caralho que para burros não tenho paciência",
                    "likes": 8
                },
                {
                    "id": "UgwFGJN8ebMwtLYtJNV4AaABAg.8ZoMxW6GpjA8bNPhogV334",
                    "user": "Gerson Vitorino",
                    "date": "1 year ago",
                    "timestamp": 1526913167143,
                    "commentText": "CaixaPreta mas tas a chamar fdp porque?ok tamem ezajerei tass acabou a conversa de merda",
                    "likes": 1
                },
                {
                    "id": "UgwFGJN8ebMwtLYtJNV4AaABAg.8ZoMxW6GpjA8bNQVEuaVW8",
                    "user": "CaixaPreta",
                    "date": "1 year ago",
                    "timestamp": 1526913167145,
                    "commentText": "Gerson Vitorino eu nao te chamei fdp... obrigado por não levares mais esta discussão a fundo pois também já me fartei dela",
                    "likes": 7
                },
                {
                    "id": "UgwFGJN8ebMwtLYtJNV4AaABAg.8ZoMxW6GpjA8bNQwyyX3A0",
                    "user": "Gerson Vitorino",
                    "date": "1 year ago",
                    "timestamp": 1526913167147,
                    "commentText": "CaixaPreta ok you win",
                    "likes": 1
                },
                {
                    "id": "UgwFGJN8ebMwtLYtJNV4AaABAg.8ZoMxW6GpjA8iOjFxK9kjA",
                    "user": "Zilindo Gomes",
                    "date": "10 months ago",
                    "timestamp": 1532183567150,
                    "commentText": "Mas gajos sem fazer nada ha em todo o lado. Sejam ciganos ou nao.",
                    "likes": 1
                },
                {
                    "id": "UgwFGJN8ebMwtLYtJNV4AaABAg.8ZoMxW6GpjA8kXiJqKVKfP",
                    "user": "tome jonatas",
                    "date": "8 months ago",
                    "timestamp": 1537540367151,
                    "commentText": "Sou <b> cigano </b>e essa Mérda  e mentira fdp",
                    "likes": 2
                },
                {
                    "id": "UgwFGJN8ebMwtLYtJNV4AaABAg.8ZoMxW6GpjA8qQ-MAKEhVi",
                    "user": "Fabio Castro",
                    "date": "3 months ago",
                    "timestamp": 1550759567425,
                    "commentText": "Gerson vitorino matou me com esta 😂😂😂😂",
                    "likes": 0
                },
                {
                    "id": "UgwFGJN8ebMwtLYtJNV4AaABAg.8ZoMxW6GpjA8qQ-pCCkMtB",
                    "user": "Fabio Castro",
                    "date": "3 months ago",
                    "timestamp": 1550759567427,
                    "commentText": "Todos fazem o mesmo brancos\"ciganos,chineses.pretos,monhes tudo faz a mesma merda... Voces nao sabem se o <b> cigano </b>que esta sentado procura trabalho e nao lhe dao...tambem nao sabem",
                    "likes": 1
                },
                {
                    "id": "UgwFGJN8ebMwtLYtJNV4AaABAg.8ZoMxW6GpjA8rhGv52P2CT",
                    "user": "Xy Yx",
                    "date": "2 months ago",
                    "timestamp": 1553178767429,
                    "commentText": "A kurva anyádat",
                    "likes": 0
                },
                {
                    "id": "UgwFGJN8ebMwtLYtJNV4AaABAg.8ZoMxW6GpjA8tppXljiDoi",
                    "user": "Daniel T.",
                    "date": "1 month ago",
                    "timestamp": 1555857167431,
                    "commentText": "@Gerson Vitorino Ora aí está. Essa bela resposta inicial diz muito a teu respeito.",
                    "likes": 1
                }
            ]
        },
        {
            "id": "UgwAIsi6EnVflF-kBxd4AaABAg",
            "user": "the best futebol productions",
            "date": "1 year ago",
            "timestamp": 1526913166633,
            "commentText": "Portugueses racistas",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 27,
            "replies": [
                {
                    "id": "UgwAIsi6EnVflF-kBxd4AaABAg.8ZnpWt4tKOA8ZpiS4Unn9d",
                    "user": "Bruno Conde",
                    "date": "1 year ago",
                    "timestamp": 1526913167209,
                    "commentText": "the best futebol productions <b> racismo </b>é os signos",
                    "likes": 0
                },
                {
                    "id": "UgwAIsi6EnVflF-kBxd4AaABAg.8ZnpWt4tKOA8ZppkToG9Qv",
                    "user": "André Fernandes",
                    "date": "1 year ago",
                    "timestamp": 1526913167211,
                    "commentText": "Com muito gosto!",
                    "likes": 10
                },
                {
                    "id": "UgwAIsi6EnVflF-kBxd4AaABAg.8ZnpWt4tKOA8ZptqIZRvV4",
                    "user": "the best futebol productions",
                    "date": "1 year ago",
                    "timestamp": 1526913167212,
                    "commentText": "André Fernandes pois eu sei",
                    "likes": 0
                },
                {
                    "id": "UgwAIsi6EnVflF-kBxd4AaABAg.8ZnpWt4tKOA8Zq021TO78C",
                    "user": "Bruno Conde",
                    "date": "1 year ago",
                    "timestamp": 1526913167214,
                    "commentText": "the best futebol productions não sabem é nada também deves ser",
                    "likes": 2
                },
                {
                    "id": "UgwAIsi6EnVflF-kBxd4AaABAg.8ZnpWt4tKOA8Zq0Vy-oCF4",
                    "user": "the best futebol productions",
                    "date": "1 year ago",
                    "timestamp": 1526913167215,
                    "commentText": "Bruno Conde por acaso ate não sou Pôr Que deus não quis , e tu se tivesses nascido em uma família cigana oque pensarias acerca disso?",
                    "likes": 0
                },
                {
                    "id": "UgwAIsi6EnVflF-kBxd4AaABAg.8ZnpWt4tKOA8Zq0gnRydGs",
                    "user": "Bruno Conde",
                    "date": "1 year ago",
                    "timestamp": 1526913167217,
                    "commentText": "the best futebol productions vergonha de ser signo",
                    "likes": 3
                },
                {
                    "id": "UgwAIsi6EnVflF-kBxd4AaABAg.8ZnpWt4tKOA8Zq1MtxtP6r",
                    "user": "André Fernandes",
                    "date": "1 year ago",
                    "timestamp": 1526913167218,
                    "commentText": "the best futebol productions  ciganos ou não devemos todos de tentar viver em sociedade e não sermos parasitas.",
                    "likes": 0
                },
                {
                    "id": "UgwAIsi6EnVflF-kBxd4AaABAg.8ZnpWt4tKOA8Zq2fhyqPKh",
                    "user": "Bruno Conde",
                    "date": "1 year ago",
                    "timestamp": 1526913167220,
                    "commentText": "André Fernandes concordo más quem é parasitas são os signos come à conta dos povo português",
                    "likes": 0
                },
                {
                    "id": "UgwAIsi6EnVflF-kBxd4AaABAg.8ZnpWt4tKOA8Zq3QH7E_fF",
                    "user": "the best futebol productions",
                    "date": "1 year ago",
                    "timestamp": 1526913167221,
                    "commentText": "André Fernandes concordo Xd eles deviam de pagar luz e agua como nos , não sei se pagam mas é oque dizem estou a falar sem saber mas isso é culpa do governo que poderia dar algo extra a empresas que aceitarem ciganos para trabalharem Porque ninguém aceita alguém <b> cigano </b>para trabalhar na sua empresa",
                    "likes": 0
                },
                {
                    "id": "UgwAIsi6EnVflF-kBxd4AaABAg.8ZnpWt4tKOA8Zq4VkYaTb6",
                    "user": "Bruno Conde",
                    "date": "1 year ago",
                    "timestamp": 1526913167223,
                    "commentText": "the best futebol productions sambe porque não aceita por não sabem fazer nada sempre  a comer a mais de 40 anos à conta do povo português como disse o André vitura",
                    "likes": 0
                },
                {
                    "id": "UgwAIsi6EnVflF-kBxd4AaABAg.8ZnpWt4tKOA8Zq5HGPIPUN",
                    "user": "the best futebol productions",
                    "date": "1 year ago",
                    "timestamp": 1526913167813,
                    "commentText": "Bruno Conde se o governo não fizer nada para mudar iram continuar a comer muitos mais anos! Então porque não falarem mal do governo e não deles??!",
                    "likes": 0
                },
                {
                    "id": "UgwAIsi6EnVflF-kBxd4AaABAg.8ZnpWt4tKOA8Zq5oY1MhDm",
                    "user": "Bruno Conde",
                    "date": "1 year ago",
                    "timestamp": 1526913167815,
                    "commentText": "the best futebol productions só digo uma coisa é uma vergonha para os portugueses tenho vergonha e pena não ser o presidente ou o primeiro ministro de Portugal  não digo mais nada ponto",
                    "likes": 1
                },
                {
                    "id": "UgwAIsi6EnVflF-kBxd4AaABAg.8ZnpWt4tKOA8Zq7_Rf8U5i",
                    "user": "André Fernandes",
                    "date": "1 year ago",
                    "timestamp": 1526913167816,
                    "commentText": "Quem tem saúde para poder trabalhar e não o faz porque é malandro devia de ser fuzilado. <b> Cigano </b>ou não.",
                    "likes": 0
                },
                {
                    "id": "UgwAIsi6EnVflF-kBxd4AaABAg.8ZnpWt4tKOA8Zq8DfHaVvo",
                    "user": "Bruno Conde",
                    "date": "1 year ago",
                    "timestamp": 1526913167818,
                    "commentText": "the best futebol productions deve ser um deles tá claro",
                    "likes": 1
                },
                {
                    "id": "UgwAIsi6EnVflF-kBxd4AaABAg.8ZnpWt4tKOA8Zq9JFMjSsg",
                    "user": "the best futebol productions",
                    "date": "1 year ago",
                    "timestamp": 1526913167820,
                    "commentText": "Bruno Conde e continuas a dizer que sou hahaha já disse que não sou , se fosse admitiria , mas não o sou",
                    "likes": 0
                },
                {
                    "id": "UgwAIsi6EnVflF-kBxd4AaABAg.8ZnpWt4tKOA8Zq9YIouBV7",
                    "user": "the best futebol productions",
                    "date": "1 year ago",
                    "timestamp": 1526913167822,
                    "commentText": "André Fernandes o que estou a tentar dizer é que um amigo meu já me disse que foram ciganos pedir trabalho a fabrica onde el3 trabalha e o encarregado recusou logo dizendo que não era preciso só pela fama que eles teem oque no meu ponto de vista acho isso estúpido",
                    "likes": 0
                },
                {
                    "id": "UgwAIsi6EnVflF-kBxd4AaABAg.8ZnpWt4tKOA8ZqAkT-2GUL",
                    "user": "André Fernandes",
                    "date": "1 year ago",
                    "timestamp": 1526913167823,
                    "commentText": "Da fama não se livram. Em mil há um que deve fugir à regra. Fizeram para ter essa reputação, agora querem outra têm que trabalhar para a conquistar.",
                    "likes": 0
                },
                {
                    "id": "UgwAIsi6EnVflF-kBxd4AaABAg.8ZnpWt4tKOA8ZqBBdGAgC1",
                    "user": "André Fernandes",
                    "date": "1 year ago",
                    "timestamp": 1526913167825,
                    "commentText": "O nosso governo defende as minorias. Quem é de cá não tem direito a nada, quem não é, não produz e têm mais que eu, tudo de mão beijada. Sou nacionalista e altamente revoltado com estas políticas de afundamento dos nacionais e de benesses para todos os outros.",
                    "likes": 0
                },
                {
                    "id": "UgwAIsi6EnVflF-kBxd4AaABAg.8ZnpWt4tKOA8ZqJjr-b5Ey",
                    "user": "Bruno Conde",
                    "date": "1 year ago",
                    "timestamp": 1526913167827,
                    "commentText": "André Fernandes ok",
                    "likes": 0
                },
                {
                    "id": "UgwAIsi6EnVflF-kBxd4AaABAg.8ZnpWt4tKOA8ZqoMOh-GpG",
                    "user": "Rodrigo Faria",
                    "date": "1 year ago",
                    "timestamp": 1526913167828,
                    "commentText": "the best futebol productions somos mesmo qual é o problema porco leva os para tua casa",
                    "likes": 1
                },
                {
                    "id": "UgwAIsi6EnVflF-kBxd4AaABAg.8ZnpWt4tKOA8ZrqgfpfcC8",
                    "user": "the best futebol productions",
                    "date": "1 year ago",
                    "timestamp": 1526913167830,
                    "commentText": "Joao Rodrigues já tenho cá a tua mãe , não há espaços para mais badalhocos ;) , queres insultar ... insulta estamos num pais livre mas não te esqueças que também podes ser insultado 💣",
                    "likes": 1
                },
                {
                    "id": "UgwAIsi6EnVflF-kBxd4AaABAg.8ZnpWt4tKOA8ZrwFuZza5Y",
                    "user": "Rodrigo Faria",
                    "date": "1 year ago",
                    "timestamp": 1526913167831,
                    "commentText": "the best futebol productions passo os teus insultos pela merda matinal que cago e meto a tua mãe a lamberme o cu de seguida enquanto a tua <b> mulher </b>me chupa no piço ahahahah",
                    "likes": 1
                },
                {
                    "id": "UgwAIsi6EnVflF-kBxd4AaABAg.8ZnpWt4tKOA8Zrx5PC28BP",
                    "user": "André Fernandes",
                    "date": "1 year ago",
                    "timestamp": 1526913167833,
                    "commentText": "Já estragaram tudo. Acaba sempre em merda. Há que saber defender o nosso ponto de vista sem baixar o nível.",
                    "likes": 0
                },
                {
                    "id": "UgwAIsi6EnVflF-kBxd4AaABAg.8ZnpWt4tKOA8Zrxndk_bvh",
                    "user": "Rodrigo Faria",
                    "date": "1 year ago",
                    "timestamp": 1526913167839,
                    "commentText": "André Fernandes com sub humanos não há nível baixo ahahahah",
                    "likes": 0
                },
                {
                    "id": "UgwAIsi6EnVflF-kBxd4AaABAg.8ZnpWt4tKOA8_8gXk0RSW1",
                    "user": "Ricardo Fernandes",
                    "date": "1 year ago",
                    "timestamp": 1526913167841,
                    "commentText": "Racismo é eu ter que trabalhar para sustentar gente desta. Isso é que é <b> racismo!</b>",
                    "likes": 5
                },
                {
                    "id": "UgwAIsi6EnVflF-kBxd4AaABAg.8ZnpWt4tKOA8_wA7KanJnC",
                    "user": "Paulo M",
                    "date": "1 year ago",
                    "timestamp": 1526913167842,
                    "commentText": "o problema tem haver com integração, o preconceito das empresas impera! apesar de existir alguns que trabalham em cafés supermercados tipo pingo doce e ate na construção civil mas e contratos temporários e por cunha! e sempre aqueles que tem bom aspecto que nao aparentam ser ciganos. mas se for para ir trabalhar para uma grande empresa vao a entrevista e sao logo barrados porque apesar de pedirem o 12ª ano veem logo o aspecto a maneira de falar dizem que vai ser feita uma selecçao e nunca mais ligam ha pois hee.. eles nunca se vao livrar do  estigma da palavra <b> cigano.</b>",
                    "likes": 0
                },
                {
                    "id": "UgwAIsi6EnVflF-kBxd4AaABAg.8ZnpWt4tKOA8_yAK8zsui4",
                    "user": "Rodrigo Faria",
                    "date": "1 year ago",
                    "timestamp": 1526913167844,
                    "commentText": "e algum <b> cigano </b>por acaso tem o 12ano ou ate mesmo o 9 lool eles se forem a escola e para roubar computadores ou as maquinas das bebidas, eles nem na escola andam o melhor andam fora da escola a tentar roubar os putos mais pequenos,<b>  cigano</b> so faz merda e sao eles que nao se querem a integraçao começa logo por u<b> m branc</b>o ou <b> um pre</b>to nem poder namurar com uma cigana ou ate mesmo uma cigana nem poder estudar porque o pai nao quer que ela conheça brancos ou ate mesmo pretos por isso nao me venham com essa historia de ingracao porque os maiores racistas sao memos eles, a partir do momento que houve um advogado a lhes esplicar que podem meter processos<b>  de raci</b>s<b> mo a br</b>anco ou pretos começaram logo a dizer que t<b> udo e ra</b>cismo e <b> so vez r</b>acismo contra eles, eles nunca sao racistas mas depois...",
                    "likes": 1
                }
            ]
        },
        {
            "id": "UgzHK61hNEq4W8k454t4AaABAg",
            "user": "Cláudio",
            "date": "1 year ago",
            "timestamp": 1526913166635,
            "commentText": "TRABALHAR NAO É COMO ELES !!!! Estavam ali TANTOS sem FAZER NADA !!!! A VIVER dos PORTUGUESES que TRABALHAM !!",
            "likes": 43,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "UgzHK61hNEq4W8k454t4AaABAg.8ZcJFLD0ciw8ZnmKaS3x2P",
                    "user": "Carnificina",
                    "date": "1 year ago",
                    "timestamp": 1526913166968,
                    "commentText": "Tu és um deles, pensas que eu não sei?",
                    "likes": 0
                },
                {
                    "id": "UgzHK61hNEq4W8k454t4AaABAg.8ZcJFLD0ciw8d6Bxa_ghBU",
                    "user": "Conceicao Oliveira",
                    "date": "1 year ago",
                    "timestamp": 1526913166970,
                    "commentText": "Hummm so falam dos ciganos que eles não trabalham. É os K não são ciganos? Muitos do fazem e merda",
                    "likes": 1
                }
            ]
        },
        {
            "id": "Ugw29eab2jbQkh-dmN14AaABAg",
            "user": "ivan rosa",
            "date": "1 year ago",
            "timestamp": 1526913166638,
            "commentText": "Andre deve ter problemas mentais so pode",
            "likes": 9,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "Ugw29eab2jbQkh-dmN14AaABAg.8ZY3QqmpJAP8Znmjzj-gPQ",
                    "user": "Carnificina",
                    "date": "1 year ago",
                    "timestamp": 1526913166927,
                    "commentText": "ivan rosa Né?",
                    "likes": 0
                },
                {
                    "id": "Ugw29eab2jbQkh-dmN14AaABAg.8ZY3QqmpJAP8ZotRsl9ioI",
                    "user": "ivan rosa",
                    "date": "1 year ago",
                    "timestamp": 1526913166929,
                    "commentText": "Assassino  pk....?",
                    "likes": 0
                },
                {
                    "id": "Ugw29eab2jbQkh-dmN14AaABAg.8ZY3QqmpJAP8oYsrCtRS3z",
                    "user": "Miguel Pereira",
                    "date": "5 months ago",
                    "timestamp": 1545402766930,
                    "commentText": "@ivan rosa Por não gostar de ciganos? Qualquer pessoa no seu perfeito juízo não gosta desses parasitas de merda que não fazem falta nenhuma MORTE AOS CIGANOS",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgwtiV4VAxhU7a2v8pF4AaABAg",
            "user": "Antonio Domingos",
            "date": "1 year ago",
            "timestamp": 1526913166640,
            "commentText": "Sobrecarrega o Estado com Dependentes é uma das Regras do livro Regras para Radicais de Esquerda. É saber mais",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 11,
            "replies": [
                {
                    "id": "UgwtiV4VAxhU7a2v8pF4AaABAg.8YVVSvBilI98YViNKjnBLR",
                    "user": "Conexão Cultural & Social",
                    "date": "1 year ago",
                    "timestamp": 1526913167024,
                    "commentText": "E abandonar as pessoas é cavar um fosso cada vez maior entre os ricos e os pobres, uma regra dos livros dos radicais da direita !..Não defendo radicalismo nem de esquerda nem de direita!...Mas acho que deveria de haver mais igualdade de Oportunidades para todos independente das origens das pessoas!..",
                    "likes": 0
                },
                {
                    "id": "UgwtiV4VAxhU7a2v8pF4AaABAg.8YVVSvBilI98um5NB9BlrX",
                    "user": "silvana silvana",
                    "date": "1 week ago",
                    "timestamp": 1557844367025,
                    "commentText": "@Conexão Cultural & Social maior ação social para um homem e o trabalho quem nao trabalha nao come  assistencialismo são para  pessoas que  são impossibilitada de trabalhar  como.doentes",
                    "likes": 0
                },
                {
                    "id": "UgwtiV4VAxhU7a2v8pF4AaABAg.8YVVSvBilI98usax6LCi9t",
                    "user": "Conexão Cultural & Social",
                    "date": "1 week ago",
                    "timestamp": 1557844367028,
                    "commentText": "@silvana silvana concordo,  mas acho que deveria de haver mais igualdade de Oportunidades para todos independente das origens das pessoas!..",
                    "likes": 0
                },
                {
                    "id": "UgwtiV4VAxhU7a2v8pF4AaABAg.8YVVSvBilI98uscp1yNeAf",
                    "user": "silvana silvana",
                    "date": "1 week ago",
                    "timestamp": 1557844367029,
                    "commentText": "@Conexão Cultural & Social as oportunidades estão aí será que essa <b> etnia </b>realmente quer ? Pois arabes e africanos chineses  para  qualquer país que  imigram sempre  trabalham e o preconceito com pessoas  negras são bem mais do que  ciganos",
                    "likes": 0
                },
                {
                    "id": "UgwtiV4VAxhU7a2v8pF4AaABAg.8YVVSvBilI98usg2qzLITd",
                    "user": "Conexão Cultural & Social",
                    "date": "1 week ago",
                    "timestamp": 1557844367031,
                    "commentText": "@silvana silvana É por isso mesmo por serem uma minoria não têm a mesma força de quem têm uma pátria, um País!..E depois há um problema a sociedade julga todos os ciganos pelo mesmo, e isso não é correto!..porque há muitos que eu conheço que querem, e por serem ciganos não conseguem trabalho!..Se à partida sabem que são ciganos ficam logo de parte!..Não estou a defender quem não quer, mudar de vida, defendo os que querem e são postos de parte!..Para entenderes melhor do que falo procura saber um pouco da história do povo ciganos!..concordo que a culpa também é dos ciganos, mas muita dela é da sociedade, que os descrimina logo há partida!..\"Conhece-me antes de me odiares\"!..",
                    "likes": 0
                },
                {
                    "id": "UgwtiV4VAxhU7a2v8pF4AaABAg.8YVVSvBilI98usvNCcPNDk",
                    "user": "silvana silvana",
                    "date": "1 week ago",
                    "timestamp": 1557844367032,
                    "commentText": "@Conexão Cultural & Social  eles tem que fazer por onde também mostrar  que sua <b> etnia </b>são de pessoas trabalhadoras  e de boa índole expulsando os que fazem coisa errada do grupo eles não devem acolher ladrões e estelionatários entre eles muitos que  fazem coisa  errada são acobertados pelos outros que  nao.fazrm.no final todos pagam o pato e ficam estereotizados como marginais",
                    "likes": 0
                },
                {
                    "id": "UgwtiV4VAxhU7a2v8pF4AaABAg.8YVVSvBilI98v2aOvNxCiw",
                    "user": "Conexão Cultural & Social",
                    "date": "3 days ago",
                    "timestamp": 1558189967034,
                    "commentText": "@silvana silvana Da sua maneira de pensar, todos os ciganos são de má índole!..é esse  o pensamento da maior parte da sociedade!..logo há partida os ciganos estão condenados!..É uma grande desigualdade em relação ao resto da sociedade, ser um bom <b> cigano </b>não lhe vele de nada porque as portas estão logo fechadas para os ciganos!..Os ciganos ao longo dos anos trabalharam em feiras e mercados porque era a única forma de trabalhar e sustentar as suas famílias, sim os ciganos sempre trabalharam!..Os banqueiros são todos ladrões?..Os Africanos são todos criminosos?..Os padres são todos pedófilos?..Os muçulmanos são todos terroristas?.E tu davas trabalho a um<b>  cigano</b>???",
                    "likes": 0
                },
                {
                    "id": "UgwtiV4VAxhU7a2v8pF4AaABAg.8YVVSvBilI98v2dK3lqyhV",
                    "user": "silvana silvana",
                    "date": "3 days ago",
                    "timestamp": 1558189967036,
                    "commentText": "@Conexão Cultural & Social  com certeza eu daria pois o erro de um nao justifica o do outro caracter e dignidade são pessoal  aqui no  Brasil os pais sempre ensinam os filhos a nao andar com quem faz coisa errada pois a partir do momento que vc tem amizades erradas  você tbm vai ser visto como uma pessoa que faz coisa errada isso que  você está  falando e desculpa a minha <b> raça </b<b> >etnia</b> mal vista entao eu vou fazer coisa errada tmb? Quantos ciganos de bem trabalhador  existem que levam sua vida normal mas estão em um acampamento e 3 , 4 ciganos começam a roubar os moradores da  cidade  e correm para o acampamento qual é a obrigação dos outros ciganos mandar eles irem embora mas se  acobertam esses 3 , 4 automaticamente vao estão colaboraram com seus erros e prejudicando todo mundo ninguém tem que assumir erro dos outros cada um que  segure seu BO",
                    "likes": 0
                },
                {
                    "id": "UgwtiV4VAxhU7a2v8pF4AaABAg.8YVVSvBilI98v2f5fUpAjK",
                    "user": "Conexão Cultural & Social",
                    "date": "3 days ago",
                    "timestamp": 1558189967037,
                    "commentText": "@silvana silvana Ok!..cada um responde por si, cada um escolhe o seu caminho, ninguem é mais que ninguem!..A vida é feita de pessoas mas e boas!.. é um principio meu não julgar todo e todos!..Daqui de Portugal um abraço e tudo de bom!..Este é o meu lema...\"Conhece-me antes de me odiares\"!!!",
                    "likes": 0
                },
                {
                    "id": "UgwtiV4VAxhU7a2v8pF4AaABAg.8YVVSvBilI98v2h2Dxug_a",
                    "user": "silvana silvana",
                    "date": "3 days ago",
                    "timestamp": 1558189967039,
                    "commentText": "@Conexão Cultural & Social  meu lema  é caráter e dignidade em primeiro lugar",
                    "likes": 0
                },
                {
                    "id": "UgwtiV4VAxhU7a2v8pF4AaABAg.8YVVSvBilI98v5-OTG5wA2",
                    "user": "Conexão Cultural & Social",
                    "date": "2 days ago",
                    "timestamp": 1558276367337,
                    "commentText": "@silvana silvanaOlá, gosto desse lema inclui-se no meu!.. mas para isso tens primeiro que conhecer a pessoa, e não julgar logo à partida só porque é cigana <b> preta </b>amarela ao extraterrestre!..primeiro conhece-me então depois podes julgar se sou ao não uma pessoa com dignidade e carácter!..actualmente na nossa sociedade não é isso que se passa, julgam tudo e todos só porque pertencem a uma comunidade diferente, com outra cultura!..Eu não te posso julgar pela tua cor da pele, ao origem, não te conheço para fazer esse julgamento!.. e mesmo que fosses a pior pessoa da terra não poderia julgar toda a tua família por isso!..(Conhece-me antes de me odiares)...então depois decides se realmente há dignidade e carácter, independentemente da cor ao origem do ser humano!..",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgzofFvBb-zV-EA96E94AaABAg",
            "user": "Conexão Cultural & Social",
            "date": "1 year ago",
            "timestamp": 1526913166642,
            "commentText": "André Ventura cria um tacho bem chorudo como presidente de Loures, mas não leva nada...Mas pode sempre fazer uns biscates como comentador e advogado, ao trabalhar numa feira, ao então em ultimo caso pedir o RSI...",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0
        },
        {
            "id": "Ugxbiu_aa2WvEKVvIVt4AaABAg",
            "user": "NUNOACT",
            "date": "1 year ago",
            "timestamp": 1526913166644,
            "commentText": "Não há nenhuma prestação social paga pela Segurança Social que peça a <b> etnia </b>dos beneficiários, pelo que não existem nas estatísticas dados desse tipo. E esta hein?\n\nTambém não existe estatística para o número de crimes cometidos pelos ciganos.\nE estatística para ciganos ordeiros, respeitadores e afáveis por kilómetro quadrado, existe? Acho que não!\nSerá que existe estatística sobre o cheiro que se sente nas instalações da Seg. Social quando alguém repara que também lá estão pessoas da<b>  etnia</b> cigana? Hummm, duvido...\nE que tal estatística sobre acidentes rodoviários que envolva condutores d<b> a etni</b>a cigana possuidores de carta de condução, seguro e inspeção válidos?\nJá agora estatística sobre ciganos que agendam o casamento das suas filhas quando estas ainda nem adolescentes são? E sobre aqueles que mandam os filhos à escola para terem RSI e etc?\nPara terminar: Já alguma vez ouviram <b> um ciga</b>no a dizer que chamou a polícia porque foi roubado? Se sim, é pura ficção!\n\nAgora a sério: Quando os ciganos aceitarem os outros e os outros aceitarem os ciganos e os políticos deixarem de ser uns merdas, acho que nessa altura o problema poderá ser resolvido. Ate lá... gerações e várias gerações vão ser necessárias para dar a volta a isto!",
            "likes": 16,
            "hasReplies": true,
            "numberOfReplies": 9,
            "replies": [
                {
                    "id": "Ugxbiu_aa2WvEKVvIVt4AaABAg.8YEf_5UiYP48ZfyjA22V6P",
                    "user": "DeerStegeen",
                    "date": "1 year ago",
                    "timestamp": 1526913167103,
                    "commentText": "NUNOACT O problema é que grande parte da <b> etnia </b>cigana gosta e prefere viver à margem da sociedade, é muito mais lucrativo. Ah e tal tem ciganos trabalhadores e bem comportados, sim claro que tem, 1 em 100. O resto é tráfico, contrafacção, além disso ainda recebem o rsi.",
                    "likes": 3
                },
                {
                    "id": "Ugxbiu_aa2WvEKVvIVt4AaABAg.8YEf_5UiYP48_1V8peP9_Q",
                    "user": "Telmo Simoes",
                    "date": "1 year ago",
                    "timestamp": 1526913167105,
                    "commentText": "Fdx que <b> xenofobia </b>😠😠",
                    "likes": 0
                },
                {
                    "id": "Ugxbiu_aa2WvEKVvIVt4AaABAg.8YEf_5UiYP48_1a82YAnV1",
                    "user": "NUNOACT",
                    "date": "1 year ago",
                    "timestamp": 1526913167106,
                    "commentText": "Telmo Simoes, és um <b> idiota.</b> Escreves 3 palavras sem saberes o que dizes. Lê o meu primeiro comentário e desafio-te a desenvolver o assunto seu limitado de merda!",
                    "likes": 3
                },
                {
                    "id": "Ugxbiu_aa2WvEKVvIVt4AaABAg.8YEf_5UiYP48_1aRenuEhF",
                    "user": "Telmo Simoes",
                    "date": "1 year ago",
                    "timestamp": 1526913167108,
                    "commentText": "+NUNOACT  cala te burro do caralho falas muito vai de meter na tua vida palhaço",
                    "likes": 0
                },
                {
                    "id": "Ugxbiu_aa2WvEKVvIVt4AaABAg.8YEf_5UiYP48_1gLNEWmNx",
                    "user": "NUNOACT",
                    "date": "1 year ago",
                    "timestamp": 1526913167109,
                    "commentText": "Telmo Simoes: também conhecido por <b> idiota </b>e limitado de merda não é capaz de desenvolver o assunto em questão. Sim, é esse o objectivo. P'ra próxima pensa 2x antes de começares a dizer o que quer que seja. Dirije-te a mim apenas para discutir o assunto ou és ignorado!",
                    "likes": 2
                },
                {
                    "id": "Ugxbiu_aa2WvEKVvIVt4AaABAg.8YEf_5UiYP48a5MJsa-xf9",
                    "user": "Anabela Sequeira",
                    "date": "1 year ago",
                    "timestamp": 1526913167111,
                    "commentText": "Peço a todos desta lista que quando quiserem falar mal dos ciganos vão falar no acampamento deles, não os critiquem por eles não trabalharem pensem bem quando quiserem falar mal deles estúpidos de merda mandem o André ventura ir tomar banho e fazer a barba e para ir se embarar de  merda soi ritana",
                    "likes": 0
                },
                {
                    "id": "Ugxbiu_aa2WvEKVvIVt4AaABAg.8YEf_5UiYP48iNuvNHnrCC",
                    "user": "Joao Antunes",
                    "date": "10 months ago",
                    "timestamp": 1532183567112,
                    "commentText": "NUNOACT senhor gostaria de falar comigo em particular para falar em ciganos? Sim ciganos palavra de <b> racismo.</b> . Sua foto é real? Já fiz sprint para me dizer isso na cara",
                    "likes": 0
                },
                {
                    "id": "Ugxbiu_aa2WvEKVvIVt4AaABAg.8YEf_5UiYP48rSwUqoGfHD",
                    "user": "masterblaster",
                    "date": "3 months ago",
                    "timestamp": 1550759567114,
                    "commentText": "@Joao Antunes tu deves ser um campeao  rapaz.",
                    "likes": 1
                },
                {
                    "id": "Ugxbiu_aa2WvEKVvIVt4AaABAg.8YEf_5UiYP48ugKm7pkN3N",
                    "user": "Filipe Gonçalves",
                    "date": "1 week ago",
                    "timestamp": 1557844367115,
                    "commentText": "Os técnicos de rsi preenchem periodicamente uma tabela com dados.de.<b> etnia </b>cigana. A segurança social e as autarquias tem plena consciência desses tipo de informações. Ha teses universitárias com estudos e dados.sobre eles.",
                    "likes": 0
                }
            ]
        },
        {
            "id": "UgxbDvOUNJaeOGAlZh94AaABAg",
            "user": "Ordep otnemicsan",
            "date": "1 year ago",
            "timestamp": 1526913166646,
            "commentText": "Usar o ódio contra os ciganos para ganhar votos é um verdadeiro atestado de atrasadice mental para todos os que votarem neste porco!",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "UgxbDvOUNJaeOGAlZh94AaABAg.8YB-v2vKyKY8Z_vTaOLP--",
                    "user": "Filósofo Lusófono",
                    "date": "1 year ago",
                    "timestamp": 1526913166957,
                    "commentText": "tu com esse paleio gostas de mamar nele",
                    "likes": 0
                },
                {
                    "id": "UgxbDvOUNJaeOGAlZh94AaABAg.8YB-v2vKyKY8Z_vzeceMTj",
                    "user": "Ordep otnemicsan",
                    "date": "1 year ago",
                    "timestamp": 1526913166958,
                    "commentText": "Isso excita-te ??? Não projetes as tuas fantasias em mim",
                    "likes": 0
                },
                {
                    "id": "UgxbDvOUNJaeOGAlZh94AaABAg.8YB-v2vKyKY8ZaBToRkRYb",
                    "user": "Filósofo Lusófono",
                    "date": "1 year ago",
                    "timestamp": 1526913166960,
                    "commentText": "Não me excita nem é projeção de fantasias , deixa-te de falácias e vai mamar nele",
                    "likes": 1
                },
                {
                    "id": "UgxbDvOUNJaeOGAlZh94AaABAg.8YB-v2vKyKY8ZaCi2HH-ZJ",
                    "user": "Ordep otnemicsan",
                    "date": "1 year ago",
                    "timestamp": 1526913166961,
                    "commentText": "nota-se, por isso é que não paras de repetir o mesmo!\nE já deves ter batido umas quantas á custa disso!",
                    "likes": 0
                },
                {
                    "id": "UgxbDvOUNJaeOGAlZh94AaABAg.8YB-v2vKyKY8ZnRSS3KPTV",
                    "user": "Teresa Silva",
                    "date": "1 year ago",
                    "timestamp": 1526913166962,
                    "commentText": "Ordep otnemicsan concordo plenamente",
                    "likes": 0
                }
            ]
        },
        {
            "id": "Ugz9N1HSHfDNmfN1uRJ4AaABAg",
            "user": "Giovanni Balsini",
            "date": "1 year ago",
            "timestamp": 1526913168882,
            "commentText": "Facto: os ciganos estavam ali sem fazer nada literalmente de bracinhos cruzados, fartam-se de trabalhar estes gajos",
            "likes": 156,
            "hasReplies": true,
            "numberOfReplies": 8,
            "replies": [
                {
                    "id": "Ugz9N1HSHfDNmfN1uRJ4AaABAg.8Y39uFrn_NV8Y4AzdC0NFh",
                    "user": "Conexão Cultural & Social",
                    "date": "1 year ago",
                    "timestamp": 1526913169221,
                    "commentText": "Ciganos de Portugal procurem o \"J Gaiato\" ele dá trabalho os ciganos...",
                    "likes": 3
                },
                {
                    "id": "Ugz9N1HSHfDNmfN1uRJ4AaABAg.8Y39uFrn_NV8Y8MK8p3oCI",
                    "user": "Tera Ano",
                    "date": "1 year ago",
                    "timestamp": 1526913169223,
                    "commentText": "Sr. J. Gaiato, até que enfim alguém disposto a ajudar a resolver este problema em vez de só escrever parvoíces. Por favor deixe o contacto da sua empresa para eu dar aos ciganos daqui da minha freguesia na Amadora que estão também desesperados pois ninguém lhes dá (nem nunca deu) emprego, muito obrigado e que Deus o acompanhe, você é um heroi.",
                    "likes": 8
                },
                {
                    "id": "Ugz9N1HSHfDNmfN1uRJ4AaABAg.8Y39uFrn_NV8YH55iG-syG",
                    "user": "Almighty Social Democrat",
                    "date": "1 year ago",
                    "timestamp": 1526913169224,
                    "commentText": "Sugestão: Provavelmente era fim-de-semana. É normal não trabalhar no fim-de-semana.",
                    "likes": 9
                },
                {
                    "id": "Ugz9N1HSHfDNmfN1uRJ4AaABAg.8Y39uFrn_NV8YIIi-Tj8nv",
                    "user": "Tera Ano",
                    "date": "1 year ago",
                    "timestamp": 1526913169225,
                    "commentText": "O que não é normal e não deveria sequer ser permitido por lei é um <b> gajo </b>para se candidatar a um cargo numa empresa que não envolva relações públicas ter de dar a cara, o nome, o endereço e ser sujeito a uma entrevista. Isso só gera discriminação étnica, etária,<b>  sexual</b> etc. As únicas coisas que interessam para saber se eu sou mais ou menos apto para trabalhar numa serralharia são as minhas qualificações e a minha experiẽncia, não o fato de eu ser homem, hetero<b> , branc</b>o, bonitinho, vintão, morar num bairro chique e ter paleio. !Algumas! dessas coisas dão-me valor profissional se eu for modelo, ator ou empregado de balcão, não para soldar e cortar ferro. É assim que se pensa na Finlândia, na Holanda, no Canadá e restantes países verdadeiramente civilizados. E acredita que os ciganos -- e restantes cidadãos -- nesses países são bem mais educados que nós.",
                    "likes": 5
                },
                {
                    "id": "Ugz9N1HSHfDNmfN1uRJ4AaABAg.8Y39uFrn_NV8_2eYgZmJfh",
                    "user": "Naiane Soares",
                    "date": "1 year ago",
                    "timestamp": 1526913169227,
                    "commentText": "J Gaiato venha dizer pessoalme te sr J gaiato hitler",
                    "likes": 0
                },
                {
                    "id": "Ugz9N1HSHfDNmfN1uRJ4AaABAg.8Y39uFrn_NV8gEI05-QB41",
                    "user": "Tuga Tuga",
                    "date": "1 year ago",
                    "timestamp": 1526913169228,
                    "commentText": "Julioooo outro palhaco.....",
                    "likes": 0
                },
                {
                    "id": "Ugz9N1HSHfDNmfN1uRJ4AaABAg.8Y39uFrn_NV8hwLxON6Wx9",
                    "user": "goku gamer",
                    "date": "10 months ago",
                    "timestamp": 1532183569230,
                    "commentText": "Se lhes dessem imprego😕😕",
                    "likes": 0
                },
                {
                    "id": "Ugz9N1HSHfDNmfN1uRJ4AaABAg.8Y39uFrn_NV8kZeukmutCd",
                    "user": "Bebiana Gomes",
                    "date": "8 months ago",
                    "timestamp": 1537540369231,
                    "commentText": "E o resto da Malta que lá estava sem <b> etnia </b>meu amigo ? Esses já estão de férias não é?",
                    "likes": 0
                }
            ]
        }
    ]
}