{
    "header": {
        "title": " Corbynistas TROLL BBC and Dan Walker for highlighting Corbyn antisemitism shame ",
        "subtitle": " JEREMY CORBYN fans hit out at BBC Breakfast this morning as they accused Dan Walker and the BBC not being balanced in their reporting on the Labour leader's alleged anti-Semitism scandal following his interview with Andrew Neil where he refused to apologise for any issues within his Party.  ",
        "owner": " Charlotte McIntyre ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 08:32, Wed, Nov 27, 2019 ",
        "dateExtraction": " 2020-02-14 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/showbiz/tv-radio/1209905/jeremy-corbyn-antisemitism-BBC-Dan-Walker-BBC-Breakfast-Labour ",
        "postText": "'During last night’s BBC interview with Andrew Neil, Labour leader Jeremy Corbyn declined to apologise four times to the Jewish community while being quizzed about his party’s alleged anti-Semitism. However the BBC came under fire this morning by Corbyn fans who branded BBC Breakfast and its host Dan Walker ‘biased’ for addressing the interview and the Labour leader’s stance on the matter.', 'Louise Minchin was joined by Jessica Parker, BBC Breakfast’s political correspondent to discuss Corbyn’s comments in last night’s interview.', 'Let us pick up on those comments made last night and this failure to apologise and what do you think the impact of that is?” she asked.', 'Parker explained: Well I think for some critics of Jeremy Corbyn or for those that are deeply concerned of allegations that have now been around for some years of anti-Semitism in the Labour Party.', 'His failure to apologise will be to them perhaps further proof that Jeremy Corbyn has failed to take this issue seriously enough.', 'I think for Jeremy Corbyn’s supporters they would point to the fact that they would say he has been fighting racism all of his life.', 'She continued: And perhaps point to the fact that he has apologised back in 2018 for the hurt caused to the Jewish community.', 'But no doubt a difficult day for Jeremy Corbyn, after that interview an intervention from the chief Rabbi on the very day the party was launching its race and faith manifesto.', 'However Corbyn fans were angered by the term failed to apologise and took to Twitter to slam the BBC.', 'One tweeted: @BBCBreakfast @mrdanwalker your Corbyn coverage is shamefully slanted for a second morning. Failed and failure repeated constantly - that’s an allegation for others to make and for you to balance. Stop the irresponsible editorialising and do your jobs properly.', 'Another said: The @BBCNews in particular #bbcbreakfast should hang it’s head in shame over the way Jeremy Corbyn has been treated regarding antisemitism. It would appear that Boris Johnson has been forgiven for likening Muslim women to letterboxes without apologising #noblance #liar.', '@BBCBreakfastI’m not a Corbyn fan, but why are several of your presenters regularly using the loaded term: ‘Failed to apologise,’ rather than the more neutral ‘declined to apologise’ suggest #BBCBias, another wrote.', 'BBC Breakfast wasn’ t the only BBC show coming under fire as some attacked Radio 4 's Today., 'One tweeted: Oh I see @BBCr4today has made an editorial decision to just not bother to scrutinise Tories #GE2019 #BBCBias. ', 'However others hit back at the Corbynistas and poked holes in their claims of bias.', 'One said: I think it’ s hyprocrtiical for the Left to complain about #BBCBias these past couple of years, the BBC was all about Leftism. ', ' Corbyn: can’ t answer any questions or back anything up.Twitter: the BBC is so bias, Tories are racist.#BBCBias, another added. ', 'Earlier in the show, Dan Walker grilled SNP Westminster leader, Ian Blackford over his party’ s leaflet blunder.', 'Liberal Democrats leader, Jo Swinson has one a court bid to stop an SNP leaflet which was ruled as falsely accusing her of acceptation£ 14,000 from a fracking company.', ' Addressing the matter, Walker asked: With that in mind, can voters trust the SNP to tell the truth ? ', ' However Blackford refused to give his opinion on the issue citing he was unable to as the ruling is under appeal. ', 'BBC Breakfast airs daily on BBC One at 6 am.'",
        "numberPosts": " 11 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Ethnicity - General,Nationality - European or anti-Europeans,Age - Youngsters",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Race,Brexit,Nothing",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "8",
            "user": "Justmyopinion745",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "\"<b> race </b>and faith manifesto\", now that really smacks of desperation",
            "likes": 12,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Race"
            ]
        },
        {
            "id": "7",
            "user": "Disgustedfrom.....",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Oh dear. Looks as if the Corbinites fox has got it's leg caught in a trap and is now gnawing it's own leg off!",
            "likes": 10,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6",
            "user": "BankruptScotland",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "This message was deleted as it contains TRUTH FACTS AND EVIDENCE, the DE will not tolerate Truth Facts and Evidence in its comments pages.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "200",
                    "user": "Saoutchik",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "My post to this thread was deleted for drawing attention to the hypocrisy of of the right wing accusing Corbyn of ray sisem. They can't abide that sort of thing here.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "201",
                            "user": "fatfreddy",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "rubbish",
                            "likes": 3,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "202",
                                    "user": "BankruptScotland",
                                    "date": "28 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Saoutchik is SPOT ON",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Theungagged",
            "date": "28 Nov ",
            "timestamp": "NA",
            "commentText": "Makes a change from the BBC being ANTI DEMOCRACY and ANTI <b> BREXIT.</b> What are they doing, trying to even things up ? Impossible.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "4",
            "user": "Knifeandfork",
            "date": "28 Nov ",
            "timestamp": "NA",
            "commentText": "Its all you would expect from a Marxist group who's whole premise is dishonest!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "confused.again",
            "date": "28 Nov ",
            "timestamp": "NA",
            "commentText": "A note to Momentum. The use of the word \"failure\" with Corbyn is very apt.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "RudiBayoumy",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "There is <b> nothing </b>called \"antisemitism\". It's a \"misnomer\". Semite is the racial origin of both Arabs &amp; Israeli therefore when you say it is \"anti-Semite\" means against both Arabs &amp; Israeli. The point is Israel does not want Mr Corbyn as a British PM since he is a Pro-Palestinian.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "1",
            "user": "BankruptScotland",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "The DE Censor is alive and well, removing any lies about the Tory Party and removing truthful facts about Labour, supporting the Rabbi who only represents 40.000 Jews, so they are supporting 40,000 Jews but not supporting 17.4 million EU leave voters, this comment will be removed, the DE will not have anything to do with Truth and Factual Comments.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}