{
    "header": {
        "title": " Pope Francis fury: Catholic Church critics' letter dubbing Vatican leader 'sacrilegious' ",
        "subtitle": " POPE FRANCIS is facing one of the biggest rounds of criticism he has received since becoming Vatican leader as traditionalist rivals in the Catholic Church fume at his Amazon Synod, slamming the sacrilegious  visit. ",
        "owner": " Charlie Bradley ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 07:37, Thu, Nov 14, 2019 ",
        "dateExtraction": " 2020-03-04 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/world/1204250/url-christian-news-pope-francis-sacrilegious-catholic-church-vatican-amazon-synod-spt ",
        "postText": "'Influential figures in the Catholic Church have called out the Pope for allegedly promoting idolatrous worship of symbols of fertility after pan-Amazon bishops visited the Vatican last month. Featuring at the Synod were statuettes of fertility goddess Pachamama, a god worshipped predominantly in the Andes and also known as the 'Earth Mother'. The indigenous deity did not go down well with some in the Catholic Church, with some dubbing the statuettes as pagan idols and a false goddess of mother earth.', 'According to reports, Pope Francis was forced to apologise to Amazonian bishops and tribal leaders after the statuettes were dumped in a nearby river, the Telegraph reports.', 'The letter written by conservative figures in the Catholic Church said:  Absolutely all participation in any form of the veneration of idols is an objectively grave sin that only God can judge.', 'It added that Francis should repent publicly and unambiguously of all the public offences that he has committed against God and the true religion.', 'The letter also scathingly condemns Pope Francis' acceptance of the statuettes and refers to his leniency as a terrible sin.', 'It reads: The rendering of worship to anyone or anything other than the one true God, the Blessed Trinity, is a violation of the First Commandment. ', 'Absolutely all participation in any form of the veneration of idols is condemned by this Commandment and is an objectively grave sin, independently of the subjective culpability, that only God can judge.', 'With immense sorrow and deep love for the Chair of Peter, we beg Almighty God to spare the guilty members of His Church on earth the punishment that they deserve for these terrible sins.',  'We respectfully ask Pope Francis to repent publicly and unambiguously of these objectively grave sins and of all the public offences that he has committed against God and the true religion, and to make reparation for these offences.', 'We respectfully ask all the bishops of the Catholic Church to offer fraternal correction to Pope Francis for these scandals, and to warn their flocks that according to the divinely revealed teaching of the Catholic faith, they will risk eternal damnation if they follow his example of offending against the First Commandment.', 'The letter was signed by around 100 intellectuals, historians and clergy – highlighting growing division in the Catholic Church.', 'Pope Francis also attracted criticism after he suggested that married men in the region could become priests, a policy that aims to address the shortage of Catholic clergy in the region.', 'In the aftermath of the division, the Pope warned against  envy  and  rivalry in a statement.', 'He added: When you talk badly about someone you destroy them. The tongue is a fearsome weapon – gossip kills, slander kills, but the jealousy and the envy of the one destroyed the other.' , ' Despite its inclusive and logistic motivation, critics of the Pope expressed disdain at the idea citing fears that it would end the long tradition of celibacy.', 'The Pope's progressive approach has seen a wholesale change in the Catholic Church.' , 'Francis has already appointed cardinals from less notorious churches spanning further across the globe. Just last month, cardinals from less established countries such as Morocco, the Democratic Republic of Congo and Lithuania were appointed.', 'This policy will likely lead to his replacement holding similar values when he departs from the role.', 'Yesterday, Pope Francis also condemned antisemitism, coming after he challenged alleged racism directed at the Amazon Synod.'",
        "numberPosts": " 8 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "6",
            "user": "Kimbo",
            "date": "14 Nov ",
            "timestamp": "NA",
            "commentText": "Francis is a Freemason, which is at odds with the beliefs of the Catholic Church. He's likely to be the last Pope as well.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "200",
                    "user": "Aloysius",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "I love the comments section here",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Oldermpsplease",
            "date": "14 Nov ",
            "timestamp": "NA",
            "commentText": "Francis' plan is to wrap up the Catholic church lock, stock and barrel and give it over to the United Nations to enable them to found their One World Church. Of course devout Catholics would be outraged at pagan idols being planted right into the very heart of the Vatican!Francis neither asked, nor took any notice, of the outrage from Catholics, but instead \"apologised to Amazonian bishops and tribal leaders\" when someone threw the offending objects into the Tiber!  They had absolutely no place in any Catholic church anywhere, much less the Vatican! This man is an autocrat who has found a devious route for his own political ambitions, through the Church.He does not care about the Church he 'leads' but much more the plans for the subjugation of our whole world by his globalist friends.",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "201",
                    "user": "Aloysius",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "Absolutely. Devout Catholics have their own set off well defined, historical idols.  There's only room for so many idols in your average church.  It's not like they're all the size of basilicas.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4",
            "user": "BritishIndependence",
            "date": "14 Nov ",
            "timestamp": "NA",
            "commentText": "That Pope hates God",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Petimus",
            "date": "14 Nov ",
            "timestamp": "NA",
            "commentText": "No wonder Francis is unpopular with the 'traditionalists'. They want to uphold celibacy and the exclusion of women in the clergy. Fortunately this delusional cult is on the decline. The Roman Catholic church has much to be ashamed about, but this decent man is not one of them. Unfortunately, until it 's final demise, the Vatican mafia will inevitably prevail and the reins of power will be passed to a safe pair of ' traditional ' hands. Thank God I'm an atheist!",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "GordonBennett",
            "date": "14 Nov ",
            "timestamp": "NA",
            "commentText": "They obviously didn't get the memo saying we all have to love each other and accept our differences for the sake of the global community.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "khent712.",
            "date": "24 Nov ",
            "timestamp": "NA",
            "commentText": "The sheep are plotting against the shepherd. Thank god I'm an atheist, from first hand experience i know I wouldn't want my children anywhere near a Catholic priest.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}