{
    "header": {
        "title": " Pope Francis fumes at Catholic Church rivals as Vatican chief issues defiant fightback ",
        "subtitle": " POPE FRANCIS has taken on his critics in the Catholic Church, stating that some in the Vatican are discriminating against communities they deem to be lower class entities  following his Amazon synod last month. ",
        "owner": " Charlie Bradley ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 14:59, Fri, Nov 8, 2019 ",
        "dateExtraction": " 2020-03-05 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/world/1201939/christian-news-pope-francis-critics-racism-amazon-synod-catholic-church-vatican-spt ",
        "postText": "'The crushing statement came in a book-long interview titled 'Without Him We Can Do Nothing' in which the Pope opens up about his faith and outlook as the head of the Catholic Church in talks with Italian journalist Gianni Valente. He said: There are circles and sectors that present themselves as enlightened and even(seize) the proclamation of the Gospel through their distorted reasoning that divides the world between civilized and barbaric.', 'They consider a large part of the human family as if they were a lower - class entity, unable to achieve decent levels in spiritual and intellectual life according to their standards.', 'On this basis, contempt can develop for people considered to be second rate.', 'Christianity will also reflect the different faces of the cultures and peoples in which it is received and takes root.', 'The comments, which appear to be accusing certain people in the Catholic community of discrimination, came after he embarked on his Amazon synod, announcing that married men in the region will be permitted to become priests.', 'Pope Francis also referred to an Argentine slang term – cabecitas negras – which translates to little black heads and is used as a derogatory slur towards black people.', 'The Pope condemned the sarcastic words and also criticised alleged slurs levelled at indigenous people wearing feathers a the Amazon synod.', 'He added: Tell me: What’s the difference between having feathers on your head and the three-peaked hat [birettas] worn by certain officials in our dicasteries?', 'The Pope's progressive approach has seen a wholesale change in the Catholic Church.' , 'The Pope has already appointed cardinals from less notorious churches spanning further across the globe. Recently, cardinals from less established countries such as Morocco, the Democratic Republic of Congo and Lithuania were appointed.', 'This policy will likely lead to his replacement holding similar values when he departs from the role.', 'His critics have grown impatient with this policy, including Francis predecessor Benedict XVI, who remained domiciled in an apartment on Vatican grounds.', 'He also faces opposition from outside the Church, as Italian politician Matteo Salvini remains staunchly opposed to his tenure. ', ' The two share very different views on immigration, with Pope Francis being far more open to refugees while Salvini has taken a hardline, anti - immigration stance. ', 'In May 2016, Salvini tweeted: The Pope says migrants are not a danger.Whatever!', 'He was also pictured in 2016 holding a shirt saying Benedict is my Pope'.",
        "numberPosts": " 9 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "7",
            "user": "PatrickShore",
            "date": "8 Nov ",
            "timestamp": "NA",
            "commentText": "here comes socialist take over in religion to match political world socialism..global,one world government = anti christ ",
            "likes": 15,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6",
            "user": "Oldermpsplease",
            "date": "8 Nov ",
            "timestamp": "NA",
            "commentText": "I followed the Amazon Synod closely.  It was a U.N. set up from start to finish.  The Amazonian element was there to scandalise and divert attention with their pagan rituals in the Vatican Garden, Our Lady of Transportina Church and even in St. Peters, to name just the main events.  Totally outrageous and certainly NOT what any priest should allow into the Church, let alone a Pope! Meanwhile, behind the scenes there was much being done to pave the way to annex the Catholic Church to the U.N.so that it will speedily become the Globalist One World Church. You bet we 're fighting this......",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "firebird",
            "date": "8 Nov ",
            "timestamp": "NA",
            "commentText": "I doubt he believes his own church doctrines, probably just an infiltrator trying to abuse the wealth and power in 3rd world nations. Charlatans have a choice of politics or religion to sway the gullible.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "200",
                    "user": "PatrickShore",
                    "date": "8 Nov ",
                    "timestamp": "NA",
                    "commentText": "conservatives been doing it  for decades.. and their atheist, too ",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4",
            "user": "JACK756",
            "date": "8 Nov ",
            "timestamp": "NA",
            "commentText": "No doubt about it, he has a tough job these days. I will bet money he doesn't know the U.K. has fewer REAL Christians than Muslims. Most not only don't believe in anything, they don't know about anything, not a clue!",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "BumpyGrollix",
            "date": "9 Nov ",
            "timestamp": "NA",
            "commentText": "Just goes to show how out of touch his religion is with ordinary people. WE don't believe his faith or his claim to be the representative of god, he is just a human. That is all any of us are !",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "theoldone",
            "date": "9 Nov ",
            "timestamp": "NA",
            "commentText": "Pope Francis Advances The One World Religion At Vatican With Female Shaman Leading ‘Worship Service’ Dedicated To Inca Mother Earth Goddess Pachamama At Amazon Synod. Pope Francis Sends Chrislam Gifts To Mosque Including A Signed Copy Of Abu Dhabi Statement That It Is‘ God’ s Will’ To Create A One World Unified Religion Pope Francis Issues The Order Creating Global Chrislam Committee To Implement His Decree On‘ Human Fraternity For World Peace’ Signed In UAE Back In February Pope Francis Appoints 13 New Chrislam - Friendly Cardinals Who Will Help Guide The Roman Catholic Church Into Adding Both The LGBTQ + And Islam The last one is so that when it is his time to move on and the Cardinals have to vote on a new Pope it will be one that follows his path.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "BritishIndependence",
            "date": "8 Nov ",
            "timestamp": "NA",
            "commentText": "Anti Pope more like, this guy has rejected  God and the Bible.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "201",
                    "user": "lagenda",
                    "date": "9 Nov ",
                    "timestamp": "NA",
                    "commentText": "I would say that he has rejected the traditions of his Church. I think the Orthodox Churches would agree.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}