{
    "header": {
        "title": " Labour MP admits 'We female MPs are sent death and rape threats' ",
        "subtitle": " A SINGLE mother who won a stunning Parliamentary election has revealed she has suffered vile online abuse since becoming an MP. But defiant Rosie Duffield is urging more women to become MPs - telling them: Don't let the trolls put you off. ",
        "owner": " Ruth Hughes ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 15:47, Sun, Mar 10, 2019 ",
        "dateExtraction": " 2020-01-27 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/uk/1098252/women-parliament-50-50-campaign-labour-mp-rose-duffield ",
        "postText": "'Ms Duffield sent shockwaves through Westminster when she landed Canterbury for Labour in 2017, the first time the party had ever won in the constituency. She revealed she has since suffered abuse from trolls and has also experienced sexism from her male colleagues. But she insists she has no regrets about taking on the job and is now supporting 50:50 Parliament - the campaign for equal representation.', 'The former teaching assistant, who left school at 16, is determined to inspire women to sign up and bring a better gender balance to Government.', 'Ms Duffield, 47, said: Nowadays online abuse is probably something that does put people off.You are putting your head above the parapet.', 'You get death threats and rape threats and threats of physical violence. Men just get told they are not good enough. With women it's always violence. And it is quite scary sometimes.', 'But she added: We need more women in Parliament. The laws that we pass and the things that we debate without women pressuring men are there things that we would get aired?', 'Would we talk about domestic violence ? Would we talk about childbirth ? How likely is that ? ', 'It's not a deliberate conscious thing, there are some great men here, but unless we're here as well representing the things that we have to deal with daily then they are not going to get talked about or solved.', 'Her advice to other women ? Don't give up, don't give up! Get involved in whatever level of politics you feel comfortable in.', 'Ms Duffield's interest in politics began when she moved from London to Canterbury and then unexpectedly became a single mother at 27, going on to have another son.', 'Her boys are now aged 19 and 16.', 'Her experiences of raising her two children while living on benefits made her want to help other people like her. Meeting campaigner Frances Scott who set up the 50:50 campaign, inspired Ms Duffield to stand and led led to her unexpected becoming an MP.', 'Frances told me, 'We're always looking for women to stand ', 'Ms Duffield said. I went, I don 't think they have people like me. I don't think I 'm allowed to do that. I haven't got a degree.I 'm a single mum with two children. I haven't got any money and I'm a teaching assistant.', 'Frances said 'That's the kind of woman that we think should stand. ', 'After a recount she was elected by 187 votes in the 2017 general election. I was totally in shock, Ms Duffield recalled.'",
        "numberPosts": " 22 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Gender - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Gender",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "18",
            "user": "Waywoodwind",
            "date": "10 Mar ",
            "timestamp": "NA",
            "commentText": "they are lucky many a young British girls have been murdered and raped when Labour stood on the other side of the road",
            "likes": 17,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "17",
            "user": "Guest799241",
            "date": "10 Mar ",
            "timestamp": "NA",
            "commentText": "Don't put yourself in danger LEAVE the job .",
            "likes": 11,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "16",
            "user": "MichaelWhitty",
            "date": "10 Mar ",
            "timestamp": "NA",
            "commentText": "Best place for a 'Single Mother' should be with her kids. Bet she claims child care for someone to watch her offspring which means 2 lots of Taxpayer money being spent on her!",
            "likes": 10,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "15",
            "user": "ExpressViewer1993",
            "date": "10 Mar ",
            "timestamp": "NA",
            "commentText": "I think the 50:50 campaign is stupid. It implies that men and women are naturally inclined to have competing values, which isn't true. It doesn't make sense to fuss over it IMO. I don't care if the parliament in 100% female as long as it's competent and doesn't become misandric. With that said, I 'm sure men get death threats too probably not rape threats though, and are just more stoic about it. Either way it shouldn't be happening and I hope the police are on top of it.",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "14",
            "user": "PaulJackson",
            "date": "11 Mar ",
            "timestamp": "NA",
            "commentText": "She should be serving her constituents needs and those of the country, instead of pushing her ideology. Also is this the best we can get as our MPs, a poorly educated ex teaching assistant ? ",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "13",
            "user": "SteveVT",
            "date": "11 Mar ",
            "timestamp": "NA",
            "commentText": "Feminists seem to have lost the plot with 50:50 that is not equality it is an admission of inferiority. It should be best person for the job.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "12",
            "user": "SpaceAndTime",
            "date": "11 Mar ",
            "timestamp": "NA",
            "commentText": "Hum I dont trust recounts by commies!",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "11",
            "user": "chassummer",
            "date": "17 Mar ",
            "timestamp": "NA",
            "commentText": "Rosie Duffield has done her best to keep the UK in the EU by voting against leaving at every hurdle, and yet she was elected on Labour's manifesto to honour the referendum result.  She won by a handful of votes and only because many students voted twice.  She's history at the next general election.  You deserve all the abuse you get Duffield!  You're undemocratic, self serving, and arrogant.  Do what is honourable - resign.  Every single piece of correspondence she sends out is badly written and repetitive - constantly maintaining her quest to keep the UK shackled to the EU because SHE feels it's the right thing to do - two fingers up to her constituents and all those who voted in the EU referendum!  Is it the right thing to do to get elected on a mandate and then actively pursue the opposite?  Rosie Duffield is devoid of democracy, honesty and integrity!  Your days are truly numbered!",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "10",
            "user": "Witcher",
            "date": "11 Mar ",
            "timestamp": "NA",
            "commentText": "Maybe don't be a traitor, think yourself lucky back in the day you would have been executed for real",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9",
            "user": "dongood",
            "date": "24 Mar ",
            "timestamp": "NA",
            "commentText": "No one should receive threats irrespective of party's what they should receive is advice on policy's that are economically inept please send Labour and its membership one .",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8",
            "user": "Flashman",
            "date": "11 Mar ",
            "timestamp": "NA",
            "commentText": "It could also be you are Labour.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "Bahamut",
            "date": "10 Mar ",
            "timestamp": "NA",
            "commentText": "To kill a mockingbird anyone?",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6",
            "user": "boundrygate",
            "date": "10 Mar ",
            "timestamp": "NA",
            "commentText": "If politicians of any <b> gender </b>go against their constituents  they deserve  what they get.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "200",
                    "user": "dannythedubi",
                    "date": "12 Mar ",
                    "timestamp": "NA",
                    "commentText": "So they deserve to be raped and murdered?",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "201",
                            "user": "boundrygate",
                            "date": "12 Mar ",
                            "timestamp": "NA",
                            "commentText": "Not raped or murdered. Executed.Hung drawn and quartered, even the guillotine would suffice. ",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Gender"
            ]
        },
        {
            "id": "5",
            "user": "RickSanchez",
            "date": "10 Mar ",
            "timestamp": "NA",
            "commentText": "TRAITORS deserve all the threats they get, if MPs want praise, then they should try working for the people who elect them, instead of working against the people. ",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "RumFellow",
            "date": "10 Mar ",
            "timestamp": "NA",
            "commentText": "A feminist MP is an MP that only cares for half of her electorate.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Devonian",
            "date": "10 Mar ",
            "timestamp": "NA",
            "commentText": "Do I really believe her? Labourite feminist, NAH!!!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "incendiary",
            "date": "10 Mar ",
            "timestamp": "NA",
            "commentText": "Women MP's want politics tailor fitted to their whims and <b> gender.</b>",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "202",
                    "user": "ExpressViewer1993",
                    "date": "10 Mar ",
                    "timestamp": "NA",
                    "commentText": "The only policies that can be tailored toward one <b> gender </b>or another are those based in perceptions of victimhood or inequality, neither of which need women in parliament to accomplish. The idea that only certain types of people can address certain issues is extremely dangerous when you consider the potential such thinking has.",
                    "likes": 3,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "203",
                            "user": "incendiary",
                            "date": "11 Mar ",
                            "timestamp": "NA",
                            "commentText": "More diversity, strengthens the establishments hold.",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Gender"
                    ]
                }
            ],
            "keywords": [
                "Gender"
            ]
        },
        {
            "id": "1",
            "user": "Joybike1",
            "date": "10 Mar ",
            "timestamp": "NA",
            "commentText": "Ms Duffield's interest in politics began when she moved from London to Canterbury and then unexpectedly became a single mother at 27, going on to have another son Well it would woudn 't it",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}