{
    "header": {
        "title": " F1 grid girls ban SLAMMED by Bernie Ecclestone in explosive interview ",
        "subtitle": " BERNIE ECCLESTONE has hit out at Liberty Media over their decision to remove so-called “grid girls” for the 2018 season. ",
        "owner": " James Gray ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 12:19, Thu, Feb 1, 2018 ",
        "dateExtraction": " 2020-01-21 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/sport/f1-autosport/913108/F1-grid-girls-ban-Bernie-Ecclestone-explosive-interview ",
        "postText": "'Until now, each grid position before the race is marked by a sign with the relevant driver’s name and number on it, held by one of these girls.', 'However, after consultation with fans and sponsors, Liberty Media yesterday confirmed they have ditched the idea because it does not resonate with our brand values and clearly is at odds with modern day societal norms.', 'But Ecclestone, who was at the top of F1 for nearly four decades before Liberty bought him out last year, believes the decision is misguided.', 'The country at the moment is getting a bit prudish, Ecclestone told The Sun.', 'Which 2018 F1 driver earns the biggest salary?', 'You should be allowed to have grid girls because the drivers like them, the audience like them and no one cares.', 'These girls were part of the show, part of the spectacle. ', 'I can't see how a good-looking girl standing with a driver and a number in front of a Formula 1 car can be offensive to anybody.', 'They are all nicely dressed.', 'I would think people like Rolex and Heineken wouldn't have girls there who weren 't presentable.', 'I thought we had forgotten about girls not being able to do guys' jobs and girls being able to do guys' jobs.', 'I thought we were all the same.', 'Sean Bratches, Formula 1’s commercial director, explained the decision yesterday had not been taken lightly and that Liberty had made the move after careful consideration.', 'Over the last year we have looked at a number of areas which we felt needed updating so as to be more in tune with our vision for this great sport, said Bratches.', 'While the practice of employing grid girls has been a staple of Formula 1 Grands Prix for decades, we feel this custom does not resonate with our brand values and clearly is at odds with modern day societal norms.', 'We don’t believe the practice is appropriate or relevant to Formula 1 and its fans, old and new, across the world.', 'The issue was first raised in December last year and a number of drivers, including Max Verstappen and Nico Hulkenberg, spoke out in support of the practice.', 'The grid girls must stay, Verstappen said. ', 'Hulkenberg meanwhile said: It would be a pity if they took the eye - candy from the grid.'",
        "numberPosts": " 7 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Sexual Identity - Male homosexuality,Ethnicity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Sissy,Race",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "6",
            "user": "Grumpytom",
            "date": "1 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "\"consultation with fans\"  give me the info - that's a fake claim",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "SALSM",
            "date": "2 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "And what about pretty Air Stewardess - they next .... gonna get a munter on board next .... WORLDS GONE MAD",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Claritythroughanalysis",
            "date": "3 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "The world has gone control mad. If there are jobs to be had at good pay why stop people doing them.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "tom.gelsthorpe@btinternet.com",
            "date": "2 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "Liberty Media's  Ideas for F1 are rubbish.  A huge Turn Off for me and I'm the biggest Motor Sport Fan around.  Not worth subscribing to Sky F1 to watch <b> Sissy </b>F1 Driver's being protected by halos with no grid girls aswell.  Would Sooner Watch Bernie Ecclestone's Era of F1 on youtube at it's peak with Jordan Grand Prix and Katie Price.  They're ruining the Sport.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "200",
                    "user": "tom.gelsthorpe@btinternet.com",
                    "date": "2 Feb, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Liberty Media are ruining F1 with no Grid Girls and Angelic Halo's on Car's.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Sissy"
            ]
        },
        {
            "id": "2",
            "user": "NeilHughes",
            "date": "4 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "ii just checked and found out after what Hamilton did to that grid girl another racing driver took it to next level and think next thing to happen wont have the drivers drinking",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "NeilHughes",
            "date": "4 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "The grid girls are being removed from every motor sport not just F1 you all clearly forgotten that Lewis Hamilton sprayed a grid girl at one of the races he own last year and he had to say very big sorry to the girl and to the owners of the <b> race </b>track and thanks to him and him alone that this has happened",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Race"
            ]
        }
    ]
}