{
    "header": {
        "title": " Emily Maitlis shutdown as she is corrected during embarrassing discussion over Brexit ",
        "subtitle": " STEPHEN CRABB shut down opposition MPs over their dawdling approach to Brexit and defended Boris Johnson’s approach during BBC Two’s Newsnight, before host Emily Maitlis was embarrassingly corrected. ",
        "owner": " Joel Day ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 01:03, Tue, Nov 5, 2019 ",
        "dateExtraction": " 2020-02-06 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/uk/1200078/brexit-latest-news-stephen-crabb-conservatives-bbc-newsnight-latest ",
        "postText": "'Former Secretary of State for Work and Pensions, Stephen Crabb, shut down his fellow guests during a segment of BBC Two’s Newsnight. Sat across from the Liberal Democrat's Layla Moran, and Labour’s candidate for Uxbridge, Ali Milani, Mr Crabb scourged them over what would happen should either of their parties win the December general election.', 'He said: People in this country understand the context of this election, why this election is being held.', 'We’ve had three and a half years of the House of Commons going around in circles chasing its tail.', 'Nothing is getting done.', 'Not Brexit.', 'Not any of the big issues.', 'Emily Maitlis interjected, saying: You are all the House of Commons, you do know that?', 'Stephen Crabb ignored Ms Maitlis and continued his attack, explaining: People out there in the country understand why this election has been called.', 'Before he continued, Labour candidate for Uxbridge, Ali Milani, corrected Ms Maitlis and said: Not yet!', 'Acknowleding this, she replied: Not yet, yes indeed, and laughed.', 'Mr Crabb didn 't stop and continued:It’s because they know that it’s not in their national interest to carry on doing the same.', 'Forgive me, but both the Liberal Democrats and their remain alliance, and the Labour Party are promising years more of going around in circles with nothing happening. ', ' This is why Boris Johnson is reading public opinion correctly and saying we’ ve got to break this cycle. ', ' Layla Moran responded with: Absolutely not!No.Stop Brexit is quite clear Stephen. ', ' Ali Milani looked into the distance without replying. ', 'The Remain Alliance plan Mr Crabb talked about surfaced following a Sky News interview with Lib Dem leader Jo Swinson, who hinted at the prospect of her party making a pact with Plaid Cymru and the Green Party in certain seats to ensure a hefty Remain victory. ', 'The move would look to mimic the victory won by the Lib Dems in the Brecon and Radnorshire by - election in August in which Plaid and the Greens chose not to field candidates in order to rid the region of Tory rule.', 'Though Ms Swinson didn’ t cave into pressure to admit that the Lib Dems were planning this tactic in up to 60 seats, she did suggest that a Remain Alliance was on the table.', 'She said: The specifics of announcements will be made in due course but it's well understood that these discussions have been taking place.', 'I wouldn 't necessarily assume that the numbers are accurate.', 'I think it's fair to say that in the vast majority of constituencies the party of Remain that is going to be best - placed to win that seat will be the Liberal Democrats.', 'Mr Milani could too shake things up for Mr Johnson 's Government, looking to push him out of his hitherto safe seat of Uxbridge and South Ruislip.', ' Added to this is the threat from climate action group Extinction Rebellion, who have vowed to launch a bid to oust Mr Johnson from his seat. ', ' If Mr Johnson fails to get reelected but the Conservative Party win a majority, he could theoretically keep his position as Prime Minister if he appointed himself as a Lord. ', ' He would, however, likely face huge pressure to give up his position. ', ' Mr Milani is thought to have the vote of the youth in Uxbridge - the race for the classically Tory seat will prove decisive in how the politics of a post - Brexit UK shapes up.",
        "numberPosts": " 31 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Nationality - European or anti-Europeans,Age - Youngsters,Gender - General, Ideological and Political Identity - General,Nationality - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Brexit,Remainers,Nothing,Woman,Communist,Nation",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "17",
            "user": "DookieCabron",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "Emily Maitlis laughing? How very unusual!",
            "likes": 47,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "16",
            "user": "DaphneBroon",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "That Layla is one deranged individual.",
            "likes": 69,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "200",
                    "user": "Andy@home",
                    "date": "5 Nov ",
                    "timestamp": "NA",
                    "commentText": "Alas there are more like her that think the same, but over time they are beginning to either grow up and change their minds from the soft membrane of youth into real life or think they have the answer to <b> Brexit </b>by ignoring the vote and just putting their heads in the sand.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Brexit"
                    ]
                },
                {
                    "id": "201",
                    "user": "WhenI'm64",
                    "date": "5 Nov ",
                    "timestamp": "NA",
                    "commentText": "I think the LibDems are overreaching in certain constituencies some of their leafleting data is questionable and seems to ignore the fact that they were running in third place with less than 10% of the voters in previous elections. Their call to be involved in debates between Tory and Labour shows a degree of arrogance and delusion.",
                    "likes": 9,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "202",
                            "user": "Catenary001",
                            "date": "5 Nov ",
                            "timestamp": "NA",
                            "commentText": "The Lib Dems are giddy and punch drunk from the 2019 Local Election results where they have mistaken protest votes against the Conservative and Labour Parties as an endorsement of the Lib Dems. Normality will be restored on 13th December in the General Election for the Lib Dems in the political pecking order.",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "15",
            "user": "ColinBlakeley",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "Did that Palastinian <b> woman </b>say how much money the EU gives to the Palastinians? ",
            "likes": 46,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "14",
            "user": "TruthtoPower988",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "Layla Moran again she is really annoying why does she keep appearing - she adds <b> nothing </b>to the conversation and makes me switch off.  Don't the Liberals have anyone interesting?",
            "likes": 94,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "203",
                    "user": "Grumpy79",
                    "date": "5 Nov ",
                    "timestamp": "NA",
                    "commentText": "Err no they don't",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "204",
                    "user": "roger",
                    "date": "5 Nov ",
                    "timestamp": "NA",
                    "commentText": "lady m*ron?",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "205",
                    "user": "itsnotme,itsthem",
                    "date": "5 Nov ",
                    "timestamp": "NA",
                    "commentText": "you will see a lot more of her, as the libdems only have a few mps.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "206",
                    "user": "BumpyGrollix",
                    "date": "5 Nov ",
                    "timestamp": "NA",
                    "commentText": "Given who they elected as party leader, clearly not !",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "207",
                    "user": "Twibbler",
                    "date": "5 Nov ",
                    "timestamp": "NA",
                    "commentText": "No, they're all dull and earnest ideologists led by a screaming banshee.",
                    "likes": 13,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "13",
            "user": "KEVJONES",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "Is there still a reward for finding shergar if so I think I have just found his teeth in the mouth of Layla Moran",
            "likes": 47,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "12",
            "user": "RoyBoy1",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "skulldugery  is what politicians know  . politics is what politicians know <b> nothing </b>of",
            "likes": 29,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "11",
            "user": "Cassandra",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "Ms Maitliss is a very bad presenter and interviewer. We are subjected to HER prejudices more than the views of those she is \"interviewing\"! Where does the BB find these awful women ? ",
            "likes": 36,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "208",
                    "user": "roger",
                    "date": "5 Nov ",
                    "timestamp": "NA",
                    "commentText": "same place as all the other vastly overpaid awful biased folk who populate the dumbed down pro eu lefty bbc",
                    "likes": 8,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "10",
            "user": "JustLeave",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "Limp-Dumbs and Liebour are both <b> Communist </b>Parties. BEWARE!",
            "likes": 23,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Communist"
            ]
        },
        {
            "id": "9",
            "user": "itsnotme,itsthem",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "once again, the leave are outnumbered by the remainer BBC and invited remainer people",
            "likes": 23,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "209",
                    "user": "roger",
                    "date": "5 Nov ",
                    "timestamp": "NA",
                    "commentText": "that's the lefty pro-eu bbc for you and we are forced to pay for it adding insult to injury ",
                    "likes": 9,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "8",
            "user": "notrut.",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "Factual comments disappearing again.",
            "likes": 18,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "210",
                    "user": "Ethread",
                    "date": "5 Nov ",
                    "timestamp": "NA",
                    "commentText": "Aye the DE is now regularly deleting comment that does not suit their argument..",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "7",
            "user": "roger",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "no wonder she's mate-less",
            "likes": 16,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6",
            "user": "RWatts",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "Will the <b> Remainers </b>make it to the General Election, or will they have either poled nil votes or self destructed and will the EuCOHR caught up up with Corbyns anti semetic views?, it's a close call. And will postman pat come out on strike rendering both the election and christmas nul and void? hopefully Santa will act as postman",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "211",
                    "user": "Andy@home",
                    "date": "5 Nov ",
                    "timestamp": "NA",
                    "commentText": "BBC have offered to run the election via a phone in along the same lines as Strictly come dancing. no bias involved in that.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Remainers"
            ]
        },
        {
            "id": "5",
            "user": "Gresley",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "Good to see Ridge call out Swineson on election rigging. Bilderberg Swineson looked unable to do more than bluster about her criminality.",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Plainjane",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "I dont understand why the Lib Dems are given airtime. We voted to leave, so remain should be ignored and half their pathetically small amount of MPs ate turncoats from other parties!",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "212",
                    "user": "GoldenWest",
                    "date": "5 Nov ",
                    "timestamp": "NA",
                    "commentText": "Because Remain operatives in the media want a Remain outcome, not fulfillment on the referendum.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "3",
            "user": "getreal915",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "Wow that's a de story, my God reporting what was on the TV last night, outstanding journalism.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "213",
                    "user": "serPounce",
                    "date": "5 Nov ",
                    "timestamp": "NA",
                    "commentText": "They have to report it, no one watches the B B C anymore",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "2",
            "user": "PeterLaw",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "KEVJONES. I don't think there is any need for personal insults here so i'd suggest you go back to reading and commenting on the Dandy or Beano. So for the grown ups among us.One thing Ms Moran did say that interested me is that the Liberal party would raise income taxes whereas everyone else is saying they can cut taxes.Boris so he can lift his mates in the house out of higher rate taxes. This election is about more than just <b> Brexit </b>and it 's time people realised that.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "1",
            "user": "Exlancslad",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "People are fed up with this mess made by the politicians from both sides of parliament, I would love to see the UK an independent <b> nation </b>again but the Lib Dums and the Labour party will do every trick in the book to overturn the peoples democratic vote on<b>  Brexit</b>, I just hope enough people will bother to vote and get this dam mess sorted out.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nation",
                "Brexit"
            ]
        }
    ]
}