{
    "header": {
        "title": " Rachel Riley inundated with support after unleashing fury against ‘racist’ Jeremy Corbyn ",
        "subtitle": " RACHEL RILEY, who has been on Countdown for 10 years, has thanked her fans for their “lovely messages of support”, after she faced backlash yesterday for wearing a Jeremy Corbyn T-shirt which labelled him a “racist”. ",
        "owner": " Lauren Meechan ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 13:11, Fri, Nov 22, 2019 ",
        "dateExtraction": " 2020-02-21 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/celebrity-news/1207938/Rachel-Riley-Twitter-Jeremy-Corbyn-tshirt-Countdown-news-latest ",
        "postText": "'Yesterday, Rachel Riley, 33, faced calls for her to be sacked from Countdown after she wore a white T-shirt which featured a photoshopped image of Jeremy Corbyn carrying a placard which read: Jeremy Corbyn is a racist endeavour. The original photo of the Labour leader was one of him taken in 1984 when he was arrested while protesting against the South African apartheid.', 'The actual message on his placard read: Defend the right to protest against apartheid. Join this picket, but this was changed on Rachel’s top.', 'Following the criticism, Rachel has thanked those who have sent her messages of support and vowed to continue her fight against Corbyn and the current Labour government.', 'Thanks for all the lovely messages of support, & all the silent supporters who’ve followed me, means a lot, she wrote.', 'Shows how counterproductive nasty pile-ons actually are.', 'Rachel then referenced a promise she made last month, when it was announced there was going to be a general election in December, to not let an antisemetic government be in power.', 'She continued her post: I made this promise (finger pointing down emoji) I intend to keep it.', 'If this is the price to raise awareness then sobeit. Lots of love, she added alongside love heart emojis.', 'Rachel re-shared the promise she was referring to, which said: As we edge towards a December general election, a heartfelt promise:', 'I will do everything in my power to try to ensure my baby, Jewish by blood, will not be born under an antisemitic government.', 'I hope this will never happen, please use your vote wisely.', 'Earlier this week, Rachel uploaded a photo of herself wearing the Corbyn racist top to her Twitter account, @RachelRileyRR, in view of her 656,600 followers.', 'I didn’t feel comfortable knowing my workplace was to be full of racists tonight, she captioned it.', 'I don’t endorse Boris, but I do endorse #NeverCorbyn. Please see my pinned thread if you still don’t understand why. #LeadersDebate #LabourAntisemitism.', 'Corbyn has strongly denied allegations of anti-Semitism during the controversy that has ripped through his party.', 'Rachel faced many negative comments following her statement, with some Twitter users calling for her to be sacked from her role on Countdown due to doctoring the apartheid statement and for her views on the Labour leaser.', 'The maths whizz, who is expecting her first child with husband Pasha Kovalev, defended her T-shirt on Twitter.', 'She wrote: Without feeding individual ignorant trolls, this is why I have no qualms using this photo to highlight Corbyn’s racism.', 'Rachel then uploaded articles about Nelson Mandela declining to meet Jeremy Corbyn’s anti-apartheid movement, who was part of the City of London Anti-Apartheid Group (CLAAG) during the eighties, with the group also connected to South African communist and ANC activist David Kitson.', 'She said: Without feeding individual ignorant trolls, this is why I have no qualms using this photo to highlight Corbyn’s racism.', 'In a follow-up tweet, the Countdown star said: Why would Nelson Mandela be advised by actual anti-apartheid heroes not to meet Corbyn and his extremist group if they were so fantastic?'",
        "numberPosts": " 34 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Ethnicity - General,Age - Over 65s,Gender - General,Ethnicity - Native-American, Ideological and Political Identity - General,Social Class - Working class,Nationality - General,Sexual Identity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Race,Racism,Racist,Old,Woman,Red,Red,Tacky,Nation,Homophobic",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "13",
            "user": "tearsofaremoanerclown",
            "date": "22 Nov ",
            "timestamp": "NA",
            "commentText": "Only one winner here. A well educated, maths genius, attractive yet down to earth and seemingly balanced young lady ....v's a man who resembles Steptoe, failed pretty much all education and has spent his life protesting against everything and never actually grown up.   Why we would employ one of the most ill educated people to run the country?",
            "likes": 39,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "200",
                    "user": "methuselah",
                    "date": "22 Nov ",
                    "timestamp": "NA",
                    "commentText": "With a huge chip on his shoulder is it because he failed his exams and didnt go to uni that he has an inferiority complex as big as a house .He is surrounded by much more intelligent and informed people ,he still has the juvenile political views of an underdeveloped 16 year old",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Old"
                    ]
                },
                {
                    "id": "201",
                    "user": "dorothy",
                    "date": "22 Nov ",
                    "timestamp": "NA",
                    "commentText": "No she is a nasty piece of work, she has a horrible face,  C orbyn for your information has been a politcian for over 30yrs, i am sure if he was as bad as you and the right wing press say he is  he wouldnt havelasted 30minutes never mind yrs,  SPEAKS FOR ITSELF REALLY.",
                    "likes": 3,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "202",
                            "user": "westbysouthwest",
                            "date": "23 Nov ",
                            "timestamp": "NA",
                            "commentText": "A horrible face? That's your measure? So, tell me, how Corbyn will be the pioneer for SMEs that pay corporation tax and VAT ? ",
                            "likes": 3,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "203",
                            "user": "barbarab",
                            "date": "23 Nov ",
                            "timestamp": "NA",
                            "commentText": "Has been a politician for 30 years ? - well I hadn't noticed...",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "204",
                            "user": "Ianpeak",
                            "date": "23 Nov ",
                            "timestamp": "NA",
                            "commentText": "OK Dorothy, I challenge you to show us your lovely face and we can compare it to Rachel's. Then we will see who has the most horrible face.",
                            "likes": 3,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "12",
            "user": "RickSanchez",
            "date": "22 Nov ",
            "timestamp": "NA",
            "commentText": "I like Rachel Riley at lot more than Lilly Allen. and so too do Millions more good people.",
            "likes": 38,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "205",
                    "user": "NMC",
                    "date": "23 Nov ",
                    "timestamp": "NA",
                    "commentText": "And in the interests of balance, I like Lilly Allen a lot more than Rachel Riley. But the reason is not looks or mathematical prowess or the dresses she wears, it's that Lilly Allen has that elusive thing that many people lack today called \"empathy\"- the ability to care about people less fortunate than themselves to the point of emotion. I'd like to think I have that too, which is why I will be voting Labour.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "206",
                    "user": "Offpiste",
                    "date": "23 Nov ",
                    "timestamp": "NA",
                    "commentText": "Name them!",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "207",
                            "user": "Snowedinlondon",
                            "date": "23 Nov ",
                            "timestamp": "NA",
                            "commentText": "Are you 5?",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "208",
                    "user": "phill494",
                    "date": "22 Nov ",
                    "timestamp": "NA",
                    "commentText": "Yeh that  lilly allen was in tears of laughter when reading corbyns latest foible, the Labour manifesto aka back to the past. Apparently its a work of comedy genius.",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "11",
            "user": "ThelastDukeofTaibach.",
            "date": "22 Nov ",
            "timestamp": "NA",
            "commentText": "One of these people is intelligent, polite and attractive the other ones Corbyn.",
            "likes": 23,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "209",
                    "user": "dorothy",
                    "date": "22 Nov ",
                    "timestamp": "NA",
                    "commentText": "You need specksavers  MATE.",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "210",
                            "user": "barbarab",
                            "date": "23 Nov ",
                            "timestamp": "NA",
                            "commentText": "Looks like Corhasbyn has already gone to Specsavers - and he still can't see the wood for the trees...",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "211",
                            "user": "IanGray",
                            "date": "23 Nov ",
                            "timestamp": "NA",
                            "commentText": "Are you jealous of Rachels beauty Dot?",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "10",
            "user": "Sdemnips",
            "date": "22 Nov ",
            "timestamp": "NA",
            "commentText": "Well done Rachel, never stand by and let them get away with it, never again. Call them out at every opportunity.",
            "likes": 13,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9",
            "user": "Guest740576",
            "date": "22 Nov ",
            "timestamp": "NA",
            "commentText": "Corbyn is the pits.",
            "likes": 23,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8",
            "user": "Mybackyard",
            "date": "22 Nov ",
            "timestamp": "NA",
            "commentText": "She's right. He is.",
            "likes": 21,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "212",
                    "user": "Chip1234",
                    "date": "23 Nov ",
                    "timestamp": "NA",
                    "commentText": "She is wrong he is not",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "213",
                            "user": "Snowedinlondon",
                            "date": "23 Nov ",
                            "timestamp": "NA",
                            "commentText": "I think you'll find she is right, he's disgusting",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "7",
            "user": "LJ52",
            "date": "22 Nov ",
            "timestamp": "NA",
            "commentText": "Take a long look at the females surrounding Corbyn then look at Riley. She is a young white, Jewish, intelligent <b> woman </b>so she is fair game for all the members of Corbyns Coven.  Good for you girl, showing him for what he is - his minions can deny it all they like but we all know he and his Momentum backers are friends of Hammas and the enemy of Israel.",
            "likes": 20,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "6",
            "user": "Archway",
            "date": "22 Nov ",
            "timestamp": "NA",
            "commentText": "1997 presented a crystal clear opportunity to enliven our communities with a new breath of hope and opportunity. NEW Labour instead cast this potential to one side to welcome an altogether different future. It is simply unspoken who bore the brunt of this misdirection, never mentioned. Instead they were made to politicise their own needs under an all too wide a framework that had to include those who would ultimately replace them. Time for real change!",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "214",
                    "user": "phill494",
                    "date": "22 Nov ",
                    "timestamp": "NA",
                    "commentText": "Yeh, time fora real change, can e have a labour party that really represents the works of this country, they've been badly let down over the past 50 years. All we now have is wolfie smith and the Islington Popular Front, we want the Tooting Peoples Front, spliters, I hate them. .",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Mr.M",
            "date": "22 Nov ",
            "timestamp": "NA",
            "commentText": "Why  should she be punished for being honest and stating the truth - the wording on my T - shirt would have a few more add on's with the Irish and Middle East connections -",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Partridge",
            "date": "23 Nov ",
            "timestamp": "NA",
            "commentText": "A perfect example of intelligence being at the same time stupid, bigoted, and prejudiced.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "NMC",
            "date": "22 Nov ",
            "timestamp": "NA",
            "commentText": "She doctored a placard which was originally an anti-apartheid message by Jeremy Corbyn, who was actually arrested fighting against <b> racism/</b>Apartheid. In doing so Rachel Riley trod all over the plight of the people who were abused during the Apartheid era to continue her campaign against Jeremy Corbyn at the expense of another<b>  race</b> of people who suffered.How is that in a right minded society not seen as an awful thing to do ?Is it that on<b> e rac</b>e is seen as better than another ? Is that in itself not an act <b> of raci</b>sm ? But yeah, well done Express - she 's in a \"bu<b> sty<b>  </b</b>>red dress\". That proves it, what was I thinking! And apparently, Jeremy Corbyn looks like Steptoe according to the comments. You understand your target market well. Well they say beauty is only skin deep after all.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "215",
                    "user": "Snowedinlondon",
                    "date": "23 Nov ",
                    "timestamp": "NA",
                    "commentText": "You mean like he does, Mr I fight against <b> racism </b>while having tea with Hamas, hezbola, ira and any other terrorists that kill my people as well as others and are against everything my country is and stands for. He's a disgusting hypocrite just like those who support him.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racism"
                    ]
                },
                {
                    "id": "216",
                    "user": "dorothy",
                    "date": "23 Nov ",
                    "timestamp": "NA",
                    "commentText": "Iagree with you, she is a horrible person, she doesnt fool me, however she does manage to fool all the d.c.heads  who are creeping up her ar.., that wouldnt be hard considering her <b> tacky </b>dress sense.",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "217",
                            "user": "Ianpeak",
                            "date": "23 Nov ",
                            "timestamp": "NA",
                            "commentText": "Still waiting for that photo Dot. Please make it full length so we can compare your elegance against Rachel's.",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "218",
                                    "user": "NMC",
                                    "date": "23 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "The point of Dorothy's comment was to indicate that in agreement with my original comment, the paper has decided to emphasise what Rachel Riley looks like and wears to gain allegiance from the male readership on this issue. Asking Dorothy to show you a full length photo only further proves us right and tells the Express that this stuff actually works.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Tacky"
                    ]
                }
            ],
            "keywords": [
                "Race",
                "Racism",
                "Red"
            ]
        },
        {
            "id": "2",
            "user": "Offpiste",
            "date": "23 Nov ",
            "timestamp": "NA",
            "commentText": "This dreary topic has been latched on to for publicity purposes by a TV quiz show assistant. Until she came along, I’m sure that most of us had never come across anti-Semitism in any shape or form. Now, thanks to her *and the other ‘usual suspects’ we can see more clearly why it might exist! As for Jeremy Corbyn’ s TV appearance last night, I disagreed with much of what he said– but I admired his calm presence and his courtesy to the audience and questioners.Others would be well - advised to adopt these particular traits when trying to make their own points. Extreme Jews are as dangerous as those devoted to anti - Semitism.They are both, thankfully, in a significant minority.Long may it stay that way but there is no excuse for trying, against all odds, to make this a major feature of our General Election. It won’ t wash;* probably, just like Ms.Riley’ s silly T - shirt.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "219",
                    "user": "Snowedinlondon",
                    "date": "23 Nov ",
                    "timestamp": "NA",
                    "commentText": "He can afford to be calm when he has the likes of Mcdonnell, McClusky and the rest of the momentum rabble of thugs causing chaos and violence and intimidating anyone that disagrees behind him. Doesn't change the fact that he's a disgusting, terror supporting Marxist that would bring our country to her knees given the chance",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "1",
            "user": "ColinBlakeley",
            "date": "23 Nov ",
            "timestamp": "NA",
            "commentText": "Corbyn wants to \"Nationalise\" everything and he is a rabid \"Socialist\"? Put National and Socialist together and hey presto you have the background to Cobyn 's stance.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "220",
                    "user": "NMC",
                    "date": "23 Nov ",
                    "timestamp": "NA",
                    "commentText": "But ironically, it's the Conservatives, ERG and hard-line Brexiteers who attack Eastern Europeans indicating they are taking over our country and labour market via immigration, and it is also the Conservatives who want to paint Europe as the enemy and have whipped this once tolerant and integrated <b> nation </b>into an increasingly hostile and xenophobic country via their blaming of all the county's ills on Europe, mainly Eastern Europeans. EU workers put into our economy far more than they get out of it. Maybe the Conservatives need to look at the rise of the far right as a result of the Leave campaign headed by the enigmatic Dominic Cummings, now Boris's guru, and see how xenophobic,<b>  racist</b> an<b> d homophobi</b>c language from Boris himself can adversely affect the mindset and views of the populace they govern and make that behaviour normalised. Mr Corbyn has foug<b> ht raci</b>sm all his life.He even successfully campaigned to save a Jewish cemetery from developers, in ironically,Margaret Hodges ' constituency of all places, back in 1987. Always good to not take things the newspapers say at face value and check these things and find the real truth.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racism",
                        "Racist",
                        "Nation",
                        "Homophobic"
                    ]
                }
            ],
            "keywords": []
        }
    ]
}