{
    "header": {
        "title": " ‘Deeply unpleasant!’ Oakeshott hits out at Abbott over Question Time claims ",
        "subtitle": " A QUESTION Time panellist who sat alongside Diane Abbott during a heated debate has given the public an insight into what happened behind the scenes hours before the “bad mannered” politician’s spat with new presenter Fiona Bruce. ",
        "owner": " Carly Read ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 01:24, Wed, Jan 23, 2019 ",
        "dateExtraction": " 2020-01-23 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/politics/1076061/diane-abbott-BBC-question-time-Isabel-Oakeshott-fiona-bruce-labour-momentum ",
        "postText": "Labour’s Shadow Home Secretary Ms Abbott has hit out at Fiona Bruce for whipping up a hostile atmosphere, with her supporters also finding she was interrupted more than any other guests during Thursday’s programme. But Isabel Oakeshott, former political editor of The Sunday Times, has taken aim at Ms Abbott following claims she was singled out due to her race. Ms Oakeshott spotted Ms Abbott on the train to the BBC studio and despite being tempted to move to a different seat due to a difference of political opinions, she remained where she was in a bid to be polite. But the same could not be said for fellow panelist Ms Abbott, she said.', 'In an opinion piece for the Spectator, Ms Oakeshott said: By contrast, the Shadow Home Secretary could not be bothered with the most basic civilities. In 15 years at Westminster I’ve rarely seen such bad manners – but that is by the by.', 'She goes on to blast the Labour Party and grassroots support group Momentum for fuelling claims Ms Abbott was interrupted more than any other guest because of political bias, racism or sexism - despite there being two other women on the show with Ms Abbott.', 'Ms Oakeshott said: As this entirely confected row has dragged on, some Labour type with far too much time on their hands has worked out that Abbott was interrupted significantly more often than other panellists.', 'The best explanation her supporters can come up with for this is racism, sexism or political bias on the part of the BBC.', 'The truth is much simpler: she talks agonisingly slowly, opening up plenty of opportunities for intervention. And once she starts, she never stops. If we all waited politely for her to finish, nobody else would ever speak.', 'She later added: The confected row over the Shadow Home Secretary’s treatment on the show showcases all that is rotten about the current Labour leadership, and the warped priorities of deeply unpleasant Momentum activists behind it.', 'Ms Oakeshott goes on to blast Labour for its stance on Brexit and for being too childish to attend talks with Prime Minister Theresa May to resolve the Irish backstop issue as invited.', 'She said: Perhaps if they spent less time pursuing trumped up grievances, and more time coming up with credible policies, they would have some chance of ousting the Tories.', 'Ms Abbott’s team and Momentum activists demanded an apology from the BBC and Ms Bruce, who was widely applauded for he performance on the show.', 'But both have refused, and now Labour have demanded unedited footage of the programme be made public.', 'A BBC spokesman said: We are sorry to hear Diane Abbott's concerns over Thursday's edition of Question Time and we have contacted her team to reassure them that reports circulating on social media are inaccurate and misleading.', 'Diane is a regular and important contributor to the programme.', 'As we said earlier, we firmly reject claims that any of the panel was treated unfairly either before or during the recording.'",
        "numberPosts": " 338 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Ethnicity - General,Physical Identity - Physical (and Mental) Impairments,Gender - General,Ethnicity - Black",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racism,Racist,Limp,Woman,Black",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "4",
            "user": "Anglish",
            "date": "18 Oct, 2017 ",
            "timestamp": "NA",
            "commentText": "Unspeakable report. Never mind the flannel. What did he actually say or do that was 'racist'? Come on. Stop wrecking lives with innuendo. Put up or shut up.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "200",
                    "user": "boyzinthehood",
                    "date": "18 Oct, 2017 ",
                    "timestamp": "NA",
                    "commentText": "perhaps in your backward  world there  okay , not in modern day 21 st century  Britain",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Learnthelessonsofthepast",
            "date": "19 Oct, 2017 ",
            "timestamp": "NA",
            "commentText": "She has got the money &amp; publicity she wished for, in the near future she will be sitting on the board of many committees earning a mint with some gong in the honours list to follow.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "201",
                    "user": "Bakelite",
                    "date": "19 Oct, 2017 ",
                    "timestamp": "NA",
                    "commentText": "Eni Aluko has been both honest dignified throughout all this, so I don't see what people on here have got against her. Although I could hazard a guess. As for the money she was offered by the FA, it 's less than what an average male player in the Premier league earns every fortnight. Remember, after winning 102 caps and still scoring goals for her country in 2015, her international career was suddenly cut short within a week of her first confidential approach to the FA.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "202",
                            "user": "Jerimiah",
                            "date": "19 Oct, 2017 ",
                            "timestamp": "NA",
                            "commentText": "Go on hazard a guess and play another race card. So predictable. Sampson has been stitched up by a gutless FA and a bitter little disruptive Nigerian racist who was dropped from the team and sought revenge.And did so in the now predictable pattern used by the likes of her. Nothing I have read suggests racism.Crass perhaps ? Racist ? No Another ethnic with a massive chip on her shoulder.Think herself lucky that she can live here. She should never play for England again.A toxic troublemaker that will upset the dressing room. ",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "203",
                                    "user": "Bakelite",
                                    "date": "19 Oct, 2017 ",
                                    "timestamp": "NA",
                                    "commentText": "Not difficult to hazard a guess in your case, is it?",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Siwn",
            "date": "18 Oct, 2017 ",
            "timestamp": "NA",
            "commentText": "How sad that the UK has become intolerant to the point where the slightest word can offend and requires Parliamentary intervention. Watching re-runs of \"Last of the Summer Wine\" I realised how many negative remarks were made about Wales and the Welsh. Should I ask the Culture Committe to have an enquiry into Ron Clarke for <b> racism?</b> Should I h--l. It was banter in comedy sketches. Amongst my English friends I am still called Taffy and we all know Taffy was a thief. Not only<b>  racism</b> but also defamation all with one word. Clever friends.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racism"
            ]
        },
        {
            "id": "1",
            "user": "hollieollo",
            "date": "18 Oct, 2017 ",
            "timestamp": "NA",
            "commentText": "The timely choreographed appeasement of blatant victimhood by the FA. Spineless blazers trying to save their skins by hanging Sampson out to dry. Aluko is a trouble-maker and bitter becasue she lost her place at the hands of Sampson, whose record is impeccable. Every failure, every sanction every act of correct team selection is percieved as <b> racist </b>by the victimhood merchants and the FA show their contempt for the truth by offering a<b>  limp</b> wristed apology.Maybe they should explain why they paid her off ? ",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "204",
                    "user": "Jerimiah",
                    "date": "19 Oct, 2017 ",
                    "timestamp": "NA",
                    "commentText": "Agree completely. Two inquiries led by a <b> black </b<b> >woman</b> barrister found no case for Sampson to answer. Didn't fit the required agenda however. Not the result that was required. Needed to appease the laughable accusation o<b> f racis</b>m. So the PC establishment persisted to get the result it wanted. So a highly successful and highly respected coach by the majority of the squad gets sacrificed on the altar of an empty accusation <b> of raci</b>sm. PC wins again. And now the caretaker manager is leant on and obliged to say that the bitter and toxic little Aluko, who was dropped, can play for England again. Now what a surprise at this outcome.What a travesty of justice.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Woman",
                        "Racism",
                        "Black"
                    ]
                },
                {
                    "id": "205",
                    "user": "Bakelite",
                    "date": "18 Oct, 2017 ",
                    "timestamp": "NA",
                    "commentText": "How is she 'a trouble maker'? It sounds like you want to bring your own agenda to this. The FA Chairman has said that Sampson should have been sacked years ago and now Aluko has been largely vindicated by an independent inquiry.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "206",
                            "user": "Anglish",
                            "date": "18 Oct, 2017 ",
                            "timestamp": "NA",
                            "commentText": "Sounds like you're the one with an agenda. So remarks by blacks about mad cow disease are 'racially offensive' to English people? How about asking England football fans how often they've been arrested? Is that too 'racially offensive'? There is no difference. These analogies are correct. Sampson should not have been sacked for making jokes and would not have been furthermore had evil people in authority [Macpherson, another outsider] not handed sub-literate, low IQ aliens a weapon to advance the elite's cause, that of wilfully destroying the civilisation we built and our accusers did not but came here to live off. Don't forget to write another cheque for Grenfell before you go to bed tonight. You'll find that as much as they hate you, assuming you're white, they really love your money.",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 3,
                            "replies": [
                                {
                                    "id": "207",
                                    "user": "Bakelite",
                                    "date": "18 Oct, 2017 ",
                                    "timestamp": "NA",
                                    "commentText": "Mad cow disease? The Grenfell fire?? England fans getting arrested??? Destroying civilisation????  If I had any idea what on Earth you're talking about then I'd try and respond. Just accept the findings of the inquiry and move on, they had all the evidence, you and I did not.The team certainly need to move on and keep the momentum going.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "208",
                                    "user": "dodgeswolf",
                                    "date": "18 Oct, 2017 ",
                                    "timestamp": "NA",
                                    "commentText": "We did accept the other inquiries and tried to move on but the injured little wall flower kept throwing the racist card. Completely missed by her team mates, or were they just tougher than her.",
                                    "likes": 2,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "209",
                                    "user": "Bakelite",
                                    "date": "18 Oct, 2017 ",
                                    "timestamp": "NA",
                                    "commentText": "It was what happened at Bristol before he took over as England manager that caused Mark Sampson to lose his job. It 's obvious why people on here are have got it in for Eni Aluko, this is the Daily Express after all.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racist",
                "Limp"
            ]
        }
    ]
}