{
    "header": {
        "title": " Anger as French parliament fails to set a minimum age of sexual consent ",
        "subtitle": " FRANCE approved a new law to fight sexual and gender-based violence in the wake of the #MeToo movement, despite fierce criticism from conservative and left-wing MPs the bill would not protect children from rape. ",
        "owner": " Romina McGuinness ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 00:01, Thu, May 17, 2018 ",
        "dateExtraction": " 2020-02-04 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/world/961234/France-age-of-consent-parliament-votes-metoo ",
        "postText": "Lawmakers slammed the government’s decision to drop a clause setting the minimum age of consent at 15 on grounds it violated an adult’s presumption of innocence.', 'The bill, which still needs to be debated in the Senate, was approved by a 115 to 29 vote, while 25 MPs abstained.', 'While the majority of centrists voted in favour of the bill, conservative Republicans abstained and leftists voted against.', 'Most – even those who approved the bill – deplored gender equality minister Marlène Schiappa’s decision to drop a key clause and much-trumpeted promise to set the minimum age of sexual consent at 15.', 'While French law currently states that it is illegal for an adult to have sexual relations with a child under the age of 15, it is not considered rape if the victim consented to the act.', 'Mrs Schiappa tried to rectify this by setting the age of consent at 15, but the State Council – the country’s highest administrative court – warned the age limit could violate an adult’s presumption of innocence (as the case would be automatically treated as rape) and would be declared unconstitutional.', 'Forced to find a middle ground, the government changed the text, adding instead a provision – “Article 2” – stating that rape and sexual assault could result from an “abuse of vulnerability” of the victim.', 'Critics argued that the law fails to protect the victims of sexual violence, as minors under the age of 15 will still have to “prove” a rape took place.', 'Republican MP Stéphane Viry told Mrs Schiappa she had “lost his vote” after she failed to impose a minimum age of consent, while socialist lawmaker Marietta Karamanli urged her to “come back with a new draft” of the text.', 'Centrist lawmaker Isabelle Florennes said: “We are extremely disappointed by your decision to backtrack on your promise.”', 'Despite the controversy surrounding “Article 2,” other provisions in the bill have been praised as effective tools to combat sexism and sexual violence.', 'The legislation extends the statute of limitations for child rape claims from 20 to 30 years and imposes on-the-spot fines of 90 euros (£78.7) for street harassment.', 'But the “sexist outrage” fine has also come under fire. Far-right lawmaker Emmanuelle Ménard warned of a looming “witch-hunt against men,” adding that the fine would blur the line between innocent flirtation and sexual harassment.', 'Centrist lawmaker Erwann Balanant argued that while police officers could not protect every woman from would-be harassers, the fine would help create a social “taboo”.",
        "numberPosts": " 15 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Age - General,Gender - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Age,Sexual",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "6",
            "user": "SteveJones7",
            "date": "17 May, 2018 ",
            "timestamp": "NA",
            "commentText": "Soon to come to Britain. The <b> age </b>of consent will be lowered to 6 years of<b>  age</b> but only for older people of a certain religious order.",
            "likes": 13,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "200",
                    "user": "Guest153412",
                    "date": "17 May, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Thats what P I E, wanted the <b> age </b>to be reduced to 4yrs.!",
                    "likes": 10,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "201",
                            "user": "JohnSmith2",
                            "date": "17 May, 2018 ",
                            "timestamp": "NA",
                            "commentText": "Harriet Harman and her weirdo husband!!!!!!",
                            "likes": 12,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "202",
                                    "user": "cleaner",
                                    "date": "17 May, 2018 ",
                                    "timestamp": "NA",
                                    "commentText": "You mean the Labour MP that sais there should be female only lists but not in the case of her husband",
                                    "likes": 6,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "203",
                                    "user": "cleaner",
                                    "date": "17 May, 2018 ",
                                    "timestamp": "NA",
                                    "commentText": "that should be sais not sais",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Age"
                    ]
                }
            ],
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "5",
            "user": "JohnSmith2",
            "date": "17 May, 2018 ",
            "timestamp": "NA",
            "commentText": "15 !!!! My God. I knew the French liked their girls young...but 15!! Perverts !!!",
            "likes": 13,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "204",
                    "user": "heartlaker",
                    "date": "17 May, 2018 ",
                    "timestamp": "NA",
                    "commentText": "'The French' people govern France no more than the Brits govern the UK. Every western country is governed by a cabal.",
                    "likes": 7,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "205",
                            "user": "cleaner",
                            "date": "17 May, 2018 ",
                            "timestamp": "NA",
                            "commentText": "Child",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Monty71",
            "date": "17 May, 2018 ",
            "timestamp": "NA",
            "commentText": "This sounds more like bowing to the religion of peace who like them young. Who cares about child protection anyway ? As long as you dont offend the goat herders....!",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "lol",
            "date": "18 May, 2018 ",
            "timestamp": "NA",
            "commentText": "As if it will change anything !",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "IanKent",
            "date": "17 May, 2018 ",
            "timestamp": "NA",
            "commentText": "I remember from school days girls aged 15 who boasted they were enjoying <b> sexual </b>relationships ... so to change the law for young adults is reasonable ... but I disagree with older adults sleeping with young adults ... set an<b>  age</b> difference of say 3 years where either partner is under 20 years of ago ...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sexual",
                "Age"
            ]
        },
        {
            "id": "1",
            "user": "Scorpion",
            "date": "17 May, 2018 ",
            "timestamp": "NA",
            "commentText": "If it was left up to Macron, the <b> age </b>of consent would probably be 60.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Age"
            ]
        }
    ]
}