{
    "header": {
        "title": " Is James Bond SEXIST and outdated? New UK poll reveals Brits do NOT agree ",
        "subtitle": " JAMES BOND has been criticised for being a sexist and outdated character, however, a new UK poll reveals few Brits agree with this perception. ",
        "owner": " George Simpson ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 21:45, Mon, Jun 17, 2019 ",
        "dateExtraction": " 2020-01-24 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/entertainment/films/1141653/James-Bond-sexist-rapist-misogynist-Daniel-Craig-Sean-Connery-Bond-25-Bond-girls ",
        "postText": "'Created by Ian Fleming in the 1950s, James Bond as a character is known for being something of a womaniser, but is he sexist? Just last year Millennials slammed the older movies for sexism and racism and accused Sean Connery’s 007 of being a rapist. While even Judi Dench’s M said it to the character himself in 1995’s Goldeneye. Addressing Pierce Brosnan’s Bond, she said: I think you're a sexist, misogynist dinosaur.', 'M added: A relic of the Cold War, whose boyish charms, though lost on me, obviously appealed to that young girl I sent out to evaluate you.', 'Bond 25 is currently filming and both Daniel Craig and producer Barbara Broccoli has spoken of modernising the character to the times.', 'But despite some people’s perceptions, a new survey by My Lotto 24 has found that the overwhelming majority of Brits don’t think Bond is sexist, with only 33% believing so.', 'Just 34% of women agree with the statement that Bond is sexist, alongside 31% of men.', 'Asked if the spy was perceived as perpetuating damaging stereotypes about masculinity only 28% agreed.', 'The same percentage saw him as outdated, 25% agreed he was a misogynist and just 21% saw him as a bad role model for young men.', 'There was a similarly low percentage of agreement on women being portrayed negatively in the Bond movies.', 'Just 23% found the term Bond Girl offensive, however, percentages were slighter higher in other areas.', 'Asking if women in Bond movies are just seen as objects of sexual desire, 42% agreed.', 'Split across the sexes and it was 48% of women and 35% of men who agreed.', 'While 36% thought Bond girls were consistently portrayed as less intelligent than Bond and 28% agreed they were bad role models for young women.', 'Bond 25 will be released in UK cinemas on April 3, 2020.'",
        "numberPosts": " 16 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Ethnicity - Black,Nationality - General,Sexual Identity - Transexuality,Sexual Identity - General,Nationality - German, Ideological and Political Identity - General,Age - Over 65s",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Black,Immigrant,Alien,Transgender,Transsexual,Homosexual,Hun,Snowflake,Old",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "9",
            "user": "Interceptorpilot",
            "date": "17 Jun ",
            "timestamp": "NA",
            "commentText": "Men are different to women. Stop calling male behaviour sexist! End the man hate!",
            "likes": 25,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "200",
                    "user": "SpocksBeard",
                    "date": "18 Jun ",
                    "timestamp": "NA",
                    "commentText": "Yep, good observation...however most women do appreciate a man talking to their face rather than lower down,it does make one feel uncomfortable and that your not being taken seriously :  I cant speak for anyone but myself, but is there such a thing as man hate ? And why ? ",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "201",
                            "user": "Interceptorpilot",
                            "date": "18 Jun ",
                            "timestamp": "NA",
                            "commentText": "Sorry Spocksbeard missed what you wrote there, I was looking at the comment below ;-",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "202",
                            "user": "VIEWPOINT",
                            "date": "18 Jun ",
                            "timestamp": "NA",
                            "commentText": "The word for man hate/phobia is a misandrist, a word not in common usage.   Misogamist is heard all over the place, which proves interceptor's point.",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "203",
                                    "user": "SpocksBeard",
                                    "date": "18 Jun ",
                                    "timestamp": "NA",
                                    "commentText": "Well I can only speak from personal experience ,as a woman I don't hate a stupid, selfish or nasty man any more than I might a woman. My point was that it baffled me ,whatever word you use to describe it.  We are two sides of the same species, designed to compliment each other to make a whole. I remain baffled. ",
                                    "likes": 3,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "8",
            "user": "enoughisenoughdotcom",
            "date": "17 Jun ",
            "timestamp": "NA",
            "commentText": "So do our bleeding heart snowflakes think that 'Jamie' Bond should be a <b> homosexual </b<b> >transgender</b<b> > blac</b<b> >k immigra</b>nt vegan... or should he remain as a normal human being?",
            "likes": 14,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "204",
                    "user": "SpocksBeard",
                    "date": "18 Jun ",
                    "timestamp": "NA",
                    "commentText": "You forgot cross species <b> alien </b>..;",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Alien"
                    ]
                }
            ],
            "keywords": [
                "Black",
                "Immigrant",
                "Homosexual",
                "Transgender"
            ]
        },
        {
            "id": "7",
            "user": "MetaG",
            "date": "18 Jun ",
            "timestamp": "NA",
            "commentText": "If you don't like it then don't watch it. Even Mary Whitehouse wouldn't have been bothered so why do we have to put up with these fools finding offence at every thing that walks and talks nowadays? Get a life.",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6",
            "user": "Gobnait",
            "date": "18 Jun ",
            "timestamp": "NA",
            "commentText": "Women love Bond's suave, masculine persona. Go away men-haters; your 15 minutes are.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "205",
                    "user": "SpocksBeard",
                    "date": "18 Jun ",
                    "timestamp": "NA",
                    "commentText": "Sorry <b> hun </b>but he does not do it for me,I prefer a bit of rough ;",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "206",
                            "user": "Gobnait",
                            "date": "18 Jun ",
                            "timestamp": "NA",
                            "commentText": "I'll give you that, my friend. Nothing sexier than my carpenter hubby in an old flannel shirt, jeans and his tool belt with tools in his hands. I hear ya! :",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Hun"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "5",
            "user": "cynicalme",
            "date": "18 Jun ",
            "timestamp": "NA",
            "commentText": "More lunacy from the <b> snowflake </b>brigade! I was going to explain about male and female hormones and what drives most of us but it isn 't worth the bother. The fact is that men and women, when they are not castrate by political correctness and liberal lunacy are human animals. ",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Snowflake"
            ]
        },
        {
            "id": "4",
            "user": "Bustahrhyme",
            "date": "18 Jun ",
            "timestamp": "NA",
            "commentText": "Let's cut to the chase and have a <b> Black,</b><b>  Transsexual</b>, Bisexual Bond, I'm sure everyone won't mind.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Black",
                "Transsexual"
            ]
        },
        {
            "id": "3",
            "user": "GeoffA",
            "date": "18 Jun ",
            "timestamp": "NA",
            "commentText": "I am surprised the scene between Bond and Galore in the barn is still played to be honest. I am totally un-PC, but even I squirm when I see that nowadays...",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "SpocksBeard",
            "date": "18 Jun ",
            "timestamp": "NA",
            "commentText": "This is or was originally written when social behaviour was different. If it hasn't been bought up to date as the time it is set in changes then that might be a relevant observation. I wouldn't know I don't care for the franchise. ",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "RavenM.",
            "date": "18 Jun ",
            "timestamp": "NA",
            "commentText": "Bond is <b> old </b>hat and its gone on too long.  Jason Statham is the man and even Bourne movies have a less predictable storyline.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Old"
            ]
        }
    ]
}