{
    "header": {
        "title": " Britain's AGEISM shame: Carol Vorderman leads backlash at 'nonsensical attacks' from youth ",
        "subtitle": " ONE in three Britons admit they have discriminated against someone because of their age, a study reveals. ",
        "owner": " Sarah O'Grady, Social Affairs Correspondent ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 00:01, Tue, Aug 20, 2019 ",
        "dateExtraction": " 2020-02-07 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/uk/1167666/ageism-uk-research-study-old-people ",
        "postText": "Almost half of those in their 30s have used ageist language, as have 46 per cent of people aged 20-something. The Ageist Britain report, which surveyed 4,000 UK adults and analysed thousands of tweets and blog posts, found a further one in 30 people admitted to regularly discriminating against people aged over 50. More than one in 10 admitted not even knowing they were ageist, the SunLife study found.', 'The most used ageist phrases on social media are “old fart”, “little old lady”, “bitter old man” and “grumpy old woman”, researchers found.', 'Other common terms included “ladies/gentleman of a certain age” with “old hag” deemed to be the most offensive term.', 'Emma Twyning, from the Centre for Ageing Better, said: “These subtle but damaging messages are everywhere, from the TV shows we watch featuring ‘doddery but dear’ characters to the constant media reports about the ‘burden’ of our ageing population. The evidence suggests that this ageist narrative negatively impacts on our personal experiences of ageing and perhaps even our health and wellbeing.”', 'While more than half of all over-50s surveyed believe that ageist language like this is unintentional, most say it has made them feel less valued (68 per cent), unhappy (60 per cent) and alienated (52 per cent).', 'The report found that 40 per cent of British people over 50 regularly experience ageism, with one in three commonly experiencing it at work, one in 10 on public transport, and one in seven while shopping.', 'TV presenter Carol Vorderman, 58, who worked with the life insurance group SunLife on the research, said: “The report shows that we’re bombarded with phrases and behaviours which imply that life after 50 must be awful and that it’s downhill all the way.', '“That just isn’t true, but this nonsensical school of thought will continue unless we raise the profile of the impact this type of language can have.', '“Life after 50 is a great kind of different. It can be the best time of all: less stressful, less competitive, freer, happier.', '“Life at any age is there to embrace, so it’s time we stopped using ageist language, intentional or not.”', 'Everyday ageism is increasingly of concern to mental health experts, with evidence that it can impact people’s mental health, hasten the onset of dementia and even shorten their life expectancy.', 'We’re all likely to live longer than our parents and grandparents. This is wonderful – a huge opportunity for both individuals and society.', 'But the way we talk about growing old and the way we think about the ageing population is often based on lazy, outdated stereotypes.', 'Combine that ageism with age discrimination, and there’s a real risk this opportunity will slip through our fingers.', 'From stereotypically frail TV characters to “anti-ageing” face creams, subtle but damaging messages about ageing are everywhere.', 'Politicians often talk about the “burden” of social care or how to afford the pension bill. People in later life are reduced to “doddery but dear” stereotypes.', 'This negative framing of ageing can damage our sense of self-worth, limit our aspirations and change how we think and act.', 'Ageism is common in many workplaces, from jokes about having a “senior moment” to outright discrimination where people in their 40s and 50s find it difficult to get a job or further their careers.', 'Many of the products and services we use are designed and marketed at younger generations, with over-50s lumped together as if we all have the same wants and needs.', 'This can’t go on. Insurance company SunLife’s “Ageist Britain” report is an important wake-up call, highlighting the shameful ageism in our society and how we often don’t realise that our words and attitudes could be harmful.', 'But there are things we can do to change the situation.We must eliminate age discrimination in the workplace.', 'When we surveyed over-50s, we found that one in four had been put off applying for jobs that sound like they’re aimed at younger candidates. A third believed they had been turned down for a job because of their age, and a fifth think colleagues see them as less capable as they get older.', 'If people want to work in their 50s, 60s and beyond, we should support and enable them, rather than ignoring CVs that mention O levels rather than the newer GCSEs, or passing them over for training and development.', 'Another need is to rethink the language we use about ageing and older people.', 'At the Centre for Ageing Better, we’re launching research exploring how to change this. We want to find positive – or at least more realistic – ways to talk about ageing that see longer lives as something to be celebrated.', 'The results will help government, businesses and other organisations stop reaching for the cliches when talking about later life.",
        "numberPosts": " 108 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Age - Over 65s,Age - General,Age - Youngsters,Gender - General,Nationality - European or anti-Europeans,Social Class - Working class,Ethnicity - General,Physical Identity - Physical Features",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Old,Elderly,Senior,Age,Ageing,Ageist,Ageism,Nothing,Sex,Woman,Brexit,Remoaners,Common,Racism,Scraggy,Skinny,Mental,Druggie,Snowflake",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "43",
            "user": "Felicity",
            "date": "20 Aug ",
            "timestamp": "NA",
            "commentText": "In many ways but not all aging sucks - but the alternative is not very appealing! However, they must make up their minds, can't have it both ways - only last week they were talking about people working until they are 75! How does that work then? I have friends having trouble finding a job in their 60s.",
            "likes": 61,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "200",
                    "user": "Eire",
                    "date": "20 Aug ",
                    "timestamp": "NA",
                    "commentText": "EU is to blame",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "201",
                            "user": "Grandad70",
                            "date": "20 Aug ",
                            "timestamp": "NA",
                            "commentText": "Somebody is going to Blame ' Brexit '..",
                            "likes": 7,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "202",
                                    "user": "Eire",
                                    "date": "21 Aug ",
                                    "timestamp": "NA",
                                    "commentText": "Blame is plentiful",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "42",
            "user": "SpocksBeard",
            "date": "20 Aug ",
            "timestamp": "NA",
            "commentText": "This lady is so insecure . Of course the young behave like that, the young think they are immortal ,good luck to them. Some of them might also get <b> old </b>and will then understand how daft they were.  I don 't care what the young think of me,I have a life ,they should go and find one too..",
            "likes": 52,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "41",
            "user": "Justmyopinion745",
            "date": "20 Aug ",
            "timestamp": "NA",
            "commentText": "I'm an <b> old </b>fart and have been called far worse, but what Vorderman and others forget, the older generation are not snowflakes we have the ability to joke about ourselves and enjoy our lives without any help from busybodies, but a damn good increase in the pension wouldn't go amiss",
            "likes": 73,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "40",
            "user": "Thefunnymouse",
            "date": "20 Aug ",
            "timestamp": "NA",
            "commentText": "Whatever the young people may say about me, an <b> old </b>white<b>  Brexit</b> man, it i<b> s nothin</b>g compared to the rude things i say about young people!! Carol like many older women who were attractive in their younger days find getti<b> ng o</b>ld difficult to handle and are easily drawn to the victim culture.In addition Carol <b> has noth</b>in<b> g in co</b>mmon with the normal older lady.With her large earnings from her career she must should have a net worth of many millions of pounds.",
            "likes": 82,
            "hasReplies": true,
            "numberOfReplies": 10,
            "replies": [
                {
                    "id": "203",
                    "user": "RudeBoy",
                    "date": "20 Aug ",
                    "timestamp": "NA",
                    "commentText": "Funny enough I knew Carol when she was a student.  No, she wasn't particularly \"good looking\" back then.  She's blossomed with <b> age.</b>  BTW She also turned down a job with Microsoft in the early 1980 s.If she had accepted that she would have made hundreds of times more than she did in entertainment.",
                    "likes": 7,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Age"
                    ]
                },
                {
                    "id": "204",
                    "user": "UK-Recovers",
                    "date": "20 Aug ",
                    "timestamp": "NA",
                    "commentText": "Thefunnymouse - \"In addition Carol has <b> nothing </b>in<b>  common</b> with the normal older lady. With her large earnings from her career she must should have a net worth of many millions of pounds.\" ...indeed, an estimated $10Mn net worth according to some estimates ",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "205",
                            "user": "SpocksBeard",
                            "date": "20 Aug ",
                            "timestamp": "NA",
                            "commentText": "Yet she is still unhappy.",
                            "likes": 7,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Nothing",
                        "Common"
                    ]
                },
                {
                    "id": "206",
                    "user": "Redshift",
                    "date": "20 Aug ",
                    "timestamp": "NA",
                    "commentText": "Large Earnings....? oh yes I see...oops",
                    "likes": 8,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "207",
                    "user": "HighTreason",
                    "date": "20 Aug ",
                    "timestamp": "NA",
                    "commentText": "She is unable to accept becoming <b> old </b>and is desperate to cling on to her youth. She is way past her best and no amount of surgery and tight clothes will help. In fact it makes her look plastic and cheap, very much the same as a<b>  sex</b> doll.",
                    "likes": 6,
                    "hasReplies": true,
                    "numberOfReplies": 5,
                    "replies": [
                        {
                            "id": "208",
                            "user": "CristinaK",
                            "date": "20 Aug ",
                            "timestamp": "NA",
                            "commentText": "But you think that ageing men way past their best, with beer bellies and balding heads, can still swan around thinking they are god's gift to younger women?",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "209",
                            "user": "wingman",
                            "date": "20 Aug ",
                            "timestamp": "NA",
                            "commentText": "Just wait until she hits 70....:",
                            "likes": 3,
                            "hasReplies": true,
                            "numberOfReplies": 3,
                            "replies": [
                                {
                                    "id": "210",
                                    "user": "Sharkfin",
                                    "date": "20 Aug ",
                                    "timestamp": "NA",
                                    "commentText": "Yup! gravity takes over and the skin thins, doesn't matter how many nips and tucks you  have it will still get you.",
                                    "likes": 16,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "211",
                                    "user": "SpocksBeard",
                                    "date": "20 Aug ",
                                    "timestamp": "NA",
                                    "commentText": "Sadly with women this starts with the loss of oestrogen at that certain age. The water rich bloom has gone even stuffing yourself with HRT wont stop it. I just gave in gracefully, the only thing I mess with is my hair.",
                                    "likes": 11,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "212",
                                    "user": "rmbee",
                                    "date": "20 Aug ",
                                    "timestamp": "NA",
                                    "commentText": "thought you'd vowed - to grow old disgracefully.. ?? !!",
                                    "likes": 4,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Sex",
                        "Old"
                    ]
                }
            ],
            "keywords": [
                "Old",
                "Nothing",
                "Brexit",
                "Common"
            ]
        },
        {
            "id": "39",
            "user": "SavetheUK",
            "date": "20 Aug ",
            "timestamp": "NA",
            "commentText": "The government are the worst offenders when they continually talk about our \"<b> ageing </b>population who are a burden on our health services\" and when they changed \"state pension\" to a \"welfare benefit\" which makes it sound like pensioners are scroungers when they have paid their dues in !    Perhaps it is time we outlawed these<b>  ageist</b> phrases and changed state pension to \"state entitlement\" scheme !",
            "likes": 28,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Ageing",
                "Ageist"
            ]
        },
        {
            "id": "38",
            "user": "wingman",
            "date": "20 Aug ",
            "timestamp": "NA",
            "commentText": "The thing to remember is...try to grow <b> old </b>gracefully and with dignity...the latter being something many younger people don't have these days",
            "likes": 25,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "37",
            "user": "fighter4england",
            "date": "20 Aug ",
            "timestamp": "NA",
            "commentText": "The disgusting <b> ageist </b>comments about Carol on this article just prove how disgracefully<b>  ageist</b> most people are. The rea<b> l ageis</b>m is felt not by the over 50 s, but those over 65. These same people are happy to have the<b> ir elder</b>ly parents babysit to save money and access the bank of mum and Dad, Grandma and Grandad while secretly hating <b> the </b>old because they 've managed to save a bit and no longer w<b> ork. Ag</b>eism is so bad that even the NHS discriminates agains<b> t th</b>e old.I know of a man of 75 who needed a heart valve repair whose doctor said, \"Well if we repair that valve the rest of your heart is still 75.\" I had to point out that the rest of his heart was fine and that he had done far more than his bit for society to deserve the operation to repair that heart. Those at the top wa<b> nt t</b>he old to die as they cost money and money is now the n<b> ew God.</b> Ageism is a<b> s bad a</b>s racism. ",
            "likes": 36,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "213",
                    "user": "Grandad70",
                    "date": "20 Aug ",
                    "timestamp": "NA",
                    "commentText": "And the BBC...",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "214",
                    "user": "thesageandonion",
                    "date": "20 Aug ",
                    "timestamp": "NA",
                    "commentText": "spot  on",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Ageism",
                "Ageist",
                "Elderly",
                "Old",
                "Racism"
            ]
        },
        {
            "id": "36",
            "user": "DavidKennedy",
            "date": "20 Aug ",
            "timestamp": "NA",
            "commentText": "Older people were once young people that are living their lives. Older people are abused every day.",
            "likes": 22,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "215",
                    "user": "thesageandonion",
                    "date": "20 Aug ",
                    "timestamp": "NA",
                    "commentText": "very true",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "35",
            "user": "LukePiewalker",
            "date": "20 Aug ",
            "timestamp": "NA",
            "commentText": "Anybody over 50 is stereotyped as an uninformed fascist who wants to go back to WWII because of <b> Brexit,</b> yet average intelligence levels have dropped in recent decades, which logically means it's young people bringing the average down. Of course I wouldn't stereotype all young people by the worst of them. They're not all running around that Remainer London stabbing each other.",
            "likes": 21,
            "hasReplies": true,
            "numberOfReplies": 8,
            "replies": [
                {
                    "id": "216",
                    "user": "Joolsaria",
                    "date": "20 Aug ",
                    "timestamp": "NA",
                    "commentText": "No I am over 50 and also think some over 50's are uninformed fascists! lol stop blaming all young people",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 7,
                    "replies": [
                        {
                            "id": "217",
                            "user": "Jackrussell593",
                            "date": "20 Aug ",
                            "timestamp": "NA",
                            "commentText": "I compare my generation when they were young to today's young and shake my head in disbelief but I cannot really blame today's youth, it's how they have been indoctrinated by the loony left brigade into thinking they are entitled and special. I worked my arse off all my working life and moved from town to town and abroad when the work wasn 't available in the UK. I am  comfortable now but purely through my own graft in factories, coal mines, shipyards, oil rigs etc. etc. I always looked down the road and saved for my retirement little by little and invested it wisely. It 's a pity basic financial planning isn't taught in schools and the power of compound interest.It might save a lot of stress later on in life.",
                            "likes": 4,
                            "hasReplies": true,
                            "numberOfReplies": 4,
                            "replies": [
                                {
                                    "id": "218",
                                    "user": "Joolsaria",
                                    "date": "20 Aug ",
                                    "timestamp": "NA",
                                    "commentText": "Utter rubbish. Life is just different now than it was when we were young, they have different issues to deal with than we did. The only entitled people I ever hear from are the baby boomers!  get real! at least you could afford to buy your own home and mostly we had secure jobs, and interest rates for savings were reasonable OK,. none of which the younger generation have now!",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "219",
                                    "user": "Jackrussell593",
                                    "date": "28 Dec ",
                                    "timestamp": "NA",
                                    "commentText": "I see you have been well indoctrinated judging by your inane comments.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "220",
                                    "user": "Joolsaria",
                                    "date": "28 Dec ",
                                    "timestamp": "NA",
                                    "commentText": "A self entitled boomer I take it!!",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "221",
                                    "user": "Jackrussell593",
                                    "date": "28 Dec ",
                                    "timestamp": "NA",
                                    "commentText": "You obviously don't know your RS from your elbow if you think boomers are entitled. Try living in the real world.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "222",
                            "user": "Myview",
                            "date": "20 Aug ",
                            "timestamp": "NA",
                            "commentText": "He made a particular point of saying he does not judge all young people by the worst of them; why don't you read things through properly?",
                            "likes": 4,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "223",
                                    "user": "Joolsaria",
                                    "date": "20 Aug ",
                                    "timestamp": "NA",
                                    "commentText": "Hmm see my response to you has disappeared but basically it said don't be an old pedantic F.a.r.t!",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "34",
            "user": "cm2",
            "date": "20 Aug ",
            "timestamp": "NA",
            "commentText": "The youth of to-day, make exams easier so everyone passes,send everyone to university so it becomes meaningless,cry because you can't buy a house but the latest mobile phone looks good.get everything on credit because who needs to save for tomorrow. Tomorrow will come to them eventually but who will care no wonder they want to save the planet because by then they will have run out of credit and need somewhere to pitch a tent",
            "likes": 12,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "224",
                    "user": "Grandad70",
                    "date": "20 Aug ",
                    "timestamp": "NA",
                    "commentText": "They seem to go on about ' Their ' Future a lot, they way things are going, they may not like their Future when they get there and that's if they get there at all.. I blame Nicola Sturgeon, she's always promising and telling Kids that she's doing it all for ' Their ' Future '.. Scotland's answer to Mystic Meg..",
                    "likes": 6,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "225",
                            "user": "cm2",
                            "date": "20 Aug ",
                            "timestamp": "NA",
                            "commentText": "When my wife and I saved for the deposit for our first house we did without a car,foreign holidays,meals in restaurants,designer clothes or any extravagance then we had to go on a waiting list at the Halifax for a mortgage, the young have it so tough",
                            "likes": 6,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "33",
            "user": "eyesdown",
            "date": "20 Aug ",
            "timestamp": "NA",
            "commentText": "The biggest <b> AGEISM </b>offenders are<b>  remoaners</b> accusing Brexiteers of incontinence an<b> d menta</b>l inability,that is disgusting ,but you read comments like that all the time because they hav'nt had their own way.",
            "likes": 12,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "226",
                    "user": "Joolsaria",
                    "date": "20 Aug ",
                    "timestamp": "NA",
                    "commentText": "Oh for goodness sake, you clearly only see a way one way street, I have been called all sorts of things on here and even been told to snuff it! get over yourself!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Ageism",
                "Remoaners",
                "Mental"
            ]
        },
        {
            "id": "32",
            "user": "BarryPapworth1",
            "date": "20 Aug ",
            "timestamp": "NA",
            "commentText": "Try to grow <b> old,</b> not try to stay like an over grown teenager !",
            "likes": 18,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "227",
                    "user": "Jackrussell593",
                    "date": "20 Aug ",
                    "timestamp": "NA",
                    "commentText": "Stupid comment, I bet you were \"<b> old\"</b> when you were 35.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Old"
                    ]
                }
            ],
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "31",
            "user": "Sharkfin",
            "date": "20 Aug ",
            "timestamp": "NA",
            "commentText": "When I was made redundant at 56, every interview I went to was the same, the letter in response I got was the same when you read between the lines, you're to <b> old.</b> So how the hell do the government expect to raise the pension<b>  age</b> to 75 when people falling out of work because of cutbacks in companies because the government screwed up the economy, I 'm talking Brown here I blame him<b> . Ageis</b>m has been there for years so not really news, now I really don 't care anymore I have retired and am spending it on my first hobby, fishing.",
            "likes": 11,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "228",
                    "user": "Jackrussell593",
                    "date": "20 Aug ",
                    "timestamp": "NA",
                    "commentText": "Can't disagree with any of that.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "229",
                    "user": "SpocksBeard",
                    "date": "20 Aug ",
                    "timestamp": "NA",
                    "commentText": "My husband was made redundant christmas 2015 after 17 years in the same company. He was lucky beyond belief to get a job five months later ,low paid, but a job that has just about managed to keep our house .He was um...62 . But I realise how very lucky we were .",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "230",
                    "user": "Redshift",
                    "date": "20 Aug ",
                    "timestamp": "NA",
                    "commentText": "Look chum you're retired now its time to hop on yer dads <b> old </b>bike and got out looking for crumpet....or you could always become a part time self employed stud for a bonk u like dating franchise...you won't have much time for fishing...or the energy.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Old"
                    ]
                }
            ],
            "keywords": [
                "Age",
                "Ageism",
                "Old"
            ]
        },
        {
            "id": "30",
            "user": "ujack",
            "date": "20 Aug ",
            "timestamp": "NA",
            "commentText": "Trying her best to be current but failing badly..",
            "likes": 11,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "231",
                    "user": "PatrioticEnglish",
                    "date": "20 Aug ",
                    "timestamp": "NA",
                    "commentText": "She does not have to try, as you say. She has made it......have you?",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 5,
                    "replies": [
                        {
                            "id": "232",
                            "user": "SpocksBeard",
                            "date": "20 Aug ",
                            "timestamp": "NA",
                            "commentText": "Made what? A successful transformation into a cartoon character.",
                            "likes": 4,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "233",
                            "user": "Myview",
                            "date": "20 Aug ",
                            "timestamp": "NA",
                            "commentText": "Made it at what? - trying to re-invent herself as a sex kitten at 58?",
                            "likes": 3,
                            "hasReplies": true,
                            "numberOfReplies": 3,
                            "replies": [
                                {
                                    "id": "234",
                                    "user": "Abbeys",
                                    "date": "20 Aug ",
                                    "timestamp": "NA",
                                    "commentText": "How do we define succcess?",
                                    "likes": 2,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "235",
                                    "user": "SpocksBeard",
                                    "date": "20 Aug ",
                                    "timestamp": "NA",
                                    "commentText": "Very difficult, it means different things to different people, I guess put simply,achieving your goals ,or maybe as many do craving and getting the approval and adoration of the masses. I think being content and happy is more important: ",
                                    "likes": 3,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "236",
                                    "user": "SpocksBeard",
                                    "date": "20 Aug ",
                                    "timestamp": "NA",
                                    "commentText": "Well thanks for that picture I just lost my breakfast.",
                                    "likes": 2,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "29",
            "user": "TheThunderbird885.",
            "date": "20 Aug ",
            "timestamp": "NA",
            "commentText": "Getting <b> old </b>is better than the alternative.",
            "likes": 16,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "28",
            "user": "AlternativeForBritain",
            "date": "20 Aug ",
            "timestamp": "NA",
            "commentText": "She does not help herself, mutton dressed as lamb, that picture of her face tells you exactly were everything is going, down to the feet.",
            "likes": 33,
            "hasReplies": true,
            "numberOfReplies": 10,
            "replies": [
                {
                    "id": "237",
                    "user": "Eire",
                    "date": "20 Aug ",
                    "timestamp": "NA",
                    "commentText": "As is sterling... What about those tax havens then, What is the alternative, Any thoughts ? ",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "238",
                            "user": "Petimus",
                            "date": "26 Dec ",
                            "timestamp": "NA",
                            "commentText": "Sterling's a much better bet than the alternative Paddy. When the Euro goes tits up, and Germany reverts to the Deutchmark you 'll need a barrow load of Punts to buy a  pint!",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "239",
                    "user": "PatrioticEnglish",
                    "date": "20 Aug ",
                    "timestamp": "NA",
                    "commentText": "And what do you look like or did look like when you were/are 58 years <b> old.</b> Got an engineering degree and over £3 million in the bank perhaps, qualified aeroplane pilot........er, no, thought so!",
                    "likes": 5,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "240",
                            "user": "SpocksBeard",
                            "date": "20 Aug ",
                            "timestamp": "NA",
                            "commentText": "No sense of self worth tho,so insecure she has to do that to her body ,and constantly flirt with anyone who will stand still long enough. I feel sorry for her.",
                            "likes": 5,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Old"
                    ]
                },
                {
                    "id": "241",
                    "user": "Jackrussell593",
                    "date": "20 Aug ",
                    "timestamp": "NA",
                    "commentText": "Ha Ha, again the usual suspects come out with their vitriolic comments about Carol. For God's sake give it a rest, most men would jump at the chance to..........",
                    "likes": 6,
                    "hasReplies": true,
                    "numberOfReplies": 5,
                    "replies": [
                        {
                            "id": "242",
                            "user": "SpocksBeard",
                            "date": "20 Aug ",
                            "timestamp": "NA",
                            "commentText": "No dear ,most men wouldn't.",
                            "likes": 6,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "243",
                                    "user": "Jackrussell593",
                                    "date": "20 Aug ",
                                    "timestamp": "NA",
                                    "commentText": "Obviously you're not a man.",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "244",
                                    "user": "wingman",
                                    "date": "20 Aug ",
                                    "timestamp": "NA",
                                    "commentText": "Quite",
                                    "likes": 3,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "245",
                            "user": "AlternativeForBritain",
                            "date": "20 Aug ",
                            "timestamp": "NA",
                            "commentText": "I don't deny she is pretty, but once you release the harness, the parachute will fall out.",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "246",
                            "user": "wingman",
                            "date": "20 Aug ",
                            "timestamp": "NA",
                            "commentText": "As my old Captain said once....some of you people go where I would not put my walking stick......:",
                            "likes": 7,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "27",
            "user": "Bluestorm2",
            "date": "20 Aug ",
            "timestamp": "NA",
            "commentText": "Has that company Sunlife ever considered how their utterly hideous, patronising adverts for funeral plans portray older people?  If I see that man and his parsnips talking to that dithery <b> woman </b>who looks so happy about her funeral once more I might do my TV a damage.  They're also the company who used that ghastly \"actress\" become \"MP\" Tracy Brabin who spent HER advert making sure that she wouldn't have to pay for her mother!!",
            "likes": 10,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "247",
                    "user": "daisyanne",
                    "date": "23 Aug ",
                    "timestamp": "NA",
                    "commentText": "I also detest these adverts. I did call them up a few months ago, to complain about them, but <b> nothing </b>was done.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing"
                    ]
                },
                {
                    "id": "248",
                    "user": "Angelam",
                    "date": "20 Aug ",
                    "timestamp": "NA",
                    "commentText": "Well said. Sun Life are one of the worst for <b> ageist </b>stereotypes.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Ageist"
                    ]
                },
                {
                    "id": "249",
                    "user": "Joolsaria",
                    "date": "20 Aug ",
                    "timestamp": "NA",
                    "commentText": "Oh I so agree! In fact I am doing my best to fins a way not to have a rip off funeral plan! because it annoys so me so much!",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "26",
            "user": "Grandad70",
            "date": "20 Aug ",
            "timestamp": "NA",
            "commentText": "I am <b> Old,</b> Cynical  Very .. I get the<b>  Ageism</b> thing from some of my Children.. I just Tell them, F### Off and Deal with it...",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Ageism",
                "Old"
            ]
        },
        {
            "id": "25",
            "user": "JJherself",
            "date": "20 Aug ",
            "timestamp": "NA",
            "commentText": "Up until two years ago, l looked fifteen years younger than my <b> age,</b> and it irritated my children, and close friends. I don't wear makeup, it wasn't planned to look young. I got sarcasm and<b>  ageist</b> speak, despite my looks. Then l got heart failure on top of managed arthritis osteoarthritis and rheumatoid and asthma and l aged rapidly, l think. My brother said \"lt's about time you got <b> a scragg</b>y neck like the rest of us!\" Since looking more <b> my a</b>ge of 74, young people,and young men, have gone out of their way to help me open doors, carry shopping, even give me lifts. I've found more kindness than in decades. Is it because l no longer threaten youth, by treading on their territory? We didn't hate our aged, we respect them, but then, they didn't look so young, threaten us, inside our youth. We knew our place and it was comfortable.",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "250",
                    "user": "daisyanne",
                    "date": "23 Aug ",
                    "timestamp": "NA",
                    "commentText": "When I travel someone always helps me with my suitcases, I don't look my <b> age </b>and I am very fit. Sometimes though it annoys me because I think to myself that I must be looking really<b>  old</b> and decrepit.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Age",
                        "Old"
                    ]
                },
                {
                    "id": "251",
                    "user": "SpocksBeard",
                    "date": "20 Aug ",
                    "timestamp": "NA",
                    "commentText": "You know very well jj that beauty comes from inside, sadly the younger you are the less you see it.",
                    "likes": 6,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "252",
                            "user": "JJherself",
                            "date": "20 Aug ",
                            "timestamp": "NA",
                            "commentText": "Yes l know, sigh.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Age",
                "Ageist",
                "Scraggy"
            ]
        },
        {
            "id": "24",
            "user": "PaulyMc",
            "date": "20 Aug ",
            "timestamp": "NA",
            "commentText": "What those 1 in 3 youth should not forget is no one escapes from getting <b> old.</b> Carol Vorderman is a very poor example of a<b>  senior</b> as her cosmetic enhancements have made her look more like a poor version of a blowup doll than someone growin<b> g ol</b>d gracefully.",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "253",
                    "user": "fighter4england",
                    "date": "20 Aug ",
                    "timestamp": "NA",
                    "commentText": "If Carol feels good about herself who are we to condemn her, she isn't hurting anyone and the <b> old </b>need someone to defend them no matter what their motives are.<b>  Ageism</b> is as bad a<b> s racis</b>m, but it doesn 't get the same publicity or sympathy.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Ageism",
                        "Old",
                        "Racism"
                    ]
                }
            ],
            "keywords": [
                "Old",
                "Senior"
            ]
        },
        {
            "id": "23",
            "user": "SavetheUK",
            "date": "20 Aug ",
            "timestamp": "NA",
            "commentText": "Remember being 70 is the new 50 according to health experts and you will never feel <b> old </b>!  I would also guarantee that the majority of our current 60 yr olds are far healthier than the current<b>  druggie</b>, obesity ridden 20 y<b> r ol</b>d youngsters who feast on rubbish and go out every weekend to get bladdered !",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "254",
                    "user": "chassummer",
                    "date": "20 Aug ",
                    "timestamp": "NA",
                    "commentText": "Clearly you've forgotten the days of hippies, who were constantly in another world on drugs practising 'free love'.  The mods and rockers rocked the world with their antics, destruction, and pursuits, all in the name of fun.  20 year <b> old </b>youngsters do eat rubbish - we all did from when the first Wimpy Bar was first introduced to the UK in 1954 expanding its branches throughout the 60s and 70s to every town in the UK to become the most popular fast food chain in the country.  When leaving home in the '70s most of us would spend our money going out, drinking, partying and some throwing up.  We certainly couldn't afford proper meals and constantly ate rubbish!  A Sunday in our shared flat often consisted of spaghetti and gravy before heading to the pub.  It's no different today, except youngsters do have more money to spend on booze.  That's the way the world revolves.  Stop with the whinging and wining.  These youngsters are enjoying their youth before they have families of their own and responsibilities.  It is a fact, that today there are more youngsters than yesteryear who go out of their way to select healthy groceries for their 'three a day'.  Veganism and vegetarianism is commonplace in the younger group.  You are being selective in picking on one group of our society.  You are the reason why the<b>  elderly</b> are grouped as judgemental miseries who have lost the will to laugh whilst constantly banging on about the goo<b> d ol</b>d days and youth.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "255",
                            "user": "CristinaK",
                            "date": "20 Aug ",
                            "timestamp": "NA",
                            "commentText": "I first became a veggie in the early 70s..ate more decent heathy food then, than I can afford with all my bills  now..!!",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Elderly",
                        "Old"
                    ]
                }
            ],
            "keywords": [
                "Old",
                "Druggie"
            ]
        },
        {
            "id": "22",
            "user": "Grandad70",
            "date": "20 Aug ",
            "timestamp": "NA",
            "commentText": "Many of our Young think that the Future is there's alone.. Every Day and Every Tomorrow that I am Blessed with is ' My ' Future..",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "21",
            "user": "ColinBlakeley",
            "date": "20 Aug ",
            "timestamp": "NA",
            "commentText": "Old Hamster cheeks has a point.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "20",
            "user": "HogarthsPug",
            "date": "20 Aug ",
            "timestamp": "NA",
            "commentText": "I enjoy being \"of a certain <b> age\"</b>. And I give as good as I get back too, but with more wisdom.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "19",
            "user": "Asclepios",
            "date": "20 Aug ",
            "timestamp": "NA",
            "commentText": "More PC nonsense from another luvvy <b> snowflake,</b> we over 75s are made of stronger stuff, words from strangers never hurt us.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Snowflake"
            ]
        },
        {
            "id": "18",
            "user": "timbershifter",
            "date": "20 Aug ",
            "timestamp": "NA",
            "commentText": "Shut up <b> woman!</b> I've earned the right to be called a grumpy<b>  old</b> man. I'm growin<b> g ol</b>d as disgracefully as I possibly can and suggest you do the same. PM me for phone number - no pressure.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman",
                "Old"
            ]
        },
        {
            "id": "17",
            "user": "eyesdown",
            "date": "20 Aug ",
            "timestamp": "NA",
            "commentText": "with <b> age </b>comes wisdom,we've got all the T shirts and know what lifes about and not to trust politicians anymore.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "16",
            "user": "walnut",
            "date": "20 Aug ",
            "timestamp": "NA",
            "commentText": "Sorry love, but it might help if you stopped trying to look half your <b> age </b>and squeezing into clothes better suited for a teenager. Accept who you are and what you are and folk might listen. ",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "15",
            "user": "chassummer",
            "date": "20 Aug ",
            "timestamp": "NA",
            "commentText": "A small group of <b> elderly </b>women green bowlers in the local club are collectively often described as 'the witches cauldron'.  Complaining, victimising and resenting new members is their forte and as a result for many years the same amount of women fill the ladies membership.  We left and many before us did likewise!  A large element of the<b>  elderly</b> resent the young.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "256",
                    "user": "Joolsaria",
                    "date": "20 Aug ",
                    "timestamp": "NA",
                    "commentText": "You need a different approach, maybe all turning up as witches for example, with a cauldron for the bowls,  that's what I would do! :-",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "257",
                    "user": "SpocksBeard",
                    "date": "20 Aug ",
                    "timestamp": "NA",
                    "commentText": "Yes indeed, the bowls club in this village was controlled by one <b> elderly </b>family. No membership unless invited ,and deff no non church . I hope and pray I keep a handle on it and look out and forwards and not back and in .",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Elderly"
                    ]
                }
            ],
            "keywords": [
                "Elderly"
            ]
        },
        {
            "id": "14",
            "user": "Offpiste",
            "date": "20 Aug ",
            "timestamp": "NA",
            "commentText": "Instead of 'leading any backlash', read 'leading my relentless, but knackered self-publicity machine'.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "13",
            "user": "JohnMitchell4",
            "date": "20 Aug ",
            "timestamp": "NA",
            "commentText": "Some people are never happy in their own skin, especially when <b> old </b<b> >age</b> plays a part, they yearn for the days of their youth, but they are lost and gone forever.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Age",
                "Old"
            ]
        },
        {
            "id": "12",
            "user": "Whitey",
            "date": "20 Aug ",
            "timestamp": "NA",
            "commentText": "It's kind of funny someone who fights <b> age </b>with botox and surgery is saying that, I'd take her much more seriously if she aged gracefully.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "11",
            "user": "TheThunderbird885.",
            "date": "20 Aug ",
            "timestamp": "NA",
            "commentText": "In fairness Carol not to many 58 year <b> old </b>women look like you",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "258",
                    "user": "daisyanne",
                    "date": "23 Aug ",
                    "timestamp": "NA",
                    "commentText": "My sister and I  look better than her love, and we are both older.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "259",
                            "user": "TheThunderbird885.",
                            "date": "23 Aug ",
                            "timestamp": "NA",
                            "commentText": "Modesty not one of your finer points then.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "260",
                    "user": "SpocksBeard",
                    "date": "20 Aug ",
                    "timestamp": "NA",
                    "commentText": "Not many women either have the money or the wish to look that silly.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "261",
                            "user": "TheThunderbird885.",
                            "date": "20 Aug ",
                            "timestamp": "NA",
                            "commentText": "The two are one and the same",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "10",
            "user": "CristinaK",
            "date": "20 Aug ",
            "timestamp": "NA",
            "commentText": "Us females get the worst of it, because we lose the ability to have children.A women in her 70s  except for Helen Mirren is no longer seen as sexy or attractive or in some cases, even female. Yet those women were once young and pretty and if you had lived back then,  would have seen YOU as <b> old.</b>.think about that..you are still young, but are<b>  OLD</b> to some. I remember being shocked at my friends 15 yea<b> r ol</b>d brother dating an old<b> er wom</b>an of 17! One day, hopefully, you will<b>  be </b>old too and however maligned, be grateful for having the chance, many poor people don't.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman",
                "Old"
            ]
        },
        {
            "id": "9",
            "user": "Jackrussell593",
            "date": "20 Aug ",
            "timestamp": "NA",
            "commentText": "She doesn't post her pics on here, the DE does. Why aren't you moaners complaining to them then ?",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8",
            "user": "ARN799",
            "date": "20 Aug ",
            "timestamp": "NA",
            "commentText": "Beauty is only skin deep it takes years to be wise Make fun if you like but one day you see I’m right",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "Joolsaria",
            "date": "20 Aug ",
            "timestamp": "NA",
            "commentText": "Really, what a load of nonsense, we have got to the <b> age </b>surely, when we shrug off such nonsense.  I call people<b>  old</b> fart, and I am well over 50, so what? I stopped worrying about what people called me when I was 40! get some Teflon shoulders Carol!",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "262",
                    "user": "cm2",
                    "date": "20 Aug ",
                    "timestamp": "NA",
                    "commentText": "Idiot, young people with attitude who have achieved <b> nothing </b>but expect everything to be handed to them on a plate, when it isn't they need someone to blame",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing"
                    ]
                }
            ],
            "keywords": [
                "Age",
                "Old"
            ]
        },
        {
            "id": "6",
            "user": "Petimus",
            "date": "26 Dec ",
            "timestamp": "NA",
            "commentText": "As \"someone of a certain <b> age\"</b> I see no problem with the phrase. It's simply being accurate, descriptive and polite. Whatever our<b>  age</b>, we should treat each other with decency and respect. It's called community, and fortunately most people recognize and practise it!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "5",
            "user": "daisyanne",
            "date": "23 Aug ",
            "timestamp": "NA",
            "commentText": "Its not to do with <b> age,</b> its the way these older women dress, in her case she looks quite<b>  common</b>. I would never wear such clothes lik<b> e skinn</b>y jeans, and tight tops.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Age",
                "Common",
                "Skinny"
            ]
        },
        {
            "id": "4",
            "user": "xit940",
            "date": "20 Aug ",
            "timestamp": "NA",
            "commentText": "Ok. I wont call her an <b> old </b>bag of silicon then. Just a bag of silicon.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "3",
            "user": "John952",
            "date": "20 Aug ",
            "timestamp": "NA",
            "commentText": "If you think many of the young are not stupid consider those complaining about us '<b> old </b>farts' and not realising they will be <b> 'old</b> farts.' I was once, at least publicly, referred to as a<b> n ol</b>d fool.My reply, without mentioning any name, was simply that I am 15 jumps ahead of a young fool.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "2",
            "user": "norrak",
            "date": "20 Aug ",
            "timestamp": "NA",
            "commentText": "Doubt it is anything to do with people that act their ages, just the ones that can't let youth go and embarrass themselves for it by dressing far to young. It attracts banter not younger guys who want a relationship.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Jackrussell593",
            "date": "20 Aug ",
            "timestamp": "NA",
            "commentText": "More power to you girl !",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "263",
                    "user": "SpocksBeard",
                    "date": "20 Aug ",
                    "timestamp": "NA",
                    "commentText": "Girl?",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "264",
                            "user": "Jackrussell593",
                            "date": "20 Aug ",
                            "timestamp": "NA",
                            "commentText": "Yes, you know, what you used to be.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}