{
    "header": {
        "title": " Man City ace Bernardo Silva hit with FA ban over Benjamin Mendy tweet ",
        "subtitle": " Manchester City forward Bernardo Silva has been banned for one match and fined £50,000 by the FA, after he sent a tweet comparing team-mate Benjamin Mendy to a Spanish confectionery brand cartoon. ",
        "owner": " Matt Atherton ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 14:34, Wed, Nov 13, 2019 ",
        "dateExtraction": " 2020-03-04 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/sport/football/1203888/man-city-bernardo-silva-ban-fine-benjamin-mendy-tweet ",
        "postText": "'Manchester City winger Bernardo Silva faces a one-match ban, and a £50,000 fine, for a racially-insensitive social media post.', 'The Portuguese star tweeted a photo of team-mate Benjamin Mendy as a child, alongside an image of a Spanish confectionery brand cartoon.', 'He captioned the image with: Guess who?.', 'Silva later deleted the tweet, and insisted it was a joke with a friend.', 'Silva will now have to complete a face-to-face education programme, after admitting a breach of the FA rules, realted to race and/or colour and/or ethnic origin.', 'An FA statement read: Bernardo Silva has been suspended for one first team competitive fixture, fined £50,000 and must complete face - to - face education after admitting a breach of FA Rule E3.', 'The Manchester City midfielder’s social media activity on 22 September 2019 breached FA Rule E3(1), as it was insulting and/or improper and/or brought the game into disrepute, and constituted an Aggravated Breach, which is defined in FA Rule E3(2), as it included reference, whether expressed or implied, to race and/or colour and/or ethnic origin. ', 'Silva faced a potential six - game ban for the tweet, after the FA charged him at the start of last month. ', 'Portugal international Bernardo Silva wrote a letter to the FA, expressing his retreat over the social media post.', ' He apologised for his actions, as well as for any unintentional offence caused. ', ' Mandy added weight to Silva’ s case by sending his own letter to the FA, backing his team - mate. ', 'City manager Pep Guardiola has previously defended Silva for the tweet.', ' He claimed that Silva and Mendy are like brothers, and the post was supposed to be a joke.', 'But, Guardiola also admitted that he would understand if someone was offended by the tweet. ', 'If someone is offended, I can understand it, he said.Bernardo is maybe going to take a lesson and it won’ t happen again.', 'I know the intention of Bernardo.It was just a joke.Benjamin is like a brother to Bernardo.It is the same the other way.It is what I see every day in training. '",
        "numberPosts": " 10 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Ethnicity - General,Sexual Identity - General,Sexual Identity - Male homosexuality,Sexual Identity - Female homosexuality,Sexual Identity - Transexuality",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racism,Racist,LGBT,LGBT,Lesbian,LGBT",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "8",
            "user": "Stevesense",
            "date": "13 Nov ",
            "timestamp": "NA",
            "commentText": "Can't have a joke with your mate anymore  #everydaysnowflakery",
            "likes": 20,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "Guest651491",
            "date": "13 Nov ",
            "timestamp": "NA",
            "commentText": "Racism is now a booming industry for the feeble weak minded rabble being paid to seek it out and persecute us for our history.",
            "likes": 15,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racism"
            ]
        },
        {
            "id": "6",
            "user": "BritishIndependence",
            "date": "13 Nov ",
            "timestamp": "NA",
            "commentText": "No <b> racism </b>occurred ever Benjamin Mendy said so. This isn't about<b>  racism</b>, this is about mind control thought police.",
            "likes": 15,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racism"
            ]
        },
        {
            "id": "5",
            "user": "norrak",
            "date": "13 Nov ",
            "timestamp": "NA",
            "commentText": "Harrowing! I am a gibbering, spittle festooned wreck. ",
            "likes": 12,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "DrMills",
            "date": "13 Nov ",
            "timestamp": "NA",
            "commentText": "message deleted by express. No subjective balance jyst agenda filled mass media. Clearly demonstrating an impartiality because rules dictate as such. Moderate away and people will move away from your paper.  forums like this allow us and should allow us to express opinions.Opinions here is better than showing differences elsewhere. I add.These forums are a release from the increasing stranglehold on our so - called freedoms.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Jerimiah",
            "date": "13 Nov ",
            "timestamp": "NA",
            "commentText": "The FA is a complete joke. If that was <b> racist </b>then I'm Chinese. They insult any intelligent person. No doubt soon time for the FA to insult and offend us to promote<b>  LG<b> BT<<b> /b</b</b>>> in the media and at football grounds with its ridiculous and offensive parade of flags, rainbow laces and interviews with various 'gay <b> and lesb</b>ian advocate supporters' and players and in front of camera media people, sport forced to wear their various rainbow identities. ",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "200",
                    "user": "norrak",
                    "date": "13 Nov ",
                    "timestamp": "NA",
                    "commentText": "Ok then that is the are word, give me 50g, thanking you please.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "201",
                    "user": "norrak",
                    "date": "13 Nov ",
                    "timestamp": "NA",
                    "commentText": "That's <b> racist </b>give me 50g lol.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                }
            ],
            "keywords": [
                "Racist",
                "LGBT",
                "Lesbian"
            ]
        },
        {
            "id": "2",
            "user": "peterholland",
            "date": "13 Nov ",
            "timestamp": "NA",
            "commentText": "F.A. doing everything they can to help Liverpool win the PL",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "JennifferGarcia",
            "date": "13 Nov ",
            "timestamp": "NA",
            "commentText": "There are those out there who use instances like this to gain more power and influence over the rest of us - our country is going down a very dangerous path...",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}