{
    "header": {
        "title": " 'No-one trusts Corbyn' Labour chief suffers backlash as he FAILS to respond to Chief Rabbi ",
        "subtitle": " LABOUR Leader Jeremy Corbyn gave a speech in North London, following Chief Rabbi Ephraim Mirvis warning the “very soul of our nation” would be placed at stake if Labour wins the general election. ",
        "owner": " Katie Weston ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 13:39, Tue, Nov 26, 2019 ",
        "dateExtraction": " 2020-02-21 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/uk/1209483/General-Election-news-Jeremy-Corbyn-Labour-anti-Semitism-speech-London-chief-rabbi ",
        "postText": "'Jeremy Corbyn said anti-Semitism  in any form  is vile and wrong  during his speech in North London on Tuesday. The Labour leader said: I just want to make this very clear. Anti - Semitism in any form is vile and wrong.It is an evil within our society.It is an evil that grew within Europe in the 1970 s and onwards, and ultimately led to the Holocaust.', 'There is no place for anti-Semitism in any shape or form or in any place whatsoever in modern Britain, and under a Labour Government it will not be tolerated in any form whatsoever.', 'I want to make that clear.And where the cases have been reported to us, in the Labour Party, we have a rapid and effective system of dealing with them.', 'And that process is constantly under review to make sure it is rapid and it is effective, and also that there is an education programme within our Party so that people can understand what happened when the Holocaust finally came about, what was the lead up to it, what were the levels of racism that led to that in the first place.', 'How was it the far - right were able to rise ? ', 'So under us we will protect places of worship, we will protect cemeteries that are under any form of abuse or attack whatsoever.', 'The comments follow Chief Rabbi Ephraim Mirvis warning the very soul of our nation would be placed at stake if Jeremy Corbyn's Labour Party wins the general election.', 'He said: During the past few years, on my travels through the UK and further afield, one concern has been expressed to me more than any other. Of course, the threats of the far right and violent jihadism never go away, but the question I am now most frequently asked is: What will become of Jews and Judaism in Britain if the Labour Party forms the next Government?', 'He said that the Jewish community has watched with incredulity as supporters of the Labour leadership have hounded parliamentarians, members and even staff out of the party for challenging anti-Jewish racism.', 'He added: The way in which the leadership has dealt with anti-Jewish racism is incompatible with the British values of which we are so proud - of dignity and respect for all people. It has left many decent Labour members both Jewish and non-Jewish, ashamed of what has transpired.', 'He concluded: It is not my place to tell any person how they should vote. I regret being in this situation at all. I simply pose the question: What will the result of this election say about the moral compass of our country? When December 12 arrives, I ask every person to vote with their conscience. Be in no doubt, the very soul of our nation is at stake.', 'Despite the Labour leader addressing anti-Semitism in his speech, Sky News political editor Beth Rigby said Mr Corbyn did not take on the Chief Rabbi’s remarks directly.', 'She tweeted: Corbyn: Not taking on chief rabbi remarks directly. But says this: Anti-Semitism in any form is wrong. Under a labour govt it will not be tolerated in anyway whatsoever.', 'One Twitter user commented: Joke.', 'Another said: No one believes him.', 'A third wrote: No one trusts Corbyn.', 'On the Chief Rabbi’s remarks, a Labour spokesman previously said: Jeremy Corbyn is a lifelong campaigner against anti-Semitism and has made absolutely clear it has no place in our party and society and that no one who engages in it does so in his name.', 'A Labour Government will guarantee the security of the Jewish community, defend and support the Jewish way of life, and combat rising anti-Semitism in our country and across Europe.'",
        "numberPosts": " 28 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Age - Youngsters, Ideological and Political Identity - General,Ethnicity - Black,Nationality - European or anti-Europeans",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Nobody,Nothing,Commie,Black,Brexiteer",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "17",
            "user": "Freedom18",
            "date": "26 Nov ",
            "timestamp": "NA",
            "commentText": "Pabour politicians and supporters say <b> black </b>is white as they smile. they cannot stop lying. The demented people even believe their own lies.",
            "likes": 20,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Black"
            ]
        },
        {
            "id": "16",
            "user": "mountainhiker",
            "date": "26 Nov ",
            "timestamp": "NA",
            "commentText": "Bottom line, the Labour party is in self destruct mode as long as Corbyn is in charge.",
            "likes": 14,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "200",
                    "user": "Pepr764",
                    "date": "26 Nov ",
                    "timestamp": "NA",
                    "commentText": "And McDonald  abbabotomus mccluskey and sowerberry e.c.t",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "201",
                    "user": "Oracle",
                    "date": "26 Nov ",
                    "timestamp": "NA",
                    "commentText": "And Momentum they are the ones running Corbin .",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "15",
            "user": "oldgit",
            "date": "26 Nov ",
            "timestamp": "NA",
            "commentText": "And this from the man who supports Hamas. He'll promise anything to scrape a few votes together.",
            "likes": 15,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "14",
            "user": "BlackCat",
            "date": "26 Nov ",
            "timestamp": "NA",
            "commentText": "Labour Party = Marxist Party, wake up and smell the coffee!",
            "likes": 9,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "202",
                    "user": "ofNoFixedAbode",
                    "date": "26 Nov ",
                    "timestamp": "NA",
                    "commentText": "And you think the CONservatives are going to get us out of the eu?? It took them over 3 years to deport one man..abu qatada… who they let in in '93?? It 'll take them a lot longer to get us out of the EU that they pushed us into??",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "13",
            "user": "ColinBlakeley",
            "date": "26 Nov ",
            "timestamp": "NA",
            "commentText": "Comrade Corbyn wants to Nationalise everything and he is a rabid Socialist? Put National and Social together and it is a scary mix as evidenced in the 1930's.",
            "likes": 13,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "203",
                    "user": "ofNoFixedAbode",
                    "date": "26 Nov ",
                    "timestamp": "NA",
                    "commentText": "How successful has privatisation been?? The railways ?? ",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 4,
                    "replies": [
                        {
                            "id": "204",
                            "user": "ColinBlakeley",
                            "date": "26 Nov ",
                            "timestamp": "NA",
                            "commentText": "I will give you that AH and Musso did get the trains running on time, especially the trains running East, maybe that is what Corbinski has in mind",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "205",
                            "user": "ColinBlakeley",
                            "date": "26 Nov ",
                            "timestamp": "NA",
                            "commentText": "I remember having to go to work by train in the 70's and it wasn't a good experience, Train strikes at the drop of a hat most weeks?",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "206",
                                    "user": "ofNoFixedAbode",
                                    "date": "26 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "And now... Major funded BR got it running well... and then he sold it to his chums?? Few srikes just trains conking out ",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "207",
                                    "user": "ColinBlakeley",
                                    "date": "26 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "I do take your point but back to the future doesn't appeal to me.",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "12",
            "user": "DAreisait",
            "date": "26 Nov ",
            "timestamp": "NA",
            "commentText": "Jezza .....economics.....credit now....pay in 150 years time!!!",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "11",
            "user": "wunday",
            "date": "26 Nov ",
            "timestamp": "NA",
            "commentText": "Those poor souls who are going to vote Labour can get help, free on the NHS. They certainly need it.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "10",
            "user": "ofNoFixedAbode",
            "date": "26 Nov ",
            "timestamp": "NA",
            "commentText": "Jeremy Corbyn says elites want to 'hijack Brexit' 9 May 2017 BBC What's this?? Has Corbyn joined the elite ?? ",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9",
            "user": "ofNoFixedAbode",
            "date": "26 Nov ",
            "timestamp": "NA",
            "commentText": "Say what you like about his lefty politics... but he is/was a lifelong <b> Brexiteer </b>&amp; now he's telling us to vote remain?? He 's been nobbled!",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexiteer"
            ]
        },
        {
            "id": "8",
            "user": "EU-dopia",
            "date": "26 Nov ",
            "timestamp": "NA",
            "commentText": "This Man and all of his front bench shadow cabinet are not fit to serve in any type of public office, how the heck <b> nobody </b>in authority is investigating them is beyond Me.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nobody"
            ]
        },
        {
            "id": "7",
            "user": "PhiloftheAngles",
            "date": "26 Nov ",
            "timestamp": "NA",
            "commentText": "If Corbyn really is against anti-Semitism, then he would not have stood by and done <b> nothing </b>when Ruth Smeeth was racially abused, surely he would have told the person abusing to shut up. He hates giving way to others in the HoC when he speaks, so why did he allow the abuser to speak on this occasion. It says far more about Corbyn than any of his hollow words.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "208",
                    "user": "Pepr764",
                    "date": "26 Nov ",
                    "timestamp": "NA",
                    "commentText": "Totally agree",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "6",
            "user": "Sicario",
            "date": "26 Nov ",
            "timestamp": "NA",
            "commentText": "You have to wonder who’s funding the n/utty religion to have a go at the Conservative Party now?!",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "209",
                    "user": "ColinBlakeley",
                    "date": "26 Nov ",
                    "timestamp": "NA",
                    "commentText": "Take your pick, Hamas, PLO, Iran?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5",
            "user": "theoldone",
            "date": "26 Nov ",
            "timestamp": "NA",
            "commentText": "What I do not understand is this hostility in people towards the Jewish people but at the same time all their open friendship and backing towards another group whose people abroad kill thousands who do not agree with them , who have a code of practice which is questionable - in particular towards their women and who sanction violence against anyone who decides to leave and in particular towards anyone who adopts another faith.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "CornishMaiden",
            "date": "26 Nov ",
            "timestamp": "NA",
            "commentText": "Would you trust a man who has friends like his?",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "ofNoFixedAbode",
            "date": "26 Nov ",
            "timestamp": "NA",
            "commentText": "Whereas the tories cant even fix the potholes in our roads... that we pay cartax for??",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "210",
                    "user": "Pepr764",
                    "date": "26 Nov ",
                    "timestamp": "NA",
                    "commentText": "And neither would <b> commie </b>corbyn",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Commie"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Pepr764",
            "date": "26 Nov ",
            "timestamp": "NA",
            "commentText": "Neil showed <b> commie </b>corbyn  up for what he is a danger to this country he and his lot should never be allowed anywhere near number 10 not only is he targeting the rich but pensioners and and will look after anybody but the people of this country  I will hold my nose and vote cons to keep him out",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Commie"
            ]
        },
        {
            "id": "1",
            "user": "Bakelite",
            "date": "26 Nov ",
            "timestamp": "NA",
            "commentText": "When are the tories going to face up to their own massive problem with Isla mophobia?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}