{
    "header": {
        "title": " Boris swipes at Corbyn as he refuses NINE times to answer if he backs leave or remain ",
        "subtitle": " JEREMY CORBYN was left stumped during last night's ITV debate when he was called out by Boris Johnson and host Julie Etchingham for repeatedly refusing to answer what he back leave or remain. ",
        "owner": " Naomi Adedokun ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 07:31, Wed, Nov 20, 2019 ",
        "dateExtraction": " 2020-02-21 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/uk/1206560/election-2019-itv-debate-boris-johnson-brexit-jeremy-corbyn-leave-or-remain-eu-latest ",
        "postText": "'The upcoming general election has heated up with the first live debate between Prime Minister Boris Johnson and Labour leader Jeremy Corbyn on ITV. Mr Corbyn was called out by both host Julie Etchingham and the Tory leader when he refused to answer which side he would campaign for in a second referendum. He said: We will negotiate an agreement and we will put that alongside remain in a referendum. ', 'Ms Etchingham said: I 'm noting here of course that we haven't heard whether you would campaign for remain or to leave in that situation. ', 'Mr Johnson said: You 'll notice, Julie. I have answered your questions, but there is a glaring lacuna still in this debate. We still don't know.Is Jeremy Corbyn going to campaign for the deal he proposes to do or is he going to invite his Labour colleagues to destroy it ? That 's my question.', 'Viewers counted that the Labour leader avoided answering the question up to nine times.', 'The Conservative's official Twitter account wrote: So far, it's been 9 times Jeremy Corbyn has failed to say what his own position is on Brexit.', ' Speaking after the debate, Brexit Party leader Nigel Farage said: Well, there is no doubt that Jeremy Corbyn is a better debater than Boris Johnson, but on the key issue of the day, Brexit, nine times Jeremy Corbyn would not say as Prime Minister that a second referendum that he'd call, whether he'd vote Leave or Remain.', 'That is a failure of leadership.', ' Both leaders were also asked by an audience member if the union is worth sacrificing over Brexit.Mr Corbyn said there are clearly issues with Mr Johnson’ s deal, adding it is damaging to the country, damaging to the rights we have at work and very damaging to manufacturing jobs. ', ' But Mr Johnson hit back, and raged: Mr Corbyn and the Labour Party, in order to secure power, are going to a deal with Nicola Sturgeon and the SNP to form a Corbyn/Surgeon coalition and the price of that would be a second referendum on the union with Scotland. We had one in 2014, and we don’t need another one. Why put this great country through another referendum?', 'Mr Corbyn hit back: There won’t be a coalition between Labour or anyone else. No deal have been done.', ' But Mr Johnson hit back, and raged: Mr Corbyn and the Labour Party, in order to secure power, are going to a deal with Nicola Sturgeon and the SNP to form a Corbyn/Surgeon coalition and the price of that would be a second referendum on the union with Scotland.', 'We had one in 2014, and we don’ t need another one. ', 'Why put this great country through another referendum?', ' Mr Corbyn was also challenged about anti - Semitism in his party. ', ' He replies: Racism in any form is a surge on our society.', ' I have taken action in my party where anyone that has committed any anti - Semitic acts, they are suspended or expelled from the party. ', 'We are deadly serious about this.', 'We have to stand up against racism in any form of our society.'",
        "numberPosts": " 7 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Nationality - European or anti-Europeans",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Brexit,Remainers",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "6",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "200",
                    "user": "WasRemainNOWleave",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "he cant answer the question, if he does one side of the party will come out raging. The Labour party are the Tories in 2017, split to the bone, Least now Boris has got rid of the <b> remainers </b>Tories are the only sure way of getting out of the SM and CU shame its not a 100 %<b>  brexit</b>, Howeve<b> r Brexi</b>t party hasnt the support.its just being realistic, as a no deal would have been a clean slate.but sometimes you have to accept reality ",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Brexit",
                        "Remainers"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "5",
            "user": "BritishIndependence",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Corbyn refusing to answer the most important political question since 1973, 46 years. If a politician can't be trust with answering should Britain be independent or controlled by others, then he has no place in politics.",
            "likes": 15,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "DaphneBroon",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Is anyone actually surprised Corbyn didn't answer the question, why would he break the habit of a lifetime.",
            "likes": 11,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "BritishIndependence",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Nein Nein! I vill not ansver!",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "dandelion",
            "date": "20 Nov ",
            "timestamp": "NA",
            "commentText": "BUT WE HAVE ALREADY DECIDED !!! We want OUT Corbyn and OUT means OUT!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "YvetteMarie",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "The scenario I can see.  Heaven forbid if the Labour Party got in.  They will go to Brussels and negotiate a <b> Brexit </b>EU deal.  Staying in the EU and paying 11 billion a week or a month.  What happens if their deal is voted down in Parliament?  So I take it there would be no<b>  Brexit</b> at all and therefore we will be in the EU forever. Their Second Referendum will take place in September 2020 at their conference.  That is why Boris Johnson paused it.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "0",
            "user": "As*It*Is",
            "date": "20 Nov ",
            "timestamp": "NA",
            "commentText": "In Corbyn's own words he said that he would negotiate a deal with the EU, then go to the country to see if the people want the deal or remain in the EU. Answer to the question that was asked 9 times - Corbyn wants a second referendum.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}