{
    "header": {
        "title": " Pensioners: A million OAPs are depressed and say life is 'pointless' ",
        "subtitle": " ALMOST a million pensioners think their lives are meaningless, a study revealed yesterday. With no work or family responsibilities, over-65s fall victim to loneliness and depression. ",
        "owner": " Sarah Westcott ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 22:39, Wed, Mar 21, 2018 ",
        "dateExtraction": " 2020-02-11 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/life-style/life/935270/pensioners-depressed-mental-health-retirement-life-pointless-lonely ",
        "postText": "Younger generations dismiss the contribution they can make, leaving many feeling they are a burden to society or to their relatives. This puts many elderly at risk of getting into a “self-destructive rut”, an Age UK report says.', 'The study suggests 1.47 million pensioners believe they have little control over their lives. As many as 936,000 say their life rarely or never has any meaning.', 'One told the charity: “Once you pass a certain age, you’re written off. People don’t want to employ you. Not nice is it? The sooner you die, the less of a burden you are.”', 'Age UK is now calling on communities and families to do more to support older people in recognising their self-worth. Its report, Struggling To Cope With Later Life, also says people who have led busy and purposeful lives feel their contributions are long forgotten and they do not count for anything any more.', 'This leads to depression affecting 22 per cent of men and 28 per cent of women aged 65-plus.', 'Everyone has their off days but for a significant minority of older people life appears to hold very little meaning or pleasure at all, and an unfortunate few get stuck in a self-destructive rut from which they just cannot escape.', 'Caroline Abrahams', 'Caroline Abrahams of Age UK said: “Everyone has their off days but for a significant minority of older people life appears to hold very little meaning or pleasure at all, and an unfortunate few get stuck in a self-destructive rut from which they just cannot escape.', '“We all need to realise that the ageism that is all too frequent in our society does real harm to some older people and makes them miserable and even unwell.', '“It is brilliant that in many ways our society is a lot more tolerant and inclusive than it has ever been before.', '“Yet it is still seen as socially acceptable by some to stereotype and denigrate older people in ways that would be unacceptable if the same behaviour occurred in the context of gender or race.”",
        "numberPosts": " 12 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Age - Over 65s,Physical Identity - Physical Features",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Elderly,OAP,Lump",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "8",
            "user": "Tooold?",
            "date": "22 Mar, 2018 ",
            "timestamp": "NA",
            "commentText": "I am an active late octogenarian widower.  I can cope because: I am reasonably healthy. I can at the moment afford to I still have quite a few of my marbles & amp;so cope with most relevant modern technology & amp;, I hope, am aware when being scammed. I am lonely, but am making every effort to remain in society - my car is vital to me. I have trained myself to run my home satisfactorily. When any of these fail I 'm in real trouble",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "200",
                    "user": "Tooold?",
                    "date": "22 Mar, 2018 ",
                    "timestamp": "NA",
                    "commentText": "When any of these fai I am in real trouble.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "201",
                    "user": "SpocksBeard",
                    "date": "22 Mar, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Bless you,I wish you well.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "7",
            "user": "ToneBone",
            "date": "22 Mar, 2018 ",
            "timestamp": "NA",
            "commentText": "society has been set up and based around only being of value if you're working/slaving..",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6",
            "user": "123GUR",
            "date": "22 Mar, 2018 ",
            "timestamp": "NA",
            "commentText": "They can luxuriate in the knowledge that most of the younger generations will never own their own house even those in quite well paid jobs.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "SpocksBeard",
            "date": "22 Mar, 2018 ",
            "timestamp": "NA",
            "commentText": "As I get older the only thing thats changed for me ,oh hang on I dont think anything has,I am optermistic,we all die one day,what makes it fine is you dont know when:  These are the last dogs we will have tho its going to be hard, I dont think you should leave them behind to a rescue home.Personal view only. ",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "romfordkid",
            "date": "22 Mar, 2018 ",
            "timestamp": "NA",
            "commentText": "Everyone without christ lives a pointless life. what do you live for?what is the point of your existance???????",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "202",
                    "user": "SpocksBeard",
                    "date": "22 Mar, 2018 ",
                    "timestamp": "NA",
                    "commentText": "People live for their children their partners,for the pure joy of life. You lot just live to die to get closer to your god. Me Im off to the pointless forrest to join Obleio and Arrow.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "3",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "203",
                    "user": "Unhappy",
                    "date": "22 Mar, 2018 ",
                    "timestamp": "NA",
                    "commentText": "You offensive troll",
                    "likes": 14,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Sojourner",
            "date": "21 Mar, 2018 ",
            "timestamp": "NA",
            "commentText": "There are no miserable <b> elderly </b>christians, because even though health maybe limited, they are still serving the Lord.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Elderly"
            ]
        },
        {
            "id": "1",
            "user": "IvorKoph",
            "date": "21 Mar, 2018 ",
            "timestamp": "NA",
            "commentText": "Lack of representation and being governed by incompetent aspholes do my head in. Failure to report real news, removal of freedom of speech, aaaaarrrrrgggggghhhhhh! What choice do we have at election time? Do you want Liebour to hit you with a piece of 4 x 2 or the Con-swerve-atives to belt you with a <b> lump </b>of 2 x 4? If you are an<b>  OAP</b> commit to hate speach each and everyday and save on nursing home fees.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "OAP",
                "Lump"
            ]
        },
        {
            "id": "0",
            "user": "Len'sLense",
            "date": "21 Mar, 2018 ",
            "timestamp": "NA",
            "commentText": "Because mass immigration has destroyed  their communities.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}