{
    "header": {
        "title": " Serena Williams war with umpire Carlos Ramos intensifies as ITF release statement ",
        "subtitle": " SERENA WILLIAMS’ war with umpire Carlos Ramos has intensified as the sport’s governing body, the International Tennis Federation (ITF), have released a statement. ",
        "owner": " Mikael McKenzie ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 18:10, Mon, Sep 10, 2018 ",
        "dateExtraction": " 2020-01-27 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/sport/tennis/1015604/Serena-Williams-umpire-Carlos-Ramos-ITF-release-statement-WTA-US-Open-final-Naomi-Osaka ",
        "postText": "'The ITF were initially reluctant to get involved in the feud, which was sparked during the US Open final, but they have now given their backing to Ramos.', 'Williams was handed a game-penalty at 5-4 down against Naomi Osaka - a move which ultimately sealed her defeat and ensured her chance of catching Margaret Court’s all-time record of 24 Grand Slam titles is delayed.', 'The punishment was issued for three offences: receiving on-court coaching from Patrick Mouratoglou, smashing up her racket and verbally abusing the umpire.', 'When Osaka was handed the bonus game, Williams blasted the official a thief and the American has since been backed by the WTA.', 'However, the ITF have come out in backing of Ramos as sexism claims also come to light.', 'Carlos Ramos is one of the most experienced and respected umpires in tennis, the statement began.', 'Mr. Ramos’ decisions were in accordance with the relevant rules and were re-affirmed by the US Open’s decision to fine Serena Williams for three offences.', 'It is understandable that this high profile and regrettable incident should provoke debate.', 'At the same time, it is important to remember that Mr. Ramos undertook his duties as an official according to the relevant rule book and acted at all time with professionalism and integrity.', 'WTA chief executive Steve Simon has backed Williams over the controversial saga.', 'He said: “Yesterday’s US Open final resulted in the crowning of a deserving new champion, Naomi Osaka.', 'The WTA applauds Naomi for her tremendous achievement.', 'Yesterday also brought to the forefront the question of whether different standards are applied to men and women in the officiating of matches.', 'The WTA believes that there should be no difference in the standards of tolerance provided to the emotions expressed by men vs women and is committed to working with the sport to ensure that all players are treated the same.We do not believe that this was done last night.', 'We also think the issue of coaching needs to be addressed and should be allowed across the sport.', 'The WTA supports coaching through its on - court coaching rule, but further review is needed.', 'Yesterday's match showcased one of tennis's new stars as well as one of the greatest players of the game. We look forward to more thrilling matches between these great athletes and hope that what we all witnessed yesterday never happens again.'",
        "numberPosts": " 5 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Gender - General,Age - Over 65s,Ethnicity - General,Ethnicity - Native-American, Ideological and Political Identity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Sex,Sexism,Woman,Old,Racism,Red,Red",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "4",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "200",
                    "user": "Myview",
                    "date": "11 Sep, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Yes, so was I. She only just about stopped herself. Really showing her true colours I felt and obvious what role she will be toting around once her playing days are over. ",
                    "likes": 7,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "3",
            "user": "DerekJ",
            "date": "11 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "If it's all about <b> sexism,</b><b>  racism</b> and equality how often do you hear men going on about it and behaving in the same way as she did. Not only was she a total disgrace so are all the people who are backing and supporting her on this. On the reverse side there are many ladies, which she is clearly not one, who believe she was well out of order. So Serena and the WTA if you want equality then start playing according to the men's game 5 sets, wear shorts and shirts and not fashion dresses, and make the cleaners life easier have sam<b> e se</b>x changing rooms",
            "likes": 10,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sex",
                "Sexism",
                "Racism"
            ]
        },
        {
            "id": "2",
            "user": "ArunachalamVijayakanthan",
            "date": "14 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "An additional fine should be imposed by the ITF, proceeds of which goes entirely to the Umpire. He gets a measly pay cheque for his job, she took away a million plus. And, got to abuse him fully, roundly and soundly. Justice for the umpire is essential. It is HIS career also, on the line. No time to split hairs, as the WTA is attempting to do - this man has stood, facing fire, and come away shining. All the mud is entirely on slimy ole Serena. Her 2018 Act makes her 2009 Act look angelic, by contrast. Is the crowd entirely stupid ? Denying a 20 year <b> old </b>Champion her moment in the sun ? Shame on you, New York ....",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "1",
            "user": "jonjonson",
            "date": "11 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "if you have already had 2 warnings anyone with a modicum of intelligence would calm down surely? the <b> woman </b>thinks she is above the game. stick to the rules and accept defeat, she lost the first set and was losing the second before she lost it. if it was football she would 've had a<b>  re<b> d</b</b>> card for sure. i feel sorry for the winner Osaka, what should've been the highlight of her career has been stolen from her by this whingi<b> ng o</b>ld attention seeking has been.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman",
                "Old",
                "Red"
            ]
        },
        {
            "id": "0",
            "user": "DerekJ",
            "date": "11 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "They should ban her for a year. No one is above the rules and true sportspersonship.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}