{
    "header": {
        "title": " Nick Ferrari savages ‘breathtakingly arrogant’ Remainer who called Brexiteers 'uneducated' ",
        "subtitle": " NICK FERRARI was stunned when an LBC caller made the “breathtakingly arrogant” claim that people who voted for Brexit were “ill-informed, uneducated and gullible”. ",
        "owner": " Naomi Adedokun ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 13:17, Fri, Nov 15, 2019 ",
        "dateExtraction": " 2020-02-28 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/uk/1204869/brexit-news-lbc-caller-nick-ferrari-nigel-farage-remainer-leave-uk-eu ",
        "postText": "LBC host Nick Ferrari spoke to Caller Peter on his radio show after a revelation from Nigel Farage. The Brexit Party leader claimed that Conservatives were offering his candidates jobs to get them to stand down. Peter attacked Mr Farage as a predator, and also told Mr Ferrari that by voting leave, he was in league with every single racist in the country.', 'Peter said: People like Nigel Farage, they prey on the ill-informed, uneducated and gullible.   ', '   The LBC host immediately snapped back that Peter had been so rude to 17.4 million people.   ', '   However,   the caller insisted: Not all of them knew what they were voting for. The reality is even you didn't know what you were voting for.', 'You voted for Brexit on a basis of racism in Eastern Europe, and still ended up on the same side of the argument as every other racist in Britain.',    Mr Ferrari shot back: I really enjoy our conversations,   but actually that is breathtakingly arrogant of you to tell me I didn 't know what I was voting for., '   I would never say that to you, I would never say that to anyone. That, respectfully, is so arrogant.', '   How can you honestly tell me I didn 't know what I was voting for? Really?',   'Peter tried to defend his claim by referring back to past words of the radio host.',   'He said: I'   ve heard your passionate speech about the reasons you 've voted for Brexit.',   But if you would look a bit deeper, you would realise that you casted your vote in order to combat racism in Eastern Europe because you didn't want to be a part of the countries which has too many racists.,   'You have too many racists in all countries around the world, not just in Eastern Europe, but in Britain as well. You voted the same way that every single racist in the country voted.',   'Mr Ferrari was less than impressed: You<99>re now saying that effectively every single person who voted to leave is a racist.',   'I<99>m sure you<99>re a good bloke, and if I met you on Wimbledon high street, I<99>m sure we<99>d get on and have a cup of coffee.',   Please consider your language, this is exactly what we don't need at this time.,   'Everyone who voted to leave is not a racist, Peter.',   'I think we<99>ve had this argument respectfully.",
        "numberPosts": " 134 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Nationality - European or anti-Europeans,Age - Youngsters,Ethnicity - General,Social Class - Working class,Nationality - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Brexit,Remainers,Remoaners,Brexiteer,Nothing,Racism,Racist,Race,Common,Nationality,Nation,Old,Lunatic,Age,Bald",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "55",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 26,
            "replies": [
                {
                    "id": "200",
                    "user": "(null)",
                    "date": "(null)",
                    "timestamp": "NA",
                    "commentText": "(null)",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 14,
                    "replies": [
                        {
                            "id": "201",
                            "user": "(null)",
                            "date": "(null)",
                            "timestamp": "NA",
                            "commentText": "(null)",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 4,
                            "replies": [
                                {
                                    "id": "202",
                                    "user": "ColinBlakeley",
                                    "date": "15 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "He hasn't got any sources, he makes it up as he goes along just like Corbinski and Mad Mao McDoughnut.",
                                    "likes": 11,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "203",
                                    "user": "(null)",
                                    "date": "15 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "The government refuses to publish its own impact assessment. if it was good news they would tell us immediately. Ultimately time will tell but I don't think any serious person expects the UK to be better off for at least a decade.",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "204",
                                    "user": "(null)",
                                    "date": "16 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "for crying out loud.... it's not about the money, will you please for the love of God take that on board. it's about controlling our own destiny.",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "205",
                                    "user": "(null)",
                                    "date": "15 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "But we will be better off after a decade? So our children and grandchildren will all be better off? Is that what you are saying?",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "206",
                            "user": "(null)",
                            "date": "15 Nov ",
                            "timestamp": "NA",
                            "commentText": "Really? Wasn't this all supposed to have happened starting in June 2016? Of course in reality the UK has had twelve quarters of growth since the referendum and is currently outperforming Germany and much of the rest of the Eurozone.",
                            "likes": 18,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "207",
                            "user": "(null)",
                            "date": "15 Nov ",
                            "timestamp": "NA",
                            "commentText": "How are Mistick Meg, did any of your lottery predictions come true. Those that were saying there would be a crash in 2004 because of Browns light weight touch on financial services and His Scottish mates getting involved in America after Clintons disastrous  On November 12, 1999, President Clinton signed the Financial Services Modernization Act that repealed Glass-Steagall. were ridiculed because the Government of the day wanted the Tax revenues and to hell with the consequences. Those people don't agree with you.",
                            "likes": 4,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "208",
                            "user": "(null)",
                            "date": "15 Nov ",
                            "timestamp": "NA",
                            "commentText": "it's not about   THE MONEY !!!!!",
                            "likes": 15,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "209",
                                    "user": "(null)",
                                    "date": "15 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "It never was and never will be. The remoaners always talk about the economy and nothing else. It is not at the top of the list for most Brexiteers.",
                                    "likes": 7,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "210",
                            "user": "(null)",
                            "date": "15 Nov ",
                            "timestamp": "NA",
                            "commentText": "The predictions were for 31/2 years ago, but you knew that, you just choose to li@ again. They are still only some peoples predictions today, that were wrong then so why should they be correct now. Is it not amazing that Merkel has warned the EU that the UK will become a powerful and Major threat to the EU economies.",
                            "likes": 12,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "211",
                            "user": "(null)",
                            "date": "15 Nov ",
                            "timestamp": "NA",
                            "commentText": "Government projections! Are you joking you think they are credible. They share with climate models always being wrong because they are biased in one direction. We are going to boom from day one is my strong feeling. If we take full advantage and compete aggressively with the EU it will be clear and fast that Brexit was the best thing the Brits have done for a long time. We have fought and we will be rewarded.",
                            "likes": 6,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "212",
                            "user": "(null)",
                            "date": "15 Nov ",
                            "timestamp": "NA",
                            "commentText": "Is it.",
                            "likes": 6,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "213",
                            "user": "GarethD595",
                            "date": "16 Nov ",
                            "timestamp": "NA",
                            "commentText": "True according to predictions lol.",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "214",
                            "user": "(null)",
                            "date": "15 Nov ",
                            "timestamp": "NA",
                            "commentText": "Evidence?",
                            "likes": 5,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "215",
                    "user": "(null)",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "About two thirds of <b> brexit </b>supporters said they did not mind being worse off as a result of leaving and about a third said they didn't mind being 'significantly' worse off. So you are right, it was not only about the economy.",
                    "likes": 20,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Brexit"
                    ]
                },
                {
                    "id": "216",
                    "user": "(null)",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "You haven't said why you voted for <b> Brexit.</b>",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 5,
                    "replies": [
                        {
                            "id": "217",
                            "user": "(null)",
                            "date": "15 Nov ",
                            "timestamp": "NA",
                            "commentText": "What has it got to do with you? By the way, you haven’t said what job you do for the EU?",
                            "likes": 16,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "218",
                            "user": "(null)",
                            "date": "16 Nov ",
                            "timestamp": "NA",
                            "commentText": "Who do you think you are, that people owe you an explanation? Are you arrogant or just uneducated?",
                            "likes": 12,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "219",
                                    "user": "(null)",
                                    "date": "16 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Worse than that, he's a remaniac.",
                                    "likes": 4,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "220",
                            "user": "(null)",
                            "date": "16 Nov ",
                            "timestamp": "NA",
                            "commentText": "No one needs to give you or anyone else a reason....",
                            "likes": 5,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "221",
                            "user": "(null)",
                            "date": "16 Nov ",
                            "timestamp": "NA",
                            "commentText": "Well I voted for Brexit because the EU is fundamentally undemocratic and authoritarian.  EU policy makers are not answerable to the electorate nor its own Parliament. EU issuing directives on things oddities like cabbages celex:32006R0634. EU manufacturing directives even apply to goods for export!   The EU is corrupt, its own Audit Office refuses to sign off the EU's accounts year after year!  There are over 3,000 lobby groups in Brussels and there is no oversight to stop EU officials being bribed.  The EU sets protectionist tariffs on things like sugar, just to protect minority interests like Belgium  sugar beet farmers.   The EU has record youth unemployment but the EU initiated an Open Door immigration policy,  a policy that no EU country can override.  The EU energy policy wiped out the UK's energy intensive industries.  The EU removed the protectionist tariff on Russian Aluminium that wiped out the UK aluminium industry; because the EU did nothing to compensate UK industry for the EU carbon taxes that it levied thus making them UNVIABLE.  Then the jobs the EU has destroyed in the UK, by giving grants and cheap loans to multi-nationals to move manufacturing to the Eastern EU.  Now who's the uneducated, ill-informed and gullible?  I would say its the Remainers who are mis-informed, gullible and extremely suggestible as they didn't even bother to VERIFY what they were being TOLD, they didn't check the FACTS!",
                            "likes": 9,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Brexit"
                    ]
                },
                {
                    "id": "222",
                    "user": "(null)",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "couldn't have put it better myself..",
                    "likes": 22,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "223",
                    "user": "(null)",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "Remainers calling leave voters uneducated, when they can't work out that having more votes in a democratic election means you win.",
                    "likes": 27,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Remainers"
                    ]
                },
                {
                    "id": "224",
                    "user": "Pythagoras379",
                    "date": "16 Nov ",
                    "timestamp": "NA",
                    "commentText": "ReMoaners should remember that the majority of people who remember life in Britain before we joined the EEC, as well as after, voted to Leave. First hand experience is a far more reliable way of being informed than listening to the views of politicians.",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Remoaners"
                    ]
                },
                {
                    "id": "225",
                    "user": "notagainandagain",
                    "date": "16 Nov ",
                    "timestamp": "NA",
                    "commentText": "LBC caller........says it all. Idiots like this aren't worth engaging with....move one....",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "54",
            "user": "Guest031777",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "Note that Peter didn't provide any reasons why Remain was the better option, just resorted to name-calling. This tactic hasn't worked for some years so perhaps it is Peter that is the uninformed and gullible one? He probably voted Remain because he watched a biased bbc programme and didn't bother to do any research of his own. That seems to have been what happened in regard to the average ill-informed Remain voter.",
            "likes": 175,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "226",
                    "user": "Grunga",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "Peter has been on LBC many many times, sometimes it has been every day. This would be expensive and very time consuming as you have to keep calling and are often in a cue I listen to LBC every morning and have done so for a long time. Somebody must be paying him to belch out his Pro EU vitriol. The longer we are not allowed our Independence, the greater my resolve is.",
                    "likes": 82,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "227",
                    "user": "(null)",
                    "date": "(null)",
                    "timestamp": "NA",
                    "commentText": "(null)",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "228",
                            "user": "(null)",
                            "date": "15 Nov ",
                            "timestamp": "NA",
                            "commentText": "You are clearly as biased as Peter the almost daily LBC caller. Read my comment above.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "229",
                            "user": "(null)",
                            "date": "16 Nov ",
                            "timestamp": "NA",
                            "commentText": "Always calling people out here’s a thing why not tell everyone what convinces you.........",
                            "likes": 6,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "230",
                            "user": "(null)",
                            "date": "16 Nov ",
                            "timestamp": "NA",
                            "commentText": "Here we go again. You tell us why and what convinced you to vote leave ? I’ll tell you what you tell all of us why and what made you vote remain and waist your own time trying to convince us about something we don’t want any part of and haven’t for some decades, our decision wasn’t made up by just what was said during the run up to the referendum.",
                            "likes": 12,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "53",
            "user": "PatriciaO1",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "People voted for Freedom, the EU is turning into an older form of Russia, do they really want a country were they have No Voice.",
            "likes": 151,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "231",
                    "user": "(null)",
                    "date": "16 Nov ",
                    "timestamp": "NA",
                    "commentText": "Example of that claim?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "232",
                    "user": "(null)",
                    "date": "16 Nov ",
                    "timestamp": "NA",
                    "commentText": "Or worse, people like Peter ARE the voice?",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "52",
            "user": "lickyalips",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "Ironic, isn't it - the whinging losers say that leave voters are 'uneducated' but they are happy to give the vote to 16 year olds if there's another referendum. Hypocrites.",
            "likes": 133,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "233",
                    "user": "(null)",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "Very good point. We all know why they want to give it too the young folk.Many are too busy with more important other distractions, to be really clued up on Politics. Some of them are really switched on, but it is not the norm. Labour want to exploit their malleability for their own selfish gains and this is just another reason to not vote for the incumbent Politicians in the Labour Party.",
                    "likes": 55,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "51",
            "user": "mercurya1",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "The so called educated took us into the then called EEC,by lying,The so called educated have been lying ever since.The so called educated are not really up to speed in knowing the future path of the now called EU.the so called uneducated know most of the future plans of the EU that are available. Brixiteers voted leave because of the knowledge they have, <b> remainers </b>voted to remain because of their bank balance and vested interests in the EU,they have very little knowledge of the EU and it's future plans,they think they know better. Better be uneducated and know what lies ahead,rather than the, think they know better<b>  remainers</b>. yet so man<b> y remainer</b>s can predict the future but can't provide facts to back their predictions up.So much for being too educated.",
            "likes": 116,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "234",
                    "user": "(null)",
                    "date": "(null)",
                    "timestamp": "NA",
                    "commentText": "(null)",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 5,
                    "replies": [
                        {
                            "id": "235",
                            "user": "(null)",
                            "date": "15 Nov ",
                            "timestamp": "NA",
                            "commentText": "Lisbon Treaty - have you heard of it?",
                            "likes": 5,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "236",
                            "user": "(null)",
                            "date": "15 Nov ",
                            "timestamp": "NA",
                            "commentText": "Come on spit it out, you know what they want, you know what Merkel has said. All Nations should cede Sovereignty to the EU the should do it today. It is on Video last December. Cut out the Li @s and admit what is going on.",
                            "likes": 6,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "237",
                                    "user": "(null)",
                                    "date": "15 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "The EU IS the member states. How many freakin ' times?",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "238",
                            "user": "(null)",
                            "date": "16 Nov ",
                            "timestamp": "NA",
                            "commentText": "To 'Historybuff' It doesn't matter which government is in power in the UK, we are being increasingly dictated to by the unelected committee in Brussels - or is it Strasbourg this week?",
                            "likes": 15,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "239",
                            "user": "(null)",
                            "date": "16 Nov ",
                            "timestamp": "NA",
                            "commentText": "Ever closer union adoption of the euro more migration Eu army the list goes on but it’ s 5: 30 am and have just woke up ",
                            "likes": 13,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Remainers"
            ]
        },
        {
            "id": "50",
            "user": "Yossarion",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "Uneducated to this type of Brainwashed individual means not indoctrinated with the teachings of <b> Common </b>Purpose",
            "likes": 115,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "240",
                    "user": "(null)",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "You just beat me to it, my thoughts exactly.",
                    "likes": 71,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Common"
            ]
        },
        {
            "id": "49",
            "user": "TwoTone126",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "For all their superior intelligence and education <b> remainers </b>don't seem able to read the Lisbon Treaty or research the ultimate aims of the EU.",
            "likes": 105,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "241",
                    "user": "(null)",
                    "date": "16 Nov ",
                    "timestamp": "NA",
                    "commentText": "Correction: supposedly superior intelligence.",
                    "likes": 14,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "242",
                    "user": "(null)",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "They know but choose to li@ about it. We will never be told the truth as they know it is unpalatable to us. If you have no love for the UK, then you are a ripe candidate to stand with the <b> remoaners.</b> Or you are just in it for personal greed.",
                    "likes": 30,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Remoaners"
                    ]
                },
                {
                    "id": "243",
                    "user": "(null)",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "That's because they can't READ in the first place.",
                    "likes": 17,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Remainers"
            ]
        },
        {
            "id": "48",
            "user": "TrueScotsman",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "Think it's <b> remainers </b>who need educating every single one of their forecasts even leading up to<b>  Brexit</b> have proved inaccurate to say the least and all the so called experts have been wrong",
            "likes": 89,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit",
                "Remainers"
            ]
        },
        {
            "id": "47",
            "user": "andy_lemming",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "When <b> remoaners </b>say that Brexiteers are 'uneducated', they actually mean that they have not succumbed to the Politically Correct, left wing inspired brainwashing that  is called 'education' these days.",
            "likes": 76,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Remoaners"
            ]
        },
        {
            "id": "46",
            "user": "ALANMASON",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "Today's news ; the pound soars in value.",
            "likes": 69,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "244",
                    "user": "(null)",
                    "date": "16 Nov ",
                    "timestamp": "NA",
                    "commentText": "I told the panicking <b> remoaners </b>that that is an artificial guide to anything while the EU pumps our money into defending the value of the Euro",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Remoaners"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "45",
            "user": "proudscot",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "Well said sir. Put him firmly in his place, and politely too. Thank you.",
            "likes": 65,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "44",
            "user": "john.johney",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "It really does not make any difference at all on what basis people cast their vote........ A referendum was held.....the result of that was to leave.........by the people of the UK. Regardless of anything and everything that result needs to be adhered to.",
            "likes": 64,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "43",
            "user": "Spooks",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "Just cannot read anymore of this remainer drivel if you dont like the way the democratic vote went then just leave this country,you obviously do not believe in democracy and this is democratic country,just b....r off..",
            "likes": 61,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "42",
            "user": "MauriceJordan",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "Didn't hear this, but it sounds as if the man has a problem poor fellow! D - E - M - O - C - R - A - C - Y....read it to him slowly!",
            "likes": 47,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "245",
                    "user": "(null)",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "It would mean <b> nothing </b>to him, I have heard him half a dozen times on LBC now.",
                    "likes": 17,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "41",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "246",
                    "user": "(null)",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "I have never heard nor read the objective reasons why people want to Remain in the EU. Perhaps you could enlighten me, and many others.",
                    "likes": 19,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "247",
                    "user": "Grunga",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "I put the remain voters into two camps. Remoaners; they are the ones that qualify from your first part of your commentRemain; voters that are prepared to accept that they had a right to vote but the majority wins. Unfortunately we have a high percentage of type 1 's on theses comment sections. I personally welcome honest people commenting on here, but give short short shrift to the belligerent sect.",
                    "likes": 19,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "248",
                    "user": "INLOVEWITHDEMOCRACY",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "That's fair enough; thank you for your magnanimity.  I, on the other hand, voted LEAVE in 2016 and, after the result of that Referendum is respected, I will vote LEAVE again in any ensuing Referenda.",
                    "likes": 30,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "40",
            "user": "ProfMc",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "Regardless, 17.4 million won. Remain through project fear; i’ve Never met a remainer that could tell me the key points of the Lisbon treaty and why needed, yet they sell their soul to these people.",
            "likes": 42,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "39",
            "user": "CheekyChappy",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "The usual self-projection from <b> remainers </b>who do not know why they voted to Remain, except some celebrity told them to do so. They do very much loathe the British people and wish they were 'European'.",
            "likes": 38,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Remainers"
            ]
        },
        {
            "id": "38",
            "user": "Aberdeenranter",
            "date": "16 Nov ",
            "timestamp": "NA",
            "commentText": "I'm constantly surprised that the intellectually superior <b> Remoaners </b>were unable to persuade us thickos.  In fact, I'm surprised that the intellectually superior<b>  Remoaners</b> couldn't find the Polling Stations on the day of the Referrendum.",
            "likes": 19,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Remoaners"
            ]
        },
        {
            "id": "37",
            "user": "Fwederick",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "If they were gullible they would accept the EU and not question it. But they know full well that the EU doesn't work for them. Even the Migration Observatory at Oxford University wrote that migration benefits the middle classes and wealthy only. The people at the bottom lose out.",
            "likes": 20,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "249",
                    "user": "(null)",
                    "date": "16 Nov ",
                    "timestamp": "NA",
                    "commentText": "The countries that the migrants leave lose out too.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "36",
            "user": "soverygrumpy",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "And yet those who voted remain have no clue as to where the EU is headed as they have no detailed manifesto to offer us. Nor did they try to sell any real benefits of member ship - just they or their believers handing out abuse, denigrating opposite opinsions and fear mongering. They, the reaminers do not seem to realise the EU is technocratic rather than democratic, rule by experts rather than by the majority of the people decried as populist.They seem to think edicts from the elite and intellectuals are sacrosanct and we know how smart some of those are, or think they are.",
            "likes": 20,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "35",
            "user": "Spooks",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "People have the choice to rejoi  the EU after we have left ,but only if the majority vote for it,no problem with that.",
            "likes": 25,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "34",
            "user": "Stephy",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "So sick of ignorant <b> remoaners </b> insults. Put a sock in it - you are like an<b>  old</b> gramophone record with the needle stuck and your constant whining and whinging is pathetic. We can't help the fact that you have been brainwashed to the core by demi-Marxists and the EU nanny state. Grow up - and learn to grow outwards instead of stuck in the EU rut.",
            "likes": 19,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Old",
                "Remoaners"
            ]
        },
        {
            "id": "33",
            "user": "Ironduke228",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "Trouble with brainless assertion's and enormous generalisation's, is that you have pulled the rug out from under your arguments before you have started' How can this now be taken seriously as he has encompassed 17.4 million people under one umbrella. Epic Fail.",
            "likes": 19,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "32",
            "user": "lukeMillman",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "I am glad Ferrari is on LBC primetime as the rest of the day is devoted remainer presenters who seem to only take calls from people who agree with their views. They claim to be impartial but Fogarty clearly only promotes Labour party manifesto policies. Three times she asked an undecided voter why don't they vote Labour but no other party.",
            "likes": 16,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "31",
            "user": "PhilRudd",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "I voted <b> Brexit </b>because i consider Germany to still be the enemy, and all they have done is change there M.O. Also i lost relatives fighting them in the 2 wars. Personally i will never forgive them.",
            "likes": 20,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "250",
                    "user": "(null)",
                    "date": "16 Nov ",
                    "timestamp": "NA",
                    "commentText": "War again from a <b> Brexiteer.</b>",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Brexiteer"
                    ]
                },
                {
                    "id": "251",
                    "user": "(null)",
                    "date": "16 Nov ",
                    "timestamp": "NA",
                    "commentText": "The Germans who are alive today do not need forgiving. They just need to be enlightened and stop talking down to the UK.",
                    "likes": 4,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "252",
                            "user": "(null)",
                            "date": "16 Nov ",
                            "timestamp": "NA",
                            "commentText": "I agree, but i am only human,and have thoughts and memories, luckily most of them good",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "30",
            "user": "Ian53",
            "date": "16 Nov ",
            "timestamp": "NA",
            "commentText": "As one of the uneducated I would inform all <b> remainers </b>that the reason that most votewd for leave was that we see the EU as an undemocratic, uneconomic, bureaucracy which is sucking the life out of the UK. It is in the main un-elected, it allows selected nations, especially France, to flaunt its regulations and makes it plain time and again it doesn't want us, it only wants our money. It has<b>  nothing</b> to do wit<b> h racis</b>m, unless objecting to a foreign empire having unlimited control over our laws and economy and not wanting dead wood of a<b> ny nationali</b>ty to have full and free access to our benefits system without contributing a penny towards it. If pride in the UK<b>  is rac</b>ist then lack of pride and the urge to destroy our culture, traditions and economy is treachery.",
            "likes": 9,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "253",
                    "user": "(null)",
                    "date": "16 Nov ",
                    "timestamp": "NA",
                    "commentText": "If you see the EU as undemocratic how come you have no arguments as to why it's undemocratic? Given that all EU law is both drafted and voted for by elected MPs.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "254",
                    "user": "(null)",
                    "date": "16 Nov ",
                    "timestamp": "NA",
                    "commentText": "You condemn yourself out of your own mouth. You may see the EU as all the things you list, but if you could be bothered to look you would know that it isn't any of them.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Nothing",
                "Racism",
                "Racist",
                "Nationality",
                "Remainers"
            ]
        },
        {
            "id": "29",
            "user": "Patriot65",
            "date": "16 Nov ",
            "timestamp": "NA",
            "commentText": "Peter has labelled all BrExiteers as <b> racist </b>which itself is prejudice.",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "28",
            "user": "SusieWilliams",
            "date": "16 Nov ",
            "timestamp": "NA",
            "commentText": "I voted leave because we live in a democracy that was hard won by our brave pre-decessors and I am not about to hand that over willingly now to the very people our brave heroes defeated in two World wars!  I truly believe that what they failed to achieve by force, they now believe they can achieve by stealth!  We are a proud and independant <b> nation </b>and when we are free of the chains of Europe we can once again put the GREAT back into Britain, in my opinion!   Under the rule of the EU we are slowly being crushed and diminished!",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "255",
                    "user": "(null)",
                    "date": "16 Nov ",
                    "timestamp": "NA",
                    "commentText": "There's no hyphen in predecessor and independent is the correct spelling... what was it the caller said again?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "256",
                    "user": "(null)",
                    "date": "16 Nov ",
                    "timestamp": "NA",
                    "commentText": "Your comment shows a breathtaking ignorance of the EU and how it works.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "257",
                            "user": "(null)",
                            "date": "16 Nov ",
                            "timestamp": "NA",
                            "commentText": "Typical Simon Evans1 response.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Nation"
            ]
        },
        {
            "id": "27",
            "user": "Abbeys",
            "date": "16 Nov ",
            "timestamp": "NA",
            "commentText": "You know, I dont actually care what <b> remainers </b>think of me as a Leave voter anymore.  They can use all the names under the sun as far as I am concerned. I have heard it all once to often.  I am who I am. I voted as I thought fit  together with the majority who voted in the country - and we voted to leave the EU.  I have my views about<b>  remainers</b> but unlike them I am not allowed to voice my views or even my concerns about how they behave and speak. But they cannot stop me thinking and voting.",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Remainers"
            ]
        },
        {
            "id": "26",
            "user": "MichaelTaylor",
            "date": "16 Nov ",
            "timestamp": "NA",
            "commentText": "I  think that it is Peter who is confusing education with propaganda. Leavers can see through the B.S. of the EU \"education\" machine. We have seen with our own eyes what we have lost, and for what?  The mythical \"benefits\"? Cheap flights to Spain? A trade deficit of nearly  £70,000,000,000 ? Are these benefits really worth sacrificing control over our own law? Our democratic control over those who really govern us? If that 's your idea of a education Peter, you can keep it.",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "25",
            "user": "Ian53",
            "date": "16 Nov ",
            "timestamp": "NA",
            "commentText": "As an addition to my previous comment. The <b> remainers </b>can remain, all they have to do is emigrate to Europe taking their intelligence with them!",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "258",
                    "user": "(null)",
                    "date": "16 Nov ",
                    "timestamp": "NA",
                    "commentText": "We're already in Europe, thank you.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Remainers"
            ]
        },
        {
            "id": "24",
            "user": "Whatmeworry?",
            "date": "16 Nov ",
            "timestamp": "NA",
            "commentText": "Leavers realise that the <b> lunatic </b>policies of the EU lead to their kids being uneducated in classes where the teacher has to cater to children whose native language is Polish, Hungarian, Bulgarian, Romanian, Lithuanian, etc. but not English.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Lunatic"
            ]
        },
        {
            "id": "23",
            "user": "Coyote",
            "date": "16 Nov ",
            "timestamp": "NA",
            "commentText": "What people like this Peter fail to understand is that maybe more people who voted remain didn't know what they were voting for. His arguement cuts both ways.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "22",
            "user": "ARN799",
            "date": "16 Nov ",
            "timestamp": "NA",
            "commentText": "As I’ve said before we are a small island <b> nothing </b>to do with<b>  racism</b> if you crunch the numbers you cannot   support uncontrolled immigration its a bit like a car park when it’s full you have to wait until someone  leaves",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing",
                "Racism"
            ]
        },
        {
            "id": "21",
            "user": "PeterMac",
            "date": "16 Nov ",
            "timestamp": "NA",
            "commentText": "When people start to lose an argument on the facts, they frequently resort to physical or verbal violence.   Ad Hominem abuse, of the sort we now routinely hear from <b> remainers,</b> is a clear sign that they have<b>  nothing</b> left to say.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing",
                "Remainers"
            ]
        },
        {
            "id": "20",
            "user": "Brianathome",
            "date": "16 Nov ",
            "timestamp": "NA",
            "commentText": "Peter the LBC caller was so typical of the remainer with little or no brain. He has no idea about the EU or its workings. Until he understands that the floods are caused by the EU not allowing us to clear river banks and ditches, paying land owners vast amounts to leave farm land untouched and so on he will live in his dream world.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "19",
            "user": "Growsomeordo1!",
            "date": "16 Nov ",
            "timestamp": "NA",
            "commentText": "I can not wait to get into the voting booth  with a Pen !  I am so happy so it would seem that I am lucky enough to get a <b> Brexit </b>Party candidate to vote for , there is<b>  nothing</b> else that could ever change my mind since 1992 !",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing",
                "Brexit"
            ]
        },
        {
            "id": "18",
            "user": "Twibbler",
            "date": "16 Nov ",
            "timestamp": "NA",
            "commentText": "When <b> Remainers </b>can come up with an argument to stay in the EU that doesn't involve a proliferation of adjectives to add weight to alleged \"facts\" that are of no value on their own, I'll listen. When they base their alleged superior knowledge on the true facts they can find in the EU Treaties, I'll listen. Until then, they have<b>  nothing</b> of interest to say to me.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing",
                "Remainers"
            ]
        },
        {
            "id": "17",
            "user": "Vicessa974",
            "date": "16 Nov ",
            "timestamp": "NA",
            "commentText": "If Peter was smart, he'd know he was a triggered fool!",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "259",
                    "user": "(null)",
                    "date": "16 Nov ",
                    "timestamp": "NA",
                    "commentText": "I can't be very smart either because I have know idea what you're talking about.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "16",
            "user": "Patriot65",
            "date": "16 Nov ",
            "timestamp": "NA",
            "commentText": "Peter is labelling all BrExiteers as <b> racist </b>which itself is prejudice.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "15",
            "user": "johnSurname...",
            "date": "16 Nov ",
            "timestamp": "NA",
            "commentText": "Remainers didn't know what they were voting for either. They didn't know how much money the UK would be contributing in 5 years time. They didn't know how many new countries would be joining the EU in the next 5 years and how many new EU citizens could then move to the UK . They didn't know how many new unwanted laws would be introduced under majority voting by the EU which the UK could do <b> nothing </b>about. They say they voted for remain to keep the status quo, but there is no such thing in the EU, if there were we would still be in the<b>  Common</b> Market.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "260",
                    "user": "(null)",
                    "date": "16 Nov ",
                    "timestamp": "NA",
                    "commentText": "\"<b> remainers </b>didn't know what they were voting for either\". That sounds like you're saying no one knew what they were voting for...I tend to agree.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Remainers"
                    ]
                },
                {
                    "id": "261",
                    "user": "(null)",
                    "date": "16 Nov ",
                    "timestamp": "NA",
                    "commentText": "The UK has a Lisbon treaty opt out with regard to the subjects you mentioned.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Nothing",
                "Remainers",
                "Common"
            ]
        },
        {
            "id": "14",
            "user": "Victor-Meldrew500",
            "date": "16 Nov ",
            "timestamp": "NA",
            "commentText": "I will say just this, the lunatics in the asylum always think that they are the sane ones and its everyone else who is stupid.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "262",
                    "user": "(null)",
                    "date": "16 Nov ",
                    "timestamp": "NA",
                    "commentText": "People who disagree with you are not necessarily lunatics... they just disagree.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "13",
            "user": "VirtualRenegade",
            "date": "16 Nov ",
            "timestamp": "NA",
            "commentText": "There is not right or wrong answer. People’s choice to vote one way or the other was a matter of personal opinion, so it is pointless arguing about it. Leave received more votes and legislation was passed. Leaving the EU bloc is now law and it must be allowed to progress unhindered. <b> Remainers,</b> and particularly the LibDems, are obstructing the passage of this law and should be dealt with accordingly.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Remainers"
            ]
        },
        {
            "id": "12",
            "user": "Bazra767",
            "date": "16 Nov ",
            "timestamp": "NA",
            "commentText": "Sadly, this kind of language and argument is <b> common </b>with<b>  Remainers</b>. I have heard it so many times now, it has become boring.  There are a multitude of reasons people voted to Leave, but they ALL knew why they voted Leave. Maybe we should ask wh<b> y Remainer</b>s voted the way they did, because I have heard some pitiful reasons over the last three years , including \" Not being able to travel to Europe \" . \" Not being able to work abroad \"  \" Destruction of the UK economy \"  The list was endless, and mostly worthless. If any one didn't know what they were voting for, I would say it was t<b> he Remaine</b>rs out there.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "263",
                    "user": "(null)",
                    "date": "16 Nov ",
                    "timestamp": "NA",
                    "commentText": "I'm a bit of an \"agnostic\" on the subject of <b> Brexit.</b> I don't have very strong feelings either way, but based on my observations the arguments for<b>  Brexit</b>, as put forward by Nigel Farage, developed over time from one of just seeking an \"arm's length\" relationship with the EU, I believed he argued for a Norway-like agreement with membership of the EEA.  This appeared not to resonate with th<b> e Brexi</b>t leaning population and so was further developed into more of an anti-emigration argument.  This had the desired result, based on the referendum outcome.  It does, however, make it difficult f<b> or Brex</b>it supporters to put forward arguments wider than this narrow subject.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "264",
                            "user": "(null)",
                            "date": "16 Nov ",
                            "timestamp": "NA",
                            "commentText": "Immigration was certainly a factor, but most see it as a problem as it is not controlled from the EU. That might not be seen as a problem, depending on where you live and your prospect of finding decent employment, as it is a recognised cause of wage suppression in many areas. Not where I live, but in the North of the country that is a problem. Saying it's difficult to widen the argument is not true.  Personally I don't want to be a part of a United States of Europe, and I have never wanted to be in anything other than the Trading Partnership we went into in the 1970's.  I also believe the UK is being used as a Bank to support other member countries, that are milking the system.  The recent flooding of Venice is a prime example of corruption in Italy. The flood defences have been hindered by it, and the Political weakness in the country.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Brexit"
                    ]
                }
            ],
            "keywords": [
                "Remainers",
                "Common"
            ]
        },
        {
            "id": "11",
            "user": "Zoltaire",
            "date": "16 Nov ",
            "timestamp": "NA",
            "commentText": "Crass comments used as an insult which should just be ignored. <b> Common </b>sense should tell you that 17.4 million people are not all ill informed uneducated racists. But then<b>  common</b> sense seems in short supply these days.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Common"
            ]
        },
        {
            "id": "10",
            "user": "john57",
            "date": "16 Nov ",
            "timestamp": "NA",
            "commentText": "Arrogant? Ignorant I'd say. Why do so many <b> remoaners </b>try to play the<b>  race</b> card <b> ? Brexi</b>t for me has absolute<b> ly nothi</b>ng to do w<b> ith r</b>ace, I simply want my country to rule itself and for its politicians to represent and be answerable to the electorate. For<b>  me, Br</b>exit is about democracy and independence and I would expect our country to be as welcoming to people with skills we need from all across the world as it is now.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing",
                "Race",
                "Brexit",
                "Remoaners"
            ]
        },
        {
            "id": "9",
            "user": "D49156",
            "date": "16 Nov ",
            "timestamp": "NA",
            "commentText": "\"ill informed, uneducated and gullible\" sadly that sounds like a fair  appraisal of the \"qualified professionals\" who have had their <b> common </b>sense replaced by an eu chip while at university in recent years. Queuing up to attend rather than work in public service jobs and to control the rest of us, for our own good of course.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "265",
                    "user": "(null)",
                    "date": "16 Nov ",
                    "timestamp": "NA",
                    "commentText": "I don't remember going through that implant procedure.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Common"
            ]
        },
        {
            "id": "8",
            "user": "hsa",
            "date": "16 Nov ",
            "timestamp": "NA",
            "commentText": "There are some who can express themselves better than others and it can be easy to make fun of those who struggle to share their thoughts in a coherent manner.  This doesn't necessarily mean that one is more intelligent than the other, it probably does means that one is better educated intelligence and knowledge are not the same. However, recognising one's own limitations is a measure of intelligence and perhaps it would be better if some commentors on here understood their limits.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "Barrybus",
            "date": "16 Nov ",
            "timestamp": "NA",
            "commentText": "That referendum brought out every child-adult who had been taught they were 'so clever that they could never lose' then their world was brought down around their big ears! This guy is everything he called Leave Voters; arrogant, uninformed, ra ycist, indoctrinated and a loser!",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "266",
                    "user": "(null)",
                    "date": "16 Nov ",
                    "timestamp": "NA",
                    "commentText": "Would it be possible to ask you to rewrite that in English?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "6",
            "user": "hsa",
            "date": "16 Nov ",
            "timestamp": "NA",
            "commentText": "Was there not some demographic study carried out in relation to education and voting patterns before and after the referendum, supportive of the callers claim?",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "T_Veiga",
            "date": "16 Nov ",
            "timestamp": "NA",
            "commentText": "Education ≠ intelligence or wisdom. Having a Micky mouse degree is meaningless.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "267",
                    "user": "(null)",
                    "date": "16 Nov ",
                    "timestamp": "NA",
                    "commentText": "I'd does mean you are likely to earn more than those who don't.  I'm guessing that also means, more valued.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Stilton408",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "According to YouGov: \"The most dramatic split is along the lines of education. 70% of voters whose educational attainment is only GCSE or lower voted to Leave, while 68% of voters with a university degree voted to Remain in the EU.\"",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "268",
                    "user": "(null)",
                    "date": "16 Nov ",
                    "timestamp": "NA",
                    "commentText": "This is the problem when you give degrees to people who study one subject, they know <b> nothing </b>else other than that subject, which, in the main will be pretty useless to them in getting a job, where they will have to learn something completely different.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing"
                    ]
                },
                {
                    "id": "269",
                    "user": "(null)",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "They had longer to brainwash the university educated, that is why. Being university educated does not give you <b> common </b>sense and anyway their vote is worth no more than anyone else's vote.",
                    "likes": 12,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Common"
                    ]
                },
                {
                    "id": "270",
                    "user": "(null)",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "I don't recall ever being asked how I voted or my educational background. Statistics can be used and misused to confirm an argument. How many statisticians got the Referendum right ? ",
                    "likes": 12,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "271",
                    "user": "(null)",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "So skills count for <b> nothing?</b>  And a BA in golf Course Management make you an intellectual? Ologies rule, mechanical engineering of lesser value? Most business owners are not graduates - go figure. The demographic you describe will be aged<b>  age</b> skewed, older people had no University opportunities as presented today, if you were to dig deeper than a simplistic question - i.e weighted fo<b> r ag</b>e type of qualification it may well be a different story than rath<b> er ba</b>ld numbers. And why are you beholden to this educational hierarchic system which proves what ? One person 's vote is as valid as any other in our society. I have two degrees, own a business, started several and sold them and can recognise a technocracy when I see it. I'll go with Stiglitz, Sowell and others - it - the EU, is like all Towers of Babel and empires - doomed",
                    "likes": 8,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "272",
                            "user": "(null)",
                            "date": "15 Nov ",
                            "timestamp": "NA",
                            "commentText": "You don't really understand statistics, do you?",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "273",
                                    "user": "(null)",
                                    "date": "16 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Everyone knows that there are lies, lies and statistics.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Age",
                        "Nothing",
                        "Bald"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "3",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "274",
                    "user": "(null)",
                    "date": "16 Nov ",
                    "timestamp": "NA",
                    "commentText": "Too true. The ignorance of what the EU is and does for us dispalyed inthe DE's columns says it all.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "275",
                    "user": "(null)",
                    "date": "16 Nov ",
                    "timestamp": "NA",
                    "commentText": "The glaringly obvious truth that you continually refuse to accept is that the majority of the British electorate voted to LEAVE the EU in ALL ! and after nearly three an a half years you FAIL to explain why it is that we should stay in this corrupt federalist non democratic cartel , please feel free to change the minds of all those votes that were democratically cast back in 2016 .",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "276",
                            "user": "(null)",
                            "date": "16 Nov ",
                            "timestamp": "NA",
                            "commentText": "Could you give an example of how the EU is non democratic? I bet you can't.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "277",
                            "user": "(null)",
                            "date": "(null)",
                            "timestamp": "NA",
                            "commentText": "(null)",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "278",
                                    "user": "(null)",
                                    "date": "16 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "The vote in 2016 is fact !  all the bluster from either side of the facts are irrelevant and sells papers and turns the media wheels , you are always whining about the fact that you lost in that referendum , get over it !",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "279",
                    "user": "Whatmeworry?",
                    "date": "17 Nov ",
                    "timestamp": "NA",
                    "commentText": "Gullible <b> Remainers </b>are the same people who believed Blair's statement that no more than 20,000 Poles would move to the UK due to freedom of movement. How many are here now?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Remainers"
                    ]
                },
                {
                    "id": "280",
                    "user": "Growsomeordo1!",
                    "date": "16 Nov ",
                    "timestamp": "NA",
                    "commentText": "SSShhhh now !",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Oddsbods",
            "date": "17 Nov ",
            "timestamp": "NA",
            "commentText": "That did not go as Peter expected, as soon as he said \"<b> racism\"</b> Mr. Ferrari was supposed to pull his head in and accept deafeat.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racism"
            ]
        },
        {
            "id": "1",
            "user": "Oddsbods",
            "date": "17 Nov ",
            "timestamp": "NA",
            "commentText": "If the referendum had gone the other way with a 1.4 million majority for remaining, then the same people would have been crowing about how a well informed public had made a historical decision.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "0",
            "user": "Growsomeordo1!",
            "date": "16 Nov ",
            "timestamp": "NA",
            "commentText": "The desperate last wailing's of a loser that knows <b> nothing </b>else but insulting his own intellect , CHEAP LOSER !",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "-1",
            "user": "BillBloggs",
            "date": "16 Nov ",
            "timestamp": "NA",
            "commentText": "If anyone can be called “ill-informed, uneducated and gullible”, then it's the majority of <b> remainers,</b> who can't see what the E U is \"REALLY\" all about. Most of their arguments on<b>  Brexit</b> centre on the Trade aspect, and not the \"FULL\" Political implications, and direction the E U is heading!",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "281",
                    "user": "(null)",
                    "date": "16 Nov ",
                    "timestamp": "NA",
                    "commentText": "Surely it's possible to have some control over the direction the EU.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "282",
                            "user": "(null)",
                            "date": "16 Nov ",
                            "timestamp": "NA",
                            "commentText": "There is an \"Elite\" in and outside the E U that is driving an Ideological agenda.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Brexit",
                "Remainers"
            ]
        },
        {
            "id": "-2",
            "user": "proudMary",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "They aren`t any of these , they voted honestly , according to their beliefs, they were just plain wrong.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "283",
                    "user": "(null)",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "You talking about <b> remainers </b>again ?",
                    "likes": 8,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Remainers"
                    ]
                }
            ],
            "keywords": []
        }
    ]
}