{
    "header": {
        "title": " STOP CORBYN! Lumley leads host of stars in rage at dangerous Labour - 'Who will be next?' ",
        "subtitle": " JEREMY CORBYN has been attacked by leading public figures over the party’s failure to tackle anti-Semitism within its ranks, in another hammer blow to the Labour leader’s authority. ",
        "owner": " John Varga ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 02:50, Fri, Nov 15, 2019 ",
        "dateExtraction": " 2020-02-27 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/uk/1204714/election-2019-news-jeremy-corbyn-labour-party-john-le-carre-joanna-lumley-antisemitism ",
        "postText": "The authors John Le Carré and William Boyd were joined by actors Simon Callow and Joanna Lumley in signing a letter, in which they wrote that they could not bring themselves to vote for the party, on account of its abject handling of the issue. The letter was published in the Guardian on Thursday. Other signatories included Jimmy Wales, the founder of Wikipedia, and the historians Antony Beevor, Tom Holland and Dan Snow, as well as Trevor Phillips, a former Labour politician and ex-chair of the Equality and Human Rights Commission (EHRC).', 'The signatories attacked Mr Corbyn for trying to use Brexit to bury the ongoing controversies over anti-Semitism.', 'They wrote: “We listen to our Jewish friends and see how their pain has been relegated as an issue, pushed aside by arguments about Britain’s European future.', '“For those who insist that Labour are the only alternative to Boris Johnson’s hard Brexit, now, it seems, is not the time for Jewish anxiety.', '“But antisemitism is central to a wider debate about the kind of country we want to be.', '“To ignore it because Brexit looms larger is to declare that anti-Jewish prejudice is a price worth paying for a Labour government.', '“Which other community’s concerns are disposable in this way? Who would be next?', '“Opposition to racism cannot include surrender in the fight against antisemitism.', '“Yet that is what it would mean to back Labour and endorse Mr Corbyn for Downing Street.”', 'The writers conclude: “The path to a more tolerant society must encompass Britain’s Jews with unwavering solidarity.', '“We endorse no party. However, we cannot in all conscience urge others to support a political party we ourselves will not. We refuse to vote Labour on 12 December.”', 'A Labour party spokesperson hit back, claiming that the party takes anti-Semitism “extremely seriously’ and was taking “robust action” to root it out.', 'The spokesperson also accused some of the signatories of having “themselves been accused of antisemitism, Islamophobia and misogyny.”', 'Last week the Jewish Chronicle urged voters to reject Jeremy Corbyn at the ballot box on account of the party’s anti-semitism.', 'In an impassioned front page article, it said: ”Throughout his career, he has allied with and supported antisemites such as Paul Eisen, Stephen Sizer and Raed Salah.', '“He has described organisations like Hamas, whose founding charter commits it to the extermination of every Jew on the planet as his “friends”.', '“He has laid a wreath to honour terrorists who have murdered Jews.', '“We believe that the overwhelming majority of British people abhor racism. We ask only that when you cast your vote, you act on that.”', 'In reply to the article, Mr Corbyn insisted that he was not an antisemite and had worked all his life to fight against all forms of racism.', 'He said: ”Anti-Semitism is a poison and an evil in our society.', '“Any form of racism is a poison and an evil in our society.', '“I have spent my whole life fighting against racism. I will die an anti-racist.”",
        "numberPosts": " 64 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Age - Over 65s,Ethnicity - General,Gender - General,Ethnicity - Native-American, Ideological and Political Identity - General,Age - Youngsters,Nationality - General,Physical Identity - Physical (and Mental) Impairments,Nationality - European or anti-Europeans",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Old,Racism,Race,Gender,Sex,Red,Red,Nothing,Nation,Mental,Brexit",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "26",
            "user": "Grumpygranddad",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "I find it most telling that Trevor Phillips, a former Labour politician and ex-chair of the Equality and Human Rights Commission EHRC was one of the signatories.",
            "likes": 71,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "200",
                    "user": "Oldfogie",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "Grumpygrandad - I agree but the road to Damascus was very long and Philips started on the wrong route till he saw the Star in the East.",
                    "likes": 3,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "201",
                            "user": "CatonaWall872",
                            "date": "15 Nov ",
                            "timestamp": "NA",
                            "commentText": "Philips is just a survivor. He has not seen 'the light'; he is pragmatic and realises that the left wing are going to fail in this Country because the British have had enough of seeing thier Country trashed. He caused a lot of harm in Britain in his role as Equality Commisioner under Bliar and Brown.",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "25",
            "user": "escapee",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "Worzel's convoluted track record speaks for itself !!",
            "likes": 52,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "24",
            "user": "MartinG",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "After Shami Chakrabarti only joining the Labour Party in Apr 2016, the Chakrabarti Report 30 June 2016 stated \"antisemitism and other types of <b> racism </b>were not endemic within Labour, there was an \"occasionally toxic atmosphere\". Jezza the<b>  Re<b> d</b</b>> then announced Shami Chakrabarti as the only Labour appointment to the House of Lords in August 2016. On 6 September 2016, Shami Chakrabarti was created a life peer as Baroness Chakrabarti, of Kennington in the London Borough of Lambeth. Go<b> od o</b>ld Labour, the pillar of Socialism.",
            "likes": 51,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "202",
                    "user": "AHHEsq",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "Shami lead a Sham enquiry,it appears that Liberty is prejudice .",
                    "likes": 21,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "203",
                            "user": "Mike",
                            "date": "15 Nov ",
                            "timestamp": "NA",
                            "commentText": "Always has been!",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Old",
                "Racism",
                "Red"
            ]
        },
        {
            "id": "23",
            "user": "gilmas",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "Corbyn and the Labour Party have been identified as  a threat to national security.",
            "likes": 70,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "204",
                    "user": "millyjones",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "Corbyn threat to our National-security-as if we didn't know.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "22",
            "user": "evad666",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "Anyone recall this?:- First they came for the socialists, and I did not speak out— because I was not a socialist. Then they came for the trade unionists, and I did not speak out— because I was not a trade unionist. Then they came for the Jews, and I did not speak out— because I was not a Jew. Then they came for me— and there was no one left to speak for me. ",
            "likes": 84,
            "hasReplies": true,
            "numberOfReplies": 15,
            "replies": [
                {
                    "id": "205",
                    "user": "psEUdo",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "Quite which political parties resonate with the first two points?",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "206",
                    "user": "yeah,right.",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "Jewish groups have pushed for open border policies for decades except in Israel of course.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "207",
                    "user": "Jackoby",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "When I have spoken up for the Jewish people on this forum my comments have been suppressed.",
                    "likes": 20,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "208",
                            "user": "yeah,right.",
                            "date": "15 Nov ",
                            "timestamp": "NA",
                            "commentText": "When I have spoken against Jewish individuals and political groups it's the same.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "209",
                    "user": "(null)",
                    "date": "(null)",
                    "timestamp": "NA",
                    "commentText": "(null)",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 10,
                    "replies": [
                        {
                            "id": "210",
                            "user": "(null)",
                            "date": "15 Nov ",
                            "timestamp": "NA",
                            "commentText": "That first labour government never had in mind the creation of an INTERnational health service labour have made every large city into slums and ghettos their traditional mafia fiefdoms eg in the north east are little more than tribal reservations where you get well rewarded as a party official labour have been the party that has managed the working class vote during the last 60 years of planned industrial decline labour hate working class people labour sneer at patriots labour sneer at anyone who worked hard and did well and made some money labour ceased being the working mans party around 1967, when it was hijacked by Oxbridge middle clarse Marxists such as r jenkins who brought in stupid social engineering based on flimsy sociology theories labour love illegals and m # # # # #s, as well as deviants terrorists and perverts labour LOVE immigration, its their only chance of acquiring a bloc vote theres been NO labour politicians with any integrity, intelligence or decency since the era of Barbara Castle and Peter Shore both staunch parliamentarians FIRST and who BOTH realised that the eu empire was a disaster waiting to happen Even J Callaghan incompetent as he was, would look at comrade corzbzhyn and his current rabble of delusional dysfunctional misfit narcissist looney toon fatasiss infesting the labour party and wonder what the world had come to Having said all that, don 't make the simpleton minded assumption I'm some silly little Englander that votes tory, becawse I aint ",
                            "likes": 6,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "211",
                                    "user": "(null)",
                                    "date": "15 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "The other included in your list should be Anthony Wedgewood Benn.",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "212",
                                    "user": "(null)",
                                    "date": "15 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Bit of a rant there...",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "213",
                            "user": "(null)",
                            "date": "15 Nov ",
                            "timestamp": "NA",
                            "commentText": "Surely to goodness you don't REALLY believe that do you? Are you REALLY that gullible and brainwashed ?  The Labour Party today doesn't even exist. It;s been replaced by extremist marxists  out to destroy the UK.",
                            "likes": 3,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "214",
                            "user": "(null)",
                            "date": "15 Nov ",
                            "timestamp": "NA",
                            "commentText": "You air brushed the 1970’s onwards.",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "215",
                            "user": "(null)",
                            "date": "15 Nov ",
                            "timestamp": "NA",
                            "commentText": "Yes, that was then. Now we are living with the people who came here thinking 'We'll have a bit of that', but with no intention of contributing anything - who vote Labour.",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "216",
                            "user": "(null)",
                            "date": "15 Nov ",
                            "timestamp": "NA",
                            "commentText": "Any good work done by past Labour leaders have been undone by Blair and Corbyn, the history of the party doesn't matter anymore as they have strayed so far from where they started that they should not even be called Labour anymore as they do not represent working classes and are now a bourgeois London based bunch of champagne socialists",
                            "likes": 3,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "217",
                            "user": "(null)",
                            "date": "15 Nov ",
                            "timestamp": "NA",
                            "commentText": "Oh dear.... Where would YOU be without the employers paying you a wage and putting food on your table? In mud huts I suspect. ",
                            "likes": 4,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "218",
                            "user": "(null)",
                            "date": "15 Nov ",
                            "timestamp": "NA",
                            "commentText": "How can you be sure that other party's would have not done similar or better.  You are living in some form of fantasy world.",
                            "likes": 2,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "219",
                                    "user": "(null)",
                                    "date": "15 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "And spoil the fantasy? They hate anyone who has done better than them in life....which is most of us. ",
                                    "likes": 2,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "21",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "220",
                    "user": "(null)",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "Yes the elephant in the room! We cannot talk about that as the Media do not like open discussion on FACT ",
                    "likes": 25,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "221",
                            "user": "(null)",
                            "date": "15 Nov ",
                            "timestamp": "NA",
                            "commentText": "Very true!",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "222",
                    "user": "(null)",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "Amazed you got that comment past the censors, even heavily disguised I have never managed to achieve it on other MSM comment forums.",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "223",
                    "user": "(null)",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "Exactly!!",
                    "likes": 9,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "224",
                    "user": "(null)",
                    "date": "(null)",
                    "timestamp": "NA",
                    "commentText": "(null)",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "225",
                            "user": "ScottyH",
                            "date": "15 Nov ",
                            "timestamp": "NA",
                            "commentText": "I agree with your point that anyone who votes Labour does so knowingly of the fact that they are an anti semetic party that disagree with the official definition of anti semitism which allows their members to get away with this disgusting behaviour",
                            "likes": 5,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "226",
                    "user": "(null)",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "But would Labour be willing to lose 110 postal votes from flat 11b High St, Anytown. A few big families like this would easily swing elections. That and students voting twice.",
                    "likes": 10,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "20",
            "user": "(null)",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "Makes a change for the \"celebrity\" to speak against labour, they are usually marching with them ---- how refreshing!",
            "likes": 49,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "19",
            "user": "(null)",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "Corbyn is not able to stand against this in his party as it will offend his other \"friends\"",
            "likes": 32,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "227",
                    "user": "(null)",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "Yep! Peterborough proved who his biggest fans are.",
                    "likes": 15,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "228",
                    "user": "(null)",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "Indubitably.",
                    "likes": 9,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "18",
            "user": "(null)",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "Good to see these people wising up but why has it taken seven decades?",
            "likes": 41,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "17",
            "user": "(null)",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "All we hear from CORBYN are echos of what he thinks people want to hear and this changes to fit the subject of the moment he constantly promises funding for anything and everything whilst he knows he cannot deliver without putting the next three or four generations into poverty.  CORBYN is an empty vessel and they always make the most noise",
            "likes": 27,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "16",
            "user": "(null)",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "This is not the Labour Party, it is just a bunch of Marxists promising anything so they can get in and destroy the Country. Then blame it on everyone else. The story is as <b> old </b>as the hills but people still fall for it. Jam tomorrow.",
            "likes": 23,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "15",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "229",
                    "user": "(null)",
                    "date": "(null)",
                    "timestamp": "NA",
                    "commentText": "(null)",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "230",
                            "user": "(null)",
                            "date": "18 Nov ",
                            "timestamp": "NA",
                            "commentText": "Which is much better looking than the front of him.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "231",
                            "user": "(null)",
                            "date": "15 Nov ",
                            "timestamp": "NA",
                            "commentText": "There are lots and lots of other 'Corbyn wannabes' waiting in line in the Momentum stable.",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "232",
                    "user": "(null)",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "Or the gravy train Kinnocks when Maggie gave them a hammering. Priceless!",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "14",
            "user": "(null)",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "As long as Corbyn &amp; Co in charge of the labour part <b> nothing </b>will change at the end of the day they hate jews and sympathise with terrorists",
            "likes": 22,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "13",
            "user": "(null)",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "Thing is all these 'signatories' have supported Labour for years and years. They were quite happy with Blair 's mass immigration policy because it never affected them while the rest of us have suffered. So serves these 'liberals' right. ",
            "likes": 11,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "12",
            "user": "(null)",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "A Police Chief in another article in which comments aren't allowed says that 'MPs should not go out alone during Election' I say that many MPs should not be allowed out alone at ANY time. ",
            "likes": 10,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "11",
            "user": "(null)",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "All Corbyn has to do is denounce Hamas and the like, to show he is not anti-Semitic...….. simples",
            "likes": 15,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "233",
                    "user": "(null)",
                    "date": "18 Nov ",
                    "timestamp": "NA",
                    "commentText": "And Hezbollah; and PLO; and IRA.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "234",
                    "user": "(null)",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "Qwho would believe him? He has never changed his far left views. ",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "10",
            "user": "(null)",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "Corbyn has never changed, so why has it taken so long for these people to speak up? There is also massive shame on the centre left labour politicians for not walking away when they are better placed to see how anti Semitic and dangerous he is.",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9",
            "user": "(null)",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "Britain has always been a tolerant <b> nation </b>with one of the most culturally diverse cities in the world and long may it continue with peace and harmony and rid our<b>  nation</b> of those that are not of the British way",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nation"
            ]
        },
        {
            "id": "8",
            "user": "(null)",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "Well, it is an open secret that Jai' remiah El Khorbeen is just the fugurehead temporary - until they can run their own West-haters for office of the Pakladesh School-girl Grooming Party.",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "(null)",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "There is  a big difference between true socialism and communism that Corbyn and his followers are preaching. However, these  so called stars are not interested in the middle or lower classes. They, as usual, think only of themselves. Where have they been for the last three and a half years whilst Corbyn and friends have ruined democracy as we know it. The only thing these so call stars are worried about is their own pockets and how much tax they will have to pay for Corbyn's follies.",
            "likes": 11,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6",
            "user": "(null)",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "Whatever Joanna Lumley says I'd go along with. She's lovely.",
            "likes": 17,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "(null)",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "A very good idea!!!!!",
            "likes": 10,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "(null)",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "After WW11 we had many Jews come to this country after suffering the holocaust.  They didn't stand with their hands out pleading <b> mental </b>health issues, they got on with it and worked hard to build a life for themselves.  I'm not a Jew but I have great respect for them, those who are still alive from that era love this country.  That's why Corbyn doesn't like them, to him they are too self sufficient.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Mental"
            ]
        },
        {
            "id": "3",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "235",
                    "user": "(null)",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "No she would not!",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "2",
            "user": "(null)",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "They refuse to adopt the official definition of anti Semitism so they can still carry on with a clear conscience",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "(null)",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "Are the bookies taking bets on the next utility/firm that Corbyn will nationalise? He is offering so much to so many with the money from the few. Our money spent recklessly. Groups he hates driven from the country. Who will he target next ? ",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "0",
            "user": "(null)",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "Wow even the luvies have awoken...",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "-1",
            "user": "(null)",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "HOORAY! Does this mean that the British celebrity faction will actually do something worthwhile instead of just procratinating over their wealth and avoiding tax!",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "-2",
            "user": "(null)",
            "date": "16 Nov ",
            "timestamp": "NA",
            "commentText": "Stars  uneducated, are only providing Corbyn  with more power and providing him with the key to number 10  stars should stay away from, as they have no knowledge in making statements about politics full stop ",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "-3",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "236",
                    "user": "(null)",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "what a stupid comment. Why is it \"joining with the political right\" to call out the momentum anti semites, but if someone says anything about I###m, OH my GOD that's islamophobia? Truth is the m # # # #m bloc vote wont share the labour party with any jews, and the labour, being the party that DESPISES the working class people, has come to totally rely on the bloc vote You go to any uni, college, school, town hall, especially ones run by labour \"we will not tolerate any form of discrimination based on <b> race,</b><b>  sex</b> orientation, colour, religion<b> , GENDE</b>R, class, creed\" blah blah blah, which is fine, unless your a jew or voted f<b> or Brex</b>it of course in which case you can expect to have as much vitriolic bigotry and hatred directed at you as \"they\" please",
                    "likes": 8,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "237",
                            "user": "(null)",
                            "date": "15 Nov ",
                            "timestamp": "NA",
                            "commentText": "Frank - you say that but I attended my son's graduation 3 years ago. A graduate in a long flowing blue dish dash walked past the University Vice Chancellor who was presenting scrolls and he did not / refused to shake hands. Why ? Because the Vice Chancellor was FEMALE. ",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Gender",
                        "Sex",
                        "Race",
                        "Brexit"
                    ]
                },
                {
                    "id": "238",
                    "user": "(null)",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "Labour is out of touch on so many levels and people are realising that, even celebs!!",
                    "likes": 7,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "239",
                    "user": "(null)",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "der!",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "240",
                    "user": "(null)",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "Baseless? What rock do you live under.",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}