{
    "header": {
        "title": " MPs demand 'complacent' ministers act to end ageism in the workplace ",
        "subtitle": " SENIOR MPs accused the Government and equality bosses yesterday of complacency in the fight against ageism in the workplace. ",
        "owner": " Alison Little ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 09:39, Sat, Oct 20, 2018 ",
        "dateExtraction": " 2020-02-11 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/uk/1034118/MP-ministers-ageism-workplace-Maria-Miller-house-of-commons ",
        "postText": "'The House of Commons' women and equalities committee said the law against discrimination was not being enforced, adding that ageism was rife '.', 'In July, it warned that the talents of more than a million over-50s were being wasted because employers discriminated against them or did not give them enough flexibility to combine jobs and caring responsibilities.', 'It called on the Government and Equality and Human Rights Commission (EHRC) to take action and said  prejudice, unconscious bias and casual ageism in the workplace were illegal under the 2010 Equality Act.', 'Both the Government and the EHRC said they were committed to protecting older workers.', 'But ministers did not accept some key proposals, including making all state employers and large companies publish details of workers ages.', 'They fear such requirements could place an extra burden on firms.Committee chairman Maria Miller said: Without effective intervention from the Government and EHRC, we cannot see how discriminatory practices against older people in employment, that we know are rife, will be tackled.', 'Complacency about age discrimination has to stop.', 'The Daily Express is campaigning to ensure society treats older people with dignity.'",
        "numberPosts": " 22 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Age - General,Age - Over 65s,Nationality - General,Gender - General,Age - Youngsters,Nationality - European or anti-Europeans",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Age,Ageism,Old,Senior,Immigrant,Nation,Sexual,Gender,Nothing,Brexit",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "9",
            "user": "marko",
            "date": "20 Oct, 2018 ",
            "timestamp": "NA",
            "commentText": "Age discrimination is alive and well throughout the whole of the UK, a piece of legislation does <b> nothing </b>to ensure that people over the<b>  age</b> of 50 get a fair crack of the whip when applying for employment, Employers dont need to give a reason for not employing a person over 50 all they need to say is that theyre unsuitable opr a more suitable candidate got the position, albeit they are usually younger!",
            "likes": 10,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "200",
                    "user": "Sezitall",
                    "date": "20 Oct, 2018 ",
                    "timestamp": "NA",
                    "commentText": "albeit they are usually younger! and cheaper!!!!!!!!!!!",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "201",
                            "user": "Babyboomer",
                            "date": "20 Oct, 2018 ",
                            "timestamp": "NA",
                            "commentText": "Younger, cheaper and absolutely no idea especially in large stores where assistants have probably hit an all time low and the same could be said for the buyers who seem solely occupied with catering for the buy it, bin it brigade.",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "202",
                    "user": "MACULARDEGENERATE",
                    "date": "20 Oct, 2018 ",
                    "timestamp": "NA",
                    "commentText": "IF YOU GET AS FAR AS AN INTERVIEW AND GET TURNED DOWN WHEN A BREAK DOWN OF THE INTERVIEW IS REQUESTED BY THE APPLICANT, IF YOU RAISE ANY VALID POINTS DISAGREEING WITH THE FINDINGS OF THE INTERVIEW IT RESULTS IN BEING TOLD IT IS HOW THE INTERVIEWERS PERCEIVE THE INTERVIEW. WHEN A 50 YEAR PLUS APPLICANT WITH EXPERIENCE GETS INTERVIEWED BY A 19 YEAR <b> OLD </b>PERSONNEL OFFICER WITH NO WORK EXPERIENCE OF THE SHOP FLOOR YOU DON'T GET A FAIR INTERVIEW, BUT THAT SUITS THE EMPLOYER.",
                    "likes": 7,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "203",
                            "user": "Sezitall",
                            "date": "20 Oct, 2018 ",
                            "timestamp": "NA",
                            "commentText": "I totally agree. When made redundant in my forties, the stock excuses were, you are too experienced, overqualified, we are not seeking someone for a management  position, would be happy taking orders from someone younger, blah blah blah. Most interviewers were in their twenties.",
                            "likes": 9,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Old"
                    ]
                }
            ],
            "keywords": [
                "Age",
                "Nothing"
            ]
        },
        {
            "id": "8",
            "user": "Prometheus",
            "date": "20 Oct, 2018 ",
            "timestamp": "NA",
            "commentText": "I find the younger people to be only interested in themselves and what the world will give them, they are not hard workers and offices are become more like children's creches to pamper the little darlings.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "ahd",
            "date": "20 Oct, 2018 ",
            "timestamp": "NA",
            "commentText": "My own experience of  employment after the <b> age </b>of 50 has been very good, all the companies have had no problems at all about my<b>  age</b>, in fact I have found that they are only to pleased that you have the experience they are looking for, I am now 67 year<b> s ol</b>d and started my latest job only 6 months ago, I am a skilled engineer and most employers say that younger generations don't appear interested in engineering, it's a sad situation that doesn't seem to be improving, however it gives me the opportunity to carry on working and hopefully passing on my experience to any younger people who do  choose engineering as a career. Some people would argue that my situation is keeping younger men or women from employment and that I should retire but I don 't think this argument stands up , I could be wrong, I'm yet to be convinced. ",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 8,
            "replies": [
                {
                    "id": "204",
                    "user": "CrazyEddie",
                    "date": "21 Oct, 2018 ",
                    "timestamp": "NA",
                    "commentText": "The important thing in your case is that you have a marketable skill. Moreover, it's one honed by a lifetime's experience so you'll have an intuitive \"feel\" for the materials and equipment you use which is almost as valuable as the skill itself and can ONLY be acquired by long experience. Rest assured, you are not keeping younger people out of work for just that reason. People like you should be actively employed in TRAINING the next generation rather than PRODUCTION, and ensuring you skills and techniques are not lost forever. Unfortunately, most manufacturers prefer to get stuff fabricated in the third world, where skills may not be quite so good, but are a fraction of the price. Good luck to you, anyway.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "205",
                    "user": "Prometheus",
                    "date": "20 Oct, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Funny how the politicians tell us we need <b> immigrant </b>labour to keep building the economy and then the younger generation just tells you to \"Retire you greedy boring fampee\" so that makes no sense, we need workers but rather than keep the older UK skilled workers we should just employ migrants who may not have the right skills. The logic of today's youth makes no sense.",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "206",
                            "user": "CrazyEddie",
                            "date": "21 Oct, 2018 ",
                            "timestamp": "NA",
                            "commentText": "I'm afraid a sentence containing the words \"logic\" and \"youth\" is unlikely to make much sense either...",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Immigrant"
                    ]
                },
                {
                    "id": "207",
                    "user": "(null)",
                    "date": "(null)",
                    "timestamp": "NA",
                    "commentText": "(null)",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 4,
                    "replies": [
                        {
                            "id": "208",
                            "user": "(null)",
                            "date": "20 Oct, 2018 ",
                            "timestamp": "NA",
                            "commentText": "thank you , your argument certainly stands up",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "209",
                            "user": "(null)",
                            "date": "21 Oct, 2018 ",
                            "timestamp": "NA",
                            "commentText": "Idiotic comment of the week award.",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "210",
                            "user": "(null)",
                            "date": "20 Oct, 2018 ",
                            "timestamp": "NA",
                            "commentText": "In your case I understand boring, you are a classic example of it but \"fampee\" is that something else that could apply to you also ?",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "211",
                                    "user": "(null)",
                                    "date": "21 Oct, 2018 ",
                                    "timestamp": "NA",
                                    "commentText": "It is the young who are greedy and boring , they bring nothing to the table and expect the older generation to have done all the work and paid higher taxes so they can have it easy, they have no work ethic having usually been indoctrinated at university into a socialist ideology . They are an embarrassment to the UK and maybe we should kick out the millennial's and welcome the migrants as a least they are willing to work",
                                    "likes": 2,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Age",
                "Old"
            ]
        },
        {
            "id": "6",
            "user": "Sezitall",
            "date": "20 Oct, 2018 ",
            "timestamp": "NA",
            "commentText": "I do not think complacency is the problem with some MP's, it is the fact  that having second even third jobs they do not spend enough time in parliament.",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "212",
                    "user": "(null)",
                    "date": "20 Oct, 2018 ",
                    "timestamp": "NA",
                    "commentText": "I agree - in addition it seems like they feel their hands are tied by a national mindset that hates the old",
                    "likes": 7,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "213",
                            "user": "(null)",
                            "date": "20 Oct, 2018 ",
                            "timestamp": "NA",
                            "commentText": "THE ELDERLY ARE BLAMED BECAUSE IT'S ALIEN TO THE YOUNGER GENERATION THAT A WEEKS WORK HAS TO BE DONE IN ORDER TO LIVE, AND IF YOU WANT SOMETHING YOU HAVE TO GO WITHOUT AND SAVE FOR IT. TODAY IT'S THE ME, ME, ME I WANT IT NOW, THEY DON'T HAVE TO WORK THE STATE PROVIDES FOR THEM WITH EXORBITANT BENEFITS, ACCOMMODATION, ALLOWANCES, NATIONAL INSURANCE STAMP PAID THE LIST IS NUMEROUS OF MISUSE OF MONEY FROM BRITAIN'S COFFERS SANCTIONED BY IDLE WESTMINSTER PAYING FOR VOTES.",
                            "likes": 6,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Old"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "5",
            "user": "3downnotout",
            "date": "20 Oct, 2018 ",
            "timestamp": "NA",
            "commentText": "Many older people know more than the interviewer.  Ever been turned down for a job because you're too qualified.  It is happening, has happened and the country has lost skills being passed down.  People in charge of recruitment and H.R. can rarely understand the basic requirements for many positions, forget about in depth needs.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Sicario",
            "date": "20 Oct, 2018 ",
            "timestamp": "NA",
            "commentText": "Taking £55 tax off my £138pw SP is definitely <b> ageism,</b> or is it State theft?!",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Ageism"
            ]
        },
        {
            "id": "3",
            "user": "CrazyEddie",
            "date": "21 Oct, 2018 ",
            "timestamp": "NA",
            "commentText": "A friend of mine in his mid-forties spent two years looking for work - and I MEAN looking. He'd be up at seven, beat the streets with an armful of CV's, most every day, wouldn't think twice about walking 10-15 miles. Went on all the recommended `courses', did his stints as unpaid \"volunteer\" if he didn't volunteer he could get sanctioned and denied his job-seekers' allowance. Finally, he found a placement in a large firm where the  manager was actually wanting to recruit a token older person. He was the only applicant over 40 years of <b> age.</b> Within 18 months he'd won their `Employee of the Year' award. He got on with his job attending to the customers, whilst the 20-somethings preferred to chat amongst themselves or mess about with their mobile phones. I also know someone in his mid-20's who fantasises about 170-quid trainers and sports cars. He's never out of bed before 11am. He's had one job interview in the last two months and told the prospective employer what HE should be paid. Two weeks later, he's still waiting for that prospective employer to ring him back...Compare and contrast, as they used to say.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "2",
            "user": "Jacko",
            "date": "20 Oct, 2018 ",
            "timestamp": "NA",
            "commentText": "There is so much toxic <b> brexit </b>spin in the national psych that interviewers probably blame the older person for ruining it for children they haven't even conceived yet. Some people will act like even when their<b>  sexual</b> orientation does not support the concept of reproduction. In other words there isn 't just complacency, but an entir<b> e natio</b>n that has been taught to loath itself. That creates pressure thus renders standing up f<b> or seni</b>or aged peoples issues unattractive to politicians. It is unlikely to change for a long time now that political reasons to hate older people has taken a firm hold in a belief system way.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sexual",
                "Senior",
                "Nation",
                "Brexit"
            ]
        },
        {
            "id": "1",
            "user": "WilhelmII",
            "date": "20 Oct, 2018 ",
            "timestamp": "NA",
            "commentText": "This committee which should have been renamed as the Equalities Committee, as Metro readers demanded is ignoring the male unemployment problem to tackle this topic,  Male unemployment increased by 31, 000 in May-August this year whereas female unemployment decreased by 50,000. The Government has no less than 3 women 's ministers, and no Minister for Men.  This is the <b> gender </b>parity we should be talking about.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gender"
            ]
        }
    ]
}