{
    "header": {
        "title": " Rachel Riley: Countdown fans panic presenter could be AXED after F1 walk-on girls ban ",
        "subtitle": " RACHEL RILEY’S Countdown fans have flooded to social media in a panic after the news that Formula 1 races will no longer use so-called walk-on grid girls. ",
        "owner": " Minnie Wright ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 13:58, Thu, Feb 1, 2018 ",
        "dateExtraction": " 2020-01-21 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/celebrity-news/913188/Rachel-Riley-Countdown-F1-fans-presenter-axed-walk-on-grid-girls-ban-Formula-One-Darts ",
        "postText": "Rachel Riley, 31, is famous for her stunning looks and brainy maths skills on Channel 4’s Countdown, but viewers are concerned that she could be set to lose her job after the recent confirmation that models will no longer play a part in Formula 1 or darts.', A statement released yesterday by managing director of commercial operations at Formula 1, Sean Bratches, said that the practice no longer felt “appropriate or relevant” to the sport.', '“Over the last year we have looked at a number of areas which we felt needed updating so as to be more in tune with our vision for this great sport,” he said.', '“While the practice of employing grid girls has been a staple of Formula 1 Grand Prix’s for decades, we feel this custom does not resonate with our brand values and clearly is at odds with modern day societal norms.”', 'In response, Countdown fans have taken to social media concerned that the impact could affect Rachel’s role in the show.', '“They’ll make Rachel Riley redundant for looking hot in Countdown,” one fumed, while another said: “So I suppose Rachel Riley will now be asked to ‘dress down’ on Countdown. Let’s wait and see…”', '“Rachel Riley wears similar clothes on Countdown as the walk-on girls,” a third commented. “Where do you draw the line?”', 'A fourth irritated social media user appeared to feel that the overall position of attractive females in the public eye was under threat, saying: “Feminists trying to remove all good looking women from public view.', '“First the darts. Now the F1. No one forces these women. Who’s next? @KateAbdo on #SkySportsNews? @RachelRileyRR on #Countdown?”', '“Will @RachelRileyRR be replaced or forced to wear overalls and a crash helmet?” another quipped, while one Twitter user lamented: “Rachel Riley will be next #KickGlamourOut.”', '“Now let’s get rid off models and god knows what else,” another chipped in. “The world has gone crazy. Next it will be Rachel Riley in Countdown.”', 'The decision to stop the employment of grid girls at races has caused controversy among motorsport fans.', 'The news comes after Belgian-Dutch racing driver Max Vetstappen and German racer Nico Hülkenberg both defended the tradition.', '“The grid girls must stay,” Max said, while Nico insisted: “It would be a pity if they took the eye-candy from the grid.', 'Earlier this week, the Professional Darts Corporation revealed that it had axes walk-on girls after a request from TV bosses.',  'Express.co.uk has contacted a representative for Rachel Riley and Channel 4 asking for comment.",
        "numberPosts": " 9 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "8",
            "user": "GarethD595",
            "date": "1 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "At this rate the local job centre is going to be awash with very attractive young ladies.....",
            "likes": 11,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "Steve49",
            "date": "2 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "Sean Bratches should resign , completely in touch with extremism and out of touch with the people! WHERE are the girls driving the F1 cars,there is one very quick girl driving with Clarkson and co?",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6",
            "user": "dog",
            "date": "3 Mar, 2018 ",
            "timestamp": "NA",
            "commentText": "More shirt lifters it is then.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Prometheus",
            "date": "28 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "Are they going to ban female models at fashion shows, the fashion designers seem to be far worse at exploiting women to show off their clothing ranges. There are plenty of examples of models showing more than needed and were some designers who just used naked models so how it that any different than girls working for darts or formula 1?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "alimac",
            "date": "23 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "Countdown viewing figures would plummet!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Guest014478",
            "date": "1 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "It seems that 50% of the human species have been discriminated against for certain types of employment. The world really is going mad.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "HRHtheDude.",
            "date": "1 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "Congratulations SJWs, you have just put alot of women out of work. Good job, muppets!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "AM66",
            "date": "1 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "Thanks for reminding me there is something on television more boring than F1.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "200",
                    "user": "Steve49",
                    "date": "2 Feb, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Its called football!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}