{
    "header": {
        "title": " Labour voters are ‘ASHAMED’ of party, Chief Rabbi says as he makes election plea ",
        "subtitle": " THE Chief Rabbi has warned the “very soul of our nation” would be placed at stake if Jeremy Corbyn's Labour Party wins the general election. ",
        "owner": " Sam Whitworth ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 00:01, Tue, Nov 26, 2019 ",
        "dateExtraction": " 2020-02-21 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/politics/1209257/jeremy-corbyn-news-election-chief-rabbi-anti-semitism-labour-party-ephraim-mirvis ",
        "postText": "'Ephraim Mirvis delivered the warning ahead of Britons going to the poll on December 12 that the overwhelming majority of British Jews are gripped by anxiety. The shock intervention likely to derail the launch of Labour’s race and faith manifesto, which is to be released tomorrow. Labour has been riddled with complaints about anti-Semitism but Jeremy Corbyn has previously underlined it is tackling the issue by expelling members.', 'A Labour Party spokesman said: Jeremy Corbyn is a lifelong campaigner against anti-Semitism and has made absolutely clear it has no place in our party and society and that no one who engages in it does so in his name.', 'A Labour Government will guarantee the security of the Jewish community, defend and support the Jewish way of life, and combat rising anti-Semitism in our country and across Europe.', 'But Mr Mirvis said he feared the future for Jews in Britain if Labour came to power.', '', '', 'He said: During the past few years, on my travels through the UK and further afield, one concern has been expressed to me more than any other. Of course, the threats of the far right and violent jihadism never go away, but the question I am now most frequently asked is: What will become of Jews and Judaism in Britain if the Labour Party forms the next Government?', 'He said that the Jewish community has watched with incredulity as supporters of the Labour leadership have hounded parliamentarians, members and even staff out of the party for challenging anti-Jewish racism.', 'He added: The way in which the leadership has dealt with anti-Jewish racism is incompatible with the British values of which we are so proud - of dignity and respect for all people. It has left many decent Labour members both Jewish and non-Jewish, ashamed of what has transpired.', 'He concluded: It is not my place to tell any person how they should vote. I regret being in this situation at all. I simply pose the question: What will the result of this election say about the moral compass of our country? When December 12 arrives, I ask every person to vote with their conscience. Be in no doubt, the very soul of our nation is at stake.', 'The intervention by the religious leader is an unusual one particularly during the a general election campaign, particularly by one so prominent as the Chief Rabbi who holds pastoral care for over half of all jews in the UK.', 'Last week, the Archbishops of Canterbury and York appealed to the masses to honour the truth and challenge falsehoods but they included no specific criticism of any one party.', 'The condemnation of Labour’s handling of allegations of anti-semitism comes as he is set to launch his party’s race and faith manifesto today, including plans to teach children about colonialism, injustice and the role of the British empire as part of the national curriculum.', 'But former Labour minister Ian Austin, who quit the party over its handling of prejudice against Jews, said that the party should tackle racism within its ranks first.', 'He said: No one is going to listen to a lecture about racism from Jeremy Corbyn when Labour is the only party in history to be subjected to a full inquiry by the Equality and Human Rights Commission.', 'Instead of making speeches about these issues, he ought to be listening to the Jewish community, dealing with the anti - Semitism that has poisoned the Labour Party under his leadership and disowning the candidates who have said and done unacceptable things.', 'Labour’ s race plans would form an emancipation educational trust to ensure historical injustice, colonialism and role of the British empire is taught in the national curriculum. ', 'The trust would also lecture on migration as well as how the legacy of slavery interrupted a rich and powerful black history.', 'Labour’ s race plans would compel businesses to report on the pay gap faced by black, Asian and minority ethnic groups staff in order to stamp out discriminatory pay.', 'Mr Corbyn also wants to end charges for passports, visas and tests from the Home Office ', 'Home Secretary Priti Patel said not charging for visa and immigration services would cost more than£ 1.5 billion. ', 'It 's staggering that Corbyn's Labour see fit to lecture people about race and faith while they are investigated by the Equality and Human Rights Commission for the rampant anti - Semitism in their ranks, she added.'",
        "numberPosts": " 142 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Age - Over 65s,Ethnicity - General, Ideological and Political Identity - General,Age - Youngsters,Nationality - European or anti-Europeans",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Old,Racism,Racist,Communist,Red,Nobody,Nothing,Brexit,Nation,Red,Witch,Common",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "40",
            "user": "bettyboo77",
            "date": "25 Nov ",
            "timestamp": "NA",
            "commentText": "Labour rotten to the core.",
            "likes": 80,
            "hasReplies": true,
            "numberOfReplies": 16,
            "replies": [
                {
                    "id": "200",
                    "user": "KATE",
                    "date": "26 Nov ",
                    "timestamp": "NA",
                    "commentText": "Wrong!",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "201",
                            "user": "cheeky",
                            "date": "26 Nov ",
                            "timestamp": "NA",
                            "commentText": "RIGHT........look out, hes behind you, Panto is fun eh",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "202",
                    "user": "dorothy",
                    "date": "25 Nov ",
                    "timestamp": "NA",
                    "commentText": "Since when is caring about others considered  ROTTEN.",
                    "likes": 3,
                    "hasReplies": true,
                    "numberOfReplies": 13,
                    "replies": [
                        {
                            "id": "203",
                            "user": "missingEUalready",
                            "date": "25 Nov ",
                            "timestamp": "NA",
                            "commentText": "When it's a manipulative lie.",
                            "likes": 6,
                            "hasReplies": true,
                            "numberOfReplies": 4,
                            "replies": [
                                {
                                    "id": "204",
                                    "user": "dorothy",
                                    "date": "25 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "The torys have been proven to be liars ,  who believes a word johnson says.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "205",
                                    "user": "tearsofaremoanerclown",
                                    "date": "26 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "They are all liars, but some are also competent, when a man cannot even fake a full train or have the nous to know there are cameras on them....well, he shouldnt be running a country! 'every defeat for britain is a victory', abbots words, and he wants to make her chancellor hahahahaha. You are voting for self harm!",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "206",
                                    "user": "dorothy",
                                    "date": "25 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "To manipulate    is the oposite  of ,  to care.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "207",
                                    "user": "ShakerVara",
                                    "date": "25 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "The opposite of 'to care' is 'to neglect'.",
                                    "likes": 3,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "208",
                            "user": "ExploitedTaxpayer",
                            "date": "25 Nov ",
                            "timestamp": "NA",
                            "commentText": "Since old Labour’s values were high jacked by the new way too left radical Marxist thugs force marching the party into the abyss.",
                            "likes": 11,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "209",
                            "user": "(null)",
                            "date": "(null)",
                            "timestamp": "NA",
                            "commentText": "(null)",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "210",
                                    "user": "(null)",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "So basically... they're turning into the Tories! Oh the horror!!!1!",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "211",
                            "user": "(null)",
                            "date": "25 Nov ",
                            "timestamp": "NA",
                            "commentText": "Did you actually READ the article?",
                            "likes": 13,
                            "hasReplies": true,
                            "numberOfReplies": 4,
                            "replies": [
                                {
                                    "id": "212",
                                    "user": "(null)",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Oh please, if we start reading articles before rushing to the comments to insult people we'll eb here ALL DAY!",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "213",
                                    "user": "(null)",
                                    "date": "25 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Dont try being clever, MATE.",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "214",
                                    "user": "(null)",
                                    "date": "25 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Perhaps you should try to be.",
                                    "likes": 9,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "215",
                                    "user": "(null)",
                                    "date": "25 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Believe me, I am NOT your mate.",
                                    "likes": 11,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "39",
            "user": "Cuds",
            "date": "25 Nov ",
            "timestamp": "NA",
            "commentText": "Things like this are a stain and shame on our country ... how Security services can even allow this man or this party to stand in the election beggers belief !!",
            "likes": 28,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "38",
            "user": "*TheTrueBeLeaver*",
            "date": "25 Nov ",
            "timestamp": "NA",
            "commentText": "Well said indeed! Corbyn is a walking socio-economic catastrophe, among other things.",
            "likes": 39,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "37",
            "user": "berylsperry",
            "date": "25 Nov ",
            "timestamp": "NA",
            "commentText": "I have NEVER been able to comprehend why the Jewish people have been and still are persecuted.",
            "likes": 23,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "216",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Some people are concerned that many Jewish UK citizens have dual loyalties to both the UK and Israel. Others are bothered about the way in which many Jewish religious figures are actively prejudiced against non-Jewish people. Others still are concerned about the way Israel treats non-Jewish people in the occupied territories. And so on.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "217",
                    "user": "(null)",
                    "date": "26 Nov ",
                    "timestamp": "NA",
                    "commentText": "same here! I mean I understand the problem with the middle east but the abuse they get, it baffles me. I know many and lived in a Jewish area. I find them quiet, clean, respectful, law abiding, perhaps slightly insular but that's not necessarily bad.  If I had to live in a neighbourhood, be it a major religious one, I think I'd choose jewish.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "218",
                    "user": "(null)",
                    "date": "26 Nov ",
                    "timestamp": "NA",
                    "commentText": "try success , family, work hard, and smart, then OOPS not many of them, then you think how come?  Simples!lots of world against them so they fight hard.theres another point for the rest of us western gentiles - israel is the tiny country between the might of middle east and all of west;and lots of western troubles seem to be sourced over there whilst western politicians lie about it all, so the presence of a jewish state is a keystone in what is a peace situation - and yet the jews have to battle that daily for themselves and daily living. When jews came into uk as refugees in 30 s / 40 s, the <b> old </b>style lab party was more applicable to their needs. Ironically the tories didnt support the uk or the people they only supported those who supported their position, comfortably on top table. Personal point - as my relatives came from londons east end, when the the krauts bombed...k out of them - in area of whitetorne  blackthorne sts, east 1 - nearby jewish family helped us, and irish too., all the bad shyte was created by media and escalates to today - whilst the real enemies are downplayed and the racial banner waved over it all, basically to cover up officialdoms deliberate ignoring it. Seems toay the jews have had to take on lieb - unfortunately all of us are stuck in same way, poor politicians running uk.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Old"
                    ]
                },
                {
                    "id": "219",
                    "user": "(null)",
                    "date": "25 Nov ",
                    "timestamp": "NA",
                    "commentText": "Just unlucky?",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "220",
                            "user": "(null)",
                            "date": "26 Nov ",
                            "timestamp": "NA",
                            "commentText": "Disgusting comment - which really tells the world what you are.",
                            "likes": 8,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "36",
            "user": "brench01",
            "date": "25 Nov ",
            "timestamp": "NA",
            "commentText": "The far left mind is absolutely anti-semitic, in fact anti-religion but particularly anti-semitic. That's what I've seen in those still defined by marxism. We must have Religious freedom.",
            "likes": 30,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "221",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "That makes no sense. Now, are you senile or drunk?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "222",
                    "user": "(null)",
                    "date": "25 Nov ",
                    "timestamp": "NA",
                    "commentText": "There is one 'religion' they are not anti.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "35",
            "user": "Disgustedfrom.....",
            "date": "25 Nov ",
            "timestamp": "NA",
            "commentText": "It's not only jewish people that have angst about this devil! Something ought to be done about him - and soon!",
            "likes": 21,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "223",
                    "user": "(null)",
                    "date": "(null)",
                    "timestamp": "NA",
                    "commentText": "(null)",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "224",
                            "user": "(null)",
                            "date": "26 Nov ",
                            "timestamp": "NA",
                            "commentText": "I'll go with whatever the secret service decide!",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "34",
            "user": "Spooks",
            "date": "25 Nov ",
            "timestamp": "NA",
            "commentText": "It would appear that Corbyn has lost touch with reality.",
            "likes": 39,
            "hasReplies": true,
            "numberOfReplies": 9,
            "replies": [
                {
                    "id": "225",
                    "user": "(null)",
                    "date": "28 Nov ",
                    "timestamp": "NA",
                    "commentText": "That would suggest that he was once in touch with reality - which many, also in his own party, would take serious issue with.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "226",
                    "user": "(null)",
                    "date": "25 Nov ",
                    "timestamp": "NA",
                    "commentText": "Corbyn’s twisted reality is a Marxist European Venezuelan Britain propped up by radical tax &amp; spend.  What could go wrong?",
                    "likes": 12,
                    "hasReplies": true,
                    "numberOfReplies": 6,
                    "replies": [
                        {
                            "id": "227",
                            "user": "(null)",
                            "date": "25 Nov ",
                            "timestamp": "NA",
                            "commentText": "Wrecking a country is very caring ,or is it ? Get real,this country cannot afford Corbyns dreams.",
                            "likes": 10,
                            "hasReplies": true,
                            "numberOfReplies": 5,
                            "replies": [
                                {
                                    "id": "228",
                                    "user": "(null)",
                                    "date": "25 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "You know full well , the torys have wrecked the country,foodbanks, homelessness, nhs crisis, etc, jeeeeez , sick of trying  , YOU KNOW.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "229",
                                    "user": "(null)",
                                    "date": "25 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "If you think Britain is wrecked and poverty struck, I applaud you on your total ignorance. If you think anyone living in Britain is one of the worlds poor I applaud your complete self delusion. If you live in Britain as a British Citizen, kid your self not, you are in the top 5% of the richest and freest people on planet earth, now cheer up and thank the Tories for it.",
                                    "likes": 8,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "230",
                                    "user": "(null)",
                                    "date": "26 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Poor dot, she was never the same after the lobotomy.",
                                    "likes": 4,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "231",
                                    "user": "(null)",
                                    "date": "26 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "I remember working at Waterloo roundabout and cardboard city, under liebore. NHS crises is exacerbated by liebores open door policy and health tourism, ontop of mismanagement and Union / Liebore council interferance. Foodbanks are not properly monitored.One person going for 3 meals a day is counted as 3 people. Anyone who wants a freebie can also turn up.Not a good indication of poverty levels.",
                                    "likes": 6,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "232",
                                    "user": "(null)",
                                    "date": "25 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Sorry that was meant for dotty dorothy",
                                    "likes": 7,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "233",
                    "user": "(null)",
                    "date": "25 Nov ",
                    "timestamp": "NA",
                    "commentText": "Have you, oh dear  HEY, get some help.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "33",
            "user": "ExploitedTaxpayer",
            "date": "25 Nov ",
            "timestamp": "NA",
            "commentText": "Corbyn = social and economic chaos!",
            "likes": 20,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "234",
                    "user": "(null)",
                    "date": "25 Nov ",
                    "timestamp": "NA",
                    "commentText": "...and anti-semitic <b> racism.</b>",
                    "likes": 7,
                    "hasReplies": true,
                    "numberOfReplies": 5,
                    "replies": [
                        {
                            "id": "235",
                            "user": "(null)",
                            "date": "25 Nov ",
                            "timestamp": "NA",
                            "commentText": "You only go on what crap you hear instead of doing your own research, wow, how authentic.",
                            "likes": 2,
                            "hasReplies": true,
                            "numberOfReplies": 4,
                            "replies": [
                                {
                                    "id": "236",
                                    "user": "(null)",
                                    "date": "26 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "You are funny dot, nutty as a fruitcake, but funny.",
                                    "likes": 3,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "237",
                                    "user": "(null)",
                                    "date": "26 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Do YOU 'care' about what Ephraim Mirvis is saying? or what Rachel Reeves, Frank Field, Louise Ellman, Luciana Berger and many others have said? - or is your definition of the word 'care' completely at odds with the dictionary - or indeed, reality?",
                                    "likes": 4,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "238",
                                    "user": "(null)",
                                    "date": "25 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "You must not have lived through the 60s or 70s with failed Socialism in the UK and Communism in Europe until the Berlin wall and Iorn Curtain came down, to view Comrade Corbyn as electable, a man who after the Hyde Park bombings sat down and had tea with the IRA and voted against the good friday agreement",
                                    "likes": 5,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "239",
                                    "user": "(null)",
                                    "date": "26 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "These ignorant, virtue signalling leftist snowflakes are far to young to have heard of 'The winter of discontent' AD, and too absorbed in their smartphones to realise that important things did actually happen before they were born...",
                                    "likes": 4,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Racism"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "32",
            "user": "Stephy",
            "date": "25 Nov ",
            "timestamp": "NA",
            "commentText": "Who wouldn't be anxious? Corbyn's stuck in a  70's time warp and Madame Jo hasn't grown up yet. What a coalition that would be!!",
            "likes": 16,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "31",
            "user": "ColinBlakeley",
            "date": "26 Nov ",
            "timestamp": "NA",
            "commentText": "Corbyn and his gang want to \"Nationalise\" everything and they are \"Socialists\"! Put National and Socialist together and what have you got?",
            "likes": 15,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "240",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "The Tories' hero?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "241",
                    "user": "(null)",
                    "date": "26 Nov ",
                    "timestamp": "NA",
                    "commentText": "Stalins Russia!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "30",
            "user": "JennifferGarcia",
            "date": "26 Nov ",
            "timestamp": "NA",
            "commentText": "We have lived side by side in our country with these people for generations - they have never pushed for any special treatment on the basis of their religion, or history - this is in stark contrast to others who demanded special treatment as soon as they started arriving to live here, which has changed the dynamics of our country beyond recognition, in a very short time...",
            "likes": 11,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "242",
                    "user": "(null)",
                    "date": "26 Nov ",
                    "timestamp": "NA",
                    "commentText": "The best description of why the Jews are welcome while others who would do us damage aren't.",
                    "likes": 3,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "243",
                            "user": "(null)",
                            "date": "26 Nov ",
                            "timestamp": "NA",
                            "commentText": "Exactly right...",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "29",
            "user": "TwitTwoo",
            "date": "25 Nov ",
            "timestamp": "NA",
            "commentText": "Every time Corbyn opens his mouth, the hole he is digging gets that little bit deeper ! Carry on Jeremy, you're doing a great job of destroying the <b> Communist </b>Party",
            "likes": 23,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "244",
                    "user": "(null)",
                    "date": "25 Nov ",
                    "timestamp": "NA",
                    "commentText": "It always does of course - arrogance has its own destruction built in, it's just that the world has to suffer it until it eats itself as it always does.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Communist"
            ]
        },
        {
            "id": "28",
            "user": "missingEUalready",
            "date": "25 Nov ",
            "timestamp": "NA",
            "commentText": "You kinda think this guy knows what he's talking about. Corbyn not so much...",
            "likes": 23,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "27",
            "user": "Ironduke228",
            "date": "25 Nov ",
            "timestamp": "NA",
            "commentText": "Striking similarities between the rise of the hard left and the rise of the hard Right. Anti semetic rants and scapegoating, violent attack on their opponents. Basically straight out of the national socialist playbook. Uncle Joe isn't that what they called Stalin, Corbyn cultivates a similar persona, its not fooling anyone.",
            "likes": 17,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "245",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "\"between the rise of the hard left and the rise of the hard left \"Funny that....",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "246",
                            "user": "(null)",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "Corrected. Your post now looks funny......",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "247",
                    "user": "(null)",
                    "date": "(null)",
                    "timestamp": "NA",
                    "commentText": "(null)",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "248",
                            "user": "(null)",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "No its your leaders antisemitism and determination to work with anti democratic forces to overthrow a democratic electoral result. That is fuelling that anger, and Momentum exist we have seen them in action. Your leader has taken the Labour Party away from its historical base and has made the Labour party the party of the London elite the Champagne socialists. Its little wonder that the base now feel betrayed, those living in area's where mass migration A Labour Policy has decimated their communities, Corbyn has killed the Labour Party",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "26",
            "user": "indioutreach",
            "date": "25 Nov ",
            "timestamp": "NA",
            "commentText": "Corbyn hugely out of touch, casting around for anything to brighten his broken public persona, whether by frantic virtue signalling or transparently disingenuous  ploys to try to get some political power. Never will a majority fail to see through his incompetence and the crises it would bring on if he were in government.",
            "likes": 14,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "25",
            "user": "EURJoking",
            "date": "25 Nov ",
            "timestamp": "NA",
            "commentText": "I rather expect Jeremy Corbyn to be present, but no longer involved, at the wake for the British Labour Party on Friday the Thirteenth.",
            "likes": 16,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "24",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 22,
            "replies": [
                {
                    "id": "249",
                    "user": "(null)",
                    "date": "(null)",
                    "timestamp": "NA",
                    "commentText": "(null)",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 19,
                    "replies": [
                        {
                            "id": "250",
                            "user": "(null)",
                            "date": "(null)",
                            "timestamp": "NA",
                            "commentText": "(null)",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 6,
                            "replies": [
                                {
                                    "id": "251",
                                    "user": "(null)",
                                    "date": "(null)",
                                    "timestamp": "NA",
                                    "commentText": "(null)",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "252",
                                    "user": "(null)",
                                    "date": "25 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Don't pay any attention to it Nix, that particular insult is the go-to resort of thick yobs at the moment. Cowardly bullies always resort to such dumb tactics.",
                                    "likes": 4,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "253",
                                    "user": "ShakerVara",
                                    "date": "26 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Hypocrite! - so says someone who has named himself after Charlemagne, who married a 13 year old girl - he deserted his wife Desiderata to marry the 13-year-old Swabian, Hildegard. Why would you name your profile on here after a ped o?",
                                    "likes": 3,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "254",
                                    "user": "(null)",
                                    "date": "(null)",
                                    "timestamp": "NA",
                                    "commentText": "(null)",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "255",
                                    "user": "(null)",
                                    "date": "(null)",
                                    "timestamp": "NA",
                                    "commentText": "(null)",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "256",
                                    "user": "(null)",
                                    "date": "26 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "What a nasty little man you are, ideal qualities for Labour party membership.",
                                    "likes": 3,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "257",
                            "user": "(null)",
                            "date": "(null)",
                            "timestamp": "NA",
                            "commentText": "(null)",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 11,
                            "replies": [
                                {
                                    "id": "258",
                                    "user": "(null)",
                                    "date": "(null)",
                                    "timestamp": "NA",
                                    "commentText": "(null)",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "259",
                                    "user": "(null)",
                                    "date": "(null)",
                                    "timestamp": "NA",
                                    "commentText": "(null)",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "260",
                                    "user": "(null)",
                                    "date": "26 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "You seem to have a barrow load of chips on your shoulder. I guess you are a terminally unemployable yob.",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "261",
                                    "user": "(null)",
                                    "date": "25 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Congratulations - you have just written the most inane, yobbish comment on here for the last month at least.",
                                    "likes": 4,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "262",
                                    "user": "(null)",
                                    "date": "(null)",
                                    "timestamp": "NA",
                                    "commentText": "(null)",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "263",
                                    "user": "(null)",
                                    "date": "25 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Jawol!",
                                    "likes": 2,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "264",
                                    "user": "(null)",
                                    "date": "25 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Britain fought wars against itself and most of Europe - what's your point??",
                                    "likes": 2,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "265",
                                    "user": "(null)",
                                    "date": "(null)",
                                    "timestamp": "NA",
                                    "commentText": "(null)",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "266",
                                    "user": "(null)",
                                    "date": "(null)",
                                    "timestamp": "NA",
                                    "commentText": "(null)",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "267",
                                    "user": "(null)",
                                    "date": "26 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Lol, don't tell us you are limps supporter!",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "268",
                                    "user": "(null)",
                                    "date": "26 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "But you HAVE named yourself after a first century pee doh who deserted his wife to marry a 13 year old - I wonder why that is?",
                                    "likes": 2,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "269",
                    "user": "(null)",
                    "date": "(null)",
                    "timestamp": "NA",
                    "commentText": "(null)",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "270",
                            "user": "(null)",
                            "date": "25 Nov ",
                            "timestamp": "NA",
                            "commentText": "Considering the offensive, i diotic clap trap you write, how is that surprising?",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "23",
            "user": "(null)",
            "date": "26 Nov ",
            "timestamp": "NA",
            "commentText": "A vote for Marxist Labour is a vote for National Socialism.",
            "likes": 9,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "271",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "The only form of Socialism ever approved by the Daily Express :D",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "22",
            "user": "(null)",
            "date": "26 Nov ",
            "timestamp": "NA",
            "commentText": "Politics and religion, best kept as far apart as possible.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "272",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Yes too right.  They should be isolated from each other.  I think the same stands for teachers,  they should teach their subject and never ever influence students with their own political preferences which is allowed to go on at present.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "21",
            "user": "(null)",
            "date": "26 Nov ",
            "timestamp": "NA",
            "commentText": "And as for COLONIALISM and our proud British heritage i say---There is great PRIDE AND HONOUR in being a British person with strong ancestral links stretching back a thousand years and more, to the great deeds and actions of our brave ancestors who travelled and promoted our British way of life to the whole world. --IGNORE communistic / Socialistic self loathing, this is typical of the inferior and weak minded philosophy they represent in Britain. So called RENOWNED ACADEMICS bleating pitiful comments dredged up especially to promote some opposite and vague and pretentious accounts of our proud history, which they twist and turn into some unbelievable distortion where they themselves are the only believers.",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "20",
            "user": "(null)",
            "date": "26 Nov ",
            "timestamp": "NA",
            "commentText": "Jeremy Corbyn is the Leader of the Labour Party that has seen Jewish MPs leave non Jews state that Corbyn is unfit for office  Corbyn has allowed this to grow in the Labour Party First they came for the but no one spoke out next they came for.....but I did not speak out next they came for......but I did not speak out next they came for me and there is no one left to speak for me ",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "273",
                    "user": "(null)",
                    "date": "26 Nov ",
                    "timestamp": "NA",
                    "commentText": "We all need to speak out against the current Labour Party's ideology. The politics of envy and hate must never be allowed to succeed but also that there needs to be a realisation that identity politics is enabling this to happen more easily.Every man is equal in law and <b> nobody </b>should be above it whatever label you wish to show or not.We should all be able to accept criticism for our speech and actions but also praise.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nobody"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "19",
            "user": "(null)",
            "date": "26 Nov ",
            "timestamp": "NA",
            "commentText": "The Labour Party and Corbyn have incited and normalized anti-Semitism in the United Kingdom. They must be held accountable .",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "18",
            "user": "(null)",
            "date": "26 Nov ",
            "timestamp": "NA",
            "commentText": "I'm sure Corbyn isn't particularly worried, given the number of Jevvs compared to the religion of peace.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "274",
                    "user": "(null)",
                    "date": "26 Nov ",
                    "timestamp": "NA",
                    "commentText": "quantity is no measure of quality or power.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "275",
                            "user": "(null)",
                            "date": "26 Nov ",
                            "timestamp": "NA",
                            "commentText": "The imams will be going round all the houses making sure they vote Labour, as they did in Peterborough.",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "276",
                                    "user": "(null)",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Agreed!. As someone said AT LAST on the BBC 's Politics Live  programme at lunchtime today, the political debate in this country is polarised to two camps - the left, remain, is lamb auntie sea mights and the Right, leave, judaism auntie is is lamb. I know which one I support - but it is scary, and abysmally disappointing that it has come to this again in the 21st century....",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "17",
            "user": "(null)",
            "date": "26 Nov ",
            "timestamp": "NA",
            "commentText": "Labour voters dont care what the Chief Rabbi says. The Chief rabbi is using Labours stance on Palistine to accuse Labour of anti sematism.",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "277",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Well? Nowadays criticism of Israel is defined as anti-Semitism.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "278",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Your spelling and gran' mar is a trow shus - don't you have spell ker rekt on yure devisse?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "279",
                    "user": "(null)",
                    "date": "26 Nov ",
                    "timestamp": "NA",
                    "commentText": "Labour voters don't care that the party is institutionally anti-semitic. What about Corbyn posing with proven anti - semites just before his speech on his manifest of faith ? ",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "16",
            "user": "(null)",
            "date": "26 Nov ",
            "timestamp": "NA",
            "commentText": "I don’t want the Jewish community to feel unsafe in the UK.  They are a most intellectual people whose work ethic and contribution to science etc. has been an asset wherever they go.  They have never been a trouble making force in UK and are loyal and patriotic to UK.  If I lived in Israel I would arm myself to the hilt if I was surrounded by countries that hated me for being another religion.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "280",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Well said Patricia!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "15",
            "user": "(null)",
            "date": "26 Nov ",
            "timestamp": "NA",
            "commentText": "Jezza....ashamed.....what is wrong with people...he was just unlucky....being photagrphed with IRA henchmen, palestinian terrorists, going on holidays behind the iron curtain they were cheap...supporting PLO and denouncing MI5 and 6....supporting Russion assassinations on uk mainland.......look....just in the wrong place at the wrong time....Ohoooo Jereeeeemeeee Cooooooorbin......the leader of the opposition never to be any where near power....lol........vote <b> BREXIT.</b>...get<b>  BREXIT</b>!!!!!!!!!!!!!!!!!!!!!!",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "14",
            "user": "(null)",
            "date": "26 Nov ",
            "timestamp": "NA",
            "commentText": "\"Lest we forget\", obviously forgotten by Labour and its supporters.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "13",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "281",
                    "user": "(null)",
                    "date": "25 Nov ",
                    "timestamp": "NA",
                    "commentText": "I most certainly hope that it is a Christian <b> Nation </b>because if its not then this country is no longer culturally intact",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nation"
                    ]
                },
                {
                    "id": "282",
                    "user": "(null)",
                    "date": "25 Nov ",
                    "timestamp": "NA",
                    "commentText": "When it suits you. I think the Corbynated Chicken prefers one of the other religions anyway, doesn't he?",
                    "likes": 5,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "283",
                            "user": "(null)",
                            "date": "25 Nov ",
                            "timestamp": "NA",
                            "commentText": "Oh yes - and we all know which one don't we?",
                            "likes": 3,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "12",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "284",
                    "user": "(null)",
                    "date": "25 Nov ",
                    "timestamp": "NA",
                    "commentText": "Agree smeggy.",
                    "likes": 3,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "285",
                            "user": "(null)",
                            "date": "25 Nov ",
                            "timestamp": "NA",
                            "commentText": "Communist false flag ;-",
                            "likes": 2,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "286",
                                    "user": "(null)",
                                    "date": "(null)",
                                    "timestamp": "NA",
                                    "commentText": "(null)",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "287",
                                    "user": "(null)",
                                    "date": "28 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Your arrogance betrays your ignorance.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "11",
            "user": "(null)",
            "date": "25 Nov ",
            "timestamp": "NA",
            "commentText": "I'm stilling trying to find the irony of British Humour, Mr.Corbyn.Can you help me?",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "288",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Only we British can understand British humour. No matter how long you live here you will never be able to fathom it.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "10",
            "user": "(null)",
            "date": "26 Nov ",
            "timestamp": "NA",
            "commentText": "When everything else thrown at Corbyn has failed bring up the anti-semitism!",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "289",
                    "user": "(null)",
                    "date": "26 Nov ",
                    "timestamp": "NA",
                    "commentText": "seems to most of us, that he hasnt done anything and is just continuing the line of useless drop outs, since bliar - it also shows that lots of lib box tickers will repeat same. obviously any national pride doesnt exist then if it aint under a <b> red<b>  </b</b>>flag. IMO, its ditto for the tory lot too - basically kate they are all bad govt for uk, so whats the reason for still supporting losers ? ",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Red"
                    ]
                },
                {
                    "id": "290",
                    "user": "(null)",
                    "date": "26 Nov ",
                    "timestamp": "NA",
                    "commentText": "Every single aspect of Corbyn makes him unsuitable for high office.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "9",
            "user": "(null)",
            "date": "26 Nov ",
            "timestamp": "NA",
            "commentText": "Dig deep regarding anti-Semitism and you'll find likely as not that religion is at the bottom of it somewhere along the line.  If it's not overtly within your particular book of \"faith\" to disrespect Jews, then it's something to do with inflammatory politics around land rights as dictated by \"god\".  Oh dear.  Considering humans have had several million years of evolution to get where we are, it seems that some, including many within the Labour Party, still have rather a long way to go to become rational and civilized.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8",
            "user": "(null)",
            "date": "26 Nov ",
            "timestamp": "NA",
            "commentText": "Yep, they are. I used to be one, I know someone who was at the last election and a staunch labour supporter,  spoke to him last week.  He appologised that his partner would be voting labour, the word 'loon' was used.......she's a teacher ;-",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "(null)",
            "date": "26 Nov ",
            "timestamp": "NA",
            "commentText": "here we go the antisemitism <b> witch </b>hunt just had to come out ,you can be called antisemetic for critisizing Israel  for the crimes it commits against the palestinians ,in this year alone they have killed hundreds of unarmed men women and children and this is never reported ,in my opinion it is time for the people of this country to call it for what it is MURDER.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Witch"
            ]
        },
        {
            "id": "6",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "291",
                    "user": "(null)",
                    "date": "26 Nov ",
                    "timestamp": "NA",
                    "commentText": "Corbyn posing with proven anti-semites just before his speech on his manifesto of faith, you couldn't make it up.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "292",
                            "user": "(null)",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "Chief rabbi is a close friend of boris johnson,   JUST SAYING,",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "293",
                                    "user": "(null)",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "...and the Jewish voice for Labour just sayin'",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "294",
                                    "user": "(null)",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Dont get clever with me, you k ow exactly what i mean , you show yourself up, now dont bother me again.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "295",
                    "user": "(null)",
                    "date": "26 Nov ",
                    "timestamp": "NA",
                    "commentText": "corbyn doesnt deserve to win, bliar screwed <b> old </b>lab party  and its continued to what we have now, they are a disaster party, BUT the oppos are equally as bad - how many pms in 3 years? cant/wont handle<b>  brexit</b>?manipulating the democratic govt system, so creating out of control govt of uk - deliberate chaos management, that also hides basci incompetency, IMOI read palestine fire rockets over and at israel, so accept that as of no consequence then?.Pro and anti semItism ? more like basic survival and us westerners should be more pro - active in this area. ",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "296",
                            "user": "(null)",
                            "date": "(null)",
                            "timestamp": "NA",
                            "commentText": "(null)",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "297",
                                    "user": "(null)",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Sometimes you cant win with people ,  some people hate the bones of corbyn, you cant change that, not worth trying.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Old",
                        "Brexit"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "5",
            "user": "(null)",
            "date": "26 Nov ",
            "timestamp": "NA",
            "commentText": "There was a deafening silence from the Jews when Corbyn supported the IRA, but dare he say a word against Israel then all hell breaks loose.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "298",
                    "user": "(null)",
                    "date": "26 Nov ",
                    "timestamp": "NA",
                    "commentText": "It is not just that : 1. Russian people living in the UK give money to the tories in is Russian state interference, Jewish people do the same and <b> nothing </b>is said 2. % of jewish people in the UK is 0.5 so out of 650 MP, s their should be rounded up 4 and how many is there ? .",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "4",
            "user": "(null)",
            "date": "25 Nov ",
            "timestamp": "NA",
            "commentText": "Anti Labour propaganda by friends of Boris.",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "299",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Also, chief rabbi is a close friend of boris johnson  hmhmhmhmhmh.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "300",
                    "user": "(null)",
                    "date": "26 Nov ",
                    "timestamp": "NA",
                    "commentText": "Labour need no assistance whatsoever, they do a fine job of making them unelectable on their own.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "301",
                    "user": "(null)",
                    "date": "25 Nov ",
                    "timestamp": "NA",
                    "commentText": "\" Propaganda\" is defined as Misleading or biased information  ,I'd say that  Mr Mirvis's comments are spot on.",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "3",
            "user": "(null)",
            "date": "26 Nov ",
            "timestamp": "NA",
            "commentText": "But they themselves, are shameless!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "(null)",
            "date": "25 Nov ",
            "timestamp": "NA",
            "commentText": "I  will be voting for corbyn, i wont be told who to vote for, i bet it is probably set up by the torys again, theu have been cought out a few times now,  PURE FRAUD.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 14,
            "replies": [
                {
                    "id": "302",
                    "user": "(null)",
                    "date": "26 Nov ",
                    "timestamp": "NA",
                    "commentText": "Call it intuition, but I had the feeling you were a Corbyn supporter, something about your unique style of commenting I guess...",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "303",
                    "user": "(null)",
                    "date": "26 Nov ",
                    "timestamp": "NA",
                    "commentText": "You can't buy <b> common </b>sense - sadly...",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Common"
                    ]
                },
                {
                    "id": "304",
                    "user": "(null)",
                    "date": "26 Nov ",
                    "timestamp": "NA",
                    "commentText": "fairs doos - and when his lot pyss all over you, AGAIN - at least you can yahboo the oppos and be pleased you didnt tick their box, the fact that your lot seem completely useless, AGAIN, must  be good enough reason to support them, in your view - so no gain but no blame, but stay on shyte bucket then.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "305",
                    "user": "(null)",
                    "date": "26 Nov ",
                    "timestamp": "NA",
                    "commentText": "I suppose the lobotomy helped in your choice of political party.",
                    "likes": 3,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "306",
                            "user": "(null)",
                            "date": "(null)",
                            "timestamp": "NA",
                            "commentText": "(null)",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "307",
                                    "user": "(null)",
                                    "date": "28 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Clearly, the lobotomy didn’t help with your manners.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "308",
                    "user": "(null)",
                    "date": "26 Nov ",
                    "timestamp": "NA",
                    "commentText": "That is your right. However I am saddened by the thought you will vote for a person and party that will bring great harm to our country. I really think you should reconsider what you are voting for, putting aside the hatred of Jews by this party do you not remember what past Labour Governments have caused the country ? ",
                    "likes": 5,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "309",
                            "user": "(null)",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "N o it was the banks, how many more times do people need reminding, and thanks for your advice but even though i work all the hours , i still have to go to a food bank, try walking in others shoes and you might get where they are coming from.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "310",
                    "user": "(null)",
                    "date": "(null)",
                    "timestamp": "NA",
                    "commentText": "(null)",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 5,
                    "replies": [
                        {
                            "id": "311",
                            "user": "(null)",
                            "date": "25 Nov ",
                            "timestamp": "NA",
                            "commentText": "It doesnt matter who is in charge ,you see, the torys and the right wing press will try every trick in the book to  win election,  MEDDLING BA..ARDS.",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 4,
                            "replies": [
                                {
                                    "id": "312",
                                    "user": "(null)",
                                    "date": "25 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "You've never lived through oppression but if Corbyn gets in you may very well do",
                                    "likes": 4,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "313",
                                    "user": "(null)",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Pretty nice now eh, maybe for you but you should try living in others shoes who are at the mercy of the torys.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "314",
                                    "user": "(null)",
                                    "date": "26 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Correct - but snowflakes like Dorothy will never listen - they are mesmerised by their desire to 'fit in' with their social demographic.",
                                    "likes": 4,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "315",
                                    "user": "(null)",
                                    "date": "25 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "you will reap what you sow voting if you vote for Corbyn, that man is a danger to society",
                                    "likes": 7,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "1",
            "user": "(null)",
            "date": "26 Nov ",
            "timestamp": "NA",
            "commentText": "You probably couldn't meet less of an anti-Semite or <b> racist </b>than Jeremy Corbyn the issue is the ineffective response by those charged with dealing with it, and therein lies the problem.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "316",
                    "user": "(null)",
                    "date": "28 Nov ",
                    "timestamp": "NA",
                    "commentText": "You really believe what you wrote???",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "317",
                    "user": "(null)",
                    "date": "26 Nov ",
                    "timestamp": "NA",
                    "commentText": "ok - but if hes the leader what exactly is he supposed to be doing about it then? Its fairly obvious that wussying about doesnt work - however much you disguise that approach. ",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "0",
            "user": "(null)",
            "date": "26 Nov ",
            "timestamp": "NA",
            "commentText": "I really think that  Corbyn is taking this opportunity to get his own back on the Labour party that has ignored him for decades,he is intent on destroying it,that can be the only explanation.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "-1",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "318",
                    "user": "(null)",
                    "date": "26 Nov ",
                    "timestamp": "NA",
                    "commentText": "You would have gone down a storm as a train guard in 1940's Germany.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "319",
                    "user": "(null)",
                    "date": "26 Nov ",
                    "timestamp": "NA",
                    "commentText": "Not a fan of Jews and Israel are you.",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "320",
                            "user": "(null)",
                            "date": "26 Nov ",
                            "timestamp": "NA",
                            "commentText": "There's another word for that isn't there?",
                            "likes": 3,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "-2",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "The chief rabbi is a close friend of boris johnson, also the  jewish voice for labour  support corbyn, check all your facts before replying,  PLEASE AND THANKYOU.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "-3",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "I see Charlemagne has shuffled off into obscurity after I exposed his dangerous hypocrisy. No doubt he will be back with a better researched 'nom de guerre'.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "-4",
            "user": "(null)",
            "date": "26 Nov ",
            "timestamp": "NA",
            "commentText": "I am not a Corbyn fan and I won’t be voting for him. I do though resent any religious heads trying to influence who I do vote for. This is not their role. My own opinion is that whilst anti - Semitism is to be abhorred, it is way down the priority list in the GE stakes.Prominent Jews should please turn their attention, instead and for starters, to Israel’ s uncontrolled invasion of its surrounding territories, the persecution of Palestinian refugees, and– let’ s be honest– a complete lack of responsibility in the field of animal rights. I suspect that drastic action on these and other related issues would result in a more favourable image for Jews generally and, no doubt, a reduction in any anti - Semitic behaviour. As for trying to influence who I vote for… get lost!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}