{
    "header": {
        "title": " Far-Left Momentum activists oust another moderate local Labour leader ",
        "subtitle": " ACTIVISTS from the far-Left group Momentum have ousted another moderate local Labour leader. ",
        "owner": " Camilla Tominey ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 00:01, Sun, Mar 11, 2018 ",
        "dateExtraction": " 2020-01-23 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/politics/930014/Momentum-Labour-activists-far-Left-oust-moderate-local-Labour-leader-Tim-Dwelly ",
        "postText": "In a further sign hardliners are tightening their grip on the party, Tim Dwelly quit as Labour group leader on Cornwall Council.', 'A party member for more than three decades, he declared it was “no longer Labour”.', 'Momentum activists said “Dwelly’s resignation is no bad thing” and that it showed the group was winning “the battle for the soul of Labour”.', 'He is the latest in a series of senior local Labour chiefs ousted by militants.', 'They include Haringey Council leader Claire Kober, who left after accusing sections of the party of “sexism” and “bullying”.', 'Momentum has also moved to seize control of “moderate” Labour councils in Manchester and Leeds.', 'Mr Dwelly wrote on Facebook: “I feel the Labour Party I joined all those years ago is no longer Labour. Many of those running the party in Cornwall today only joined to take it to the far-Left.', '“Many of them are now actively attacking elected Labour councillors like me. I have been told bluntly that they want to get rid of me.”', 'His departure comes after infighting involving the chair of Truro and Falmouth Momentum, who resigned citing “lies, scaremongering and slander”.', 'Tory Plymouth MP Johnny Mercer said: “Across the country the hard-Left are taking over Labour, hounding out moderates.', '“The hard-left who have infiltrated Labour support massive council tax hikes and disruptive bin strikes – and working people would always pay the price with higher taxes and worse services.', '“Only the Conservatives are working to build a stronger, fairer economy, while Labour are only interested in playing politics, not delivering for people.”', 'This May, some 151 councils across England will hold elections, including all 32 London boroughs.",
        "numberPosts": " 47 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": " Ideological and Political Identity - General,Physical Identity - Physical (and Mental) Impairments,Physical Identity - Physical Features,Nationality - European or anti-Europeans",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Communist,Disabled,Fat,Brexit",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "24",
            "user": "BarryBrexit",
            "date": "11 Mar, 2018 ",
            "timestamp": "NA",
            "commentText": "The more Momentum gain control of Labour the more voters will switch away from them.",
            "likes": 59,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "200",
                    "user": "Cheekybird50",
                    "date": "11 Mar, 2018 ",
                    "timestamp": "NA",
                    "commentText": "I wish that were true but sadly many labour supporters simply follow the historic family vote, i.e. \"we've always voted labour\", the brains are in short supply.",
                    "likes": 46,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "201",
                            "user": "LittleWIng",
                            "date": "12 Mar, 2018 ",
                            "timestamp": "NA",
                            "commentText": "Nah, the traditional white working class \"we've always voted Labour\" are no doubt wising up to where this is headed, particularly as Labour no longer represents them and prefers to forget about their children being raped en masse by grooming gangs. Why, they even sacked an MP for daring to bring it up in case they lost the m-uslim vote in their Labour controlled areas. What kind of Labour party is that which kowtows to an alien ideology and dare not criticise it even when it is doing abhorrent things?",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "202",
                            "user": "JohnnnPaulo",
                            "date": "12 Mar, 2018 ",
                            "timestamp": "NA",
                            "commentText": "courtesy of Downwards Base non-Education",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "203",
                    "user": "(null)",
                    "date": "(null)",
                    "timestamp": "NA",
                    "commentText": "(null)",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "204",
                            "user": "(null)",
                            "date": "11 Mar, 2018 ",
                            "timestamp": "NA",
                            "commentText": "Goeie dag Meneer, sounds like you been there.  I spent some time in both RSA and Zim, so know where you're coming from.  As for FPTP, you are spot on.  Strange isn't it that we force the devolved nations to use PR, yet the English are stuck with the tired old FPTP.  One day, hopefully soon, the English democratic deficit will be sorted out.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "23",
            "user": "dog",
            "date": "11 Mar, 2018 ",
            "timestamp": "NA",
            "commentText": "Why don't we teach history in schools any longer, if we did the young numpties who support this bunch of leftie clowns would know about the damage created forty years ago during a similar socialist revolution.  Why, oh why, do we constantly repeat the mistakes of the past. The geriatric fool Corbyn is totally demented if he thinks it will be any better this time around. ",
            "likes": 38,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "205",
                    "user": "(null)",
                    "date": "11 Mar, 2018 ",
                    "timestamp": "NA",
                    "commentText": "We do teach History in schools. Pity people like you are incapable of understanding it.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "22",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "206",
                    "user": "EdMyatt",
                    "date": "11 Mar, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Most of what you say has been going on for the last 8 years.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "207",
                    "user": "Twibbler",
                    "date": "11 Mar, 2018 ",
                    "timestamp": "NA",
                    "commentText": "He's creating a party in his true image.......",
                    "likes": 20,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "21",
            "user": "kevinshw",
            "date": "11 Mar, 2018 ",
            "timestamp": "NA",
            "commentText": "People need to wake up to what is happening to a Labour party, that once championed the working class. From my working class background my parents would, without a thought, vote Liebour, however whilst Corbyn and others in the party are moving towards communism and the state, i can not bring myself to consider them as a party of choice. I hope that its member will change the Labour party´ s direction and again provide an alternative option to working class families.",
            "likes": 14,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "20",
            "user": "Supershine",
            "date": "11 Mar, 2018 ",
            "timestamp": "NA",
            "commentText": "Corbyn represents Marxist filth and the sooner he’s got rid of the better for the Labour Party.",
            "likes": 12,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "19",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "208",
                    "user": "Rod52",
                    "date": "11 Mar, 2018 ",
                    "timestamp": "NA",
                    "commentText": "I fear you may be wrong, there appears to be many naive, gullible, and indoctrinated in the idealistic policies of the far left to sway the vote in Labour's favour.  Our present government, due to its indecisiveness is adding to the possibility of a Corbyn led government with tragic consequences for our country, economy and its people for many years to come.  Just look at the mire Blair's moderate Labour government left us in which we are all still paying for!",
                    "likes": 7,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "18",
            "user": "Guest620497",
            "date": "11 Mar, 2018 ",
            "timestamp": "NA",
            "commentText": "The young have been brainwashed in to thinking socialism represents fairness and equality. They don masks and shout fascist never realising that their brand of politics ends up one of the same only it brings poverty and murders millions.",
            "likes": 9,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "209",
                    "user": "(null)",
                    "date": "11 Mar, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Labour in name only. Hijacked and turned into the marxist <b> communist </b>party.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Communist"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "17",
            "user": "Buchwurm",
            "date": "11 Mar, 2018 ",
            "timestamp": "NA",
            "commentText": "And then they come for YOU.",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "16",
            "user": "StraightThinking",
            "date": "11 Mar, 2018 ",
            "timestamp": "NA",
            "commentText": "Labour like other parties have the family faithful, however these genuine family people will need to rethink their loyalties as Labour is now the bully boy party. Just listen to Labour's leaders and mouth pieces, if you don't agree with them, they shout you down, send in the bullies, call you ra c. ist and continually treat the public with distaste. One leading Labour MP actually says she hates Tories, so she hates 40% of the UK population, disgraceful. She should be trying to get them to vote Labour, but no hate is the answer.",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "15",
            "user": "TheFlyingEgg",
            "date": "11 Mar, 2018 ",
            "timestamp": "NA",
            "commentText": "Until the UK stops all the PC, pathetic HATE CRIME Syndrome, Affirmative action and overall socialist left wing rubbish the UK will continue to decline. Time to put a TRUMP style government in charge with people like Mogg, Farage etc.Rebuild the military, stop all quango 's and most importantly privatise everything....no more socialist cry baby claptrap. You dont work, you dont eat or have a roof over your head.Only the genuinly <b> disabled </b>must be exzempt. Most importantly mass migration must be stopped, apply an Australian style points system for genuine SKILLED LABOUR only and stop foreign cultures and religions from coming to the UK that do not integrate. All current illegals in the UK 3 million and their families MUST be deported no questions asked. Drain the swamp, especially in academia, the juduciary, the police and the media of all LEFT WING / EU loving symapthisers!! Make Britain GREAT AGAIN!!",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Disabled"
            ]
        },
        {
            "id": "14",
            "user": "Guest182145",
            "date": "11 Mar, 2018 ",
            "timestamp": "NA",
            "commentText": "Labour the new fascists, Corbyn will become the new Merkal",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "13",
            "user": "Rod52",
            "date": "11 Mar, 2018 ",
            "timestamp": "NA",
            "commentText": "Our present politicians are known to be 'dangerous' for our country's people, economy, security and social cohesion, Momentum supported Labour politicians would be absolutely 'cataclysmic' for people both locally and nationally, wrecking our economy, security and social cohesion which although not good at present, would deteriorate to levels bordering on anarchy.  The people of this country 'are between a rock and a very hard place' unless a new political party is formed to represent us without the 'baggage' of party dogma.",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "12",
            "user": "Jack",
            "date": "11 Mar, 2018 ",
            "timestamp": "NA",
            "commentText": "I hope that in the forthcoming local elections, millions of people will vote for any candidate who is NOT Labour or Tory. From experience we know they are all as bad as each other, but a massive vote against Labour and Tory might make our MPs of all parties see what might happen to them in the next general election.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "11",
            "user": "davidwilde",
            "date": "11 Mar, 2018 ",
            "timestamp": "NA",
            "commentText": "If momentum gain in the local elections, then, when bills go up they can only blame themselves.  They will have elected them.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "10",
            "user": "OtherWorldler",
            "date": "11 Mar, 2018 ",
            "timestamp": "NA",
            "commentText": "Fat lot of good 'the Soul of Labour' will do them when the 'Body of Voters' disappears - which it will! Momentum comprises a violent, vicious, voluble minority of which traditional Labour voters want no part - these will wander over to the Tories, or form another party completely. ",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Fat"
            ]
        },
        {
            "id": "9",
            "user": "Backfire",
            "date": "11 Mar, 2018 ",
            "timestamp": "NA",
            "commentText": "The cancer spreads.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8",
            "user": "anthonysokolsky1959@yahoo.com",
            "date": "11 Mar, 2018 ",
            "timestamp": "NA",
            "commentText": "Death to momentum.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "Jaymo",
            "date": "11 Mar, 2018 ",
            "timestamp": "NA",
            "commentText": "Labour is now the “champagne socialist party” momentum Are made up of people who have never worked in and industrial world and consequently have no regard for real working çlass people. God help us all if they ever got into power, hopefully never.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6",
            "user": "steve22",
            "date": "11 Mar, 2018 ",
            "timestamp": "NA",
            "commentText": "the lunatics are taking over the asylum",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "VivienneC",
            "date": "11 Mar, 2018 ",
            "timestamp": "NA",
            "commentText": "Corbyn and Cable, the snowflakes messiahs.  Both of these men are the older generation whom they are being brainwashed to despise. Are you really going to try and tell the millions who voted for <b> Brexit </b>that they have not the intelligence to know what they have voted for ? Labour is not Labour because it’ s a wolf in sheeps clothing. LABOUR is the<b>  COMMUNIST</b> party. ",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit",
                "Communist"
            ]
        },
        {
            "id": "4",
            "user": "anthonysokolsky1959@yahoo.com",
            "date": "11 Mar, 2018 ",
            "timestamp": "NA",
            "commentText": "Momentum aka Labour's rat droppings section.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "LittleWIng",
            "date": "12 Mar, 2018 ",
            "timestamp": "NA",
            "commentText": "That's okay. They are making themselves unelectable. Every step further to the left they take, they lose another million votes.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "JohnnnPaulo",
            "date": "12 Mar, 2018 ",
            "timestamp": "NA",
            "commentText": "evil KGB communists!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "EugeneMorice",
            "date": "11 Mar, 2018 ",
            "timestamp": "NA",
            "commentText": "Well done Camilla Tominey ! I live in the council ward next door to Tim's and you're only a week late with this story. I'm no more of a fan of Momentum than Tim is but he resigned... he wasn't ousted..But hell why let the truth  get in the way of a good story ??",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "0",
            "user": "shanghaiblues763",
            "date": "11 Mar, 2018 ",
            "timestamp": "NA",
            "commentText": "The Tories are going to do very badly in the local elections purely because of dithering May. I'm beginning to wonder if she is a Tory",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "-1",
            "user": "LancashireLass",
            "date": "11 Mar, 2018 ",
            "timestamp": "NA",
            "commentText": "This country is getting into deep trouble, I can honestly see fighting in the streets and people afraid to go out!",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "210",
                    "user": "(null)",
                    "date": "(null)",
                    "timestamp": "NA",
                    "commentText": "(null)",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "211",
                            "user": "(null)",
                            "date": "13 Mar, 2018 ",
                            "timestamp": "NA",
                            "commentText": "get a  grown up  o explain the ad  hominem fallacy to  you;  only the infantile indulge in name calling.There are sound reasons for objecting to  socialists  and socialism but they are not well  advanced by  infantile  name  calling;  your tantrums make  a  fool of you so  calm down dear.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "212",
                            "user": "(null)",
                            "date": "12 Mar, 2018 ",
                            "timestamp": "NA",
                            "commentText": "No, theres \"no go zones\" for white British, particularly little girls. Marvellous isn't it, Blairs idea of diversity?",
                            "likes": 5,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "-2",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "213",
                    "user": "vhak",
                    "date": "13 Mar, 2018 ",
                    "timestamp": "NA",
                    "commentText": "they won't because they thrive on illusion and negativity  to which  all men are  prone,  and also  because the evil  religion modernism which you call political  correctness  is drip fed into children all the time so that they will grow  up to become good little  modernists,  and BELIEVE_IN  he fantasies   of   diversity  and equality,  and that there is a  democracy of truth.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}