{
    "header": {
        "title": " Grovelling Apology: Advertising boss sorry for sexist email ranking female colleagues ",
        "subtitle": " AN ADVERTISING boss has apologised after sending an email around the office ranking female colleagues by their looks on International Women’s Day. Paul Martin’s derogatory message included lists such as a “top five”, “bottom five” and “if I’d had a few too many”. ",
        "owner": " Robert Kellaway ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 00:00, Fri, Mar 16, 2018 ",
        "dateExtraction": " 2020-01-21 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/uk/932591/advertising-boss-apology-sexist-email-sent-whole-office-resigns ",
        "postText": "He also made crude comments about staff, saying of one colleague: “If you were the last girl on earth, I would use you as bait to trap a wild animal I would be happier *******”.', 'Mr Martin sent the email as he prepared to leave his role at advertising agency The&Partnership in London.', 'He has now issued a grovelling apology after the message was leaked on social media, insisting it was only a joke.', 'He said: “I take full and sole responsibility for this and sincerely apologise for all offence this has caused. This absolutely wasn’t my intention and I am incredibly sorry.', '“The email was meant to be a stupid, ironic attempt to subvert and mock the sexist ‘top five’ emails that have been sent around agencies for many years but I have totally missed the mark and take full responsibility. All the women mentioned in it are friends and people I very genuinely love.”', 'Mr Martin said he had donated to the Time’s Up Legal Defence Fund and apologised to each of the women named on the email.', 'The&Partnership said in a statement: “We do not condone sexism of any kind. We’ve apologised to our staff and others for any offence this email has caused.”",
        "numberPosts": " 5 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Age - Over 65s",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Old",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "3",
            "user": "SpocksBeard",
            "date": "16 Mar, 2018 ",
            "timestamp": "NA",
            "commentText": "Crikey I wouldnt even with some one elses. Why do the ugly guys think their all that? It must be insecurity because nice confident men just do not do this sort of thing.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "GarethD595",
            "date": "17 Mar, 2018 ",
            "timestamp": "NA",
            "commentText": "We had a lady in our office the other day stating “that’s a mans job” I told her that was sexist. I said to her if I called something a women’s job what would she think. Obviously she thought that sexist! But didn’t think calling something a mans job was sexist.  Ridiculous",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "200",
                    "user": "BrianDeller",
                    "date": "16 Mar, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Yes, but gentlemen keep such comments to themseles or in the locker rooms so only the other rubbish can aplaud,   If you said anything like that about my wife I would flatten you and I am a fit 80-year <b> old.</b>",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Old"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "0",
            "user": "Barnbarn",
            "date": "16 Mar, 2018 ",
            "timestamp": "NA",
            "commentText": "What banker,does he know it better to be 1st with a so calledbeauty is in the eye of beholderplain one than 100th with a beauty",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}