{
    "header": {
        "title": " Mariella Frostrup 'sick of the battle of sexes' and wants to END sexism ",
        "subtitle": " FIERY Mariella Frostrup is out to make the world a fairer place after she was infuriated by misogyny she encountered while making a documentary about the menopause. ",
        "owner": " Jane Oddy ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 00:01, Sun, Sep 8, 2019 ",
        "dateExtraction": " 2020-01-17 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/uk/1175190/Mariella-Frostrup-sick-of-the-battle-of-sexes-END-sexism ",
        "postText": "When she presented The Truth About Menopause, Mariella had no idea it would generate such a strong reaction. She is approached wher-ever she goes – mostly by women but some men too – eager to talk about a process that has traditionally been a taboo subject but leaves many women with debilitating symptoms. Mariella says: “I’ve never made anything that has made such a brilliant, life-affirming reaction. “To make a programme that can really impact in a positive way on people’s lives felt like such a gift.', '“But in another way it was rather horrifying, because everywhere I went there was another woman with a terrible story about what I would say was medical malpractice or talk about the sense of shame they’d endured.”', 'She says she wants to make menopause mainstream and feels that society’s attitudes towards it “can’t change soon enough”.', '“The level of ignorance about female physiognomy is so mind-blowing, it makes me angry,” she says. “The menopause has opened a Pandora’s box for me of how deep the misogyny of the world runs.', '“It was only in 1993 that they mandated that women and minorities had to be included in medical tests.', '“And in 1993 they definitely were aware of the fact that men and women have completely different cell structures, bodies, we react differently to influences, externally and internally.', '“Yet women have been completely left as a spare rib. We have only ever been investigated through a male prism. I really am sick of a kind of constant battle of the sexes – and I am really reluctant to add my voice to it or encourage it – but it’s all about equality, and we all want to live in a fairer world.”', 'The broadcaster and journalist declares: “People are not interested in women’s issues generally and women of my age specifically.', '“The worst thing about the menopause is the shame that it induces in women and the derision it invokes in wider society.” Never shy of political debate, she fires up: “We need to talk more about the menopause. It’s now becoming a burgeoning industry because there are loads of women starting female health-focused drug companies, so instead of ignoring 50 per cent of the population they are absolutely focused on them.', '“I think great things are going to happen in the next couple of decades as a result.”', 'Mariella, 56, has been open about having HRT for sleeplessness and anxiety.', 'Her exploration of her own menopausal journey and other women’s experiences aired on the BBC late last year.', 'She feels exasperated with reports generating frightening headlines about HRT risks and with a crisis of supplies reportedly forcing some British women to fly abroad after warnings they could struggle to get hold of patches for nearly a year.', 'And while a report last week revived the long-running debate of whether HRT raises women’s risk of breast cancer, she has no intention of throwing away her tablets just yet.', 'Mariella says: “Of course that is what the headlines are for, to give you a frisson of alarm, but they don’t print all the other stuff about how you have eight per cent chance of developing cancer if you drink too much and you have an eight per cent chance if you are obese.', '“If you don’t breastfeed you have double the chance of developing cancer than if you take HRT.”', 'She is now in talks with the BBC to make a sequel.', '“There was so much science we didn’t get to cover,” she says.', '“From libido, which they were a bit nervous about doing in the first one, to the studies now about the link to Alzheimer’s and menopause. Two-thirds more women than men get Alzheimer’s and it’s never been investigated.', '“I feel we just scratched the surface in the first programme of something that is an enormous and continuing crime to womankind.”', 'She is sanguine about ageing but adds: “What I really don’t enjoy is taking pills for this and pills for that.', '“Up until the age of 44, apart from the Pill and an occasional course of antibiotics, I hadn’t really taken any tablets.', '“Now all of a sudden because I have a congenital heart condition – my father died young of heart disease and my grandfather – so I have to take statins for that, and then I’ve got to take progesterone and oestrogen and I hate it! If I could have an ovary removed 20 years ago (to delay the menopause), I would have done it in a heartbeat.”', 'The former music business PR (she promoted Live Aid), is well known for her husky tones and long-term friendship with George Clooney who her children – Molly, 15, and Danny, 14 – call Uncle George.', 'Yet she confesses that she too has a smartphone addiction and is prone to FOMO (fear of missing out).', '“I don’t want to be sitting in my bed at night looking at work emails or things on Instagram that make me feel my life is sad and tragic, or not exotic or wealthy enough – all the stupid things that those posts make you feel,” she admits.', 'As well as hosting Radio 4’s Open Book and the popular podcast Books To Live By, Mariella is also on the judging panel of Amazon’s Kindle Storyteller Award.', 'She feels it is crucial to encourage storytelling and reading rather than poring over social media.', 'And she admits forcing her children to read a book this summer.', '“One each,” she says.', '“Much to their chagrin. We need to make a case for reading but also time out off technology in order to improve all of our lives. It’s a constant strug-gle with children but I am quite tenacious.', '“I have three more years of influence and I consider it a moral responsibility to teach them that just because the smartphone is there, and you can use it 24/7, doesn’t mean you have to.', '“What kind of mum I am? Strict and bossy. Yeah. That’s what my kids would say!”', '* The Kindle Storyteller Award 2019 is a £20,000 literary prize recognising newly published work in the English language across any genre. The prize was open to all authors who published their book through Kindle Direct Publishing on Amazon.co.uk between 1st May and 31st August 2019. The winner will be announced at a London award ceremony this October.",
        "numberPosts": " 16 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Gender - General,Age - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Gender,Sexism,Woman,Age",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "12",
            "user": "MILETARGET",
            "date": "8 Sep ",
            "timestamp": "NA",
            "commentText": "Dont care................",
            "likes": 17,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "200",
                    "user": "barbarab",
                    "date": "8 Sep ",
                    "timestamp": "NA",
                    "commentText": "You b.....y well would if you had to tolerate the menopause for the rest of your life... even you men when you have a cold - you get to the point of desperation, and call it \"flu\"",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "11",
            "user": "walnut",
            "date": "8 Sep ",
            "timestamp": "NA",
            "commentText": "The usual Scandinavian feminism which belongs in her homeland. If you don't like it here I'm sure they will take you back.",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "10",
            "user": "MichaelMorgan",
            "date": "8 Sep ",
            "timestamp": "NA",
            "commentText": "So Mariella wants to end \"<b> sexism\"</b>. What does she mean by<b>  sexism</b>? Is it sexist to overly promote on<b> e gende</b>r to the detriment of the other? If it is, she should practise what she preaches.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gender",
                "Sexism"
            ]
        },
        {
            "id": "9",
            "user": "Archway",
            "date": "8 Sep ",
            "timestamp": "NA",
            "commentText": "The menopause is a moody and sweaty time so have a fan and plenty of towels, tea and sympathy or prepare for failure.",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8",
            "user": "zibbe",
            "date": "8 Sep ",
            "timestamp": "NA",
            "commentText": "The menopause? That explains it. The 'man hating' bandwagon is already full love, and it departed quite a while ago. Still, I'm sure there's room for one more if you can catch up with them.",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "jg.",
            "date": "8 Sep ",
            "timestamp": "NA",
            "commentText": "In 1993, the National Institutes of Health in America mandated that women and minorities be included in any health research funded by the US government. However, if you look at cancer research, detection and survival in the UK, it is clear that men are not well served, with a disproportionate number of men dying of prostate cancer, for example.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6",
            "user": "notrut.",
            "date": "9 Sep ",
            "timestamp": "NA",
            "commentText": "Scandinavian Ms Frostrup then lived in Ireland before telling Brits to Remain ... Instead of minding her own business.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "SpocksBeard",
            "date": "8 Sep ",
            "timestamp": "NA",
            "commentText": "I have never been bothered by ignorant men ,they are few and far between ime. But bleeting and whining about  <b> woman'</b>s problems gets on my t*ts, it happens , I went thru it , I didn't take HRT . Neither did I complain about it to my husband . Man up<b>  woman</b>.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "201",
                    "user": "barbarab",
                    "date": "8 Sep ",
                    "timestamp": "NA",
                    "commentText": "I know several ladies who never had children and they say the menopause didn't really affect them.... but on the other hand, when you have had children, and during pregnancy the hormones reek havoc with your body.... and then have to re-adjust after giving birth... which can trigger the \"baby blues\" Only when you have gone through that, you can truly appreciate how it feels when the menopause strikes.. when you have to practically hang out of the windows at the office because you are sweating buckets, the nights when you are soaked in your sweat, and the extreme tiredness... I felt I could have slept on a washing line without waking up during that time... within a month of taking HRT I was a completely different person....and felt much better for it",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "4",
            "user": "Weatherman69",
            "date": "8 Sep ",
            "timestamp": "NA",
            "commentText": "Is there a battle of the sexes?  I thought men won that years ago.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "202",
                    "user": "zibbe",
                    "date": "8 Sep ",
                    "timestamp": "NA",
                    "commentText": "There always has been and always will be a battle of the sexes.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "203",
                            "user": "Weatherman69",
                            "date": "8 Sep ",
                            "timestamp": "NA",
                            "commentText": "More a local disturbance in the case of women.",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "3",
            "user": "XiNi",
            "date": "8 Sep ",
            "timestamp": "NA",
            "commentText": "Yawn, sounds like she is not able to face up to her increasing <b> age.</b> It happens to us all and most of us get on with it with contemplation and with dignity.... not create a stink.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "2",
            "user": "theoldone",
            "date": "8 Sep ",
            "timestamp": "NA",
            "commentText": "As Lady Aster said - why should we women give up our superiority.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "JacksonFive",
            "date": "9 Sep ",
            "timestamp": "NA",
            "commentText": "She should ask Gordon Brown to help - he ended boom and bust and single-handedly saved the world.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}