{
    "header": {
        "title": " ‘Only a man could do my job,’ insists Qatar Airways boss Al Baker ",
        "subtitle": " THE boss of Qatar Airways has said “only a man” could do his job in an outburst set to trigger a row over sexism in the airline industry. ",
        "owner": " Ciaran McGrath ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 13:05, Tue, Jun 5, 2018 ",
        "dateExtraction": " 2020-01-17 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/world/969720/man-heathrow-airport-qatar-airways-akbar-al-baker-sexism ",
        "postText": "Akbar Al Baker, who sits on the board of Heathrow airport, made his controversial remarks after he named chairman of the aviation industry body’s board of governors, in which he will serve a one-year term.', 'Speaking at a press conference in Sydney, where the International Air Transport Association (Iata) held its annual meeting, reporters quizzed him about how he proposed to tackle a lack of women in the aviation business in the Middle East.', 'Insisting this was not the case at his own airline, he added: “Of course it has to be led by a man, because it is a very challenging position.”', 'Noises of disapproval were audible after his statement, according to Bloomberg.', 'Afterwards, during in interview with Bloomberg TV, Mr Al Baker pointed out that more than one-third of Qatar Airways staff were female, including pilots and senior vice-presidents.', 'He insisted there was no gender inequality at the Gulf carrier, which enjoys a close business partnership with British Airways, as well as being the largest single shareholder in BA’s parent company, IAG.', 'The 56-year-old, who has been the airline’s chief executive since 1997, added: “It will be my pleasure to have a female CEO candidate I could then develop to become CEO after me.”', 'Qatar Airways has in the past faced criticism for its treatment of female cabin staff, with the Guardian reporting in 2015 that they had in the past been fired for such reasons as being pregnant and having a tattoo.', 'The airline is believed to have eased some restrictions on the movement of its crew during non-working hours, which have included curfews, living in monitored accommodation and contractual bans on marriage without express company permission.', 'An IATA board photograph published last week featured one woman out of 26 airline chiefs – Christine Ourmières-Widener, chief executive of UK regional carrier Flybe.', 'Other airline companies have made efforts to promote women to senior positions in recent years.', 'Forty per cent of senior managers at Australia’s Qantas Airways is female, according to the airline’s CEO, Alan Joyce.', 'He said recently: “It’s the right business thing to do and it’s the right moral thing to do.”', Meanwhile, air alliance SkyTeam this week appointed Delta executive Kristin Colvile as chief executive.', 'Speaking after Mr Al Baker’s comments, Heathrow’s chief executive John Holland-Kaye, said: “Diversity and inclusion are part of our core values and I have no doubt that a woman could carry out my role.', '“The comments made today are not shared by myself, or Heathrow airport.”",
        "numberPosts": " 6 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Physical Identity - Physical Features",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Bald",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "4",
            "user": "SpocksBeard",
            "date": "5 Jun, 2018 ",
            "timestamp": "NA",
            "commentText": "Possibly only a man would want it,most women have more sence .",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "UrbanLegend",
            "date": "5 Jun, 2018 ",
            "timestamp": "NA",
            "commentText": "This airline is going down hill fast. He needs to concentrate on his customer service rather than making silly remarks in the media !",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "leaf",
            "date": "5 Jun, 2018 ",
            "timestamp": "NA",
            "commentText": "What sort of man are you talking about a <b> bald </b>man an Arab  A man with a pointed chin like yourself  A man with a brain with a grain of sand which appear that you have can you narrow it down a bit more",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Bald"
            ]
        },
        {
            "id": "1",
            "user": "DavidKennedy",
            "date": "5 Jun, 2018 ",
            "timestamp": "NA",
            "commentText": "They will hate you for that comment.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "200",
                    "user": "SpocksBeard",
                    "date": "5 Jun, 2018 ",
                    "timestamp": "NA",
                    "commentText": "\"They\"? It is comments like that which gave us femminists in the first place. Real mendont need to hide between a fake war between men and women,you and he and those like you are to blame for all the rubbish we get today over equality. Men and women are not and never will be equal,but they complement each other .Each having their own strengths and weaknesses.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "201",
                            "user": "Hoppo1",
                            "date": "5 Jun, 2018 ",
                            "timestamp": "NA",
                            "commentText": "Its spelt \" feminists \". Of course men and women are equal apart from physically  which can be a drawback for a job requiring a huge amount of strength but  last time I looked running an airline wasnt one of them !",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}