{
    "header": {
        "title": " Fire chief in hot water for use of SEXIST language ",
        "subtitle": " A FIRE service boss has apologised for being sexist after using the words he and man when talking about his brigade. ",
        "owner": " Mark Lister ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 09:55, Wed, Apr 11, 2018 ",
        "dateExtraction": " 2020-02-04 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/uk/944449/Fire-chief-apologises-sexist-comments-brigade ",
        "postText": "'Jamie Courtney, the head of South Yorkshire Fire and Rescue, was criticised for using the words eight times when describing the importance of five-strong fire crews.', 'A unidentified member of the public objected to Mr Courtney's speech at a Rotherham Council meeting last month, saying: I felt his language was minimising the role of women in the fire service.', 'There aren't many women firefighters and it's important not to just see firefighters as men.', 'Mr Courtney made his remarks despite the brigade leading the way for women firefighters. ', 'In December last year, it appointed mother-of-one Alex Johnson as its Assistant Chief Fire Officer and last month, the force released a video highlighting female officers' contributions to the fire service to mark International Women's Day. ', ' Diana Terris, clerk to South Yorkshire Fire Authority, said she had spoken to Mr Courtney about his gender-specific speech.', 'She went on: The Chief Fire Officer is grateful for this to have been highlighted and apologises unreservedly. He would have done so without question at the time, had it been pointed out.', 'He is a great advocate of equality and diversity within the Fire and Rescue Service, a point affirmed by both the Chair and Vice Chair of the Authority.', 'Nicky Brown, the female chair of South Yorkshire's Fire Brigade Union, added: The fire service nationally and locally goes to great lengths to promote itself as an Equal Opportunities Employer and it is essential that the senior representatives of the organisation are seen to endorse this ethos. ', 'South Yorkshire has a total of 672 whole-time and retained firefighters but only 42 of these are women.', 'Last autumn, London Fire Brigade's first woman chief, Dany Cotton, declared there was no such thing as a fireman  - only firefighters.', 'She said: I want to shake off outdated language which we know is stopping girls from considering this rewarding and professional career.', 'Mr Courtney declined to comment last night.'",
        "numberPosts": " 47 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Gender - General,Physical Identity - Physical (and Mental) Impairments,Age - Youngsters,Nationality - European or anti-Europeans, Ideological and Political Identity - General,Social Class - Working class",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Woman,Gender,Limp,Mental,Nothing,Brexit,Looney Left,Common",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "35",
            "user": "Thereader",
            "date": "11 Apr, 2018 ",
            "timestamp": "NA",
            "commentText": "When are we going to stop this stupid criticising, whether we like it or not men are still the backbone of emergency services such as the Fire services and police services we are being made to look silly with these silly liberalite fashions. maybe some day we will come to our senses and put aside this rubbish.",
            "likes": 69,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "34",
            "user": "hardy",
            "date": "11 Apr, 2018 ",
            "timestamp": "NA",
            "commentText": "A FIRE service boss has apologised for being sexist after using the words \"he\" and \"man\" when talking about his brigade. I did not see the 25 police cars sent to investigate the complainants hurt feelings. This country is becoming more of a laughing stock every day.",
            "likes": 56,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "33",
            "user": "RoyBoy1",
            "date": "11 Apr, 2018 ",
            "timestamp": "NA",
            "commentText": "TTheman said he and his men?????? Leave him alone  snowflakes",
            "likes": 50,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "32",
            "user": "RogerHudson1",
            "date": "11 Apr, 2018 ",
            "timestamp": "NA",
            "commentText": "Lunacy reigns OK.",
            "likes": 50,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "31",
            "user": "ColinMair",
            "date": "11 Apr, 2018 ",
            "timestamp": "NA",
            "commentText": "One solitary member of the public complained and caused all this fuss. I am going to make a complaint about the knife crime in London and see if they respond with the same speed and energy.",
            "likes": 41,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "30",
            "user": "Guest573297",
            "date": "11 Apr, 2018 ",
            "timestamp": "NA",
            "commentText": "Snowflakes needs locking up, they really do have a brain disease and it's dangerous.",
            "likes": 40,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "200",
                    "user": "Geronimo",
                    "date": "11 Apr, 2018 ",
                    "timestamp": "NA",
                    "commentText": "They may have the desease but odds on YOU are going to die from it. Want to see how worthy and capable women are. Look no further than Westminster. Both sides. They are a joke. We can't negotiate <b> Brexit </b>because of..... We can't deal with murder and mayhem because our HS is a... If that wasn't bad enough our Met Chief  doesn't know whether to be on top or underneath. But. Just look at who Corbyn is offering us. The Pie lover a nodding donkey and Abut. Dear God. We are doomed Mr Mannering . We are doomed..........",
                    "likes": 7,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Brexit"
                    ]
                },
                {
                    "id": "201",
                    "user": "Steve49",
                    "date": "11 Apr, 2018 ",
                    "timestamp": "NA",
                    "commentText": "You are not far from the truth .... the three poisons that we as a population take for granted ...Flouride ,Mercury and Bromines ...ALL affect the brain by restricting the vital nutriet Magnesium and by damaging the Thyroid! In fact Bromine  Coke etc and other 'drinks' ,bread  etc  actually chases the vital Iodine from the Thyroid and replaces it! It suppresses the depth of thinking and the way the mind works!",
                    "likes": 9,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "202",
                            "user": "SpocksBeard",
                            "date": "11 Apr, 2018 ",
                            "timestamp": "NA",
                            "commentText": "So they all have a form of myxodemia? Wouldnt surprise me.",
                            "likes": 8,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "29",
            "user": "Future",
            "date": "11 Apr, 2018 ",
            "timestamp": "NA",
            "commentText": "A stupid waste of time. For hundreds of years the term \"he\", \"him\" etc has been used, it will take time to change a lifetimes habit and refer to them as firefighters. Those who complain should turn their attention to more important matters, they sound childish.",
            "likes": 35,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "28",
            "user": "SpocksBeard",
            "date": "11 Apr, 2018 ",
            "timestamp": "NA",
            "commentText": "Before much longer people will be afraid to say anything. Some one who isnt prepared to stand up and stand by their beliefs ,but remains unidentified. Well whoever it is should be ashamed of themselves.",
            "likes": 28,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "27",
            "user": "bmeansb",
            "date": "11 Apr, 2018 ",
            "timestamp": "NA",
            "commentText": "When they complain about the \"monthly\" would you trust them with a proper \"major\"  incident.",
            "likes": 17,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "203",
                    "user": "SpocksBeard",
                    "date": "11 Apr, 2018 ",
                    "timestamp": "NA",
                    "commentText": "My Mum told me to never ever complain over that subject. And I never did and neither did other women of my generation. Its something women have to shut up over, cope with it.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "26",
            "user": "CrazyEddie",
            "date": "11 Apr, 2018 ",
            "timestamp": "NA",
            "commentText": "An \"unidentified member of the public\" objected...",
            "likes": 15,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "25",
            "user": "Norfolkbumpkin",
            "date": "11 Apr, 2018 ",
            "timestamp": "NA",
            "commentText": "In future, we are all going to have to preface all our remarks with the phrase, \"Having regard to the provision of Section 6 of the Interpretation Act 1978.....\"",
            "likes": 14,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "24",
            "user": "GenusMusa",
            "date": "11 Apr, 2018 ",
            "timestamp": "NA",
            "commentText": "And these <b> looney left </b>wing feminists, who are in a free country mainly down to the lives of he's and men, carry on with their pathetic rhetoric.",
            "likes": 10,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Looney Left"
            ]
        },
        {
            "id": "23",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "204",
                    "user": "lantern",
                    "date": "11 Apr, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Or a <b> limp </b>wrist with a pink helmet.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Limp"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "22",
            "user": "Scorpion",
            "date": "11 Apr, 2018 ",
            "timestamp": "NA",
            "commentText": "Did any female firefighter complain? If not then the interfering pc nitwit who did complain should be told that if he/she/it didn't like it, then don't call the Fire Brigade in an emergency.",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "21",
            "user": "Steve49",
            "date": "11 Apr, 2018 ",
            "timestamp": "NA",
            "commentText": "What a weak individual ,apologising for using the correct English language! When women play against men in sport , no more womens tennis championships ..... ?",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "20",
            "user": "Guest545048",
            "date": "11 Apr, 2018 ",
            "timestamp": "NA",
            "commentText": "What a laughing stock. When are real people going to start to tell the PC fascists where to get off ? ",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "19",
            "user": "Geronimo",
            "date": "11 Apr, 2018 ",
            "timestamp": "NA",
            "commentText": "Who would you rather see climbing a ladder intending to carry you back down? A fourteen stone guy with muscles or a  size 10 <b> woman </b>fully knowing the standard of test has been reduced so she can pass it.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "18",
            "user": "bobstaff",
            "date": "11 Apr, 2018 ",
            "timestamp": "NA",
            "commentText": "Why did he apologies, he did <b> nothing </b>wrong.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "17",
            "user": "oosedthat",
            "date": "11 Apr, 2018 ",
            "timestamp": "NA",
            "commentText": "When are all the people with <b> common </b>sense going to rise up and make a massive protest about political correctness and our very serious loss of freedom of speech in this very nearly Islamic Republic of  Little Britain ? I'm sorry but with everything degenerating down to the lowest<b>  common</b> denominator and it no longer feels very great to me .",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Common"
            ]
        },
        {
            "id": "16",
            "user": "C.B.Ross",
            "date": "11 Apr, 2018 ",
            "timestamp": "NA",
            "commentText": "\"A unidentified member of the public objected ...\" Ignore the usual DE lack of grammatical correctness, and let we ordinary people unite in ignoring all of this ridiculous 'political correctness' that, as others have pointed out, is turning this country into a laughing - stock. If the person Oh!If I am unable to use terms that differentiate between masculine and feminine, as this would offend some 'transgenderist', must I refer to a perPER ? who objected is not willing to be isdentified, then his / her / its objection should be flushed down the nearest lavatory bowl!",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "15",
            "user": "MalcolmAngus",
            "date": "11 Apr, 2018 ",
            "timestamp": "NA",
            "commentText": "An unidentified member of the public seriously needs to get a life and perhaps get out more.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "14",
            "user": "Guest971097",
            "date": "11 Apr, 2018 ",
            "timestamp": "NA",
            "commentText": "So what happens to people with surnames like Hardman, Blackman, Feldman, especially the poor individuals in the second example? Does it mean they have to change their name to Hardperson, Blackperson, Feldperson? Does it also mean they are unable to get a job in the public services as it may upset some fool under equality legislation. This is not equality, it's lunacy and this garbage has gone far enough. If this guy has tendered an unreserved apology, then he isn't fit for purpose and should be either sacked for stupidity, or put out to grass on <b> mental </b>health grounds",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Mental"
            ]
        },
        {
            "id": "13",
            "user": "Geronimo",
            "date": "11 Apr, 2018 ",
            "timestamp": "NA",
            "commentText": "If I don't get called 'racist, sexist, Islamaphobe etc. at least once a day I know I haven't been out and talked to people.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "12",
            "user": "photobuff",
            "date": "11 Apr, 2018 ",
            "timestamp": "NA",
            "commentText": "People need to man up and stop apologising. I like everyone have my views on people and thing and if other people do not like it that is tough. I will not apologise just to make them happy.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "11",
            "user": "BattlerBritton",
            "date": "11 Apr, 2018 ",
            "timestamp": "NA",
            "commentText": "Sexist, he is a fireman not a social worker.  Its a wonder he can string a sentence together. He is there to run into burning buildings, while very sane person is running out.  This beggars belief....again, I keep repeating this in the UK now.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "10",
            "user": "enoughisenoughdotcom",
            "date": "11 Apr, 2018 ",
            "timestamp": "NA",
            "commentText": "How petty minded and absurd! Just USE AN APOSTRAPHY as an abbreviation! i.e.Use...'man  ...in place of man AND <b> woman.</b> and use...'he ...in place of he AND she. Job done!",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "9",
            "user": "welshwish",
            "date": "11 Apr, 2018 ",
            "timestamp": "NA",
            "commentText": "Do not apologise for using the correct terms concerning <b> gender </b>or for the fact it's mostly men doing these jobs women are not capable of doing. Women are weak physically and mentally compared to men. This comes from a<b>  woman</b> free of the feminist disease that's sweeping our country.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gender",
                "Woman"
            ]
        },
        {
            "id": "8",
            "user": "AdrianThomas2",
            "date": "11 Apr, 2018 ",
            "timestamp": "NA",
            "commentText": "The PC Brigade can  Foxtrot Oscar we are sick to the teeth of you and your Snowflakes .",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "DannyWatson",
            "date": "11 Apr, 2018 ",
            "timestamp": "NA",
            "commentText": "Strong words are needed for that \"unidentified\" member of the public.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6",
            "user": "chutney",
            "date": "11 Apr, 2018 ",
            "timestamp": "NA",
            "commentText": "I expect all manholes in future to be called peopleholes and manicurists to be peoplecurists,  the country is going mad.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "ColinBlakeley",
            "date": "11 Apr, 2018 ",
            "timestamp": "NA",
            "commentText": "The PC rot set in in the early 80's and it has got progressively worse and gathered pace along the way.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "FalconScott",
            "date": "23 Dec ",
            "timestamp": "NA",
            "commentText": "How pathetic. The firemaster is a compete wuss for apologizing.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Who,me?",
            "date": "11 Apr, 2018 ",
            "timestamp": "NA",
            "commentText": "Thbe person who complained must be a total pi**ock who had <b> nothing </b>better to do.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "2",
            "user": "MajDBloodnok(Rtd)",
            "date": "11 Apr, 2018 ",
            "timestamp": "NA",
            "commentText": "Political Correctness is linguistic fascism. Meanwhile in Syria......",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "TheEnglishman",
            "date": "12 Apr, 2018 ",
            "timestamp": "NA",
            "commentText": "I would be interested to see the alternatives to 'manhole cover' a women who is 'menstruating' and many other fine examples  that are all within the English language.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "0",
            "user": "barryo",
            "date": "11 Apr, 2018 ",
            "timestamp": "NA",
            "commentText": "His actions speak louder than words,right that he was targeted for it but that should be as far as it goes!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}