{
    "header": {
        "title": " Brexit boost: Boris Johnson's 'Bonfire of redtape' to give huge contracts to small firms ",
        "subtitle": " BORIS JOHNSON is promising a “Bonfire of redtape” on small businesses, to help them gain Government contracts post-Brexit at the end of next year. ",
        "owner": " Sam Whitworth ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 01:47, Tue, Nov 5, 2019 ",
        "dateExtraction": " 2020-02-07 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/politics/1200080/brexit-news-boris-johnson-eu-exit-latest-oliver-dowden-conservatives-general-election-2019 ",
        "postText": "'He intends instead to axe EU regulations that currently mean the Government has to give those contracts based purely on which businesses provide the lowest prices. Instead, the Prime Minister is proposing a complete overhaul of the current system of procurement rules, which could potentially provide these businesses with billions of pounds. UK small businesses have long lamented how the current rules allow them to be outcompeted by foreign firms, who are more able to offer bargain prices.', 'The proposals put forward by Mr Johnson and Cabinet Office Minister Oliver Dowden, should mean councils and the civil service will find it easier to hire locally.', 'This would incentivise a move away from any current reliances on large multinational firms.', 'Speaking to the Telegraph, Mr Dowden emphasised that the proposed reforms would act as a real opportunity for a Brexit dividend.', 'He said: When we leave Europe to be able to fashion our own rules, we've got a once in a generation opportunity to make sure that we have the best procurement system in the world. ', 'Mr Johnson and Mr Dowden want to open up the annual£ 292 bn procurement budget to smaller British companies and reverse the current reliance on dominant large suppliers.', 'Once leaving the EU, the Government would be able to award contracts based on other criteria than price.', 'Priorities like investment in environmental standards and apprenticeships schemes could be possibly considered.', 'Mr Dowden insisted that standards will not be slashed as the UK diverges away from the EU in terms of the way it lets and awards contracts.', 'We can make it easier for good British companies to win, particularly small and medium enterprises, by making by reducing the barriers to win government contracts in the first place.', 'Going further he added businesses were put off thinking do I really want to be taking up 100 man hours to bid for government contract with no guarantee of success.', 'That's a huge chunk taken out of a small business so the more we can lower those barriers, the more we can open it up.', 'It's those experiences and those challenges that small businesses have had, trying to win government business that has driven me to want to reform the system.', 'There's a huge opportunity here post-Brexit to design rules that are suited to the best interest of the United Kingdom, and to me the best interest of the United Kingdom includes making it simple, straightforward transparent and open for small businesses.', ' This comes as, Mr Johnson warned the country faces years of further delay if Mr Corbyn takes over the process. ', ' In a letter to the hard - left Opposition leader, he laid bare Labour’ s record of Brexit betrayal and accused the party of planning to take the country back to square one.', ' He wrote: For months you have refused to say what sort of ‘deal’ you want with the EU. Now the time has come for you to come clean, and explain what your plan really is so when the public vote on December 12 th, they know what they are voting for. ', ' After three years of delay, the public wants to get Brexit done, Mr Johnson wrote. We need a Parliament that is willing to allow this country to move on - that is why we are holding this election. ', ' They now need to know where you stand when it comes to Brexit. ', ' Mr Johnson said Labour would put the country on course for more extensions, which would prolong the divisions in our society.', He warned forcing the public to vote in another referendum because the elite did not like the result would destroy all faith in our democratic process.', 'Mr Johnson’s withdrawal agreement sets December 31 next year as the deadline for signing off details of future relations.'",
        "numberPosts": " 32 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Ethnicity - Native-American, Ideological and Political Identity - General,Nationality - European or anti-Europeans,Age - Youngsters",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Red,Red,Brexit,Nothing,Nobody",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "20",
            "user": "Gresley",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "This will probably not happen.Either way. SME's are the backbone of wealth creation and employment in the UK. The CBI gang usually want more <b> red<b>  </b</b>>tape to strangle the little guy competition. ",
            "likes": 10,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "200",
                    "user": "gixserr1000",
                    "date": "5 Nov ",
                    "timestamp": "NA",
                    "commentText": "Contracts are not awarded solely on the basis of price anyway, so no significant change is proposed.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Red"
            ]
        },
        {
            "id": "19",
            "user": "Belperboy",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "Didn't a previous Tory leader promise us a bonfire? One Mr D Cameron.  I wonder if BoJo has matches for fire lighting that not dampened by the CBI?",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "18",
            "user": "TobyB1960",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "Boris, we would much happier if you put your bad deal on the bonfire!",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "201",
                    "user": "(null)",
                    "date": "(null)",
                    "timestamp": "NA",
                    "commentText": "(null)",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "202",
                            "user": "(null)",
                            "date": "5 Nov ",
                            "timestamp": "NA",
                            "commentText": "??????",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "203",
                    "user": "(null)",
                    "date": "5 Nov ",
                    "timestamp": "NA",
                    "commentText": "At least it is ready to go. You can clip the worse bits off later but the EU will respond with something or other. Once you are ' Actually ' trading outside the EU, the EU conformity 's can be reduced. Just heading for ' No Deal ' would for a while cause a recession for the poorest. And at the outset the EU could undercut us on trade deals and they would. You have got to be pragmatic and deal with realities.The EU will defend its prestige to the hilt, it is only natural. Be patient, all in good time. ",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "204",
                            "user": "(null)",
                            "date": "5 Nov ",
                            "timestamp": "NA",
                            "commentText": "Ready to go where?.  There are no worse bits, it's all terrible.  Under Boris surrender bill, we wont be able strike free trade deals without the consent of the EU. Leave on WTO terms then negotiate a free trade deal with the EU. ",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "17",
            "user": "Sausages",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "Only, there won't be a proper <b> Brexit </b>so it is just empty promises. Besides, the Tories traditionally campaign on a ticket of burning the<b>  re<b> d</b</b>> tape but are always the ones to employ their chums in quangos, steering committees and the likes. Even Maggie was powerless to stop the quango juggernaut - especially when she had friends to appease.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "205",
                    "user": "(null)",
                    "date": "5 Nov ",
                    "timestamp": "NA",
                    "commentText": "Yep, a   'ck Off EU, <b> Brexit </b>sounds great as long as you can deal with the consequences. The poorest definitely will. The present demarcation process agreed is a good starting point, it can be trimmed up later if and when we start trading on a large scale outside the EU.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Brexit"
                    ]
                }
            ],
            "keywords": [
                "Red",
                "Brexit"
            ]
        },
        {
            "id": "16",
            "user": "RnR918",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "I suspect there is more show than substance to these proposals.  \"Large multinational firms\" often operate through locally registered subsidiaries that would be able to get around any procurement rules aimed at favouring local suppliers.  And leaving the EU won't change the price advantage that larger firms have over smaller firms. And far from being a \"bonfire of <b> red<b>  </b</b>>tape\", this just sounds like replacing one set of rules with a new set of more complicated ones. Next ? ",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "206",
                    "user": "(null)",
                    "date": "5 Nov ",
                    "timestamp": "NA",
                    "commentText": "Nonsense anyway. If UK gives contracts based on the lowest price it´ s not because of EU regulations but cause they want to do so. EU procurement system also allows to chose other criterias beneath price. ",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Red"
            ]
        },
        {
            "id": "15",
            "user": "Keevee",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "53,000 rules and regulations, that is the number that our MP's have nodded through since joining the EU, Why do i think this is just another false promise",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "207",
                    "user": "(null)",
                    "date": "5 Nov ",
                    "timestamp": "NA",
                    "commentText": "And which rules do you want to abolish?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "14",
            "user": "navvy51",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "Cameron also said this ...........<b> Nothing </b>!!!",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "13",
            "user": "Flamingo",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "I am so accustomed to receiving lies, spin and propaganda from all the political parties, that I take all 'news' with a great heap of salt. I need to see it to believe it. Actions speak louder than words, and so far ... I am NOT impressed!",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "208",
                    "user": "(null)",
                    "date": "5 Nov ",
                    "timestamp": "NA",
                    "commentText": "Nor should you be impressed, because <b> nothing </b>in the EU  procurement directives means that you have to award contracts solely on the basis of price.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "12",
            "user": "BishopK",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "The level playing field commitment will prevent UK businesses being given any advantage over those in the EU, and the European Commission and the European Court of Justice enforce those rules, to prevent businesses having a competitive advantage by changing or not enforcing those rules. Boris new treaty is not advantageous, and will keep the UK bound to the EU and its many levels of <b> red<b>  </b</b>>tape.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "209",
                    "user": "(null)",
                    "date": "5 Nov ",
                    "timestamp": "NA",
                    "commentText": "Absolutely true and undeniable, no matter what the Tories try to ram down our throats......like Johnson's lie that his deal is wonderful.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Red"
            ]
        },
        {
            "id": "11",
            "user": "nitpicker",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "This is the kind of <b> Brexit </b>Bonus we're looking for.  Keep it coming, Boris.  We're right behind you!",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "210",
                    "user": "(null)",
                    "date": "5 Nov ",
                    "timestamp": "NA",
                    "commentText": "No we're not.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "10",
            "user": "Grumpy79",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "I will only believe this when it happens,all parties  say they will cut <b> red<b>  </b</b>>tape but never do",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Red"
            ]
        },
        {
            "id": "9",
            "user": "Jen",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "This is great news",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8",
            "user": "Wolfen",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "There is no EU regulation to give contracts based purely on which businesses provide the lowest prices. Right now everyone can use a point system, as 50 % price, 30 % technical specifications, 10 % environment, ..... ",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "Shell",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "On a NO deal <b> Brexit </b>cutting<b>  re<b> d</b</b>> tape would be automatic as would thousands of other eU forces upon laws, what about our sea's and fishing rights no positive mention there yet, so far borders and our coastal areas are porous.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "211",
                    "user": "(null)",
                    "date": "5 Nov ",
                    "timestamp": "NA",
                    "commentText": "The usual poor DE reporting  or government misinformation - we don't now have to award contracts on the basis of price alone.  <b> Nothing </b>in the EU procurement requires that.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing"
                    ]
                }
            ],
            "keywords": [
                "Red",
                "Brexit"
            ]
        },
        {
            "id": "6",
            "user": "AnsiLumens",
            "date": "7 Nov ",
            "timestamp": "NA",
            "commentText": "So a small business gets paid more money to do the same job that a big business would do cheaper. Are these small businesses run by Conservative Party members by any chance ?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "TheRichard",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": " Johnson is lying again.Here 's a direct cut and paste from the EU Procurement Regs: Article 67 Contract award criteria 1. Without prejudice to national laws, regulations or administrative provisions concerning the price of certain supplies or the remuneration of certain services, contracting authorities shall base the award of public contracts on the most economically advantageous tender. 2. The most economically advantageous tender from the point of view of the contracting authority shall be identified on the basis of the price or cost, using a cost - effectiveness approach, such as life - cycle costing in accordance with Article 68, and may include the best price - quality ratio, which shall be assessed on the basis of criteria, including qualitative, environmental and / or social aspects, linked to the subject - matter of the public contract in question.Such criteria may comprise, for instance: a quality, including technical merit, aesthetic and functional characteristics, accessibility, design for all users, social, environmental and innovative characteristics and trading and its conditions; b organisation, qualification and experience of staff assigned to performing the contract, where the quality of the staff assigned can have a significant impact on the level of performance of the contract;or c after - sales service and technical assistance, delivery conditions such as delivery date, delivery process and delivery period or period of completion. ",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "JohnPreston",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "Will that be like offering a huge ferry contract to a small company that had no ferries. Hmm, what could possibly go wrong. Did <b> nobody </b>bother to count their boats before the contact was allotted.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nobody"
            ]
        },
        {
            "id": "3",
            "user": "walnut",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "There is no limit as to what we can do for business without the protectionism of the EU. We need doors to be opened for entrepreneurs and ideas people so we can tap into what we have always been good at... doing business.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "The4th.Horseman",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "Another Boris promise. What was that last one.....ah yes... WE ARE LEAVING on 31st. October 2019. Everyone knows fine well that the EU would never allow him to do that. The PD makes that perfectly clear.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "TheWorld'sGreatestNewspaper",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "Would this by any chance be the same Boris Johnson who wants to sell off the NHS to corporate America in a post <b> Brexit </b>US trade deal?",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "212",
                    "user": "(null)",
                    "date": "5 Nov ",
                    "timestamp": "NA",
                    "commentText": "Evidence?",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Brexit"
            ]
        }
    ]
}