{
    "header": {
        "title": " Madonna speaks out on ageism over sexy image ahead of new album: ‘People will shut up’ ",
        "subtitle": " MADONNA has spoken out on the ageism she faces over her refusal to stop being “fun, curious, adventurous, beautiful, or sexy past the age of 40”. ",
        "owner": " Shaun Kitchener ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 13:18, Sat, Apr 14, 2018 ",
        "dateExtraction": " 2020-01-21 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/entertainment/music/946057/Madonna-sexy-image-ageism-new-album ",
        "postText": "'The icon - who will turn 60 this summer - is one of the greatest popstars of all time, but has been constantly belittled for her performances and music videos - something she says comes down to sexism and ageism.', 'Speaking to The Cut, she said: It’s an outdated, patriarchal idea that a woman has to stop being fun, curious, adventurous, beautiful, or sexy past the age of 40. It’s ridiculous.', 'Why should only men be allowed to be adventurous, sexual, curious, and get to have all the fun until the day they leave this earth? Why should that only be the domain of men?', 'She continued: How do we fight this? By standing up to men and by standing up to social mores or standards that say we cannot. The more women that do it, it will just be a matter of time.', 'The hitmaker - who is expected to release a new album in the near future - has had this kind of criticism throughout her career, but it seems to have a different edge to it as she grows older.', 'In the beginning of my career, I got so much flak for using sexuality as part of my creativity and was called a sexual provocateur, she recalled.', 'Now, all the challenges that I had to face 20 years ago seem ludicrous. What I am going through now is ageism, with people putting me down or giving me a hard time because I date younger men or do things that are considered to be only the domain of younger women.', 'I mean, who made those rules? Who says? I’m going to keep fighting it.', 'Ten to 20 years from now, it’s going to be normal. People are going to shut up.', 'Back in December the superstar appeared to confirm new music plans.', 'Asked by Anderson Cooper on Live With Kelly and Ryan when she’s going back on tour, she said: Soon.', 'Madonna arrives at China Through The Looking Glass Costume Institute Benefit Gala.2015 Amid excited babble from the hosts, she clarified: 2017 was Soccer Mom in Portugal, 2018 I’m coming back baby.', 'And I’m coming for you!', 'Madonna is one of the best-selling artists of all time, having sold more than 300 million units worldwide.",
        "numberPosts": " 16 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Gender - General,Age - Youngsters,Age - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Woman,Sexual,Nothing,Ageism",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "13",
            "user": "Saoutchik",
            "date": "14 Apr, 2018 ",
            "timestamp": "NA",
            "commentText": "DE readers sure hate women. I wonder why?",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "12",
            "user": "BlackHole",
            "date": "1 Aug, 2018 ",
            "timestamp": "NA",
            "commentText": "I'd have her over Kardassian any day!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "11",
            "user": "जेस्सीआय-अड़",
            "date": "15 Apr, 2018 ",
            "timestamp": "NA",
            "commentText": "You guys are haters! Keep on hating yeah?! The <b> woman </b>open a lot of doors and she's continue to be innovative, no one could take it from her. She cannot be found in google and exist for more than 30 years in showbusiness/music industry if she is<b>  nothing</b>. C'mon spare her please!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman",
                "Nothing"
            ]
        },
        {
            "id": "10",
            "user": "StefanMinkey",
            "date": "15 Apr, 2018 ",
            "timestamp": "NA",
            "commentText": "It's called the <b> sexual </b>market place SMV. Women own it in their twenties but no so much in their 60s. This is because as men who is top<b>  woman</b> is our rules, not yours.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sexual",
                "Woman"
            ]
        },
        {
            "id": "9",
            "user": "Unknown921",
            "date": "14 Apr, 2018 ",
            "timestamp": "NA",
            "commentText": "She would find it’s  not mostly men that have a problem with her, it’s mostly women! Personally I couldn’t give a shirt about what she does as it’s mostly carp!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8",
            "user": "Saoutchik",
            "date": "14 Apr, 2018 ",
            "timestamp": "NA",
            "commentText": "Express readers sure do dislike women. I wonder why that is?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "John217",
            "date": "14 Apr, 2018 ",
            "timestamp": "NA",
            "commentText": "It's just a piece of media \"controversy\" invented by Madonna ahead of the release of yet another one of her increasingly hackneyed and tired out disco albums.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6",
            "user": "wellfieldlady",
            "date": "14 Apr, 2018 ",
            "timestamp": "NA",
            "commentText": "Oh dear madge",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "PaulJackson",
            "date": "14 Apr, 2018 ",
            "timestamp": "NA",
            "commentText": "Oh no! They've dug this walking corpse up again. What's her next tour going to be called, Zombie Apocalypse?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "tearsofaremoanerclown",
            "date": "14 Apr, 2018 ",
            "timestamp": "NA",
            "commentText": "'has had this kind of criticism throughout her career', how can it be <b> ageism </b>then? Men do not get to have all the curious 'xual' fun until they leave this earth. The womans lost it. What about the many billions of fathers out there that father their children and bring them up? Another celeb, another ism, whilst also committing one themselves. She's sold records and albums using 'cex' and her body, thats it. Some of the music is good, but just accept what youve done. It is not dignified to 'flaunt it' when you are older. She was a 'cex symbol', now create music for music, not for popularity or attention",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Ageism"
            ]
        },
        {
            "id": "3",
            "user": "blueflue",
            "date": "14 Apr, 2018 ",
            "timestamp": "NA",
            "commentText": "Must be pickin' the scabs off of it by now.......",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "200",
                    "user": "tearsofaremoanerclown",
                    "date": "14 Apr, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Looking through the pics my only thought was 'skanky'",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "2",
            "user": "anglogallois",
            "date": "14 Apr, 2018 ",
            "timestamp": "NA",
            "commentText": "If you've got it, flaunt it........",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "201",
                    "user": "tearsofaremoanerclown",
                    "date": "14 Apr, 2018 ",
                    "timestamp": "NA",
                    "commentText": "If you had it, know it doesnt last very long and when to cover up and be dignified. She no longer 'has it'",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Just.Do.It",
            "date": "14 Apr, 2018 ",
            "timestamp": "NA",
            "commentText": "Nothing to do with <b> ageism.</b> Women who ooze s3x appeal, bare less flesh, not more.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Ageism",
                "Nothing"
            ]
        }
    ]
}