{
    "header": {
        "title": " Corbyn admits he won't take Brexit stand as Boris vows to restore trust in race for No10 ",
        "subtitle": " JEREMY CORBYN last night admitted he would dodge the issue of whether the UK should Leave or Remain in the EU even if Labour managed to trigger a second referendum on the issue. ",
        "owner": " Macer Hall, Sam Lister and Michael Knowles ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 00:01, Sat, Nov 23, 2019 ",
        "dateExtraction": " 2020-02-21 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/politics/1208196/Election-news-Brexit-jeremy-corbyn-bbc-question-time-boris-johnson-jo-swinson-sturgeon ",
        "postText": "'During a live television election clash, the hard-Left Labour leader insisted he would remain neutral in the Brexit debate should he become prime minister.', 'He also signalled that a Labour government under his leadership could also allow a fresh referendum on Scottish independence within three years of taking power.', 'His sudden policy shifts came during a hostile onslaught from members of the studio audience during last night’s BBC1 Question Time debate between the leaders of the Tories, Labour, Lib Dems and SNP.', 'One questioner called his reckless socialist ideas frightening while another tore into misoginy and anti-Semitism in Labour ranks.', 'The two-hour programme, filmed in Sheffield, often descended into angry and acrimonious exchanges as audiences subjected all four leaders to a series of hostile questions.', 'Boris Johnson savaged Mr Corbyn over his confession that he would remain neutral in a second EU referendum campaign.', 'Mr Corbyn’s position seems to have mutated tonight. He is now going to neutral on a deal he is going to do, the Prime Minister said.', 'It don’t think it is sensible for this great country of ours to spend the next year on yet more delectable disputations about the EU and have another referendum on Scottish independence.', 'Mr Johnson told the 150-strong audience: The other three party leaders want to block Brexit or, absurdly, want to have a second referendum.', 'Asked how important it was for someone in his position to always tell the truth, Prime Minister Boris Johnson said: I think it is absolutely vital. ', ' And I think that the issue of trust in politics is central to this election. ', ' And fundamental to the corrosion of trust in politics at the moment is the failure of politicians to deliver Brexit. ', ' During his half hour in front of the audience, Mr Corbyn, a hardline Left - wing Eurosceptic before becoming Labour leader, faced laughter and groans over his equivocal EU stance. ', ' Daniel Holt, a member of the audience, asked him: Will you campaign to Leave or Remain in the EU ? Why would anyone vote Labour without getting the answer to that question ? ', 'Mr Corbyn insisted he had tried to bring people together and claimed he could negotiate a credible deal with the EU.', ' Bristling laughter from the audience, the Labour leader said: I 'm trying to answer the gentleman's question. ', ' He added: My role and the role of our government will be to ensure that that referendum is held in a fair atmosphere and we will abide by the result of it.', ' And I will adopt, as prime minister, if I am at the time, a neutral stance so that I can credibly carry out the results of that to bring communities and country together rather than continuing an endless debate about the EU and Brexit. ', ' Presenter Fiona Bruce pressed him: Just to confirm, you will stay neutral in a second referendum ? ', ' Nodding, Mr Corbyn replied : First heard here on Question Time!', ' Questioned about his stance on Scottish independence, the Labour leader claimed he would not allow a referendum on the issue in the early years of a Labour government. ', ' Pressed by Ms Bruce about what that meant, he said: Not within the first two years, at least. ', ' In the opening exchanges, the Labour leader appeared shocked on facing a string of attacks from audience members. ', ' His first questioner, Ian Parkin, asked if businesses be frightened of an incoming Labour government.', 'Another questioner asked: To be honest Mr Corbyn, I don’ t think it’ s businesses that should be scared, I think it’ s everyone.', 'Your reckless socialist ideas are genuinely terrifying to me, my family and my friends and I think freedom will completely erode if they let you have the keys to Number 10. ', 'A bruised Mr Corbyn replied: I can’ t understand everything that is going on your mind that you makes you say that.Maybe we can talk about it later. ', 'Mr Corbyn also faced an angry onslaught from an audience member over misogyny and anti - Semitism in Labour ranks.The questioner raised the issue of the Jewish Labour MP Ruth Smeeth, who was heckled after speaking out about abuse she suffered.', ' The audience member said: I look at a video of Ruth Smeeth online where she was in a press conference with you and Ruth Smeeth, a Jewish MP, was heckled out of that press conference...and there you are at the end of the press conference chatting happily to that same heckler.I don 't buy this nice old grandpa, I see that video and that tells me all I need to know.', 'Responding, Mr Corbyn said: Nobody should suffer any abuse in public life or privately, adding: Many women Labour MPs, Ruth Smeeth included and others have suffered the most unbelievable levels of abuse.', 'And it was a Labour MP Jo Cox who was murdered because she stood up in public life. I simply say to you that bad behaviour, misogynism, racism in any form is absolutely not acceptable in any form whatsoever in my party or in society.', 'Mr Corbyn was given a clear offer of possible support in a hung parliament from SNP leader Nicola Sturgeon during the show.', 'She said her party may hold the balance of power if there is a hung parliament and she would use that influence to make her demands for a second independence referendum.', 'The Scottish First Minister said she would expect Mr Corbyn to respect the right of the Scottish people to choose their own future.', 'She told the Question Time audience the two parties both wanted to make health and welfare reforms.', 'Ms Sturgeon said she did not believe the Labour leader would walk away from the chance to hold power to push through reforms simply because he wants for a couple of years on the timescale for a rerun independence poll.', 'Jeremy Corbyn supports the right to self-determination for almost every other country in the world. I’m not sure he is going to compromise the chance to have a Labour government for that issue, she said.', 'I lead a minority government in Scotland so I know the compromises that you have to make to govern in that situation.', 'Ms Sturgeon said that while she backed a so-called confirmatory referendum on Brexit, she did not support holding one on a Scottish exit deal if the country voted for independence.', 'The SNP leader said she expected to strike a less formal agreement with Mr Corbyn than a full coalition agreement.', 'Lib Dem leader Jo Swinson faced angry attacks over her party’s pledge to revoke the EU’s Article 50 departure process to cancel Brexit.', 'Ms Swinson said: We are being very straightforward as a party that we want to stop Brexit.', 'You might agree with us, you might disagree with us.', 'I don't think you can accuse us of not being upfront about wanting to stop Brexit.', 'We 've been crystal clear about that from the very beginning.','Not for one second do I think that means that you or anybody like you is stupid. I think it means we disagree.', 'One angry audience member, referring to the result of the 2016 EU referendum, told her: You can disagree with me, but you lost.', 'The questioner said the policy was undemocratic from somebody who wished the last three-and-a-half years had never happened.', 'Critics last night raised questions about the makeup of the audience after several questioners appeared to be party activists asking scripted questions.', 'Robbie Gibb, former communications chief to Theresa May and a ex-BBC executive, said: This audience feels like it’s full political activists rather than typical voters.', 'Following the programme, Foreign Secretary Dominic Raab said: How can you be a leader if you are neutral on the biggest issue of our time?', 'Health Secretary Matt Hancock said: Corbyn proved all he has to offer is more dither and delay on Brexit.', 'He can’t get Brexit done if he doesn’t even know what he thinks about Brexit. And without a plan to get Brexit done he has no credibility on anything else.', 'If he becomes Prime Minister politicians will just go on arguing while other important issues get ignored.'",
        "numberPosts": " 65 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Nationality - European or anti-Europeans,Physical Identity - Physical (and Mental) Impairments,Age - Over 65s,Age - Youngsters",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Brexit,Remainers,Lame,Old,Nothing",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "15",
            "user": "BishopK",
            "date": "23 Nov ",
            "timestamp": "NA",
            "commentText": "Most people like clarity and certainty, and a Corbyn led Labour party ill equiped to provide voters or the general population with either.",
            "likes": 16,
            "hasReplies": true,
            "numberOfReplies": 22,
            "replies": [
                {
                    "id": "200",
                    "user": "Wafoo",
                    "date": "25 Nov ",
                    "timestamp": "NA",
                    "commentText": "Better the demon we know than the one we don't.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "201",
                    "user": "GreyEyes",
                    "date": "23 Nov ",
                    "timestamp": "NA",
                    "commentText": "I wouldn't be surprised if they're going door to door telling leavers they'll support <b> brexit </b>and<b>  remainers</b> they'll support remaining. It 's been quite clear by his actions in parliament and by the labour MP' s voting strategy that they don 't support leaving the EU.",
                    "likes": 7,
                    "hasReplies": true,
                    "numberOfReplies": 6,
                    "replies": [
                        {
                            "id": "202",
                            "user": "(null)",
                            "date": "(null)",
                            "timestamp": "NA",
                            "commentText": "(null)",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 5,
                            "replies": [
                                {
                                    "id": "203",
                                    "user": "(null)",
                                    "date": "23 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "It hasn't. The UK leaves the EU on 31 January 2020, unless - prior to this date the UK government applies for another extension - and the 27 EU member states unanimously agree to grant you one, which is becoming increasingly unlikely. ",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "204",
                                    "user": "(null)",
                                    "date": "23 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "who by.",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "205",
                                    "user": "(null)",
                                    "date": "(null)",
                                    "timestamp": "NA",
                                    "commentText": "(null)",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "206",
                                    "user": "(null)",
                                    "date": "23 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "If you had more than one brain cell you would be dangerous, try putting your brain into gear before making comments, oh I forgot that is impossible for you to do. Imagine if your brain came onto the brain transplant market, it would be worth an absolute fortune.The advert could read, brain for sale in perfect condition, never used by present owner!",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "207",
                                    "user": "(null)",
                                    "date": "23 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Have you missed your medication?",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Brexit",
                        "Remainers"
                    ]
                },
                {
                    "id": "208",
                    "user": "(null)",
                    "date": "(null)",
                    "timestamp": "NA",
                    "commentText": "(null)",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 13,
                    "replies": [
                        {
                            "id": "209",
                            "user": "(null)",
                            "date": "23 Nov ",
                            "timestamp": "NA",
                            "commentText": "I'm on twitter a lot, i've been following debate.. not affiliated to anyone, the majority are anti corbyn, one theme keeps coming up, those he supports over those that he doesn't... with out spelling it out, people will know what i mean.",
                            "likes": 4,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "210",
                                    "user": "(null)",
                                    "date": "23 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Too true, **** Corbyn.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "211",
                                    "user": "(null)",
                                    "date": "23 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Indeed.",
                                    "likes": 3,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "212",
                            "user": "(null)",
                            "date": "23 Nov ",
                            "timestamp": "NA",
                            "commentText": "If you seek out 'those places' that confirm your biases I'm sure you will find them.",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "213",
                            "user": "(null)",
                            "date": "23 Nov ",
                            "timestamp": "NA",
                            "commentText": "You sound for all the world like someone who hates foreigners? Let’s take a look at your own family tree shall we?",
                            "likes": 3,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "214",
                                    "user": "(null)",
                                    "date": "(null)",
                                    "timestamp": "NA",
                                    "commentText": "(null)",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "215",
                                    "user": "(null)",
                                    "date": "23 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Corbyn as a magic monet tree, or is it a forest now!",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "216",
                            "user": "(null)",
                            "date": "23 Nov ",
                            "timestamp": "NA",
                            "commentText": "I like Boris as I find him reasonably intelligent and very entertaining, but I am not a Boris or conservative party supporter by choice, and will only vote conservative out of necessity to prevent a Remain candidate being elected as no Brexit party candidate standing in my constituency.",
                            "likes": 5,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "217",
                            "user": "(null)",
                            "date": "23 Nov ",
                            "timestamp": "NA",
                            "commentText": "go to bed it's late.",
                            "likes": 4,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "218",
                            "user": "(null)",
                            "date": "23 Nov ",
                            "timestamp": "NA",
                            "commentText": "I wouldn’t say twitter has erupted, I would say twitter is unsurprised. Boris looks like an absolute fool, and Jezza is proving he’s a great campaigner once again. He defied all the odds last time and smashed Theresa Maybe’s majority. Can he go one better this time? He looks on track.",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 3,
                            "replies": [
                                {
                                    "id": "219",
                                    "user": "(null)",
                                    "date": "23 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Your name could not be more apt. Corbyn got taken to task by some members of the audience over issues like Brexit, anti Semitism, and genuine fear of what his government would mean to working people. This time, the polls are showing an increasing Tory lead, not Corbyn catching up like in 2017. Face it - Corbyn, 3 Boats, and Momentum are busted flushes who are about to get a well deserved kicking from the electorate.",
                                    "likes": 2,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "220",
                                    "user": "(null)",
                                    "date": "23 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "That name sure suits you, if that is what you think",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "221",
                                    "user": "(null)",
                                    "date": "23 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Naming a disease after you seems very apt.",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "14",
            "user": "Pythagoras379",
            "date": "23 Nov ",
            "timestamp": "NA",
            "commentText": "If Corbyn promises to abide by the result of a new referendum, why not just abide by the result of the existing referendum that be promised to abide by to get elected, in 2017.",
            "likes": 10,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "222",
                    "user": "(null)",
                    "date": "23 Nov ",
                    "timestamp": "NA",
                    "commentText": "I think the UK should leave. That said, any of the following combinations represents your leave win  Full exit from the EU + a withdrawal agreement + Cuba style WTO terms of trade + a withdrawal agreement + a Canada style UK - EU FTA + a withdrawal agreement + a Turkey stule UK - EU Customs Union Trade Agreement + a withdrawal agreement + a Norway style UK - EU single market participation trade agreement advocated by Farage in 2013! +a withdrawal agreement + a combination of a Turkey + Norway style trade agreement + no withdrawal agreement + Cuba style WTO terms of trade So which of the above should they implement ? It is clear that your referendum was flawed.It only asked you leave or remain.it did not ask you how you wanted to leave WA or no WA, nor what kind of future trade relationship you wanted with the EU afterwards Cuba, Canada, Turkey, Norway style.Those decisions were left to your parliament. However, immediately after triggering article 50, May organised a GE and lost her majority.No single party won a majority, so you had a <b> lame </b>duck government and a parliament in which none of the above options had a majority. And that 's why on 12 December you have another general election, where hopefully a party will win a majority so that it can push through its own choice of one of the above options.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "223",
                            "user": "(null)",
                            "date": "23 Nov ",
                            "timestamp": "NA",
                            "commentText": "Tell us the EU’s plans for the next 10 yrs. After all this isn’t the organisation we joined is it? They like changing treaties and their rules when it suits.",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Lame"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "13",
            "user": "Archway",
            "date": "23 Nov ",
            "timestamp": "NA",
            "commentText": "I get the feeling that everything comrade Corbyn has created in his sordid little book will be subject to an extremely late term abortion. What a heartless <b> old </b>man he has become! A confidence trickster! A seller of<b>  old</b> tat polished with spittle and arranged in a favourable light. Buyer beware!",
            "likes": 10,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "12",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "224",
                    "user": "Yozzer",
                    "date": "23 Nov ",
                    "timestamp": "NA",
                    "commentText": "I have written twice to the DE about that, and I also note the huge drop off in comments, due no doubt to it no longer being fit for purpose. As you say, you need a lot of patience to finding stuff, even the threads are delayed until the adverts have been displayed.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "225",
                    "user": "FIFY",
                    "date": "23 Nov ",
                    "timestamp": "NA",
                    "commentText": "If you use Chrome, then the Fair Ad Blocker extension blocks around 31 ads displayed on this page and increases speed by orders of magnitude.",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "226",
                            "user": "(null)",
                            "date": "23 Nov ",
                            "timestamp": "NA",
                            "commentText": "Thanks for that tip, pages now load far quicker.",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "11",
            "user": "NOLANDNOGLORY",
            "date": "23 Nov ",
            "timestamp": "NA",
            "commentText": "Any organisation, without strong, defined and purposeful leadership, will fail. This country is going down the road to failure, because of the absolute incompetent, lack lustre, indecisive, failures we vote into power on tick box selection processes.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "227",
                    "user": "(null)",
                    "date": "23 Nov ",
                    "timestamp": "NA",
                    "commentText": "In all likelihood the parties have already been scuttled and they are all just jostling for places s zonal EU counsellors in deep state terms. Will they still use pretend labels like PM - Labour etc ? -yes probably.A prime minister is not much of a peoples representative if secretly it just means local headmaster without our knowledge. ",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "228",
                            "user": "(null)",
                            "date": "23 Nov ",
                            "timestamp": "NA",
                            "commentText": "What are \"zonal EU counsellors\"??",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "10",
            "user": "CyrilMcCurry",
            "date": "23 Nov ",
            "timestamp": "NA",
            "commentText": "St. Jezza a Eurosceptic since 1975. Now a weak fence sitter.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 10,
            "replies": [
                {
                    "id": "229",
                    "user": "(null)",
                    "date": "(null)",
                    "timestamp": "NA",
                    "commentText": "(null)",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 9,
                    "replies": [
                        {
                            "id": "230",
                            "user": "Superblues285",
                            "date": "24 Nov ",
                            "timestamp": "NA",
                            "commentText": "Haha, do you have insecurity issues? Both likes are off yourself. Coco, you really are a weapon. Run little piggy, run.Aaahhhhhhh ",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 8,
                            "replies": [
                                {
                                    "id": "231",
                                    "user": "(null)",
                                    "date": "(null)",
                                    "timestamp": "NA",
                                    "commentText": "(null)",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "232",
                                    "user": "(null)",
                                    "date": "24 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Who is? Eh",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "233",
                                    "user": "(null)",
                                    "date": "(null)",
                                    "timestamp": "NA",
                                    "commentText": "(null)",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "234",
                                    "user": "(null)",
                                    "date": "24 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "You got it brother.Deeeerrrr Coco the glasseye ",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "235",
                                    "user": "(null)",
                                    "date": "(null)",
                                    "timestamp": "NA",
                                    "commentText": "(null)",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "236",
                                    "user": "(null)",
                                    "date": "24 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Oh the irony, coming from the one liking their own comments. You really are dense coco.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "237",
                                    "user": "(null)",
                                    "date": "(null)",
                                    "timestamp": "NA",
                                    "commentText": "(null)",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "238",
                                    "user": "(null)",
                                    "date": "24 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Was it important? Haha, coco the glasseye Whooosssssshhh ",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "8",
            "user": "(null)",
            "date": "23 Nov ",
            "timestamp": "NA",
            "commentText": "Remain or Remain is a stance, which he is taking and ignoring the leave vote, how can he justify what he says? total garbage comes out when he speaks",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "239",
                    "user": "(null)",
                    "date": "23 Nov ",
                    "timestamp": "NA",
                    "commentText": "Leave with Boris’s deal or remain. Try to keep up",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "7",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "240",
                    "user": "(null)",
                    "date": "23 Nov ",
                    "timestamp": "NA",
                    "commentText": "It was hitting a stalemate.. or a zombie Parliament as one put it. During the 2017 GE, 570 seats were gained by the Tories and Labour on the promise to deliver <b> brexit.</b>..84.2 % of the vote gained 570 seats..we ended up with a majority remaining Parliament blocking our departure by using Bercow to put amendment bills in to try and thwart<b>  brexit</b>....something had to give, Boris knew this..Corbyn twice refused a GE and eventually gave in once they got no deal blocked. Instead of offering criticism, how about offering your solution on how this could have been solved ? ",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "241",
                            "user": "(null)",
                            "date": "23 Nov ",
                            "timestamp": "NA",
                            "commentText": "Incorrect. You did not have a Remain parliament had there been a  majority in parliament to remain, they would have revoked article 50, which is the only way to remain.  What you had, was a parliament that could not agree on how to Brexit - with or without a withdrawal agreement - with a Cuba, Canada, Norway or Turkey style trade deal afterwards. This is why you have another GE: to try to get a majority for one of the parties so that it can push through its preferred way to Brexit. ",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "242",
                                    "user": "(null)",
                                    "date": "23 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "How is Belgium? You don’t even have your own language and squabble like toddlers between each other. Mixed up little country.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Brexit"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "6",
            "user": "(null)",
            "date": "23 Nov ",
            "timestamp": "NA",
            "commentText": "Putting Boris is charge of restoring trust is like making Prince Andrew a child welfare officer!",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "243",
                    "user": "(null)",
                    "date": "23 Nov ",
                    "timestamp": "NA",
                    "commentText": "Like Corbyns stand - your post is an absurd kind of oxymoron &amp; dichotomy for a peoples say that was was final - but isn't - according to people that want 'a peoples say'.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5",
            "user": "(null)",
            "date": "23 Nov ",
            "timestamp": "NA",
            "commentText": "Johnson hasnt much to shout about either trying to foist Maybots deal upon us as the best thing since sliced bread, the <b> Brexit </b>Party needs to hamstring you in Parlaiment until you and the Conservative Party abandon this charade of leaving the EU which in fact is BRINO and we all know it. either tow the LEAVE line or we will have you over a barrel.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "244",
                    "user": "(null)",
                    "date": "23 Nov ",
                    "timestamp": "NA",
                    "commentText": "That's why we have to get <b> brexit </b>mps into parliament but the establishment has even scuppered that seeing as how nigel was forced by his backers to stand half of the 600 or so candidates that were going to stand  to stand down we are once again being stitched up democracy  no longer exists",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Brexit"
                    ]
                }
            ],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "4",
            "user": "(null)",
            "date": "23 Nov ",
            "timestamp": "NA",
            "commentText": "If Boris wants to improve trust in the government, perhaps he should be more honest about his deal, and the many hooks to keep us tied to the EU.  If he thinks it is so good, maybe explaining the very bad as well as the good in it. ",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "(null)",
            "date": "23 Nov ",
            "timestamp": "NA",
            "commentText": "Clear strategy from Corbyn - let the people have the final say. Boris absolutely destroyed again.The momentum is all with Jezza, Boris looking completely out of his depth.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "245",
                    "user": "(null)",
                    "date": "23 Nov ",
                    "timestamp": "NA",
                    "commentText": "Are you joking let the people have the final say ???????what corbyn is saying if you listen is the deal he would negotiate with the eu is still in the customs union ect  ect all the things that is remaining in the eu or remain on the ballot paper I.e we would have a choice of remain or remain ?????it should be accept his deal with the eu or leave now that's what would be let the people decide but lieboure is hoping that the sheep like you will be blindly following  his every word",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "246",
                    "user": "(null)",
                    "date": "23 Nov ",
                    "timestamp": "NA",
                    "commentText": "But how do you sit down and negotiate the \"best possible deal\", if you don't care whether the electorate will support it in a referendum or not? It makes no sense.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "247",
                    "user": "(null)",
                    "date": "23 Nov ",
                    "timestamp": "NA",
                    "commentText": "Looks like you are in a dream world. That 's no strategy.. that's the easy way out by allowing him to fence sit..they promised at the last GE to respect the referendum and they would deliver it and what have they done in parliament, blocked it at every opportunity...all the indicators show people don 't trust Corbyn.. he's massively haemorrhaged the working class vote because of his betrayal and links to certain people. ",
                    "likes": 4,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "248",
                            "user": "(null)",
                            "date": "23 Nov ",
                            "timestamp": "NA",
                            "commentText": "1 Er, it is YOU, the UK electorate, that last time voted in such a way that no party won a majority, which means that YOU elected a lame duck government that has no majority in parliament.  2 your Leave vote is still fully being honoured.the only way to ignore it is by revoking article 50, which hasn 't happened.  3 There are many ways to brexit.The referendum did not ask you this question, it left it up to parliament to decide how to Brexit, namely: Full exit from the EU + a withdrawal agreement + Cuba style WTO terms of trade + a withdrawal agreement + a Canada style UK - EU FTA + a withdrawal agreement + a Turkey stule UK - EU Customs Union Trade Agreement + a withdrawal agreement + a Norway style UK - EU single market participation trade agreement advocated by Farage in 2013! +a withdrawal agreement + a combination of a Turkey + Norway style trade agreement + no withdrawal agreement + Cuba style WTO terms of trade There is no majority in parliament for any of the above options, which is why you are having another GE, that will hopefully result in a majority for one of the parties that will then be able to push through its preferred way to brexit. ",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "249",
                    "user": "(null)",
                    "date": "23 Nov ",
                    "timestamp": "NA",
                    "commentText": "The extension of the franchise to dizzy teens and self serving short term visitors is corbyns joker.... only he’s the only one laughing.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "2",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 10,
            "replies": [
                {
                    "id": "250",
                    "user": "(null)",
                    "date": "23 Nov ",
                    "timestamp": "NA",
                    "commentText": "The reason why you have an election IS <b> brexit.</b> There was no majority in your parliament for any of the possible ways to leave the EU.The only way to resolve this stalemate was to have another election and hope that this time one of the parties wins a majority so that it can push through it 's prefered way of exiting the EU.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Brexit"
                    ]
                },
                {
                    "id": "251",
                    "user": "(null)",
                    "date": "23 Nov ",
                    "timestamp": "NA",
                    "commentText": "If you go on twitter and look at his tweets, he's saying daily: \"let's get <b> brexit </b>done\"...  he's not muddied the waters at all.",
                    "likes": 5,
                    "hasReplies": true,
                    "numberOfReplies": 8,
                    "replies": [
                        {
                            "id": "252",
                            "user": "(null)",
                            "date": "(null)",
                            "timestamp": "NA",
                            "commentText": "(null)",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "253",
                                    "user": "(null)",
                                    "date": "23 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Jeremy Corbyn has had numerous chances to support leave voters, but instead chooses to continue being deliberately vague, to the point where he won't even publicly support the deal he claims he would secure.  If Boris has been able to make Brexit a Conservative cause, it is simply because Labour have completely abandoned those of us who voted leave. ",
                                    "likes": 2,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "254",
                                    "user": "(null)",
                                    "date": "23 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "If they betray the people, they'll be finished...that's currently up for debate.",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "255",
                            "user": "(null)",
                            "date": "(null)",
                            "timestamp": "NA",
                            "commentText": "(null)",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 4,
                            "replies": [
                                {
                                    "id": "256",
                                    "user": "(null)",
                                    "date": "23 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "LLC is a globalist illusion &amp; 'opposition party' is a meaningless term.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "257",
                                    "user": "(null)",
                                    "date": "23 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "You are correct on that about it being not limited to one party, as both sides had cross party support.. he did support leave and the labour fanatics keep calling this a tory brexit, yet forgetting as you said, what we asked for it.",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "258",
                                    "user": "(null)",
                                    "date": "23 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "He has only made it Tory territory because Labour campaigned at the last election on a Brexit forum and then refused to implement it/ The electorate made it clear at the referendum and comrade Corbyn should have already honoured that.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "259",
                                    "user": "(null)",
                                    "date": "23 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Even before taking the keys to No 10, Boris put his stall out. There was a big \"Leave\" sign on it. He has stuck rigidly to that stance, whilst EVERY other party has jumped about like frogs on a hot stove, trying to get voters on their side. Your heroic Magic Grandpa, is simply playing the field for votes. But his dither and fence sitting is biting him in the rear. It's clear many have now jumped onto the Boris wagon, because he offers a conclusion to this Brexit fiasco, that will not risk decimating the UK into chaos.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Brexit"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "1",
            "user": "(null)",
            "date": "24 Nov ",
            "timestamp": "NA",
            "commentText": "\"Jeremy Corbyn calls his neutral <b> Brexit </b>stance 'a sign of strength\" - Had he been a private person and not the head of a party in a general election he could have stated this position however that is not the case - for if this is and example of his parties position be fully aware his promises mean<b>  nothing</b> and you should ignore anything he says. For he is appeasing the public at any demand as and when they come up. His manifest is not worth the effort of reading it for it is a wish list of what the public would like and his pay masters.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing",
                "Brexit"
            ]
        },
        {
            "id": "0",
            "user": "(null)",
            "date": "23 Nov ",
            "timestamp": "NA",
            "commentText": "Real leaders don't sit on the fence, they stand up for what they believe in, but Corbyn is a dithering headless chicken with a fine collection of splinters.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "-1",
            "user": "(null)",
            "date": "23 Nov ",
            "timestamp": "NA",
            "commentText": "Trust is a word Corbyn  like democracy dosent have a clue what it means I wouldn't trust Corbyn  anymore than most politicians",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "-2",
            "user": "(null)",
            "date": "23 Nov ",
            "timestamp": "NA",
            "commentText": "Boris the chicken",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "260",
                    "user": "(null)",
                    "date": "23 Nov ",
                    "timestamp": "NA",
                    "commentText": "Corbyn the fool n lier same as boris but I know which one if we had to choose I would hold my nose n vote for and it wouldn't be marxists corbyn",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "-3",
            "user": "(null)",
            "date": "23 Nov ",
            "timestamp": "NA",
            "commentText": "Role up role up former Jeremy Corbyn Ideology for sale -  1 reckless pleading fifth amendment owner ..",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}