{
    "header": {
        "title": " 'AGEIST!' Commentator FIRES BACK at comedian blaming older generation for crisis ",
        "subtitle": " COMMENTATOR Melanie Phillips hit back at comedian Ahir Shar after he claimed Britain’s baby boomers are “monopolising certain things” and leaving the younger generation to live through an “attempted recreation of someone else’s good old days”. ",
        "owner": " Charlotte Davis ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 06:53, Fri, Jan 11, 2019 ",
        "dateExtraction": " 2020-02-07 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/uk/1070174/UK-housing-crisis-London-mortgage-Brexit-news-loan-baby-boomer-millennial-generation ",
        "postText": "The comedian was branded as ageist after he ridiculed the older generation during BBC Politics Live on Thursday. Mr Shar said: I think that it’s just a sort of generation at the top who are monopolising certain things and we are currently living through an attempted recreation of someone else’s good old days, which stands in the way of making good new days I think. Much of it is oh, do you remember the good old days when you could leave your front door unlocked and everyone had polio.', 'In response, commentator Melanie Phillips said: I think this is distinctly ageist, if you don’t mind my say so.', 'There is a big problem with young people getting on the housing ladder, especially in London - no question about that.', 'But this idea like the baby boomer generation of whom I am, you know, you’ve got everything and we have got nothing and therefore it is your fault we have got nothing.', 'That’s not very nice. That is not really a way to run a society.', 'Ms Phillips insisted the baby boomer generation do not have it all. She said: I think the baby boomers have got a lot but I have never understood or I have never sympathised with this idea that because there is a problem young people getting on the housing ladder - big problem - we should address that and we should build more houses.', 'But the idea that you want to blame people who have advantages because it is their fault. I think this is unpleasant and unwarranted.', 'The comedian fired back and said: I think it does become a certain problem when it feels certainly like people are moving the ladder up from beneath them and setting fire to the ladder and all of that sort of business.', 'But if we are talking about ageism, and I must say that occasionally my opinions are exaggerated for comic effect. But if we talk about yes there is some possibility some ageism there.', 'There is also some ageism in the fact that something for example something that is being driven through the country at the moment that is largely voted for by an older generation against the wishes of a younger generation is now being framed as the explicit, untrammelled will of the people that must be carried through.', 'Daily Express analysis of official figures shows rising property prices have forced more than a quarter of young adults to live with their parents.', 'Record numbers of those aged 20 to 34 cannot afford to leave the nest because of high rents and daunting mortgage deposits and payments.', 'The number has increased by an extra 5,500 every month over the last 15 years, according to the data.', 'It found 26 per cent of young adults are now living with their parents - a total of 3.4 million. In 2002 there were a million fewer.', 'Angus Hanton, the co-founder of the pressure group Intergenerational Fairness, said: Many young people simply cannot afford to fly the nest when they face stagnant wages, precarious employment, unpaid internships, and high student debt.', 'The Office for National Statistics figures show the numbers living at home have increased three per cent in the last year, eight percent over the last five years, 28 percent over the last 10 years and 41 percent since 15 years ago.'",
        "numberPosts": " 59 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Age - Over 65s,Age - Youngsters,Age - General,Ethnicity - General,Religious Identity - Muslim",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Old,Nothing,Nobody,Age,Ageist,Ethnic,Racist,Terrorist",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "29",
            "user": "gostshooter",
            "date": "10 Jan, 2019 ",
            "timestamp": "NA",
            "commentText": "yes another scumbag that thinks he know better not <b> old </b>enough to know what this country was like 60 years ago and has no loyalty to his own country never mind this one",
            "likes": 112,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "200",
                    "user": "opressed",
                    "date": "10 Jan, 2019 ",
                    "timestamp": "NA",
                    "commentText": "his family were probably not in the country 60 years ago",
                    "likes": 31,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "28",
            "user": "JamesO'Biassed",
            "date": "10 Jan, 2019 ",
            "timestamp": "NA",
            "commentText": "I guess he means the baby boomers have bought all the property,well that's not true. What has pushed up the price of property is property speculators, over population through uncontrolled mass immigration and Government policy. It has <b> nothing </b>to do with baby boomers.",
            "likes": 97,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "201",
                    "user": "keithgoodall",
                    "date": "12 Jan, 2019 ",
                    "timestamp": "NA",
                    "commentText": "More to do with people like him coming here",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "27",
            "user": "chriscross",
            "date": "10 Jan, 2019 ",
            "timestamp": "NA",
            "commentText": "The baby boomers worked for and deserve what they've got.  They're now the bank of mum and dad, without whom, many would not have their own properties.",
            "likes": 89,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "202",
                    "user": "(null)",
                    "date": "(null)",
                    "timestamp": "NA",
                    "commentText": "(null)",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "203",
                            "user": "(null)",
                            "date": "11 Jan, 2019 ",
                            "timestamp": "NA",
                            "commentText": "Yeah.. the new generation have certeinly suffered.. with the black lung from coal mines, lung cancer from asphestos, and 3/4 to a bedroom.. indeed that certeinly have had it as hard. I mean.. I can see the blisters on there tiny little hands as there picking up coal from the tracks because they cant afford to heat the house with sacks from the delivery man, or being sent to weight in copper to put food on the table.. yeah they work twice or three times as hard.. jesus you don't even know your born.",
                            "likes": 5,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "204",
                            "user": "(null)",
                            "date": "11 Jan, 2019 ",
                            "timestamp": "NA",
                            "commentText": "Firstly, it's may have. Secondly, and far more importantly- your comment is a sweeping generalisation, unsupported by facts. Every generation has to work hard to get by and claiming that this generation has to work twice or three times as hard to afford what you had is utter bilge.",
                            "likes": 9,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "205",
                    "user": "(null)",
                    "date": "10 Jan, 2019 ",
                    "timestamp": "NA",
                    "commentText": "Yup.. complain they can't afford houses but have no problem walking round with a 1k pound iphone...",
                    "likes": 30,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "26",
            "user": "AnJeLa",
            "date": "10 Jan, 2019 ",
            "timestamp": "NA",
            "commentText": "Not one person has actually looked at what the youngster of today have that the baby boomers never had. For a start most youngsters spend 20 years of their lives in education. They have the ability to travel all over the world and many do take that opportunity instead of saving. Many youngsters also prefer to cohabit with someone but lead separate lives instead of pooling their money. Most youngsters have more money in their pocket to spend on nights out, clothes, entertainment and everything g that comes with the ‘consumer’ generation that they are. i started out at 16 yrs <b> old </b>as a shorthand typist in a typing pool.I had a second job delivery morning papers so I could save some money for my future.My parents encouraged me to save every penny.I got married at 24 yrs<b>  old</b> and both my fiancé and I had a few thousand behind us to put down on a small house.We both did two jobs to make ends meet.We never went out the way youngsters do now.We didn’ t even drink the way they do now. we really have to stop this blame game.The baby boomer generation has created opportunities for this generation.That no one ever had before.If they choose to waste those opportunities by the brainwashing of media and celebrity, they have only themselves to blame. ",
            "likes": 84,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "206",
                    "user": "(null)",
                    "date": "12 Jan, 2019 ",
                    "timestamp": "NA",
                    "commentText": "You only have to watch a few police programs to get the idea our young fools are clubbing themselves into permanent debt with the cost of booze ciggies and clothes they have choices most seem to make the wrong choice ; A few beers nice clothes and an odd night out won't brake the bank 'but keep it up week after week month after month then get some silly moll pregnant and there you have it life ruined for all of them and <b> nothing </b>to fall back on but mum and dad and the state",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing"
                    ]
                },
                {
                    "id": "207",
                    "user": "(null)",
                    "date": "10 Jan, 2019 ",
                    "timestamp": "NA",
                    "commentText": "Brilliantly put absolutely spot on AnjeLa.",
                    "likes": 17,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "208",
                    "user": "(null)",
                    "date": "10 Jan, 2019 ",
                    "timestamp": "NA",
                    "commentText": "Exactly AnjeLa, the problems we faced were different, that's all. I don't think our expectations were as great as they are now, we were more easily contented, but that doesn't mean we didn't work hard for what we had.",
                    "likes": 30,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "209",
                    "user": "(null)",
                    "date": "10 Jan, 2019 ",
                    "timestamp": "NA",
                    "commentText": "None of us could have afforded a house by ourselves. They all seem to want their own house or flat these days and not pool their money as though it is a privilege rather than working for it.",
                    "likes": 22,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "25",
            "user": "Michael555",
            "date": "10 Jan, 2019 ",
            "timestamp": "NA",
            "commentText": "I watched this man and he should be sued under the trade description act, for claiming to be a comedian. As funny as toothache and his subject matter the same format as all the other left wing \"comedians\" on radio 4",
            "likes": 84,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "24",
            "user": "NeilTaylor",
            "date": "10 Jan, 2019 ",
            "timestamp": "NA",
            "commentText": "Yes, Mr Shar, I too remember the good <b> old </b>days, when you could go to a concert without the fear of a<b>  terrorist</b> attack. Walk the streets of London without being stabbed, and when comedians were actually funny.",
            "likes": 77,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Old",
                "Terrorist"
            ]
        },
        {
            "id": "23",
            "user": "lurker56180846",
            "date": "10 Jan, 2019 ",
            "timestamp": "NA",
            "commentText": "Build more houses or stop uncontrolled mass immigration, got enough comedians already.",
            "likes": 55,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "22",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "210",
                    "user": "johnc1",
                    "date": "10 Jan, 2019 ",
                    "timestamp": "NA",
                    "commentText": "All the way back to 1990 .???? beyond that its just history to them.",
                    "likes": 18,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "21",
            "user": "johnc1",
            "date": "10 Jan, 2019 ",
            "timestamp": "NA",
            "commentText": "Who is interested in what he believes ,he wasn't even born when I was working .My advise is get yourself a real job .",
            "likes": 46,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "20",
            "user": "Ironsman",
            "date": "10 Jan, 2019 ",
            "timestamp": "NA",
            "commentText": "It does seem rather ironic to me that nearly all these 'comics' and commentators who have the most to say who continually lambast the UK are from <b> ethnic </b>minorities or foreigners like the Irish 'comedians'.",
            "likes": 44,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Ethnic"
            ]
        },
        {
            "id": "19",
            "user": "Backfire",
            "date": "10 Jan, 2019 ",
            "timestamp": "NA",
            "commentText": "Every generation has its challenges. We had low wages, especially when young, sky high interest rates, large deposits and difficult to get mortgages. So just a little bit of advice to this Ahir Shar bloke, get over yourself, shut up and work harder. Or another suggestion, find another country to live in.",
            "likes": 22,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "211",
                    "user": "(null)",
                    "date": "11 Jan, 2019 ",
                    "timestamp": "NA",
                    "commentText": "Good advice, perhaps living in his own country instead of ours would be a start.",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "18",
            "user": "Asitis6",
            "date": "10 Jan, 2019 ",
            "timestamp": "NA",
            "commentText": "Sick and tired of young people that bleat.  Hey i had <b> nothing </b>when I started out no car no heating no carpets and what was an en suite. Lord give me strength",
            "likes": 21,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "17",
            "user": "ArminFreimark",
            "date": "10 Jan, 2019 ",
            "timestamp": "NA",
            "commentText": "Who is that kid?",
            "likes": 21,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "16",
            "user": "paulharder",
            "date": "10 Jan, 2019 ",
            "timestamp": "NA",
            "commentText": "Ah, the good <b> old </b>days of the Empire when Mr Shar’s ancestors would’ve been wearing tennis shoes and a fez and serving drinks on the croquet lawn.",
            "likes": 17,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "15",
            "user": "NewPartyVoteBREXIT",
            "date": "10 Jan, 2019 ",
            "timestamp": "NA",
            "commentText": "Comedian? Never heard of him.",
            "likes": 14,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "14",
            "user": "Angelam",
            "date": "11 Jan, 2019 ",
            "timestamp": "NA",
            "commentText": "He should be thanking the boomers for allowing his family the opportunity to settle here so that one day he could come along and make a living out of not being remotely funny.",
            "likes": 13,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "13",
            "user": "Oddsbods",
            "date": "11 Jan, 2019 ",
            "timestamp": "NA",
            "commentText": "I don't suppose he believes high immigration levels have anything to do with housing problems does he?",
            "likes": 11,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "12",
            "user": "Knifeandfork",
            "date": "11 Jan, 2019 ",
            "timestamp": "NA",
            "commentText": "Its funny how the younger generation believe they have 'Original Knowledge'. What they have is limited experience in all things, the arrogance to suggest that no one can tell them anything they don't already know, and the ability to convince themselves that there is no one smarter than they are. Experience counts. You can't get it without actually having had experience and that alone brings about a wisdom you don't have until you've lived a while and failed a few times. Its why so many young drivers die by their own hand.",
            "likes": 11,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "212",
                    "user": "(null)",
                    "date": "11 Jan, 2019 ",
                    "timestamp": "NA",
                    "commentText": "... in other words take no notice Ahir Shar. He thinks like a Jihadist, and that why his <b> age </b>group were so easy to brainwash into a fanatical mind set!",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Age"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "11",
            "user": "OldDog",
            "date": "11 Jan, 2019 ",
            "timestamp": "NA",
            "commentText": "What business is it of his it is not his country.",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "10",
            "user": "Mr.M",
            "date": "11 Jan, 2019 ",
            "timestamp": "NA",
            "commentText": "Ahir Shar - there lies the problem in more ways than one",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9",
            "user": "DarrellJones",
            "date": "10 Jan, 2019 ",
            "timestamp": "NA",
            "commentText": "I neither  saw nor heard any evidence that he is actually a comedian.",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8",
            "user": "BouncyFrog",
            "date": "11 Jan, 2019 ",
            "timestamp": "NA",
            "commentText": "If she'd been <b> racist </b>to him, she'd be arrested. Double standard hate.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "7",
            "user": "Church",
            "date": "11 Jan, 2019 ",
            "timestamp": "NA",
            "commentText": "He can call us <b> ageist </b>but can we call him by derogatory terms?",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Ageist"
            ]
        },
        {
            "id": "6",
            "user": "MRob522",
            "date": "11 Jan, 2019 ",
            "timestamp": "NA",
            "commentText": "And if she said his enthinicity was part of the problem? I wonder... just saying...",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "JohnLongstride",
            "date": "11 Jan, 2019 ",
            "timestamp": "NA",
            "commentText": "The big problem with people getting on the housing ladder in London is the sheer numbers of people wanting to live in London. Many of them have low skills and just cannot afford London rents and house prices, whilst others are moving out of areas that are becoming \"undesirable\" and adding to the demand for and price of more desirable housing.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "cm2",
            "date": "14 Jan, 2019 ",
            "timestamp": "NA",
            "commentText": "When did he and his family immigrate to the UK",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "ValBrooker",
            "date": "10 Jan, 2019 ",
            "timestamp": "NA",
            "commentText": "It's poisonous identity politics. We all know the far right wing National Socialist German Workers party took poisonous identity politics to it's extreme conclusion. If a type of speech can be called a crime, then poisonous identity politics is it.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "213",
                    "user": "(null)",
                    "date": "11 Jan, 2019 ",
                    "timestamp": "NA",
                    "commentText": "Note the word Socialist, surely that is left wing.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "2",
            "user": "johnc1",
            "date": "10 Jan, 2019 ",
            "timestamp": "NA",
            "commentText": "Sorry sonny you are blaming the wrong people ,either that or you are thick .",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "214",
                    "user": "(null)",
                    "date": "10 Jan, 2019 ",
                    "timestamp": "NA",
                    "commentText": "I think both apply to this unfunny person.",
                    "likes": 14,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Thehappycamel",
            "date": "10 Jan, 2019 ",
            "timestamp": "NA",
            "commentText": "It's only when you're older, you acknowledge you were not quite as clever as you thought you were when you were younger . . . <b> age </b>brings a certain privilege and this Shar chap only sees things from his  level of perception . . .  he hasn't earned the privilege yet so it's rather pointless trying to explain things to him.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "215",
                    "user": "(null)",
                    "date": "10 Jan, 2019 ",
                    "timestamp": "NA",
                    "commentText": "Indeed, wisdom comes with <b> age.</b>",
                    "likes": 20,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "216",
                            "user": "(null)",
                            "date": "10 Jan, 2019 ",
                            "timestamp": "NA",
                            "commentText": "Well said, I guess that's why folk has Village Elders running things in the pat rather that the Urban Youngsters who seem to be trying to run things today.",
                            "likes": 10,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "217",
                            "user": "(null)",
                            "date": "10 Jan, 2019 ",
                            "timestamp": "NA",
                            "commentText": "I wonder if this Shar chappie realises that the very ones he is talking about are pulling the strings in parliament ?",
                            "likes": 14,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Age"
                    ]
                }
            ],
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "0",
            "user": "walnut",
            "date": "10 Jan, 2019 ",
            "timestamp": "NA",
            "commentText": "Funny how they believe they can say what they want but we can't....",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 12,
            "replies": [
                {
                    "id": "218",
                    "user": "(null)",
                    "date": "11 Jan, 2019 ",
                    "timestamp": "NA",
                    "commentText": "Let’s get one thing straight, these people are not comedians like that dipstick Nish on the Marsh report, they dress it up as comedy when in actual fact it’s disgusting rhetoric and are using their <b> ethnic </b>background as a shield for their behaviour, everyone else would be called out if they said half of what they get away with and it seems it’s ok for one side of the argument to get away with it but not the other. And that clown sat in between Phillips  and Shar nodding his head in agreement with him needs a good<b>  old</b> slapping.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Old",
                        "Ethnic"
                    ]
                },
                {
                    "id": "219",
                    "user": "(null)",
                    "date": "10 Jan, 2019 ",
                    "timestamp": "NA",
                    "commentText": "The young are always blissfully unaware that at some point they will be the older generation and have to put up with the young who are blissfully unaware…",
                    "likes": 32,
                    "hasReplies": true,
                    "numberOfReplies": 4,
                    "replies": [
                        {
                            "id": "220",
                            "user": "(null)",
                            "date": "10 Jan, 2019 ",
                            "timestamp": "NA",
                            "commentText": "Strange you should say that... I had a very interesting chat with my 32 year old son today who was expressing that very sentiment regarding the 'kids' of today.",
                            "likes": 20,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "221",
                            "user": "(null)",
                            "date": "10 Jan, 2019 ",
                            "timestamp": "NA",
                            "commentText": "Another of the modern self-styled comedians who never says anything remotely funny. These comics are two a penny these days yet people are gullible enough to pay fortunes to sit through their turgid monologues in the hope that maybe they'll finally come up with something genuinely amusing. Don't waste your time or money on them because it's never going to happen. Laughing even though what they say is unfunny only encourages them to write more rubbish. Best to let them play to empty theatres then they might get the message that nothing they have to say is funny.",
                            "likes": 25,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "222",
                                    "user": "(null)",
                                    "date": "10 Jan, 2019 ",
                                    "timestamp": "NA",
                                    "commentText": "You're not 'cool' if you don't laugh at who you should do and when you should do... it's following the crowd to fit in.Social media meets real life.",
                                    "likes": 16,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "223",
                                    "user": "(null)",
                                    "date": "10 Jan, 2019 ",
                                    "timestamp": "NA",
                                    "commentText": "Things go in cycles and the PC cycle will end, and when it does, these unfunny individuals will find they have no audience and no income.",
                                    "likes": 21,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "224",
                    "user": "(null)",
                    "date": "10 Jan, 2019 ",
                    "timestamp": "NA",
                    "commentText": "thats a by product of Mr Blair and his everyone gets a prize for turning up then <b> nobody </b>being allowed to contest any of the PC nonsense.",
                    "likes": 52,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "225",
                            "user": "(null)",
                            "date": "11 Jan, 2019 ",
                            "timestamp": "NA",
                            "commentText": "I blame the younger generation. They are the ones that want open borders that lead to a housing shortage that means that they can't get on the housing ladder. They are the ones that want to stay in the Eu allowing an open door policy for EU migrants. The dopes lol",
                            "likes": 25,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "226",
                                    "user": "(null)",
                                    "date": "11 Jan, 2019 ",
                                    "timestamp": "NA",
                                    "commentText": "How I agree with you and they are that stupid they  just cannot see it!  We already have more immigrants in this country than we can cope with who bring nothing more with them in general than knife crime, drugs etc etc.  Those that come here illegally are allowed to stay here instead of being shipped out, lock stock and barrel.",
                                    "likes": 6,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "227",
                            "user": "(null)",
                            "date": "10 Jan, 2019 ",
                            "timestamp": "NA",
                            "commentText": "Yep... my kids learned how to lose young and turned out to be winners because of it.",
                            "likes": 24,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Nobody"
                    ]
                },
                {
                    "id": "228",
                    "user": "(null)",
                    "date": "10 Jan, 2019 ",
                    "timestamp": "NA",
                    "commentText": "That's how PC works. One way.",
                    "likes": 69,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "229",
                    "user": "(null)",
                    "date": "10 Jan, 2019 ",
                    "timestamp": "NA",
                    "commentText": "They seem to forget we had to go without when interest rates where up 13, 14, 15%  It was not easy for us either.   He fails to mention that there is now more demand because of volume of people.   He needs to look at the overall picture and not blame one section of society.",
                    "likes": 79,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "230",
                            "user": "(null)",
                            "date": "12 Jan, 2019 ",
                            "timestamp": "NA",
                            "commentText": "There's quite an easy answer to the \"affordable housing\" problem. If you can't afford a house your poor and should work harder. If you can't work harder, well, in the good old days we used to have a solution for that. It was called the poor house and it was a house where poor people lived. The government needs to show a little backbone. Put the money they would have spent on blighting Peterborough with poverty boxes and spend it on more poor houses. End of.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}