{
    "header": {
        "title": " Farage lambasts Boris and warns the Tories will be to blame if there is a hung Parliament ",
        "subtitle": " NIGEL FARAGE has said the Tories will be to blame if thousands of Brexit Party supports refuse to go out and vote in the general election, as he attacked his rivals for failing to meet him halfway. ",
        "owner": " Laura O'Callaghan ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 09:00, Sat, Nov 16, 2019 ",
        "dateExtraction": " 2020-02-27 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/politics/1204977/brexit-news-brexit-party-nigel-farage-election-boris-johnson-leave-alliance-tory-party ",
        "postText": "'Following Mr Farage’s shock announcement that he was stepping down 317 candidates in constituencies won by the Conservative Party in 2017, Express.co.uk conducted a poll asking readers who they would vote for in light of the development. While nearly three quarters of respondents said they would give Boris Johnson’s party their vote, many expressed their disappointment at Mr Farage’s decision and vowed not to vote on December 12 because there would be no Brexit Party candidate to back.', 'When this point was put to Mr Farage, he quickly turned on the Conservatives, saying they would be to blame if cheesed off Brexit supporting Britons staged a no-show at the election.', 'Mr Farage told Express.co.uk: Well that is very interesting and this is something that I thought about.', 'So, had the Conservatives given a degree of reciprocity and it had been seen to be, albeit informal, a bit of an alliance - Leave alliance - then I think Brexit Party voters in those 317 constituencies would have thought ‘that’s great, it works’.', 'But I think, very interesting at the moment, what I am seeing this morning, is a lot of Brexit Party voters considering whether they are going to vote at all and I wonder whether the Conservatives will question their attitude towards me over the last few days.', 'The Brexit Party leader was speaking at a rally in Ilford, east London, on Wednesday where he railed against Mr Johnson’s refusal to withdraw candidates from 300 opposition-held constituencies where he is campaigning.', 'He said the Conservatives’ stance had convinced him they are afraid of what his party could do if its members were elected to Parliament.', 'It’s they who refuse to work with us and I think one of the reasons is they genuinely fear us, he told reporters.', 'When asked if the Tories were risking Brexit by their unwillingness to budge on his demands, Mr Farage replied: Yes, they are. In a sense they are.', 'Mr Farage rejected the Tories suggestion he would be held responsible if a Leave majority was not delivered, and accused Mr Johnson of splitting the Brexit vote.', 'The former UKIP leader said he had given his life’ s work to getting Brexit and said it was madness the Tories would rather risk a hung Parliament than guarantee a Leave - supporting majority.', ' He added: I made a massive gesture this week, big gesture, which actually didn’ t delight all Brexit Party supporters, I have to say, because they can’ t all vote for us and they’ re a bit cheesed off.And I get that. ', ' Mr Farage urged the prime minister to give up on his hope of winning in constituencies where the Tories have not enjoyed a victory in years, saying the main challenger to Labour would be his own party. ', ' Suzanne Watson was among those who turned up at the rally to cheer Mr Farage on because she believes Boris cannot be trusted.', ' The 66 - year - oLd from Bishop’ s Stortford is a former UKIP supporter and praised Mr Farage’ s motivation and brains.', ' She told Express.co.uk: I don’ t think we should be joined to Europe.I think we should be looking after our own. ', ' I was in UKIP previously.I didn’ t like it when the right - wing guys, the heavy handed guys, came in ;I was in it purely for Brexit. ', 'With immigration, I think our country is too small, we cannot take in too many people.It’ s nothing to do with racism, we just don’ t have enough doctors and schools. ', 'I think stopping it with Brexit will be good but it’ s almost like shutting the gate after the horse has bolted.'",
        "numberPosts": " 14 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Nationality - European or anti-Europeans",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Brexit",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "8",
            "user": "ShradenLad",
            "date": "16 Nov ",
            "timestamp": "NA",
            "commentText": "Well so you know Nige, i am not being represented by any current candidate where i live. In the absence of a <b> Brexit </b>Party candidate..i won't be voting in the Dec12th Election.",
            "likes": 20,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "200",
                    "user": "iaintoff",
                    "date": "16 Nov ",
                    "timestamp": "NA",
                    "commentText": "This is quite sensible... Spider senses suggest a hollowed out, shop front nationalist, populist, policy presentation by the Tory... ...with an absolute back door, globalist agenda, marching from the rear, implemented during the night, initiative and strategy...",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "201",
                    "user": "checkthefacts",
                    "date": "16 Nov ",
                    "timestamp": "NA",
                    "commentText": "Right. So the fault isn't the Tories it is with the electorate.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "7",
            "user": "HokeyCokey",
            "date": "16 Nov ",
            "timestamp": "NA",
            "commentText": "There's no <b> Brexit </b>Party candidate standing in my constituency so I won't be voting. Why would anyone with a brain vote for the Tories when it's the Tories who intend to sell us out to the crooks in Brussels?",
            "likes": 16,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "202",
                    "user": "claireMarie",
                    "date": "16 Nov ",
                    "timestamp": "NA",
                    "commentText": "I am sure that Labour voters will be voting.  Look out for Labour in your constituency",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "203",
                    "user": "JackDawn",
                    "date": "16 Nov ",
                    "timestamp": "NA",
                    "commentText": "Better the Tories selling out than Corbyn in number 10",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "6",
            "user": "purgatory",
            "date": "16 Nov ",
            "timestamp": "NA",
            "commentText": "Bang on the nail Nigel, I for one will not be voting for a Tory. I would rather stick pins in my eyes. I want rid of both.",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "204",
                    "user": "checkthefacts",
                    "date": "16 Nov ",
                    "timestamp": "NA",
                    "commentText": "Exactly. And that is your decision not the Tories. As usual Farage got it wrong.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Audix_Dude",
            "date": "17 Nov ",
            "timestamp": "NA",
            "commentText": "Well, we will NOT vote Tory again, so pulling the Brexti Party candidate for Harrogate will not get any extra votes for the Tory party, it means that the TWO votes myself and my better half that would have given TBP are now not going to be made at all.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "iaintoff",
            "date": "16 Nov ",
            "timestamp": "NA",
            "commentText": "they are deleting most of the comments on this thread. i wouldn't bother commenting...",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "WhaleOilBeefHooked",
            "date": "16 Nov ",
            "timestamp": "NA",
            "commentText": "There are a number of Labour constituencies, mine included, where the Conservatives lost by a small margin due to a UKIP candidate running. I am sure the <b> Brexit </b>Party will poll higher than UKIP did at the last election but the majority of these additional votes will come from the Conservatives. This will only ensure that the Labour Party candidate, despite being ineffectual and a liar, will win this seat again. Perhaps the<b>  Brexit</b> Party should have been more selective when choosing which seats to stand down in . ",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "205",
                    "user": "checkthefacts",
                    "date": "16 Nov ",
                    "timestamp": "NA",
                    "commentText": "UKIP had 1.8% of the vote. I predict the BP will double that. Still no seats though.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "2",
            "user": "Guest280099",
            "date": "16 Nov ",
            "timestamp": "NA",
            "commentText": "No, Nigel. You and your gigantic ego will be to blame...",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "JackDawn",
            "date": "16 Nov ",
            "timestamp": "NA",
            "commentText": "Boris will win, no worries.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}