{
    "header": {
        "title": " Age discrimination in UK’s workplaces is ‘unacceptable’ ",
        "subtitle": " OLDER staff face discrimination in the workplace, a Commons report warned yesterday. The Women and Equalities Select Committee said “too little” was being done to enforce the age discrimination law. ",
        "owner": " David Maddox ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 00:26, Tue, Jul 17, 2018 ",
        "dateExtraction": " 2020-02-11 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/uk/989853/uk-ageism-workplace-report-women-and-equalities-select-committee ",
        "postText": "This has led to an “unacceptable” waste of the talents of more than one million people over 50 who are unemployed, the report entitled Older People And Employment found.', 'MPs said the Government “needs to be clearer” that prejudice, unconscious bias and casual ageism in the workplace were all unlawful under the Equality Act 2010.', 'Tory committee chairwoman Maria Miller said the lack of enforcement was “both alarming and totally unacceptable”.', 'The report concluded the employer-led nature of the Government’s approach was “unlikely to present an adequate challenge to discriminatory practices or attitudes”.', 'The committee said it wanted to see recruitment agencies “accept greater responsibility, collecting data on where older workers are being excluded and developing a plan of action to remove discrimination from the recruitment process”.', 'It recommended the reporting of the age profile of workforces following the introduction of gender pay gap reporting to challenge discrimination.', 'The report said: “It is unacceptable that the nation is wasting the talents of more than one million people aged over 50 who are out of work but would be willing to work if the right opportunity arose.', '“People in later life are often playing many different roles in society, but those who wish to work should not face the current barriers of discrimination, bias and outdated employment practices.', '“Too little is being done to enforce the law.”', 'Mrs Miller added: “Age discrimination in the workplace is a serious problem, as many older people have discovered.', '“Yet despite it being unlawful for more than a decade, the scale and lack of enforcement uncovered by our inquiry is both alarming and totally unacceptable.', '“The Government and the Equality and Human Rights Commission have failed to get to grips with this. “They must be more robust.”",
        "numberPosts": " 16 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Age - General,Physical Identity - Physical (and Mental) Impairments",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Age,Ageism,Disabled",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "11",
            "user": "BobNotBob",
            "date": "17 Jul, 2018 ",
            "timestamp": "NA",
            "commentText": "On the face of it, yes it is descriminatory, however is it not the perogative of the employer to decide who 'fits-in' to their requirements and who does not.  Years back, remember chatting to a sole trader heating engineer who was chokka with work and asking why not employ an apprentice.His reply was, he used to employ a dozen guys and took an appprentice every year except the constant changes in regs and paperwork meant he worked 7 days a week with he and his wife spending their Sundays solely on paperwork. Now, there 's just him - and he's now able to go on holiday - like everyone else ",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "10",
            "user": "Mr.PoliticallyIncorrect",
            "date": "17 Jul, 2018 ",
            "timestamp": "NA",
            "commentText": "It really comes down to what type of job you do. I am 61 and have been building a patio this last few weeks; I am totally incapable of digging and mixing concrete as I did in my 30's. My productivity is at least half. As regarding crawling around in peoples lofts etc, it would kill me. I can understand why in physically demanding jobs younger higher productivity staff are best and advisable. Now paper pushing or sales that's different. Heaven help those in the building trades when they are now expected to retire at 66 going on 67!!",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "200",
                    "user": "Changeist",
                    "date": "17 Jul, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Exactly",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "9",
            "user": "Just.Do.It",
            "date": "17 Jul, 2018 ",
            "timestamp": "NA",
            "commentText": "With the government keep shifting the goalpost on retirement, how exactly do you prove <b> age </b>discrimination at work and in the recruitment process?",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "8",
            "user": "Thepriceoffreedom",
            "date": "17 Jul, 2018 ",
            "timestamp": "NA",
            "commentText": "The government do not care about <b> age </b>discrimination towards the older generation. Most people do not want to work over 60. The governments motto is work till you drop dead and we do not have to pay a pension.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "7",
            "user": "Angelam",
            "date": "17 Jul, 2018 ",
            "timestamp": "NA",
            "commentText": "Ageism in the workplace and a rising pension <b> age </b>has made many older people economically inactive as they have to scrape by on benefits. Why anyone would think this benefits businesses and the wider economy is beyond me. It doesn't.  Less money and financial security for older people means less work for younger people as consumers and service users drop out of the game as they go into survival mode.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Age",
                "Ageism"
            ]
        },
        {
            "id": "6",
            "user": "ArnoldFoster",
            "date": "10 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "I am a Contract IT Consultant, made over 400 Applications for roles i can walk through with my eyes closed, not a single reply from any Recruiter, call them and they are always on the phone and promise to call back and they never do, I am 60 years and fit and able and an active mind, this smacks of <b> Age </b>Discrimination and it starts with the recruitment Industry and feeds through to Employers, the Law is ineffectual and does not work.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "5",
            "user": "BringItOn",
            "date": "17 Jul, 2018 ",
            "timestamp": "NA",
            "commentText": "If you are over 40 in this country, you are past it. This country has terrible employment laws.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "WhereIsOurThatcher?",
            "date": "17 Jul, 2018 ",
            "timestamp": "NA",
            "commentText": "Age discrimination by trolls is also extremely evident in this paper and should be stopped.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "3",
            "user": "P.J.W.Holland",
            "date": "17 Jul, 2018 ",
            "timestamp": "NA",
            "commentText": "You can do any job you like when you are older... so long as you do not want paying.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "DonotvoteLiebour",
            "date": "17 Jul, 2018 ",
            "timestamp": "NA",
            "commentText": "What they are saying is you cannot sack somebody or make somebody redundant due to <b> age.</b> Now can I remember what I’m doing tomorrow",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "201",
                    "user": "Phuket",
                    "date": "17 Jul, 2018 ",
                    "timestamp": "NA",
                    "commentText": "My older brother was \"let go\" a month before it became illegal to discriminate against people on the grounds of <b> age.</b>",
                    "likes": 6,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "202",
                            "user": "Changeist",
                            "date": "17 Jul, 2018 ",
                            "timestamp": "NA",
                            "commentText": "So, was he \"let go\" purely because of his age?",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Age"
                    ]
                }
            ],
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "1",
            "user": "JohnMac5",
            "date": "17 Jul, 2018 ",
            "timestamp": "NA",
            "commentText": "People should be able to hire who they like for any reason they like. End of.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "203",
                    "user": "Phuket",
                    "date": "17 Jul, 2018 ",
                    "timestamp": "NA",
                    "commentText": "So no older people, no coloureds, no religions who require special breaks, no homosexuals, no <b> disabled?</b>  Out of all of these, older people probably have the least chance of proving that there was discrimination, except if they have one of the other features.",
                    "likes": 7,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "204",
                            "user": "Changeist",
                            "date": "17 Jul, 2018 ",
                            "timestamp": "NA",
                            "commentText": "Silly response, Phuket.",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Disabled"
                    ]
                }
            ],
            "keywords": []
        }
    ]
}