{
    "header": {
        "title": " I blame parents for young ‘snowflakes’ says novelist Fay ",
        "subtitle": " AUTHOR Fay Weldon yesterday slammed parents for creating a generation of “snowflakes”. ",
        "owner": " Hanna Geissler ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 01:33, Sat, Sep 29, 2018 ",
        "dateExtraction": " 2020-01-24 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/uk/1024405/I-blame-parents-for-young-millennial-snowflakes-says-novelist-Fay-Weldon ",
        "postText": "The 87-year-old writer claimed that millennials – people aged between 20 and 34 – should not be criticised for being self-centred or ignorant because their parents are to blame.', 'She said: “We should stop being beastly to the snowflakes since we, their forebears, left them with such a mess to clear up and no tools to deal with it.', '“Today’s young grow up into a violent, angry, unstable environment, all too likely to end up jobless, homeless and childless, unlikely to reach their full potential.', '“They are probably the most despairing generation conceived. The least we can do is not add to their burden by slagging them off.”', 'But she added that the generational resentment was not one-sided.', '“I don’t think they like old people,” she said.', '“We don’t move fast. We get in their way. We pay with cash. We don’t have smartphones and we criticise them. So it’s a two-way street.”', 'Defending millennials who lack historical knowledge, Weldon accused teachers of teaching “only certain bits of history which they approve of”.', 'She also criticised overbearing parents who put their children under too much pressure, and pointed to the MPs’ expenses scandal and the bankers who caused the 2008 financial crash as examples of a lack of morality in the older generation.', '“There’s no punishment for anybody provided they can talk well,” she said.', '“They’re building their own morality.”', 'Weldon’s new novel, After The Peace, follows a millennial and “sperm bank baby” called Rozzie.', 'In one passage, Weldon writes of “poor, baffled, indignant, workdeprived, renting-not-owning millennials” who have been let down by their “careless, stupid, smug” parents.', 'She said: “If the new millennials – at best dependent on the bank of mum and dad, at worst on benefits in a shrinking job market – should despise and hate the old, it’s not surprising.', '“We brought the millennials into this rather extraordinary, slightly insane world and then they turn out to be what they are.', '“Through the drug and money culture of their parents, we’re landed with the product of what is our fault.”', 'After The Peace will be released on Thursday.', 'DO WE HAVE A GENERATION OF SNOWFLAKES?', 'NO - Says Silja Litvin Psychologist and founder of PsychApps', 'I FIND the term “snowflake” very disagreeable and unjustly aimed at anyone who allows themselves the freedom to express their emotions – something that’s vital for good mental health.', 'I also feel it has lost all meaning as anyone and everyone is called a snowflake these days. Millennials are probably the toughest and most unappreciated generation out there.', 'The economic situation the average millennial faces aside, they also have to deal with a perfect storm of media from early childhood that most members of the older generations would not be able to stomach.', 'Their parents’ generations weren’t informed enough to stop their children watching hours of TV and spending time on computers and mobile devices. Consequently, many millennials were subjected to a whole new level of programming that handicaps them for life if not actively worked against.', 'In one day millennials are exposed to 34 GB of information – more than the average human had to process in their lifetime in the 15th century. Most of this information is unhealthy, designed to evoke feelings of insufficiency and need – then filled by products.', 'Young people’s brains are filled with the noise of hypersexuality, porn and economic worries. They often lack intimacy and connections with other people.', 'A decrease in attention span and empathy go hand in hand with increased depression and anxiety. All the while millennials are working long hours, fighting for the good causes they believe in and trying to be healthy.', 'YES - Says Ann Widdecombe Daily Express columnist', 'MY parents would have defined a safe space as a bomb shelter. My generation would have defined sexism as refusing a woman finance without her husband’s signature and ageism as compulsory retirement at 60. Millennials think a safe space is somewhere where you cannot see a statue of somebody who might have had the values prevalent 200 years ago.', 'They think wolf-whistling is sexism and ageism is too many wrinklies on TV. They believe they have a right to go through life unoffended by anything and look for causes of grievance in the most innocent of remarks, wailing to the authorities, the boss or the police.', 'Of course you could blame parents and teachers for always making “positive” comments even where there is absolutely nothing to be positive about. But ultimately, we are all responsible for ourselves – including the millennials.",
        "numberPosts": " 35 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Social Class - Working class, Ideological and Political Identity - General,Age - Youngsters,Gender - General,Age - Over 65s,Ethnicity - Asian (East- China, Japan, Korea, Philippines, Vietnam),Physical Identity - Physical (and Mental) Impairments",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Common,Snowflake,Nothing,Nobody,Woman,Old,Banana,Mental",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "17",
            "user": "walnut",
            "date": "29 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "I went against the grain when raising my kids. They learned how to win and they learned how to lose. They were given boundaries and were expected to stay within them. They were expected to behave and to earn respect from others rather than to expect it. They were taught the value of effort in order to achieve and to listen and learn but never to accept an opinion without questioning it first. <b> Nothing </b>astonishing about any of it...just good<b>  old</b> fashione<b> d commo</b>n sense.",
            "likes": 35,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "200",
                    "user": "chutney",
                    "date": "29 Sep, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Me too,  under my roof my rules.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "201",
                    "user": "geewhiz",
                    "date": "29 Sep, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Common sense is now sneered at. It is no longer fashionable.",
                    "likes": 11,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Common"
                    ]
                },
                {
                    "id": "202",
                    "user": "RodF",
                    "date": "29 Sep, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Common sense is lost in today’s society, government civil and public services being the worst culprits",
                    "likes": 25,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "203",
                            "user": "Mrunclevanya",
                            "date": "29 Sep, 2018 ",
                            "timestamp": "NA",
                            "commentText": "I was once called a 'Tory Troll' and a Fascist by a 'Guardian' reader when I posted stuff on their CIF Comment are free forums because I stated that people should take responsibility for their own lives and their own actions, instead of blamimg the government, the school, Council or the Ghost of Maggie Thatcher. Too many folks offload their actions and behaviours on others. - ",
                            "likes": 12,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Common"
                    ]
                }
            ],
            "keywords": [
                "Old",
                "Nothing",
                "Common"
            ]
        },
        {
            "id": "16",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "204",
                    "user": "geewhiz",
                    "date": "29 Sep, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Oh I am feeling so sorry for myself because all of this is part of my life and I am 70.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "15",
            "user": "RodF",
            "date": "29 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Children having children and no stable relationships relying on the government for everything, liberalism and poor teaching all to blame",
            "likes": 18,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "205",
                    "user": "JohnSmith2",
                    "date": "29 Sep, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Socialism !",
                    "likes": 7,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "14",
            "user": "Realitycheck",
            "date": "29 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "The young cannot cope with life,do to parents spoiling them rotten, it’s a me me me society.",
            "likes": 13,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "13",
            "user": "MrsPoldark",
            "date": "29 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "It's not because they've inherited a terrible world, they've had it better than anybody. What they have been is spoiled and I suppose she's right about allocating some blame for that. However you can't lay it all at the parents' feet, the left leaning education system has taken it upon themselves to bombard our children with their 'all must win prizes' rubbish and made them entitled.",
            "likes": 10,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "12",
            "user": "jofortune",
            "date": "29 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Education in schools where no one child is allowed to be better than another ....universities and their obsessions with trying to distort history instead of learning from it....TV advertising.....sugar coating the problems kids will face...kids, teenagers, young  'adults' obsessed by selfies and becoming targets for bullies....forced diversity....the list goes on and we have walked into this blindfolded..and produced an increasingly weak and shallow society, a significant majority that can't walk away from the TV or mobile phone and would feel completely lost without some form of comforting placebo technology ..it's too late....it's <b> Common </b>purpose......",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Common"
            ]
        },
        {
            "id": "11",
            "user": "MickJ",
            "date": "29 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Reminds me: Julia Hartley-Brewer walked into the Labour Conference Safe Space which was empty and was videoed saying \"Boo\". JHB then posted the video on her Twitter account Comrades, if you’re feeling triggered at the Labour Party conference, don’t worry, we’ve found the official #SafeSpace... #Lab2018@talkRADIO Numerous complaints that she committed a hate crime and investigations demanded.",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "206",
                    "user": "chutney",
                    "date": "29 Sep, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Trust Julia,  what a <b> woman,</b> good on her.",
                    "likes": 7,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Woman"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "10",
            "user": "davidwilde",
            "date": "29 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Not saying no to them doesn't help, not being used to losing, until they get to work, doesn't help, blaming others instead of themselves, doesn't help, thinking the world owes them their dreams doesn't help.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9",
            "user": "Guest963049",
            "date": "29 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Stop making excuses for them. A great proportion of them ARE actually a bunch of over opinionated self glorifying rubbish who will never amount to anything.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8",
            "user": "JohnSmith2",
            "date": "29 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "I think there is some truth in what this <b> woman </b>states. But what produced their parents generation to be the feckless parents they often are . I'll tell you...The elephant in the room....Post war Socialism!!! It's as simple as that.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "7",
            "user": "MrJelly",
            "date": "29 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Although younger generations have found certain things more difficult than us just-post-war lot, such as affording to buy a house, in a lot of ways their life has been a lot cushier. They have never known rationing, never wondered what a <b> banana </b>might taste like, never had to eat food they disliked because it was that or nowt or craved sweeties that were like gold-dust. Never virtually had to leave home at 17 to go out into the big bad world to find digs and a  job and fend for themselves. One could argue that the protection of, what we would call spongeing, off parents into their 30's and even 40's,  because they can't find a job paying enough to enable them to get on the housing market, is a disadvantage or one could say that  these people possibly lack the necessary drive to get up off their butts and use a bit more initiative. Neither argument is truly fair because over time, the present generation has been brought up by one or two post-war generations, who have gradually themselves lost the skills necessary to instil  traditional disciplines and training into their own offspring.<b>  Snowflake</b> is one description used by those born in different times, although todays' lot have to survive in a world that is equally as tough as any before but in different ways. Who or what has made it so is open to argument but we are moving to times wher<b> e nobod</b>y has ever known any differnt and todays' standards will become the norm. Wherever next I wonder?",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nobody",
                "Banana",
                "Snowflake"
            ]
        },
        {
            "id": "6",
            "user": "Medusa109",
            "date": "29 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Nowadays children are taught that it is always someone or something elses' fault. You don't take personal responsibility for anything, accept it and get on with life you need sympathy, counselling,  a dozen different pills etc. etc.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Desmond",
            "date": "29 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Silja Litvin a Psychologist and founder of PsychApps says, I find the term <b> snowflake </b>very disagreeable and unjustly aimed at anyone who allows themselves the freedom to express their emotions– something that’ s vital for good<b>  mental</b> health. To a limited extent that is true, but one also needs to learn how to control ones basic emotions. If one cannot then it leads directly to seriou<b> s menta</b>l health issues occurring.The impression I get is, \"empowerment\" and \"liberation\" leads directly to the increased occurrence <b> of ment</b>al health issues.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Mental",
                "Snowflake"
            ]
        },
        {
            "id": "4",
            "user": "DavidWallis",
            "date": "30 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "This lady is absolutely right about this modern generation and although to some degree the environment is to blame,thereare many other disturbing influences. When I grew up my most distant relation an aunt and uncle lived nearly ten miles away, and what a journey that was. But today my brother and sister alllive in different countries and the distance apart is over 5000miles. It was 20 years since  I saw my older brother who has now died in Cyprus. My own children are in different countries and no doubt their children will soon grow a pair of wings. On refection I would turn the clock back to say 1958 and would be happy if time stood still.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "geewhiz",
            "date": "29 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "During my teens I believed my generation would change the world. Yet never expected my world to turn out as it has. We are breathing the same air, experiencing the same things.  Today is so important so get living it there is another today coming along after midnight.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "EthanPhilps",
            "date": "29 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Parents supply guidance good or bad until adulthood, however, adults must choose their own path.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Yegg",
            "date": "29 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Like most fads since Buddy Holly and Bill Hayley, snowflakeism is an American import. You only have to observe the Obama era and the tragic character assassination attempt perpetrated by those pulling the strings of Dr.Ford, to see snowflakism in action!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "0",
            "user": "steviebaby",
            "date": "29 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "It is not the fault of parents, it is the education system as a whole which has produced the <b> snowflake </b>generation.  Children are a captive audience in class,and at school in general, and tend to listen more to their already snowflaked teachers than they do their parents.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "207",
                    "user": "JohnSmith2",
                    "date": "29 Sep, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Part of the Socialist problem. See my post above",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "208",
                    "user": "(null)",
                    "date": "(null)",
                    "timestamp": "NA",
                    "commentText": "(null)",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "209",
                            "user": "(null)",
                            "date": "29 Sep, 2018 ",
                            "timestamp": "NA",
                            "commentText": "What's it like living in a bubble ?",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "210",
                    "user": "(null)",
                    "date": "29 Sep, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Parents need to stand up to the teachers but most seem in fear of them.   Stand in the playground and you can sense the tension.  However, I love it when I hear the rebel mums and dads saying what a load of tosh it all is and yes, their children can play with conkers, yes they can go out in the snow on their sledges and if they fall over, check they are ok then tell them to get on with it.   Good old-fashioned parenting and their children will be well prepared for life.",
                    "likes": 24,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "211",
                    "user": "(null)",
                    "date": "29 Sep, 2018 ",
                    "timestamp": "NA",
                    "commentText": "You stole my thunder, you are right, it all stems from leftist <b> snowflake </b>teachers spreading their doctrine to their captive audience.",
                    "likes": 30,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "212",
                            "user": "(null)",
                            "date": "29 Sep, 2018 ",
                            "timestamp": "NA",
                            "commentText": "Unfortunately their propaganda program is working",
                            "likes": 23,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Snowflake"
                    ]
                }
            ],
            "keywords": [
                "Snowflake"
            ]
        }
    ]
}