{
    "header": {
        "title": " Alex Scott releases public statement after being SLAMMED for Man City vs Arsenal analysis ",
        "subtitle": " ALEX SCOTT says she will continue to stay positive about her punditry after receiving some criticism during coverage of Super Sunday on Sky Sports. ",
        "owner": " Uche Amako ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 12:37, Tue, Feb 5, 2019 ",
        "dateExtraction": " 2020-01-27 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/sport/football/1082780/Alex-Scott-statement-Man-City-Arsenal-Premier-League-social-media ",
        "postText": "Scott was in the Sky studio in the Etihad alongside fellow pundits Graeme Souness and Jamie Carragher, covering Leicester vs Manchester United and Manchester City vs Arsenal.', 'And the 34-year-old was been the victim of sexism and misogyny, especially on social media.', 'In a decorated career, Scott won 24 trophies for Arsenal and England and after retiring from football moved into broadcasting.', 'The former Arsenal captain became the first female analyst to work on Sky Sports’ Premier League coverage earlier this season.', 'She has also spoken out about wanting to be viewed as a pundit and not a female pundit.', 'But Scott, who was nominated by the Sports Journalists’ Association for Best Sports pundit, insists she is determined to not let the “haters” stop her from doing what she loves.', 'Scott wrote on Twitter: “After staying away from twitter yesterday I have to say that seeing all the tweets from people supporting my work is a reason to keep the smile, stay positive and keep on keeping on.', '“Haters gonna hate, but it’s not going to stop me doing what I love #JustSaying #thankyou.', '“I’m not out here trying 2 be better than any Male/Female.', '“There is room for us all to rise! I’m just trying to be the best ‘I’ can be in the role I am ‘employed’ to do.', '“Have fun along the way, learn from people around me, grow/be better!', '“FYI..back in the studio the weekend, haha.”',  'Scott received a wealth of support from fans, with one saying: “You are the best pundit on TV ...don’t talk in cliches, have an open mind and a sharp analytical brain.', '“In addition your communication skills are first rate.”', 'Another wrote back: “You are doing a great job, very refreshing change to the old boys club.', '“Keep up the good work!!”",
        "numberPosts": " 4 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Gender - General,Age - Youngsters",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Misogyny,Woman,Nothing",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "3",
            "user": "BouncyFrog",
            "date": "5 Feb ",
            "timestamp": "NA",
            "commentText": "Criticising a <b> woman </b>isn't<b>  misogyny</b>!! Her analysis was pitiful at best.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Misogyny",
                "Woman"
            ]
        },
        {
            "id": "2",
            "user": "Jerimiah",
            "date": "6 Feb ",
            "timestamp": "NA",
            "commentText": "Her appointment is specifically a PC diversity agenda decision that the broadcasting media is obsessed with, particularly TV/radio.  She doesn't have the background, experience or credentials of her male contemporaries to be a pundit on male professional football. How can she? She hasn't been there and done it. <b> Nothing </b>to do with<b>  misogyny</b>.  I think most males are now heartily fed up with this PC pro feminist agenda being force fed into an essentially male environment. She wants to be a football pundit? let her stick to the WSL Out of her depth as a Sky PL football pundit. An embarrassing joke.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "200",
                    "user": "BouncyFrog",
                    "date": "6 Feb ",
                    "timestamp": "NA",
                    "commentText": "And a second thumbs up: 👍",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Misogyny",
                "Nothing"
            ]
        },
        {
            "id": "1",
            "user": "Thoughtsofaworkingman.",
            "date": "6 Feb ",
            "timestamp": "NA",
            "commentText": "Whoever puts a <b> woman </b>on as a pundit Rugby Union League or football,the telly gets turned off.Just ticking boxes.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        }
    ]
}