{
    "header": {
        "title": " Donald Trump SNUB: US President unlikely to address Parliament during UK state visit ",
        "subtitle": " DONALD TRUMP is unlikely to address Parliament during his UK state visit next month due to fears House Speaker John Bercow would refuse the request - which could embarrass the Queen. ",
        "owner": " Emily Ferguson ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 22:36, Tue, Apr 30, 2019 ",
        "dateExtraction": " 2020-01-24 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/uk/1121181/donald-trump-state-visit-uk-parliament-speaker-john-bercow ",
        "postText": "The US President will visit the UK from June 3-6, to coincide with D-day commemorations. However, Mr Trump is unlikely to address Parliament, due to the Speaker’s outspoken opposition to the President. Mr Bercow has already snubbed the Queen’s invitation to attend a banquet held for Mr Trump and in 2017, after the offer of a state visit was first made by Theresa May, the Speaker said he would oppose the President addressing Parliament.', 'Mr Trump’s full itinerary for the state visit is yet to be discussed by UK and US officials, but once agreed usual protocol dictates that Buckingham Palace should then request invitations for the US President to address both the House of Commons and the House of Lords.', 'But Government sources suggest that a request is unlikely to be made as it is anticipated that Mr Bercow would not grant the invitation, which could potentially embarrass the Queen, The Guardian reports.', 'Addresses have been made by Mr Trump’s predecessors, including Barack Obama, Bill Clinton and Ronald Reagan.', 'In 2017, Mr Bercow told MP’s that addressing Parliament was “an earned honour” and explained that his opposition had been prompted by the Trump-proposed ban on visitors from Muslim countries.', 'He said: “I feel very strongly that our opposition to racism and sexism and our support for equality before the law and an independent judiciary are hugely important considerations in the House of Commons.”', 'But Lord Fowler, the Lord Speaker opposed Mr Bercow’s stance.', 'He said it was unacceptable to bar a longstanding UK ally from addressing Parliament.', 'Lord Flower told the Cambridge Union Society: “I profoundly object to any attempt to ban the president when he is coming to Europe to mark the anniversary of the D-day landings when so many Americans were killed and wounded in defence of our freedom.', '“It also seems to me that if our role inside Westminster is to uphold the rights of backbenchers and their right to free speech, it would be ironic to apply a different standard to the elected president of the United States.', '“It is my view that we should not stifle views we may disagree with or shy away from lively debate.”', 'Several leading MP’s have already refused the Queen’s invitation to the state banquet being held for the US President.', 'This includes Labour leader Jeremy Corbyn, Mr Bercow, Lib Dem leader Sir Vince Cable and SNP’s Westminster leader Ian Blackford.",
        "numberPosts": " 16 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Physical Identity - Physical (and Mental) Impairments,Nationality - European or anti-Europeans",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Loony,Brexit",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "14",
            "user": "Rayf",
            "date": "1 May ",
            "timestamp": "NA",
            "commentText": "Why on earth would Trump want to visit the house of treason. There is less than 20% who are worth speaking to, the rest do not do what they were elected to do. 83% of them were elected on LEAVE manifesto's but of them most are going against that.  He puts his country first, our PM puts the EU first, backed by the MPs. ",
            "likes": 18,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "13",
            "user": "LordJustin611",
            "date": "1 May ",
            "timestamp": "NA",
            "commentText": "Bercow is a treacherous grovelling little worm.  He is obviously so frightened of his Labourite wife, he'd risk publicly humiliating his country to placate her.",
            "likes": 12,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "200",
                    "user": "ColinBlakeley",
                    "date": "1 May ",
                    "timestamp": "NA",
                    "commentText": "His second hand dartboard of a wife tells him what to do on all aspects of the job.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "12",
            "user": "MikeTheKiwi",
            "date": "1 May ",
            "timestamp": "NA",
            "commentText": "Is there no leadership in the Government to stand up to the strutting little peacock that is Bercow ? He does not speak for the UK and should be instructed to support the will of the house and extend the courtesy to the President of the United States of an address to the Houses of Parliament. If Bercow is allowed to prevail then this inadequate collection of politicians in Westminster need to be flushed out with the slops.",
            "likes": 10,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "201",
                    "user": "FalconScott",
                    "date": "1 May ",
                    "timestamp": "NA",
                    "commentText": "Here, here.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "11",
            "user": "Telford",
            "date": "1 May ",
            "timestamp": "NA",
            "commentText": "Berclown reminds me of Mordecai, the small person given elevated status in High Plains Drifter. Great Movie. My guess is that Trump is not in the same club as previous presidents.Says a lot. ",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "10",
            "user": "Islander",
            "date": "1 May ",
            "timestamp": "NA",
            "commentText": "Hate to tell Mr. Bercow, and his odious friends that what goes around, comes around.  ~~ You poke as stick in the eye of the American Eagle, and you take the consequences.",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9",
            "user": "SamMarieHowie",
            "date": "1 May ",
            "timestamp": "NA",
            "commentText": "Bercow needs put in his place !! He works for the taxpayer!!!!",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8",
            "user": "sebsmit",
            "date": "1 May ",
            "timestamp": "NA",
            "commentText": "There is no democracy if our elected government can be overruled by Mr Speaker. Absolute travesty. ",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "ColinBlakeley",
            "date": "1 May ",
            "timestamp": "NA",
            "commentText": "Why would Trump want to address a room full of <b> loony </b>lefty politicians  who live in cloud cuckoo land?",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Loony"
            ]
        },
        {
            "id": "6",
            "user": "godhelpus",
            "date": "1 May ",
            "timestamp": "NA",
            "commentText": "What, the man who can't string a coherent sentence together will not be addressing the Mother of all Parliaments, unbelievable.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "NedSmith",
            "date": "1 May ",
            "timestamp": "NA",
            "commentText": "An undemocratic anti <b> Brexit </b>parliment of poping jays delivering poverty across the UK",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "4",
            "user": "Gladstone",
            "date": "1 May ",
            "timestamp": "NA",
            "commentText": "The President is extremely wise in not being seen in the company of the biggest gathering of liars and frauds in the UK. To be \"permitted\" by the pompous worm Bercow to address Parliament would be an affront to all the President stands for. Would that Britain could find an equal to Trump we might get somewhere and drain the cess pit of Westminster.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Zenith",
            "date": "1 May ",
            "timestamp": "NA",
            "commentText": "Trumpy has got bigger problems than being snubbed by Parliament. Like staying out of prison.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "AitchCee",
            "date": "1 May ",
            "timestamp": "NA",
            "commentText": "Disgraceful and discourteous behaviour from the Speaker.  Trump should be received as the President of U.S., he was elected by the Americans to be their man and that should be respected by U.K.   Bercow is an insidious politician who is interested only in promoting his own personal views at no matter what resulting cost to U.K.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Aesculus",
            "date": "1 May ",
            "timestamp": "NA",
            "commentText": "All this is due to Mrs May’s unseemly haste to visit Washington immediately after Trump’s election.  If she had shown a little more sense and restraint her majesty could have been spared the embarrassment of Trumps visit.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}