{
    "header": {
        "title": " Haringey Borough walk off in FA Cup tie with Yeovil after suffering alleged racist abuse ",
        "subtitle": " Haringey Borough and Yeovil Town both walked off during the second half of their FA Cup fourth qualifying round clash after the home team's goalkeeper was allegedly racist abuse. ",
        "owner": " Charlie Malam ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 00:01, Sun, Oct 20, 2019 ",
        "dateExtraction": " 2020-03-06 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/sport/football/1192982/Haringey-Borough-walk-off-FA-Cup-Yeovil-Town-suffering-racist-abuse",
        "postText": "'Haringey Borough's FA Cup fourth qualifying round clash with Yeovil was abandoned after the home side's goalkeeper was allegedly racially abused.', 'Yeovil fans reportedly threw an object at home goalkeeper Valery Douglas Pajetat as Rhys Murphy lined up to take a penalty in the 64th minute.', 'Although Murphy scored to make the score 1-0 to Haringey, the hosts soon walked off the pitch at Coles Park Stadium.', 'It soon emerged that Pajetat was apparently subjected to racist abuse and even spat at by away supporters, with the keeper's team-mate Coby Rowe among those furious during the incident.', 'Rowe had to be restrained by security while both sets of players opted to leave the pitch in solidarity.', 'If we get punished and thrown out, I don't care, he later told BBC Radio 5 Live.', 'Yeovil captain Carl Dickinson approached the Yeovil fans with the referee also speaking to the contingent of travelling fans.', 'The match - contested for a place in the FA Cup first round proper - was paused for over 20 minutes as fans remained inside the stadium and players sat in the dressing room.', 'But it was then decided that the match would be officially abandoned, with both teams returning to the pitch afterwards.', 'Haringey Borough said on Twitter:  Sorry for the late update but wanted to make sure we gave correct information.', 'Game has been abandoned following racial abuse. Horrendous afternoon. It must be said that 99.9% of @YTFC fans are also disgusted by what's happened as much as we are.', ' One club, one community.', 'Football's anti-discrimination charity Kick It Out declared in a statement: These reports of alleged racist abuse aimed at goalkeeper Valery Douglas Pajetat yet again means players are continuing to receive discriminatory abuse while doing their job.', 'The Haringey manager and players took swift and decisive action as a result of the abuse, similar to that taken by the England team out in Bulgaria.', 'Kick It Out has informed The FA and will support the club in identifying the offender(s) to ensure appropriate action is taken and strong punishment issued. ', 'We would also like to offer our full support to Douglas and all at Haringey Borough FC. ', 'In a statement, the FA said: We are deeply concerned about the allegation of discrimination from an area of the crowd towards a player during the FA Cup fourth round qualifying match between Haringey Borough and Yeovil Town, which resulted in the fixture being abandoned. ', 'There is no room for discrimination in our game and we are working with the match officials and the relevant authorities, as a matter of urgency, to fully establish the facts and take the appropriate steps.', 'The Metropolitan Police have launched investigation into the matter. ', 'MPS Haringey said on Twitter: Police are investigating reports of racist comments made during a match between Haringey Borough FC and Yeovil Town on Saturday, 19 October. Officers are also investigating after items were reportedly thrown onto the playing area. No arrests; enquiries continue.  ', 'The incident comes after members of the England national team suffered racist abuse during their Euro 2020 qualifier with Bulgaria.'",
        "numberPosts": " 20 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Ethnicity - General,Physical Identity - Physical Features,Nationality - European or anti-Europeans,Age - Youngsters",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racism,Race,Racist,Fat,Bald,Brexit,Nothing",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "9",
            "user": "Yossarion",
            "date": "19 Oct ",
            "timestamp": "NA",
            "commentText": "So now an un verified comment stops you loosing a football match",
            "likes": 12,
            "hasReplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "200",
                    "user": "Winstonthedrunk",
                    "date": "21 Oct ",
                    "timestamp": "NA",
                    "commentText": "i don't like scum, they need beating. Plenty of people knew what was going on from both teams and where it was coming from. If I was stupid enough to revisit this page later I am certain I would find comments such as \"its just words, are they not men\". It is a minority of people in Britain who espouse <b> racism </b>as something fun to do.That minority needs to be aware that there are people who will crush them should they tread further over the line. What I want to know is why are they always<b>  fat</b><b> , bal</b>d and or spotty ? ",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racism",
                        "Fat",
                        "Bald"
                    ]
                },
                {
                    "id": "201",
                    "user": "(null)",
                    "date": "(null)",
                    "timestamp": "NA",
                    "commentText": "(null)",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 5,
                    "replies": [
                        {
                            "id": "202",
                            "user": "(null)",
                            "date": "19 Oct ",
                            "timestamp": "NA",
                            "commentText": "Verified?",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 4,
                            "replies": [
                                {
                                    "id": "203",
                                    "user": "(null)",
                                    "date": "19 Oct ",
                                    "timestamp": "NA",
                                    "commentText": "Yes",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "204",
                                    "user": "(null)",
                                    "date": "19 Oct ",
                                    "timestamp": "NA",
                                    "commentText": "I'm surprised Yeovil had Kick it out before it was popular",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "205",
                                    "user": "(null)",
                                    "date": "19 Oct ",
                                    "timestamp": "NA",
                                    "commentText": "Why don't you apply for the job of Bulgarian National Manager, you seem very qualified.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "206",
                                    "user": "(null)",
                                    "date": "19 Oct ",
                                    "timestamp": "NA",
                                    "commentText": "Be stupid about it but Left wingers were at the turnstiles twenty years ago at Huish Park, if they were not there today I would say those that did this were more political than YTFC supporters",
                                    "likes": 2,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "8",
            "user": "29March2019",
            "date": "19 Oct ",
            "timestamp": "NA",
            "commentText": "Alleged abuse.",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "207",
                    "user": "(null)",
                    "date": "21 Oct ",
                    "timestamp": "NA",
                    "commentText": "No alleged, it happened.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "208",
                            "user": "(null)",
                            "date": "21 Oct ",
                            "timestamp": "NA",
                            "commentText": "Where's your proof at the moment it is alleged nothing more nothing less.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "7",
            "user": "HAL",
            "date": "19 Oct ",
            "timestamp": "NA",
            "commentText": "so haringey decide to walk off and get the game abandoned just after yeovil take the lead  ...................",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "209",
                    "user": "(null)",
                    "date": "20 Oct ",
                    "timestamp": "NA",
                    "commentText": "Just like <b> Brexit </b>no one will accept any decisions today so is this going to snowball and we start seeing games stopped just because your team is losing blacks are more trouble than they are worth.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Brexit"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "6",
            "user": "Purplecat",
            "date": "19 Oct ",
            "timestamp": "NA",
            "commentText": "More <b> racism </b>excuses",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racism"
            ]
        },
        {
            "id": "5",
            "user": "RogerHudson1",
            "date": "19 Oct ",
            "timestamp": "NA",
            "commentText": "With all these cameras about these days, somebody must have footage  of it. Yes? No?",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Aleedsfella763",
            "date": "20 Oct ",
            "timestamp": "NA",
            "commentText": "Ohh boo hoo! I am so sick and tired of this neo liberal agenda. People are not always nice to each other it happens. Plus all this \"an unknown person\" or \"unknown expert\" stuff is ridiculous.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "MrBagins",
            "date": "20 Oct ",
            "timestamp": "NA",
            "commentText": "This will become the new thing now, it's a trend that is going to disrupt games if one side is loosing ....play the <b> race </b>card.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Race"
            ]
        },
        {
            "id": "2",
            "user": "Wagg",
            "date": "19 Oct ",
            "timestamp": "NA",
            "commentText": "I suggest with most games being played on a Saturday, if abuse is confirmed at any game this info is flashed to all matches and the entire football abandoned nationwide.  Drastic,but <b> nothing </b>has worked up to now.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "1",
            "user": "CliveLondon",
            "date": "19 Oct ",
            "timestamp": "NA",
            "commentText": "No surprise from the county of inbreds.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "210",
                    "user": "(null)",
                    "date": "20 Oct ",
                    "timestamp": "NA",
                    "commentText": "Your remark is both bigoted and <b> racist.</b>",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "211",
                            "user": "(null)",
                            "date": "21 Oct ",
                            "timestamp": "NA",
                            "commentText": "No it is not and I am sure that you are plainly aware that Britons do not constitute a race. There is a certain class of scum in Britain today and they make a great deal of trouble for such a tiny section of society. I would vote the party that comes down on them like a hammer.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Racist"
                    ]
                }
            ],
            "keywords": []
        }
    ]
}