{
    "header": {
        "title": " Macron's crackdown: Men in France to be hit with €90 fine for harassing women in street ",
        "subtitle": " MEN caught harassing women in the street in France will be slapped with fines of at least £80 (€90), a spokesman for Emmanuel Macron’s government has warned. ",
        "owner": " Romina McGuinness ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 00:01, Wed, Mar 7, 2018 ",
        "dateExtraction": " 2020-01-27 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/world/928592/macron-harassing-women-fine-france-benjamin-griveaux-sexist ",
        "postText": "French government spokesperson Benjamin Griveaux said the fine, which is part of a sweeping effort to fight sexual violence and sexism was “better than nothing”.', 'Mr Griveaux the fines handed out to men caught harassing women in the street would start at £80.', 'The fine for street harassment and sexist comments is in line with a parliamentary report recommending a penalty of between £80 and £670, depending on how quickly the offender pays up.', 'Mr Griveaux said: “It’s the preferred amount. “', 'When told that the on-the-spot fine would be difficult to enforce as a police officer would need to catch harassers in the act, Mr Griveaux said: “We are aware of that, but it’s better than nothing.”', 'The government wants to push men to take responsibility for their actions by tapping into the “phenomenon of exemplarity,” he continued.', 'Mr Griveaux also pointed to a recent survey which showed that 90 percent of female public transport users in the Paris region said that they had been the target of either verbal or physical sexual harassment.', '“We have to put a stop to all that,” he said, adding that President Emmanuel Macron’s pledge to revive community policing meant that there would be more law enforcement officers patrolling the streets to confront harassers.', 'The new bill criminalising behaviour that infringes on the “freedom of movement of women in public spaces and undermines self-esteem and the right to security” will be unveiled later this month.', 'The need to rethink attitudes towards sexual harassment in France was first addressed by gender equality minister Marlène Schiappa, who said last September that new laws were needed to address the “grey zone between consented seduction and sexual aggression”.', 'On Monday, Mr Macron’s government confirmed that the age of sexual consent would be set as 15 following nationwide outrage over two cases of sex involving 11-year-old girls.', 'The new age limit is also part of the package of laws designed to combat sexual violence and harassment.",
        "numberPosts": " 37 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Age - Over 65s,Age - Youngsters,Gender - General,Sexual Identity - General,Sexual Identity - Male homosexuality,Sexual Identity - Transexuality",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Old,Nothing,Sex,LGBT,LGBT,LGBT",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "14",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "200",
                    "user": "UK4USBRITS",
                    "date": "7 Mar, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Another snag is the law won't apply to them, nope i am afraid this is about giving white, straight, christian men another kicking. Another snag is how on earth can this be effectively policed, and on what basis could it even be proven any offence has taken place at all.",
                    "likes": 23,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "201",
                            "user": "TheFeistyFerret",
                            "date": "8 Mar, 2018 ",
                            "timestamp": "NA",
                            "commentText": "Unfortunately the days of requiring evidence are themselves long gone. In the UK you can be visited by the Police for 'hate speech' which is just defined as anything said that causes hurt - without any evidence. On the other hand if you get burgled there's little chance the police will visit. So basis of proof is a thing of the past with our current justice system applicable to UK but guessing France is similar now.",
                            "likes": 7,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "202",
                            "user": "terencebooth",
                            "date": "8 Mar, 2018 ",
                            "timestamp": "NA",
                            "commentText": "@uk4us----Will give the feminist nutters more ammo., could set some men up.",
                            "likes": 6,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "13",
            "user": "MarieSingewald",
            "date": "7 Mar, 2018 ",
            "timestamp": "NA",
            "commentText": "And what about middle aged female teachers who groom 14year <b> old </b>boys?",
            "likes": 25,
            "hasReplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "203",
                    "user": "UK.supporter",
                    "date": "8 Mar, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Well said, Macron and the Geriatric 'Barbie'",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "204",
                    "user": "BrokenBonnie",
                    "date": "8 Mar, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Your comment perfectly highlights one of the things that is wrong with this worthless piece of legislation. Lawmakers are wasting valuable time swatting at a gnat when there are cougars in the room.",
                    "likes": 4,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "205",
                            "user": "MarieSingewald",
                            "date": "8 Mar, 2018 ",
                            "timestamp": "NA",
                            "commentText": "Its highly discriminatory,a point scepticisle fails to grasp,hence my comment,women do,though fewer,participate in this behaviour though this legislation appears to say only men do it and or women doing it are perfectly acceptable ,now that to me isnt equality,the legislation,though I think its just stealth tax and another way to generate revenue,should apply to anyone and everyone regardless of gender",
                            "likes": 3,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "206",
                    "user": "terencebooth",
                    "date": "8 Mar, 2018 ",
                    "timestamp": "NA",
                    "commentText": "@marie---They get to become first lady of france,if that's the title. Anyway the women of France don't mind the type of behaviour referred to after all they did vote for Macron, Hollande,Sarkozy.Have you seen on youtube WITH OPEN GATES-THE COLLECTIVE SUICIDE OF EUROPE. Watch it and look for Sarkozy saying he will force the french population to interbreed with the invaders.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "207",
                    "user": "ThisSepticIsle",
                    "date": "7 Mar, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Don't reduce yourself to petty insults because you've <b> nothing </b>constructive to say. I'm ambivalent as to whether this policy is a good one or not, and am genuinely interested in how other people perceive it. But comments like yours simply make the Brits look a bit daft and unintelligent frankly. The President's personal life may be the source of great ridicule amongst the Brits, especially those unable to string together a cogent point, but I can assure you, amongst the French electorate, it doesn't matter a jot. They are the only ones that matter. Now, back to the suggested legislation.........",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "208",
                            "user": "Guest360388",
                            "date": "7 Mar, 2018 ",
                            "timestamp": "NA",
                            "commentText": "Could you cast your profession eye over this and give us your opinion. A 29 - year - old French man went on trial on Tuesday in a Paris suburb accused of sexually abusing 11 - year - old girl in a case that has rekindled debate about France’ s age of consent. France does not have a legal age under which a minor cannot agree to a sexual relationship– although the country’ s top court has ruled that children aged five and under cannot consent.Lawyers for the suspect argued that the girl was consenting and aware of what she was doing, while lawyers for the girl have said she was simply too young and confused to resist. In a decision that shocked many, the prosecutor’ s office in the town of Pontoise decided to put the man on trial not for rape but on charges of sexual abuse of a minor under 15. Defence lawyers say the man and the girl had met in a park and the girl had voluntarily followed him to an apartment and consented to intercourse.They have also said their client, then 28, thought she was at least 16. Wednesday February 14 th 2018. Would you say their legislation for this sort of crime should be a greater priority.",
                            "likes": 3,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Nothing"
                    ]
                },
                {
                    "id": "209",
                    "user": "BigJ",
                    "date": "7 Mar, 2018 ",
                    "timestamp": "NA",
                    "commentText": "The boys will have to pay them.",
                    "likes": 10,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "12",
            "user": "BigJ",
            "date": "7 Mar, 2018 ",
            "timestamp": "NA",
            "commentText": "I saw a video recently where a feminist wanted to show how much hassle women get just walking along normal streets in Brussels. The problem is she had a huge problem in deciding whether to publish the video because every single man who abused her, followed her, demanded she give them <b> sex </b>..... was a muslim. And that was despite the fact the vast majority of the men she walked by were not muslims. So she decided to put the video up anyway and then she was accused of being a hater by fellow feminists for simply showing the truth of who really was abusing women. I wonder if that sort of man will be getting Macron's fines? Take a wild guess.",
            "likes": 20,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "210",
                    "user": "MarieSingewald",
                    "date": "8 Mar, 2018 ",
                    "timestamp": "NA",
                    "commentText": "There's a huge problem with it in Paris,the wristbands didnt work there either,there has been a movement regarding it for over 18 months,this legislation is probably an attempt to tackle it without appearing to blame migrants,however it discriminates as it nowhere allows for equal treatment/fines for women who though maybe fewer do also engage in similar behaviour,which is why I made my point about female groomers",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "211",
                    "user": "GwaiTsi",
                    "date": "7 Mar, 2018 ",
                    "timestamp": "NA",
                    "commentText": "i doubt it...brussels is not in france ha ha",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Sex"
            ]
        },
        {
            "id": "11",
            "user": "thedragonreborn",
            "date": "7 Mar, 2018 ",
            "timestamp": "NA",
            "commentText": "Mackerel is jealous because no one sexually harasses him.",
            "likes": 11,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "212",
                    "user": "GwaiTsi",
                    "date": "7 Mar, 2018 ",
                    "timestamp": "NA",
                    "commentText": "he has had a fiddler playing with him his whole life...what are you talking about...she might be getting a bit crusty now though",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "213",
                    "user": "dontnonuffink",
                    "date": "7 Mar, 2018 ",
                    "timestamp": "NA",
                    "commentText": "No you're wrong.  He gets a regular shagging from Merkel",
                    "likes": 12,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "214",
                            "user": "GwaiTsi",
                            "date": "7 Mar, 2018 ",
                            "timestamp": "NA",
                            "commentText": "no....she doesn't get any...that's why she's so desperate to let anyone and everyone in....hoping she will become the next victim",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "10",
            "user": "SteveWard",
            "date": "7 Mar, 2018 ",
            "timestamp": "NA",
            "commentText": "So still snowing in France i see.. Do men get to scream they are offended when accosted with an unsolicited hug or peck on the cheek,? women are after all far more touchy  feely, while men like personal space, or is it women are serial abusers, backed by unfair social attitudes that accept the inappropriate acts .",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "215",
                    "user": "GwaiTsi",
                    "date": "7 Mar, 2018 ",
                    "timestamp": "NA",
                    "commentText": "best thing they could do, bring back the guillotine ...was only 84 that it was taken off the books",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "8",
            "user": "Huw",
            "date": "7 Mar, 2018 ",
            "timestamp": "NA",
            "commentText": "Can you pay by direct debit?",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "nicolasturgoen",
            "date": "8 Mar, 2018 ",
            "timestamp": "NA",
            "commentText": "This will never happen in Scotland as too many SNP politicians would be bankrupt Mark MacDonald especially",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6",
            "user": "DinoCini1",
            "date": "8 Mar, 2018 ",
            "timestamp": "NA",
            "commentText": "Pure symbolic legislation that will have not effect. We used to have a civil society with norms that regulate much anti-social behaviour -but that is gone now. We all know why!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "raymeow",
            "date": "7 Mar, 2018 ",
            "timestamp": "NA",
            "commentText": "90 Euros for pinching bottoms?.,,,damn inflation!",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "216",
                    "user": "zardozm",
                    "date": "7 Mar, 2018 ",
                    "timestamp": "NA",
                    "commentText": "It will backfire. No punt intended.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Church",
            "date": "7 Mar, 2018 ",
            "timestamp": "NA",
            "commentText": "Typical French logic, illogical?",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Scarlet_Pimpernel",
            "date": "8 Mar, 2018 ",
            "timestamp": "NA",
            "commentText": "Maybe feminists will get Iraqis, Afghans, Iranians to sign a consent form..has it really come to this when male/female relations hve to involve a contract? Western society is sick, it is in terminal decline. Good luck to feminists when sharia takes over..but theres a little bit of them that likes a bit of rough isnt there? Good luck feminists. Your work and desires are done.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "RobertB4",
            "date": "8 Mar, 2018 ",
            "timestamp": "NA",
            "commentText": "Everyone knows macron is a big girls blouse.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "TheFeistyFerret",
            "date": "8 Mar, 2018 ",
            "timestamp": "NA",
            "commentText": "And what happens if women harass men? <b> Nothing </b>of course. Good<b>  old</b> 'justice'.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Old",
                "Nothing"
            ]
        },
        {
            "id": "0",
            "user": "246ate",
            "date": "8 Mar, 2018 ",
            "timestamp": "NA",
            "commentText": "On the basis of Equality etc etc does it also apply to the <b> LGB<b> T <<b> /b</b</b>>>community ?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "LGBT"
            ]
        },
        {
            "id": "-1",
            "user": "GwaiTsi",
            "date": "7 Mar, 2018 ",
            "timestamp": "NA",
            "commentText": "Out of a scene from monty python, i was followed up two different one way streets in the wrong direction, up a bus lane in the wrong direction to finally be stopped......and told to turn my music down ;- this is going to work out real well",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}