{
    "header": {
        "title": " Rachel Riley rages over ‘racist’ Jeremy Corbyn as Labour supporters demand she’s sacked ",
        "subtitle": " RACHEL RILEY, who is a favourite on Countdown, has faced a lot of backlash on Twitter over her photoshopped Jeremy Corbyn T-shirt which labelled him  as a “racist” and now the maths whizz has defended the statement. ",
        "owner": " Lauren Meechan ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 09:18, Fri, Nov 22, 2019 ",
        "dateExtraction": " 2020-02-21 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/celebrity-news/1207412/Rachel-Riley-Jeremy-Corbyn-Countdown-Twitter-apartheid-news-latest ",
        "postText": "'Rachel Riley uploaded a picture of herself on Wednesday wearing a white T-shirt which featured a photoshopped image of Jeremy Corbyn carrying a placard which read: Jeremy Corbyn is a racist endeavour. The original photo of the Labour leader was one of him taken in 1984 when he was arrested while protesting against the South African apartheid.', 'The real message on his placard read: Defend the right to protest against apartheid. Join this picket, but this was changed on Rachel’s top.', 'She shared a photo of herself wearing the number on her Twitter account, @RachelRileyRR, to her 656,600 followers.', 'I didn’t feel comfortable knowing my workplace was to be full of racists tonight, she captioned it.', 'I don’t endorse Boris, but I do endorse #NeverCorbyn. Please see my pinned thread if you still don’t understand why. #LeadersDebate #LabourAntisemitism.', 'Following posting a picture, Rachel has faced an onslaught of backlash, with some Twitter users calling her to be sacked from Countdown.', 'One person wrote: Channel 4 I am disgusted that you have an employee of yours - Rachel Riley - stamping all over the history of protest for black rights in this country. She skewed an image of Jeremy Corbyn protesting for an end to apartheid and replaced it with her own message that he’s racist.', 'Another said: Yep @Channel4 definitely needs to sack Rachel Riley #sackRachelRiley #sackRachelRiley #sackRachelRiley.', 'A third wrote: Disgraceful from Rachel Riley, she should be sacked with immediate effect!! Should be held accountable for her slander.', 'Rachel, who is due to give birth in the next few weeks to her first child with husband Pasha Kovalev, defended her T-shirt on Twitter.', 'She wrote yesterday morning: Without feeding individual ignorant trolls, this is why I have no qualms using this photo to highlight Corbyn’s racism.', 'Rachel then uploaded articles about Nelson Mandela declining to meet Jeremy Corbyn’s anti-apartheid movement.', 'In a follow-up tweet, the Countdown star said: Why would Nelson Mandela be advised by actual anti-apartheid heroes not to meet Corbyn and his extremist group if they were so fantastic?', 'Because that’s more leftist revisionism. Along with inviting the IRA and friends from Hamas for tea in parliament somehow helps people.', 'She went on to say: People can shout all they like. Most are ignorant of the facts. Which they still won’t read when they’re laid out in black and white.', 'Rachel shared another few articles about Mandela refusing to meet Corbyn, who was part of the City of London Anti-Apartheid Group (CLAAG) during the eighties, with the group also connected to South African communist and ANC activist David Kitson.', 'The mum-to-be went on to add on Twitter: Trying to brand me as racist for this, whist lauding themselves as anti-racist heroes, shows just how little regard many people have for anti-Jewish racism, and why I and many others speak so loudly.', 'It’s a hatred which unites the far right, far left and is having a resurgence.', 'She also shared a picture about not feeding the trolls, a campaign she has been involved in.', 'I won’t dignify this with any further response & I won’t tolerate abuse from those who choose to rank one form of racism over another, that’s hypocrisy, she stated alongside a picture of the four steps.', 'They’re all unacceptable. End of. If this is what it takes to highlight the nastiness of these people then fine. This today.', 'Rachel regularly battles with trolls on Twitter as she heavily criticises the Labour party and its alleged anti-Semitism within the party on a daily basis.', 'Jeremy Corbyn has strongly denied allegations of anti-Semitism during the controversy that has ripped through his party.', 'At the beginning of this year, Rachel revealed she had been given extra security during filming of the Channel 4 show', 'She explained the online abuse towards her and turned into physical threats.', 'She told The Times newspaper: The more I speak, the more abuse I get, and the more abuse I get, the more I speak.', ' It's got to the point where I can't look at my Twitter feed any more ... it's just a constant stream.', 'Rachel, who is Jewish, revealed it’ s even affecting her job and will have added protection on the set of Countdown.', 'She added: We are getting more security for Countdown.'",
        "numberPosts": " 66 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": " Ideological and Political Identity - General,Ethnicity - General,Nationality - European or anti-Europeans,Gender - General,Ethnicity - Native-American,Nationality - General,Physical Identity - Physical (and Mental) Impairments",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Commie,Red,Racist,Brexit,Woman,Red,Nation,Loony",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "46",
            "user": "Britishsubject",
            "date": "21 Nov ",
            "timestamp": "NA",
            "commentText": "The far left like to dish it out but can't take it themselves.",
            "likes": 112,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "200",
                    "user": "WasRemainNOWleave",
                    "date": "21 Nov ",
                    "timestamp": "NA",
                    "commentText": "the left dont mind milkshakes being thrown at FARAGE anf Jo Brands acid throwing jokes, but whine when this sort of thing happens to them",
                    "likes": 17,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "45",
            "user": "DannyWatson",
            "date": "21 Nov ",
            "timestamp": "NA",
            "commentText": "The sooner Labour are annihilated and confined to the dark ages of the 70's the better for all.",
            "likes": 74,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "44",
            "user": "RicoOS",
            "date": "21 Nov ",
            "timestamp": "NA",
            "commentText": "Corbynites response to anything their leader is rightfully accused of. Attack those saying it.",
            "likes": 73,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "43",
            "user": "Watson",
            "date": "21 Nov ",
            "timestamp": "NA",
            "commentText": "Well done Rachel! Keep on doing and saying the right things. Where can I buy the tee shirt and is there a discount for multiple orders ? ",
            "likes": 82,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "201",
                    "user": "Rayf",
                    "date": "21 Nov ",
                    "timestamp": "NA",
                    "commentText": "Why should she be sacked for telling the truth. It's him that needs sacking. 12th December can be the time that shows when Labour policies are rejected along with their leader.",
                    "likes": 11,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "42",
            "user": "richo255",
            "date": "21 Nov ",
            "timestamp": "NA",
            "commentText": "She brave, I wounder if we will see her on Telly again?",
            "likes": 34,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "41",
            "user": "cynicalme",
            "date": "21 Nov ",
            "timestamp": "NA",
            "commentText": "Good for you Rachel. He's a known anti semite. His support for the likes of PLO and HAMMAS confirms this. And to once more quote Eric Arther Blair. \"Socialism must become dictatorship and inevitably fascism. But I was convinced it could be achieved without all that Naziness.\"",
            "likes": 63,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "40",
            "user": "B-K-S",
            "date": "21 Nov ",
            "timestamp": "NA",
            "commentText": "They want her sacked, do they think she works for the BBC?",
            "likes": 30,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "202",
                    "user": "TruthtoPower988",
                    "date": "21 Nov ",
                    "timestamp": "NA",
                    "commentText": "Probably because her maths are better than Diane's.",
                    "likes": 15,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "203",
                            "user": "trev",
                            "date": "22 Nov ",
                            "timestamp": "NA",
                            "commentText": "Everyones maths is better than her's, including  my 2 yr old Labrador",
                            "likes": 5,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "39",
            "user": "EdwardWeids",
            "date": "21 Nov ",
            "timestamp": "NA",
            "commentText": "Unlike 'Leftie' so-called comedians who cannot resist peppering their broadcast performances with anti-Farage / anti-Trump / anti-Boris barbs, Ms Riley's comments are made in a private capacity and do not in any way impinge upon her performance in 'Countdown', wherein she is greatly admired. There can be no justification for calling for her dismissal, even by those who disagree with her stance.",
            "likes": 41,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "204",
                    "user": "Mr.AlwaysRight",
                    "date": "21 Nov ",
                    "timestamp": "NA",
                    "commentText": "Posting her comments on Twitter is not private.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "205",
                            "user": "PercyVere",
                            "date": "22 Nov ",
                            "timestamp": "NA",
                            "commentText": "Read Edward's post again - Rachel posted in a PRIVATE CAPACITY i.e. outside of her Countdown job.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "38",
            "user": "missingEUalready",
            "date": "21 Nov ",
            "timestamp": "NA",
            "commentText": "Labour cannot stand the truth.",
            "likes": 41,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "37",
            "user": "NTProcter",
            "date": "21 Nov ",
            "timestamp": "NA",
            "commentText": "Would that Corbyn and McDonnell had 1% of her knowledge of basic arithmetic...",
            "likes": 14,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "206",
                    "user": "sunbeam",
                    "date": "21 Nov ",
                    "timestamp": "NA",
                    "commentText": "As for ABACUS add her to the trio and you still have 1%",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "36",
            "user": "DaphneBroon",
            "date": "21 Nov ",
            "timestamp": "NA",
            "commentText": "Very brave young lady, no doubt the Momentum brown shirts will be baying for her blood.",
            "likes": 47,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "35",
            "user": "AnneRichardson1",
            "date": "21 Nov ",
            "timestamp": "NA",
            "commentText": "brave rachel",
            "likes": 19,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "34",
            "user": "robertprice1",
            "date": "21 Nov ",
            "timestamp": "NA",
            "commentText": "thought we still had free speach and the right to voice an opinion, which i,m sure corbyn will stop if he gets elected ,if he has his way he will controll the internet the way the chineses do.",
            "likes": 30,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "33",
            "user": "Nooneimportant",
            "date": "21 Nov ",
            "timestamp": "NA",
            "commentText": "Will these people also call for Linekar and his mates to be sacked for opposing <b> Brexit?</b>",
            "likes": 18,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "32",
            "user": "WGC",
            "date": "21 Nov ",
            "timestamp": "NA",
            "commentText": "She's right! He is! So what?",
            "likes": 11,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "31",
            "user": "JacquelineW",
            "date": "21 Nov ",
            "timestamp": "NA",
            "commentText": "Studying all the policies, Labour Momentum is not just anti-Semitic, it is anti Great Britain and all its population. How can anyone in their right mind support a party that not only wants us to obey them but also wants to replace the Queen with a <b> Commie </b>Leader.",
            "likes": 10,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Commie"
            ]
        },
        {
            "id": "30",
            "user": "sunbeam",
            "date": "21 Nov ",
            "timestamp": "NA",
            "commentText": "Well done Rachel you beautiful <b> woman </b>we are with you all the way",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "29",
            "user": "EUDEATHSTAR",
            "date": "21 Nov ",
            "timestamp": "NA",
            "commentText": "SACKED FOR TELLING THE TRUTH?? hahaha, yet they NEVER sacked <b> RED<b>  </b</b>>KEN? bless",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Red"
            ]
        },
        {
            "id": "28",
            "user": "Elis",
            "date": "21 Nov ",
            "timestamp": "NA",
            "commentText": "She is fine!",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "27",
            "user": "Stuxxy",
            "date": "21 Nov ",
            "timestamp": "NA",
            "commentText": "The left have the monopoly on hypocrisy and double standards. They're two concepts I have noticed that they seem incapable of understanding, even when you point it out to them in plain English using monosyllabic words. It's clearly a block tactic, and it's one the conservative right would be wise to mimic and use against them, because the left won't stop. Not until they're made to stop.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "26",
            "user": "barbarab",
            "date": "21 Nov ",
            "timestamp": "NA",
            "commentText": "If only Rachel could find a suitable 9 letter word on her board for Corbyn....I would salute her...",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "207",
                    "user": "ColinBlakeley",
                    "date": "22 Nov ",
                    "timestamp": "NA",
                    "commentText": "How about HARRISOLE?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "208",
                    "user": "NTProcter",
                    "date": "21 Nov ",
                    "timestamp": "NA",
                    "commentText": "I think I could help her find several unsuitable 9 letter words for Jeremy Corbyn !",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "209",
                            "user": "barbarab",
                            "date": "22 Nov ",
                            "timestamp": "NA",
                            "commentText": "We all could!",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "25",
            "user": "JamesO'Biassed",
            "date": "22 Nov ",
            "timestamp": "NA",
            "commentText": "A <b> racist </b>? Corbyn a<b>  racist</b>.....how ridiculous, he loves foreigners far more than the working class Brits. The Labour Party stands for foreigners and any other minorities.......that 's the trouble.They couldn't care less about the working class.That 's why the working class will desert the labour Party. If Corbyn would have thought more about his principles, got us out of the EU, supported the working class, its culture and its communities, jobs, training and free education he would have romped home.Instead he has cosied up to middle class twerps. ",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "24",
            "user": "BritishIndependence",
            "date": "21 Nov ",
            "timestamp": "NA",
            "commentText": "Can count on Abbott not liking Rachel...",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "23",
            "user": "Jackrussell593",
            "date": "21 Nov ",
            "timestamp": "NA",
            "commentText": "Sack Rachel ?  She'd look good no matter what she was wearing.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "22",
            "user": "ShakerVara",
            "date": "21 Nov ",
            "timestamp": "NA",
            "commentText": "BOYCOTT MORISSONS!!!",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "210",
                    "user": "barbarab",
                    "date": "22 Nov ",
                    "timestamp": "NA",
                    "commentText": "Wrong page sweetie...",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "21",
            "user": "ImaginationIsPower",
            "date": "21 Nov ",
            "timestamp": "NA",
            "commentText": "This message was deleted. This message was deleted. This message was deleted.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "20",
            "user": "Fender",
            "date": "22 Nov ",
            "timestamp": "NA",
            "commentText": "Love Rachel Riley, love her attitude in standing up for her religion and for standing up against Corbyn and his Left wing bullies,  Lefties are just Fascists, Marxists, Anarchists and soap dodging dropouts with a hatred for Jewish and British people!",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "19",
            "user": "Hedgehog",
            "date": "22 Nov ",
            "timestamp": "NA",
            "commentText": "Labour are such heroes intimidating women who ask questions Laura K  or just have opinions that don't follow the Labour cult !",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "18",
            "user": "barbarab",
            "date": "21 Nov ",
            "timestamp": "NA",
            "commentText": "Has anybody noticed that there are so many \"spaces\" on all pages here today, and it's not because of violations policy... strange",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "17",
            "user": "Pingles",
            "date": "21 Nov ",
            "timestamp": "NA",
            "commentText": "Media stitch up. This paper is owned by a billionaire, that is all you need to know.",
            "likes": 9,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "211",
                    "user": "RicoOS",
                    "date": "21 Nov ",
                    "timestamp": "NA",
                    "commentText": "Yes it is a stitch up of poor Rachel, forced to endure threats for stating the fact that Corbyn is clearly <b> racist </b>against Jewish people.",
                    "likes": 15,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "16",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "212",
                    "user": "ImaginationIsPower",
                    "date": "21 Nov ",
                    "timestamp": "NA",
                    "commentText": "Well said, only your comment will soon be deleted",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "213",
                    "user": "Watson",
                    "date": "21 Nov ",
                    "timestamp": "NA",
                    "commentText": "How many boats does McDonnell need to become equal?",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "214",
                    "user": "DuncanDisorderly",
                    "date": "21 Nov ",
                    "timestamp": "NA",
                    "commentText": "Then explain why two weeks after the IRA Brighton bombing, in which 5 people were murdered,  he had the IRA in for tea in Westminster.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "215",
                    "user": "AnneRichardson1",
                    "date": "21 Nov ",
                    "timestamp": "NA",
                    "commentText": "you are delusional......corbyn lets others do his dirty work.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "15",
            "user": "Hotlegs-Gigi",
            "date": "21 Nov ",
            "timestamp": "NA",
            "commentText": "I'm no Labour fan, not a fan of her either, wish they'd all just vanish from the face of the earth.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "14",
            "user": "KarlRa",
            "date": "21 Nov ",
            "timestamp": "NA",
            "commentText": "no Corbyn fan, but she certainly should be sacked by Channel 4, for her continued political interference and jumping the anti semitism bandwagon.. Removing the anti Apartheid message on the Tshirt and replacing it with her smear was a disgrace.. Sick of this disgusting campaign of \"weaponising\"claims of anti semitism to damage politicians.. Stay out of politics, love.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "13",
            "user": "Sicario",
            "date": "21 Nov ",
            "timestamp": "NA",
            "commentText": "If she has proof, then she should contact the police, it's a hate crime - no, I didn't think so?!",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "12",
            "user": "highhazel",
            "date": "21 Nov ",
            "timestamp": "NA",
            "commentText": "Just because you agree with her she should not make any political comments. She is employed to do a function and if She wants to take up Politics then quit the Day Job",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "216",
                    "user": "ChrisFroggy",
                    "date": "21 Nov ",
                    "timestamp": "NA",
                    "commentText": "Say that to Gary Lineker, Lilly Alen, Bono, Geldoff etc, etc etc",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "217",
                    "user": "Watson",
                    "date": "21 Nov ",
                    "timestamp": "NA",
                    "commentText": "Says who - Big Brother?",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "11",
            "user": "Mr.AlwaysRight",
            "date": "21 Nov ",
            "timestamp": "NA",
            "commentText": "She should be sacked.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "218",
                    "user": "ImaginationIsPower",
                    "date": "21 Nov ",
                    "timestamp": "NA",
                    "commentText": "Now I understand why we're only seeing the Corbyn hate, all comments outraged at what she's done are ''deleted'' making this entire thread a waste of time. Everyone should be against this blatant bias censorship and restrictions we're seeing all over the place today. In fact this media needs to be put on trial for all the lies they've been saying about all these global Issues around the world, while  facilitating terrorism.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "10",
            "user": "JohnMitchell4",
            "date": "22 Nov ",
            "timestamp": "NA",
            "commentText": "How dare Rachel speak the truth, that has to be a sacking offence.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9",
            "user": "LondonPride",
            "date": "22 Nov ",
            "timestamp": "NA",
            "commentText": "Gary Lineker has too much dignity to do anything so offensive or in such poor taste.  Yet he gets torrents of abuse from Expressniks for harmless remarks in support for remain. Breathtaking hypocrisy.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8",
            "user": "ColinBlakeley",
            "date": "22 Nov ",
            "timestamp": "NA",
            "commentText": "As per usual the communists hate the truth, I see Chakrabti is now a shadow minister? Amazing how you can improve your job prospects by finding in favour of Hamas, and the PLO.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "RA2",
            "date": "22 Nov ",
            "timestamp": "NA",
            "commentText": "Well said Ms Riley.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6",
            "user": "JohnDziki",
            "date": "22 Nov ",
            "timestamp": "NA",
            "commentText": "Good for her, my Grandparents died in Soviet Gulags which are part of Corbyn's 5 year plan.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "BinghamBob",
            "date": "22 Nov ",
            "timestamp": "NA",
            "commentText": "Labours choice for Corbyn on Countdown. Vowel “I” consonant “R” vowel “ A” consonant “ L” vowel “O” consonant “V” vowel “E” consonant “R”. Enough said. 5 numbers for Dianne Abbott “ 1,1,1,1,1” sum to get “5” 30 seconds gone , answer “4” well that’s close enough!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "ProfessorAW",
            "date": "22 Nov ",
            "timestamp": "NA",
            "commentText": "Go girl...I'm with you all the way.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Offpiste",
            "date": "22 Nov ",
            "timestamp": "NA",
            "commentText": "I am quite capable of making my own voting choices without interference from an assistant on a TV quiz show. However, she obviously sees anti - Semitism as a good publicity bandwagon on which to jump, although one of the wheels fell off earlier this week when she and others chose to be mortally offended by Jeremy Corbyn’ s mistaken pronunciation of Epstein, rather than despise Epstein’ s heinous crimes.What a bunch of hypocrites! She’ d do well to keep her thoughts to herself.She needs Countdown more than Countdown needs her.The next Countdown will hopefully be to the Job Centre.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "219",
                    "user": "Hedgehog",
                    "date": "22 Nov ",
                    "timestamp": "NA",
                    "commentText": "Anti -Semetism is a bandwagon that the Labour elite don't acknowledge but claim Islamaphobia does . Need to get their knuckles off the ground and evolve into this century !",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "2",
            "user": "AndyMann1966",
            "date": "22 Nov ",
            "timestamp": "NA",
            "commentText": "Ridiculous, because you are a celebrity you are no longer allowed to have an opinion, how the PC <b> loony </b>lefties are ripping apart this<b>  nation</b>.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nation",
                "Loony"
            ]
        },
        {
            "id": "1",
            "user": "StevieL",
            "date": "21 Nov ",
            "timestamp": "NA",
            "commentText": "Do you know I'm kinda confused.She doesn't look semitic at all ! Maybe her ancestor was a Russian with a boner and a rifle.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "0",
            "user": "newhunter",
            "date": "21 Nov ",
            "timestamp": "NA",
            "commentText": "Still haven't made up my mind who to vote for, I still wonder if promises can be met or the UK will go bankrupt and be taken over by the EU or more likely to become another state of the USA as it did during WWII. Give the money and Ill leave the UK for a tax haven like Andorra maybe the safest place in Nuclear War somebody is likely to press the button.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}