{
    "header": {
        "title": " ‘Britain is ageing but few want to retire. We three epitomise that...’ ",
        "subtitle": " IN A PLUSH Soho studio Angela Rippon, Gloria Hunniford and Julia Somerville are busy catching up. With their hectic schedules it isn’t easy to get the three of them together so they are talking over one another, asking about family members and organising lunches. ",
        "owner": " Jaymi McCann ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 04:10, Sun, Jun 24, 2018 ",
        "dateExtraction": " 2020-02-11 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/life-style/life/978735/bbc-rip-off-britain-Angela-Rippon-Gloria-Hunniford-Julia-Somerville ",
        "postText": "It takes a few minutes for them to settle down but when they do it is all business.', 'The trio have been gracing our screens collectively for more than 140 years as reporters, presenters and news anchors – at a time when women didn’t routinely fill those roles – and between them they have two OBEs and a CBE.', 'Since 2009 they have been working together on Rip Off Britain, a BBC One show that takes pride in exposing scam artists and saving viewers money.', 'It draws audiences of almost four million in spite of its daytime slot.', 'The secret of the show’s success is clearly down to its presenters, who bring an air of authority with their extensive CVs.', '“When you have been in the business as long as we collectively have you become part of people’s family structure,” says Gloria, 78, who has been in broadcasting since the 1960s and anchored Good Evening Ulster throughout the 1970s and 1980s.', '“I know this sounds a bit daft but in a lot of cases you become the wife they don’t have or the daughter they don’t have or the friends they don’t have and people feel as if they can really open up because we have been there, on their screens, for a long time.”', 'Having started in BBC Radio in 1972, Julia went on to present the Nine O’Clock News throughout the 1980s, before moving to ITN.', 'She and Gloria met when they were both covering the Troubles in Northern Ireland at the height of the fighting. Now 70, she nods enthusiastically in agreement with Gloria, adding: “That longevity means we give confidence in our authority.', 'Viewers know that because we have all been round the block and interviewed everyone from prime ministers and princes to paupers, that actually no one is going to pull the wool over our eyes.”', 'Rip Off Britain, which will turn 10 next year, still regularly tops the ratings – defying the idea that women over a certain age don’t appeal to viewers.', 'In 1975 Angela became the first female to permanently anchor the national news on the BBC but aged just 50 – the same age as Davina McCall and Kylie Minogue are today – she was famously told by then director-general John Birt: “You’ve had your day, you have to make way for the younger women behind you.”', 'She laughs: “I was sitting there thinking, ‘Would you have said that to Michael Parkinson, or Terry Wogan?’ But I’m now 73 and I’m still working in television – and I’m not sure what John Birt is doing.”', 'Ageism at the BBC hit the headlines when former Countryfile presenter Miriam O’Reilly sued the corporation after she claimed she had been dropped because of her age in 2009.', 'This debate still rages but for the Rip Off team, their age is their USP – although the trio don’t always agree on how important it is.', '“Our age has nothing to do with what we do professionally or what we do on air,” Angela insists, authoritatively.', '“It is totally irrelevant. I’ve been in broadcasting for 52 years. We have all been around for ever, it is absolutely immaterial as far as the audience is concerned. They don’t give a toss what it says on our birth certificates.” Julia doesn’t look so sure.', '“I would say if we were aged 31, 32, and 33 the programme would not have the same impact, so actually we have to say that age does come into it. It creates something of the authority.', '“I rather think it is one of the virtues of the programme, actually. There is a quality about it that is to do with age. It is not that it is irrelevant.”', 'Gloria adds: “We have to speak as we find. We have never been out of work.', '“I’ve never had to look for a job in my life, therefore ageism doesn’t come into it.', '“You don’t think about it. You have to make certain tweaks. I mean, you know you won’t be prime-time every Saturday at 8pm but you branch out and do different things.”', 'Gloria has been working for more than seven decades, having started earning money as a performer at seven years old.', '“I was brought up with a strong work ethic,” she explains.', '“I expect to work, I like work and I want to work.', '“You could call me a workaholic because I don’t want to be home all the time. I love being with my husband but if I had to be there every day it would drive me nuts, honestly it would.', '“Work has been an escape for me on many occasions, like when I lost Caron [her daughter, presenter Caron Keating who died of breast cancer, aged 41, in 2004]. Eventually it becomes my safe area.', '“When everything else was like shifting sand, work was the only stable thing I could recognise. I am a bit of a workaholic and I think you are too, Angela, if I’m being honest... Julia likes her holidays.”', 'Julia admits: “I think I’m someone who needs a kick up the backside. I enjoy it but if I was to try and paint myself as a workaholic, anyone who knows me would be laughing.”', 'I love being with my husband but if I had to be there every day it would drive me nuts', 'Gloria Hunniford', 'Her illustrious career would suggest otherwise.', 'Nothing has slowed her down, not even a brain tumour in the early 1990s.', 'A print, radio and television journalist, she has taken on diverse subjects from the industrial sector to the art world.', 'Yet the thing she, and her co-presenters, seem to love most is live television, which they still get to experience during the Rip Off Britain: Live spin-off.', 'So do they ever still get nervous?', '“I wouldn’t call it nerves,” Julia says.', '“I think anyone who does live TV gets that adrenaline burst. For instance I have uncontrollable sneezing – I did it in bed last night, about 30 in a row.', 'It has never happened to me on air, thankfully. Something about adrenaline must stop that happening.”', 'Gloria agrees: “I think because we have all done live for 35 or 40 years you get so used to it. I like it, warts and all. Something is bound to go wrong but I love that.”', 'With dozens of Rip Off Britain episodes each year, as well as their own projects, it’s unlikely they will be off our screens any time soon, despite all being well over retirement age.', '“You’re a long time dead, a long time the phone not ringing,” says Angela.', '“You see so many who are isolated and lonely. I have never been either and I would not want to be.', '“You’re learning something new all the time – it is keeping you alive.', '“We are an ageing population but we are also a population of people over 65 who don’t want to retire. We three epitomise that now.”",
        "numberPosts": " 17 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Age - Over 65s,Age - General,Gender - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Wrinklies,Age,Woman",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "11",
            "user": "DaveDunit",
            "date": "24 Jun, 2018 ",
            "timestamp": "NA",
            "commentText": "Seriously is this work, these women are rich, it’s a hobby, akin to volunteering down the local charity shop but richer rewards",
            "likes": 16,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "10",
            "user": "ChrissieC",
            "date": "24 Jun, 2018 ",
            "timestamp": "NA",
            "commentText": "Good on you ladies, BUT............ Please do not include all <b> wrinklies,</b> I retired As soon as it was possible to do so, and do not regret one minute.",
            "likes": 10,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "200",
                    "user": "SpocksBeard",
                    "date": "24 Jun, 2018 ",
                    "timestamp": "NA",
                    "commentText": "My husband is not in good health ,but being born in the 1950's as I was we chase a pension still...this lot are just playing at working.",
                    "likes": 10,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "201",
                            "user": "DaveDunit",
                            "date": "24 Jun, 2018 ",
                            "timestamp": "NA",
                            "commentText": "That’s correct some people have worked hard all their lives, just to receive a measly pension, unlike civil serpents, and celebrities",
                            "likes": 9,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Wrinklies"
            ]
        },
        {
            "id": "9",
            "user": "Prometheus",
            "date": "24 Jun, 2018 ",
            "timestamp": "NA",
            "commentText": "They are overpaid for doing so little, sorry but it is just not a real job when compared to the people who do the real work in this country. If only nurses were paid what TV presenters get then some wouldn't need food banks,",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8",
            "user": "bobscot",
            "date": "24 Jun, 2018 ",
            "timestamp": "NA",
            "commentText": "If i was earning what they are earning for doing not a lot of work i would want to continue working as well, get real",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "Siwn",
            "date": "24 Jun, 2018 ",
            "timestamp": "NA",
            "commentText": "These pensioners became rich from licence fee payers money and are still milking it.  Their jobs which is basically reading a script, probably on autocue, which should be given to younger people to get some experience. There are far too many with golden pensions employed by the BBC topping it up even more.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6",
            "user": "hadenough",
            "date": "24 Jun, 2018 ",
            "timestamp": "NA",
            "commentText": "Why does it take three of them to do this programm  It only needs one, its job for the girls, and it is our licence money paying these over paid over the hill women, they are surely not doing it for the money they are already comfortable after years of good wages.Its pure greed, I just wish there was a way to stop paying the licence fee.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Benedict",
            "date": "24 Jun, 2018 ",
            "timestamp": "NA",
            "commentText": "I know people who wanted to work on after 65 but thought that that would be selfish and retired to make way for the younger generation.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "moaston",
            "date": "26 Jun, 2018 ",
            "timestamp": "NA",
            "commentText": "You can not call what they do work . Try a job in a supermarket a factory or a cleaning job then come back and tell us that you do not want to retire .",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "JanetW1958",
            "date": "24 Jun, 2018 ",
            "timestamp": "NA",
            "commentText": "The way the government keep changing the retirement <b> age </b>no one will make it to retirement.  These three are lucky.  They could afford to retire whenever they want.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "2",
            "user": "SpocksBeard",
            "date": "24 Jun, 2018 ",
            "timestamp": "NA",
            "commentText": "Three rich <b> woman </b>who dont actualy graft ,like a plumber ,or a bricklayer,who have no pressure whether they work or not. Work or not they can put food on the tabke and cars on the road.  The article is an insult to older people who MUST work to survive, its a bit different to working for a hobby to pass the time. ",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "202",
                    "user": "DaveDunit",
                    "date": "24 Jun, 2018 ",
                    "timestamp": "NA",
                    "commentText": "They don’t want to get their hands dirty being ordinary housewives, rather someone else do it for a pittance",
                    "likes": 7,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "203",
                            "user": "SpocksBeard",
                            "date": "24 Jun, 2018 ",
                            "timestamp": "NA",
                            "commentText": "Ah yes,the little woman who comes round....",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "1",
            "user": "Sterling77",
            "date": "24 Jun, 2018 ",
            "timestamp": "NA",
            "commentText": "These ladies are absolutely FAB. Really enjoy their program and they do it so professionally. They really do maintain high standards which seem to have disappeared in so many other programs. Well done ladies, keep up the excellent work.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "204",
                    "user": "leicester1961",
                    "date": "24 Jun, 2018 ",
                    "timestamp": "NA",
                    "commentText": "' programme '",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}