{
    "header": {
        "title": " Royal bombshell: The moment Princess Anne’s life ‘started to go wrong’ ",
        "subtitle": " PRINCESS ANNE’s life “started to go wrong” in the early Eighties when her husband Captain Mark Phillips started spending a lot of time away from home, according to a royal expert. ",
        "owner": " Abbie Llewelyn ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 08:06, Fri, Nov 1, 2019 ",
        "dateExtraction": " 2020-02-07 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/royal/1198297/royal-news-princess-anne-mark-phillips-peter-cross-royal-family-latest-update-spt ",
        "postText": "'Mark, a former equestrian eventing champion like Anne, decided he wanted to start his own horse-related business, building jumps and courses. He started travelling abroad a lot, leaving Anne alone in their house. It was during this time that she reportedly started having an affair with her personal bodyguard, Peter Cross.', 'Ashley Walton, former Express royal reporter, told 2002 Channel 4 documentary ‘The Real Princess Anne’ the he believes this is the point things started getting messy.', 'He said: I think the lowest point was when Mark decided he’d have a life of his own and didn’t just want to be the appendage wandering around in public engagements and wanted to run his own horse business, building jumps and courses around the world.', 'He went off and she was lonely and that’s when her life started to go wrong.', 'She was in a house, mostly by herself – I know it sounds hard to believe – but she was alone in a house.', 'During this time, Anne had two young children – Peter, who was born in 1977 and Zara, who was born in 1981.', 'It was also around then that she allegedly started her illicit romance with royal protection officer Peter Cross.', 'However, after Scotland Yard became aware of the affair, Mr Cross was promptly sacked.', 'James Whittaker, former royal reporter at the Daily Mirror, told the documentary: When this came to the bosses, of course, at Scotland Yard – they’re the people who supply the protection officers – of course, they freaked out and Peter Cross was moved out very fast indeed.', 'Not only that, but the press got wind of it and it was splashed across the newspapers.', 'Harry Arnold, former royal reporter at The Sun, said: I was told from an absolutely amazing source that he was having an affair with Princess Anne.', 'I couldn’t use the word affair, so I invented the phrase that he became over-familiar with Princess Anne.', 'Mr Arnold also reported that Mr Cross continued to see Anne, even after he was removed from work at the palace.', 'He claimed she used the pseudonym Mrs Wallis when she wanted to contact him – potentially a reference to Wallis Simpson.', 'After their alleged affair was exposed, Anne stopped seeing Mr Cross, who left Scotland Yard and went into hiding.', 'However, Mr Arnold told Channel 4 that two years after it all came out in The Sun, Mr Cross actually got in touch with him and confirmed the story.', 'Mr Arnold claimed he said: When you wrote that story I was still married and I couldn’ t admit it, but yes it was true– and I can tell you that it was true because I am now divorced.', 'This is a modal window.This modal can be closed by pressing the Escape key or activating the close button.', 'Mr Cross sold his story to the News of the World in 1984. ', 'The royal journalist said he believes the alleged affair means Anne was“ unhappily married and knew she had made a mistake', 'The pair stayed together for several more years, but in 1989 announced their intention to separate as the marriage had been under strain.', 'They eventually divorced in April 1992– and Anne quickly remarried to Timothy Laurence in 1989, who she had been seeing since 1989. ', 'Mr Laurence was a Commander in the Navy and had been an equerry to the Queen.', 'Letters he wrote to Princess Anne were stolen from the Palace in 1989 and delivered to The Sun, but instead of publishing their contents, they handed them over to Scotland Yard. ', 'Mark married Sandy Pflueger in 1997, which whom he had another daughter, Stephanie.'",
        "numberPosts": " 15 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Age - Over 65s,Age - General,Physical Identity - Physical Features",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Old,Age,Fat",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "8",
            "user": "Chickitten",
            "date": "1 Nov ",
            "timestamp": "NA",
            "commentText": "Hi DE, why are you digging up the past on royal family? Is it because you are too scared to report what is happening in the present in case you get sued too?",
            "likes": 11,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "200",
                    "user": "SandyW",
                    "date": "12 Jan ",
                    "timestamp": "NA",
                    "commentText": "It just helps the circulation.  Blame the readers.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "201",
                    "user": "Covey",
                    "date": "2 Nov ",
                    "timestamp": "NA",
                    "commentText": "It sells newspapers!  Whenever circulation needs a boost, out come the Diana pictures and rehashed <b> old </b>stories.  This time is is Anne's turn.  Next week it will be ...............?",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "202",
                            "user": "SandyW",
                            "date": "12 Jan ",
                            "timestamp": "NA",
                            "commentText": "Kate will have to watch her step.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Old"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "7",
            "user": "Foxxx",
            "date": "1 Nov ",
            "timestamp": "NA",
            "commentText": "A multi tasking protection officer...........?",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6",
            "user": "PatrickShore",
            "date": "1 Nov ",
            "timestamp": "NA",
            "commentText": "they want to investigate henry the 8th",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "203",
                    "user": "SandyW",
                    "date": "12 Jan ",
                    "timestamp": "NA",
                    "commentText": "Add in Charles II, Queen Anne, George III, in fact all of them.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5",
            "user": "uncle.mal",
            "date": "1 Nov ",
            "timestamp": "NA",
            "commentText": "By the look of her it started the moment she was born",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "2toncarman",
            "date": "1 Nov ",
            "timestamp": "NA",
            "commentText": "She looks more and more like margaret beckett and a dried up turnip every time she shows up for money.",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "204",
                    "user": "SandyW",
                    "date": "12 Jan ",
                    "timestamp": "NA",
                    "commentText": "Every woman's tragedy.  My ex actually looks like Anne, hair and all!  I have a younger model now, after \"Anne\" screwed off with the neighbour to whom I will be ever grateful.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "205",
                            "user": "2toncarman",
                            "date": "12 Jan ",
                            "timestamp": "NA",
                            "commentText": "Every cloud has a silver lining. In the case of the \"real\" Anne, that would be us.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "3",
            "user": "kaister47",
            "date": "2 Nov ",
            "timestamp": "NA",
            "commentText": "I can't understand how they don't <b> age </b>well when you consider what kind of life they have.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "206",
                    "user": "SandyW",
                    "date": "12 Jan ",
                    "timestamp": "NA",
                    "commentText": "Dissolute explains it.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "2",
            "user": "COGDISS",
            "date": "1 Nov ",
            "timestamp": "NA",
            "commentText": "August 15th 1950",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Chickitten",
            "date": "1 Nov ",
            "timestamp": "NA",
            "commentText": "Sorry did not mean to report the message. <b> Fat </b>fingers.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Fat"
            ]
        }
    ]
}