{
    "header": {
        "title": " ITV Good Morning Britain: Piers Morgan LASHES OUT at guests in SAS women row ",
        "subtitle": " GOOD MORNING BRITAIN presenters Piers Morgan and Susanna Reid welcomed two former-SAS members to discuss the possibility of women joining the prestigious force, but things quickly became a little heated during the debate. ",
        "owner": " Callum Crumlish ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 08:25, Wed, Nov 7, 2018 ",
        "dateExtraction": " 2020-02-04 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/showbiz/tv-radio/1041989/itv-good-morning-britain-GMB-piers-morgan-susanna-reid-sas-women ",
        "postText": "Good Morning Britain presenters Piers Morgan and Susanna Reid discussed the viability of the SAS hiring female troopers.', 'And their guests, former SAS members Rusty Firmin and Phil Campion, were brought onto the show to discuss the topic, and things quickly got heated.', 'Piers began the debate by simply asking: “What is your problem with having women in the SAS?”', 'To which Rusty quickly replied: “It’s not a problem i’m just old school.', '“We have the best forces and we’ve taken a long time to get there.”', 'Later in the discussion Rusty added: “Male and female officers serving together is not a good idea - and it’s not all about passing a test by the way. It’s about the hardships they go through.”', 'Susanna jumped in to ask: “Are you worried about relationships?”', 'Leaving Rusty to admit: “Yes, and wives would be more worried than me.”', 'While Phil was not opposed to the notion of having women in the SAS, he did mention he would like to see “the whole package” from any recruit.', 'Itching for an answer Piers asked: “If it’s not about physical brute force what is it about any woman not being able to get through?”', 'He went on to ask them: “Is there a whiff of sexism from you two?”', 'Both of the guests furious denied the claim, saying: “No, no, not at all!”', 'Rusty then defended his views, explaining: “We’re talking about the British army here, not foreign armies.”', 'And when Piers asked: “Would you trust a woman you’re fighting alongside to cover your back?” Rusty bluntly responded: “No I would not.”', 'And viewers themselves were outraged by the idea as well, with one writing on Twitter: “We are saying its elite and women cant do it… YES WOMEN can… like anything it’s being given a chance, and having belief in the person #gmb.”', 'Another wrote: “#GMB respect for SAS. Yes to women being allowed a chance for selection.”', '“Women in the SAS, why not? This is about capability not sexuality. #GMB,” a third added.', 'Meanwhile some agreed with the SAS members, saying: “Women shouldn’t be in the SAS. If you don’t understand why then you probably don’t appreciate what the SAS do #GMB.”', 'With another agreeing: “Standard people on Twitter don’t know what they’re talking about again. Women should not be allowed to join the SAS #GMB.”', 'Good Morning Britain airs weekdays at 6am on ITV.",
        "numberPosts": " 23 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Gender - General,Ethnicity - Asian (East- China, Japan, Korea, Philippines, Vietnam),Ethnicity - Native-American,Nationality - Chinese,Nationality - Japanese, Ideological and Political Identity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Woman,Gender,Yellow,Red,Yellow,Yellow,Red",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "12",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "200",
                    "user": "SpocksBeard",
                    "date": "7 Nov, 2018 ",
                    "timestamp": "NA",
                    "commentText": "I rarely agree with your views but in this ....your spot on.",
                    "likes": 24,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "201",
                    "user": "notrut.",
                    "date": "10 Nov, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Mrs May is our Team UK weak link ...",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "202",
                    "user": "Joolsaria",
                    "date": "7 Nov, 2018 ",
                    "timestamp": "NA",
                    "commentText": "And yet I know one  <b> woman </b> that can run a mile and half in 11 minutes quite comfortable with all the gear! If she can do it the same level as a man I see why not",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Woman"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "11",
            "user": "Yorky2",
            "date": "7 Nov, 2018 ",
            "timestamp": "NA",
            "commentText": "If any females can complete the arduous induction course, then let them join. What worries me is that they will water down the induction course in order to accommodate their entry.",
            "likes": 53,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "203",
                    "user": "mike1222",
                    "date": "7 Nov, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Exactly right.  For one instance how would they cope with being stripped naked in the Interrogation Resistance course? Or would they be exempt that part of selection?  How would they cope on selection when its \"the wrong time of the month\" ?  Have a week's break? Let them have a crack at it, but make absolutely NO concessions to their femininity and DO NOT lower the standards.",
                    "likes": 52,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "204",
                            "user": "SpocksBeard",
                            "date": "7 Nov, 2018 ",
                            "timestamp": "NA",
                            "commentText": "And thats so much of the problem and the elephant in the room no one mentions .Equality means just that ,men and women are not equal but different ,we complement each other ,please dont stop me rideing a motorbike or stripping down an engine ,but rod a drain? work in a slaughterhouse? join the infantry ? no thanks I will just get back in the kitchen.",
                            "likes": 9,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "205",
                    "user": "SpocksBeard",
                    "date": "7 Nov, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Im off to do the washing up...oh and see if the sheets are dry : I know my place ; Seriously tho I agree 100%",
                    "likes": 14,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "10",
            "user": "AndyMaunder",
            "date": "7 Nov, 2018 ",
            "timestamp": "NA",
            "commentText": "The SAS train recruits to a specific standard of durabilty, intelligence and determination. Any <b> woman </b>meeting those standards would deserve a place - but 'watering down' the selection to allow women a greater chance of passing is simply lowering the odds of survival in a real-world combat environment - both for the<b>  woman</b> and the team around her.",
            "likes": 43,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "9",
            "user": "StanDalone",
            "date": "7 Nov, 2018 ",
            "timestamp": "NA",
            "commentText": "How about scrapping separate events in the Olympic games, and professional tennis etc., by just allowing <b> gender </b>neutral athletes to compete.",
            "likes": 29,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gender"
            ]
        },
        {
            "id": "8",
            "user": "RonaldHarrison",
            "date": "7 Nov, 2018 ",
            "timestamp": "NA",
            "commentText": "When they can carry the same amount of equipment  that the men do when on selection,  55 lbs that increases plus assult rifle food and water on the four week aptitude phase  that starts with five timed marches between 14 and 17 miles long over a ten day period that has the 15 mile Fan Dance that has to be completed in six hours where you have to show your ability to lead your section by just compass and map only again full equipped, That then ends with a forty mile forced march that has to be completed in 20 hours again full equipped.  Ignoring all the chaffing that comes with having a full Bergan on your back on the first timed march along with the blisters you get that both get worse on each march.Then they will have a chance. Then if they can be dropped into the Borneo jungle quite literally from 1,000 ft to lean combat training where they will get split up into groups of four where they after rely on each other as they learn how to survive in an hostile environment undetected by the enemy who are your own people hunting for you surviving fast flowing rivers as they are detected and they are escaping if they can survive all that and much more when on their probation period where they will at least once walk out from a high altitude aircraft 30000 ft above the ground with enough equipment to start world war three then I dont have any objection.But it has to exactly like the men do with not even an ounce taken from their packs.",
            "likes": 18,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "206",
                    "user": "StuartDouglas",
                    "date": "8 Nov, 2018 ",
                    "timestamp": "NA",
                    "commentText": "You complete the Fan Dance in 6 hours and you get <b> red<b>  </b</b>>carded.....4:30 is the usual cutoff and even then you can expect to ge<b> t y<b> ell<b> o</b</b</b>>>w carded....the last event on test week isn't a forced march it's  solo navigation over 64km with 55lb plus rifle plus food and water to be completed in less than 24 hours.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Yellow",
                        "Red"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "7",
            "user": "VictorMildew",
            "date": "7 Nov, 2018 ",
            "timestamp": "NA",
            "commentText": "it's basically the difference between theory &amp; practice - in theory perhaps, in practice no...",
            "likes": 13,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6",
            "user": "Purplecat",
            "date": "7 Nov, 2018 ",
            "timestamp": "NA",
            "commentText": "It's a non starter a female has just given up to get in the elite forces she could NOT do the training and the army waited three years to find a female good enough to enter. The government and the armed forces know this but pretend to the public it's possible.",
            "likes": 11,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "cheeky",
            "date": "7 Nov, 2018 ",
            "timestamp": "NA",
            "commentText": "I personally think the armed forces should be 50/50, and it should be enforced. Women want equality and 50/50, then ....so be it, but it cant just be in media or the 'nice' jobs. Lets make it happen. 50% women on contruction sites, 50% on road laying gangs, 50% refuse collectors etc etc.  When they do that and start campaiging for it, then i 'll believe its more than just angry deluded feminists or women looking for a free ride on the back of their <b> gender.</b>  Come on ladies, prove it.Start campaining, if we are equal, you do half the fighting, building, refuse collecting etc etc ",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gender"
            ]
        },
        {
            "id": "4",
            "user": "JoePublic2",
            "date": "7 Nov, 2018 ",
            "timestamp": "NA",
            "commentText": "My main worry is - they may be required to reverse vehicles.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "oneofthree",
            "date": "7 Nov, 2018 ",
            "timestamp": "NA",
            "commentText": "THE BASICS .. Men and women are not equal....Men and men are not equal....Women and women are not equal ....we are mammals...Men and women are not equal....Feminism is pretentious EXCEPTED PIERS... divorced from biology......Even school children know....the difference.. I REMIND YOU ALL..It has taken men 50000 years reach to civilisation....WOMEN have ONLY HAD 100 / 60 YEARS input..ONLY..AND YET THEY PRETEND LIKE PIERS ",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "HarryHotspur",
            "date": "7 Nov, 2018 ",
            "timestamp": "NA",
            "commentText": "The Royal Marines have probably one of the longest and toughest basic training courses in the world. The average troop will loose about two thirds of its number during the training but if you place women amongst that number then the ratio would be greater. The result would be a lot of time and money spent for a reduced number of marines. No <b> woman </b>has completed the FULL course as yet.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "207",
                    "user": "Joolsaria",
                    "date": "7 Nov, 2018 ",
                    "timestamp": "NA",
                    "commentText": "But if she did, and was just as ruthless as a man, shouldn't she be given a place?  I am sure there are a few women out there that can give the same as a man, not many granted, I wouldn't want to be one, but if they can pass muster, deal with the same conditions, defend herself and kill as required with a cool head, I see no problem with that.  The respect is surely earned in the training and out on the field.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "208",
                            "user": "HarryHotspur",
                            "date": "7 Nov, 2018 ",
                            "timestamp": "NA",
                            "commentText": "As I stated, those that have tried have failed",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "209",
                                    "user": "Joolsaria",
                                    "date": "7 Nov, 2018 ",
                                    "timestamp": "NA",
                                    "commentText": "And that's fine, but the door shouldn't be shut on trying, is all I am saying",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "1",
            "user": "darkstar",
            "date": "7 Nov, 2018 ",
            "timestamp": "NA",
            "commentText": "maybe recruit men who identify as women instead",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "0",
            "user": "s0crat3s",
            "date": "7 Nov, 2018 ",
            "timestamp": "NA",
            "commentText": "The best reply I have heard on this issue is: If you don 't know why females should not fight alongside male SAS members - you do not know what they do. Spot on.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "210",
                    "user": "AJAX",
                    "date": "15 Nov, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Of course Piers Morgan knows far more about Close-quarters infantry fighting than .... 2 former members of the Special Air Service.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}