{
    "header": {
        "title": " Theresa May says social media is being ‘EXPLOITED AND ABUSED’ in suffragette speech ",
        "subtitle": " PRIME minister Theresa May has focused on the treatment of women on social media when she gave a speech in Manchester to mark the centenary of some women being giving the vote. ",
        "owner": " Laura Mowat ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 14:24, Tue, Feb 6, 2018 ",
        "dateExtraction": " 2020-02-05 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/uk/915250/suffragettes-Theresa-May-speech-hundred-years-women-vote-social-media-Manchester ",
        "postText": "'Mrs May brought up social media abuse that women are still forced to contend with in the 21st Century in her speech in Manchester.', 'She said: Social media should be a force for good in our democracy but it is being exploited and abused, often anonymously.', 'She demanded that social media companies tackle online abuse before it is allowed to consume British political debate further.', 'She said: In the face of what is a threat to our democracy, I believe that all of us - individuals, governments, and media old and new - must accept our responsibility to help sustain a genuinely pluralist public debate for the future.', 'The social media companies themselves must now step up and set out how they will respond.', 'The Prime Minister has backed plans for a statue of suffragist leader, Emmeline Pankhurst in Parliament Square.', 'She said: Women in the 19th century had to contend abuse to win their right to vote.', 'In the 21st Century it can not be acceptable for women or any person to have to face threats or intimidation, simply because he or she has dared to express a political opinion.', 'A line is crossed when disagreement crosses over into intimidation.', 'Reflecting on the milestone for women, Ms May said: As the woman at the head of our country 's government, a century after my grandmothers were first given the right to vote, my mission is clear.', 'To build that better future for all our people, a country that works for everyone, and a democracy where every voice is heard.', 'She warned that if the hostility surrounding politics continues, many people may be deterred from expressing an opinion or getting involved.', 'Mrs May said: In our universities, which should be bastions of free thought and expression, we are seeing the efforts of politicians wanting to engage in open date frustrated by an aggressive minority.', 'The PM said that the leader of Haringey council resigning last week due to sexism , 100 years after the suffragettes, shows there is still work to be done.', 'Speaking on radio four, the prime minister said if she had been involved in the battle over votes for women a century ago, she would have been a suffragist rather than a radical suffragette.', 'Suffragists, led by Millicent Fawcett, believed in peaceful campaigning, as opposed to the militant direct action favoured by suffragettes headed by Emmeline Pankhurst.','The PM also announced a review of the sustainability of Britain’s printed press, in the Manchester speech, by researching funding models to continue national and local journalism.','She said the government will launch a review to examine press sustainability, which will “look at the different business models for high-quality journalism.'",
        "numberPosts": " 12 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Nationality - European or anti-Europeans,Gender - General,Age - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Brexit,Woman,Age",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "5",
            "user": "dennisjones",
            "date": "6 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "What is Ms May complaining about if she looks at the moderation managed on these pages clearly the press Editors are brain washed already ?",
            "likes": 10,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Thepriceoffreedom",
            "date": "6 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "mrs may when our government start working for their employer and do what is instructed by them, you would not feel so threatened by the social  media voice of the people. It is disgusting that you use suffragettes and what they fought for against the voice of the same people today. May i advise you to listen to the people instead of turning of their voice.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Freebird49",
            "date": "7 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "Its a nonsense - May once again jumping on the feminist bandwagon to show her solidarity with women!   The civil service and the government are the worst perpetrators of FAKE NEWS! GET ON WITH <b> BREXIT!</b>",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "2",
            "user": "BigJ",
            "date": "6 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "May clearly has serious problems with the concept and reality of free speech. It is either free speech or it isn't. Clearly with \"hate speech\" laws on the British books this is no longer a free society and so pressure will build inexorably until those who imposed this evil on us are swept away in the tidal wave of indignation as the controls become ever more petty.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "millyjones",
            "date": "6 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "The leader of Haringey council resigned because of the growing movement of momentum, that's being allowed to flourish by weak <b> woman </b>in Parliament. Who are to-afraid to speak up for their own femail MPs for fear of losing their own jobs.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "0",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "200",
                    "user": "Islambeawolf",
                    "date": "7 Feb, 2018 ",
                    "timestamp": "NA",
                    "commentText": "So in this <b> age </b>of PC frenzy, where every word used is seized, scrutinised and analysed for a mere trace of perceived insult or negative connotation, it's the Mrs Mayhems of this world that are leading us to this point, where you actually feel the need to explain that your comment is said as a joke. If you had just stated you are a Moslem, then it would have been deemed acceptable.",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "201",
                            "user": "Freebird49",
                            "date": "7 Feb, 2018 ",
                            "timestamp": "NA",
                            "commentText": "'Mrs Mayhem' !  - I like it!",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Age"
                    ]
                }
            ],
            "keywords": []
        }
    ]
}