{
    "header": {
        "title": " Serena Williams accuses US Open final umpire of sexism after 'thief' meltdown on court ",
        "subtitle": " SERENA WILLIAMS has deepened her feud with the US Open final umpire Carlos Ramos by insisting he would not have treated a man in the same way. ",
        "owner": " Bruce Archer ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 01:58, Mon, Sep 10, 2018 ",
        "dateExtraction": " 2020-01-20 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/sport/tennis/1015017/Serena-Williams-US-Open-final-umpire-sexism-thief ",
        "postText": "'Williams branded Ramos a thief during the final at Flushing Meadows in an incredible meltdown in the second set as she lost 6-2 6-4 to Naomi Osaka.', 'Williams refused to shake hands with Ramos following the match having been given a game penalty for her outburst.', 'It came after Williams was accused of being coached from the sidelines.', 'She received a code violation and then smashed her racquet before having the game taken off her for the thief comment.', 'When asked if she would change anything from incident, Williams went on another rant, claiming men would not be treated how she was.', 'I don't know, she said. You definitely can't go back in time.I can 't sit here and say I wouldn't say he 's a thief, because I thought he took a game from me.', 'But I've seen other men call other umpires several things.I'm here fighting for women' s rights and for women's equality and for all kinds of stuff.', 'For me to say thief  and for him to take a game, it made me feel like it was a sexist remark. He's never taken a game from a man because they said 'thief'. ', ' For me it blows my mind.But I m going to continue to fight for women and to fight for us to have equal -- like Cornet should be able to take off her shirt without getting a fine. This is outrageous.', ' I just feel like the fact that I have to go through this is just an example for the next person that has emotions, and that want to express themselves, and want to be a strong woman.', 'They're going to be allowed to do that because of today.Maybe it didn't work out for me, but it's going to work out for the next person.', 'It comes after confirmation that all three umpire decisions were in fact correct.', 'This was put to Williams and she was asked why she thought the umpire was a thief.', 'Because he took a point from me,”she said.', ' He alleged that I was cheating, and I wasn't cheating. Then I had a good conversation with him. I said, Listen, you know my character. You know me really well. Like you know that I don't even call for on - court coach.I don 't even do that.', 'He's like, You know what ? I understand.I don 't know if he said, You're right.But he understood.He 's, like, Yeah, I get what you're saying. ', 'Then when I sat down, I said it again.I was, like, Just to be clear, I can understand what you saw because it may have looked--just because I look at my box, it may have looked like I was getting coaching, but I'm telling you, that's not what I do.I said, I'd rather lose than have to cheat to win. I don't need to cheat to win.I've won enough. That's never been something I've ever done, you know.', 'And he was cool.He was like, Oh, I get it.We had this great exchange.We were on the same page.We understood each other,and I felt that that was--yeah. ', 'However her coach Patrick Mouratoglou admitted he had been issuing instructions from the sidelines.', 'I was coaching but I don't think she looked at me, Mouratoglou said.Sash [Osaka's coach Sascha Bajin] was coaching as well. Everybody does it.', 'The match finished under a cloud with boos and whistles ringing out as Osaka collected the trophy.', 'It was her first Grand Slam success and she admitted afterwards that she still admired Williams, despite the way the match turned out.', 'She said : The thing is, like, I don't know what happened on the court. So for me, I'm always going to remember the Serena that I love. It doesn't change anything for me. She was really nice to me, like, at the net and on the podium. I don't really see what would change.', 'The crowd was really noisy, so I really didn't hear. Like, I really didn't hear anything that was going on.', 'And when I turned around, uhm, it was 5-3, so I was a little bit confused then. But for me, I felt like I really had to focus during this match because she's such a great champion, and I know that she can come back from any point.', 'I was just trying to focus on myself at that time.",
        "numberPosts": " 126 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Gender - General,Ethnicity - General,Age - Over 65s,Age - Youngsters,Ethnicity - Black",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Woman,Sexism,Gender,Sex,Racist,Ethnic,Race,Racism,Old,Nothing,Black,Snowflake,Gay,Gay,Obese,Transgender,Freak,Brexit,Indian",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "90",
            "user": "HarryBarracuda",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "How diplomatic of the victor despite this over-entitled harridan doing everything to try and dilute her win.Shut up Williams and just play tennis.",
            "likes": 100,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "89",
            "user": "HarryBarracuda",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "You will never, ever, ever be on another court of mine as long as you live.. When 's her next match? WTA you know what to do.",
            "likes": 65,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "200",
                    "user": "Philoctetes",
                    "date": "9 Sep, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Williams does not 'own' the court, nor does she have the right to verbally abuse the umpire.  On gets the umpire appointed for your game. SHE should be banned until SHE apologizes ",
                    "likes": 7,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "201",
                    "user": "boyzinthehood",
                    "date": "9 Sep, 2018 ",
                    "timestamp": "NA",
                    "commentText": "why is it whites only on your courts l",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "202",
                            "user": "tamariskpink",
                            "date": "9 Sep, 2018 ",
                            "timestamp": "NA",
                            "commentText": "Don't follow international tennis much do you it is called international for a reason. Next stop for the sport male and female is China. Try to catch a match usually international umpires some are more famous than the players in a number of instances.",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "203",
                            "user": "TotanaRog",
                            "date": "9 Sep, 2018 ",
                            "timestamp": "NA",
                            "commentText": "They are the ones with the brains.",
                            "likes": 29,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "204",
                    "user": "historycounts",
                    "date": "9 Sep, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Does the Umpire have a legal case for libel, he was after all called a liar for upholding the rules of the game.",
                    "likes": 72,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "88",
            "user": "hollieollo",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "More US sports victimhood. It seems that these people have a chip on their shoulders the size of Africa. Any sense of good grace and sportsmanship is lost on these spoilt professional victims. Any loss is <b> racist,</b> sexist and all the rest of the ludicrous labels being bandied about by losers. Especially<b>  ethnic</b> losers.",
            "likes": 63,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist",
                "Ethnic"
            ]
        },
        {
            "id": "87",
            "user": "JohnSavior",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Good win by Osaka. It clearly destroyed Williams mentally.",
            "likes": 58,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "86",
            "user": "Kiera",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Poor loser, horrible <b> woman,</b> with all her shouting and ghastly behaviour merely depict the real her...",
            "likes": 55,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "85",
            "user": "wwwest",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "It is about time she retired.",
            "likes": 53,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "84",
            "user": "LoveJaguars",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "I think that she expected an easy win over this small Japanese lady but it just didn't go her way, that's life!",
            "likes": 52,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "83",
            "user": "HankyPanky",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "There is a specific 2018 rule book for this contest and the umpire followed it correctly. Even if she could produce video of a man calling the umpire a thief and being unpunished there might not be a fair comparison as the rules might have been different. She lost the point for smashing her racquet and the game for calling the umpire a thief. The rest is roid rage.",
            "likes": 44,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "82",
            "user": "DonnaM12",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Serena had her vocal outbursts at Wimbledon then collapsed in tears when beaten. Even worse display here. Time to retire &amp; be a mom.",
            "likes": 42,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "81",
            "user": "DiamondGeezer",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "I so miss Steffi Graf's natural feminine grace and athletic ability. Not this unladylike display of foul temper tantrums.",
            "likes": 42,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "80",
            "user": "duncdou",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "How unprofessional of Williams, does she think her fame gives her license to act like a thuggish bully, her behaviour would see the need for a substance test, her appearance alone should require steroid testing.",
            "likes": 41,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "79",
            "user": "lordhorationelson",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "wonder when the <b> race </b>card will come out",
            "likes": 36,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Race"
            ]
        },
        {
            "id": "78",
            "user": "EddieH1",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Time to retire Ms Williams. You've had your day and earned plenty in the process, but you are now shaming yourself and showing the world what an utter bad loser you are. Go home and look after your child and let the \"girls\" compete. With your stature of a weightlifter, they never had a chance before.",
            "likes": 32,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "77",
            "user": "ronaldsims773",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "I do not think this person should be allowed to play in \"women's\" tennis.",
            "likes": 31,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "76",
            "user": "Mrfriendly",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "And they accused Russia of men pretending to be women,",
            "likes": 31,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "75",
            "user": "chrisbangkok",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Credit where credit is due  - Naomi was a composed and gracious winner. Williams behaviour was unbecoming of a champion - she should be fined for bringing the game into disrepute. ",
            "likes": 27,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "74",
            "user": "OorWullie",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "What a nasty peace of work Williams is.  I am sure her daughter will be very proud of her in years to come when she sees this record of her mum shouting at the umpire.  She should be disqualified from further tournaments for some time and by then she will be too <b> old </b>to participate.  Good riddance.  She spoiled the young Japanese girls victory over her, but well done girl!",
            "likes": 23,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "73",
            "user": "Skeptik",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Sorry Serena. You are a great great Sportsperson. But you are WRONG! And you took away from that poor woman's moment of glory. Don't give us the <b> old </b>chestnut about \"women\". You, in your time have been one of the most intimidating \"women\" on the circuit. And have never been remonstrated for that. Maybe for obvious reasons. So, don't spoil your achievements. Be the bigger person.",
            "likes": 23,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "72",
            "user": "BenJerry",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Oh she was fighting for women's rights and equality. That makes sense as she was talking crap, feeling sorry for her self and absorbed in her own <b> snowflake </b>entitlement.",
            "likes": 21,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Snowflake"
            ]
        },
        {
            "id": "71",
            "user": "pospro",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "\"... fighting for women's rights!\".  Wonder if she realizes she lost to a <b> woman?</b> A classy one at that!",
            "likes": 20,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "70",
            "user": "MickeyC",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Wrong is wrong and rules are rules. End of - don't care who she is.",
            "likes": 20,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "69",
            "user": "lickyalips",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "What's wrong with her - she didn't play the <b> race </b>card?",
            "likes": 17,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Race"
            ]
        },
        {
            "id": "68",
            "user": "BouncyFrog",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Entitled Toxic Femininity is everywhere. Toxic feminine attitude is epidemic among women in the 21st century. \"<b> sexism\"</b> when her opponent is a<b>  woman</b>. Her argument doesn't make sense, but that's the point. It's man hate and an attack on a man using the word<b>  \"sexis</b>m\" to abuse, accuse and intimidate a man into changing his mind. Toxic femininity is the hate of or time.",
            "likes": 16,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sexism",
                "Woman"
            ]
        },
        {
            "id": "67",
            "user": "VicNoname",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "He's never taken a game from a man because they said 'thief'. well, that would be because they haven't. I would ask why are you crying #sexism just because a correct decision was made that you disagree with #patheticloser ",
            "likes": 16,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "66",
            "user": "Stephenhutchings",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "\"Do you know who I am?\"",
            "likes": 14,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "205",
                    "user": "tamariskpink",
                    "date": "9 Sep, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Unfortunately yes.",
                    "likes": 9,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "65",
            "user": "BouncyFrog",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "She accused him of <b> sexism </b>because the umpire is a man. if it'd been a<b>  woman</b> umpire there would have been no accusation o<b> f sexis</b>m. so her accusation is based entirely on his ma<b> le gend</b>er - making her the misandrist sexist.",
            "likes": 13,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gender",
                "Sexism",
                "Woman"
            ]
        },
        {
            "id": "64",
            "user": "Babyboomer",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "As we so often see, there are people who see themselves bigger than the sport that made them. Once again someone who cannot handle defeat so out comes the <b> sexism </b>and<b>  racist</b> cards one of which she has played before when banned playing in that dreadful catsuit which should never have 'ever' been allowed before. You have to admire the way Naomi Osaka completely ignored the tantrum and carried on doing her thing.",
            "likes": 13,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sexism",
                "Racist"
            ]
        },
        {
            "id": "63",
            "user": "katsura",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Poor loser... and took away the glory of the <b> woman </b>who beat her fair and square.",
            "likes": 13,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "62",
            "user": "EdMiliboob",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Wow so much entitlement!",
            "likes": 13,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "61",
            "user": "itsnotme,itsthem",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "when will she play the colour card?   <b> Sexism </b>is not in it, she cheated and was caught out.  The Question is how many times did she get away with cheating???",
            "likes": 12,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sexism"
            ]
        },
        {
            "id": "60",
            "user": "kilburnmick",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "not exactly ladylike, well done to the other lady",
            "likes": 12,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "59",
            "user": "INDESCRETEBOB",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "he would not have treated a man in the same way.??But she is a man.",
            "likes": 12,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "58",
            "user": "PercyVere",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "I watched this match and all I can say is I'm appalled by Williams' actions and rants.  She should have been disqualified after smashing her racket - after all she'd already had one warning and a point loss.  I do hope the WTA makes a thorough investigation into this and, if Williams is found \"guilty\" then she should be banned for at least 12 months.",
            "likes": 11,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "57",
            "user": "thegrassaintgreener",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "That Serina, He really shouldn't be allowed to play in the women's tournaments. Looks like a Mike Tyson in a frilly dress.",
            "likes": 10,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "206",
                    "user": "Allyoops",
                    "date": "9 Sep, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Good one.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "56",
            "user": "Mudlark",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Typical left wing pretencious 'me too' feminist, pro <b> gay<b>  </b</b>>rights<b> , gende</b>r fluid, anti Trump, Obama loving, overpaid big-mouthed diva. Probably a vegan too. Yes she's jumped on the bandwagon. Privately she probably doesn't give a damn about any of it !!",
            "likes": 10,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gender",
                "Gay"
            ]
        },
        {
            "id": "55",
            "user": "jonah956",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Absolutely disgraceful, I don’t care how many grand slams she’s won she should be banned. The arrogance of the <b> woman </b>to abuse the referee like that is unthinkable and unforgivable. Likewise, the comments of Billy Jean King were equally disgraceful. When are these women going to get of their high horse, I’m fed up with, look at us women aren’t we treated so badly. Absolute bloody rubbish.",
            "likes": 10,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "54",
            "user": "Englishfirst",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Before anything respect comes first this umpire was just doing his job so to label him in unprofessional ,liar, sexist and more says more about her and her lack of respect so don’t expect it back",
            "likes": 10,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "53",
            "user": "GeoffAlan",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "She's an obnoxious female.",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "52",
            "user": "DenverDeen",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Must be taking lessons from McEnroe",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "51",
            "user": "EmmJay",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "\"I'm here fighting for women's rights and for women's equality...\" No, you were there making money because that is your job. If, however, you don't play by the rules, then you will be penalised... as happened here, or are you saying a female umpire wouldn't have applied the rules? That would be sexist.",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "50",
            "user": "DaveDunit",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "She has no respect for anyone, the umpire has the final word.",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "49",
            "user": "BanLibLabCON",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Obese, Drug test dodging cow! She comes across as a truly disgusting P  o  s with NO respect",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Obese"
            ]
        },
        {
            "id": "48",
            "user": "Allyoops",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "What a horrible piece of work she is. When will they ban her. A few years ago she was threatening a line judge. She is horrible.",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "47",
            "user": "maias",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Maybe the umpire has never taken a game from a man because they said 'thief' because no male player has said that to an umpire?",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "46",
            "user": "pykeeeey",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Sexism, so what <b> sex </b>was the other player? LOL",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sex",
                "Sexism"
            ]
        },
        {
            "id": "45",
            "user": "Notbothering",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "The poor wickle lamb, didn't win because she wasn't good enough and that nasty opponent, how dare she be a better player, how unsporting .not to let her win.  It's so unfair making sport competitive especially at such a high level. You lost love, because the other player was better.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "44",
            "user": "Breggers",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Seems she lost fairly and squarely and then tried to play the victim card to claw her way back out of the mess she'd made for herself. She tried to play the sexist card and would have tried to play the <b> racist </b>card card too had Miss Osaka not been half<b>  black</b> too. She should apologise to Naomi Osaka and the judge and also be disqualified for at least a year. Naomi Osaka deserves massive kudos for overcoming all this disgusting gamesmanship at only 20 year<b> s ol</b>d.Well done you!",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "207",
                    "user": "Allyoops",
                    "date": "9 Sep, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Well said.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Old",
                "Racist",
                "Black"
            ]
        },
        {
            "id": "43",
            "user": "Nabodican",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Well done Osaka, you won fair and square despite the rantings of poor loser Williams.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "42",
            "user": "A.Smith",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Female tennis players get the same prize money as men for doing less work! Female tennis players are benefiting from <b> sexism </b>themselves.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sexism"
            ]
        },
        {
            "id": "41",
            "user": "sined",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Rightly or wrongly Serena is forgetting those two meaningful Professionalsim and Most of All RESPECT.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "40",
            "user": "MiddleEnglander",
            "date": "10 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Is it <b> sexism </b>when she’s playing for the same money as the men but only playing the best of 3 sets whilst the men play best of 5 ?",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sexism"
            ]
        },
        {
            "id": "39",
            "user": "Jeremy1951",
            "date": "10 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "What a \"Diva\" totally unacceptable behaviour from a World Class player who should be suspended from the game for her outrageous behaviour towards the umpire.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "38",
            "user": "Jerimiah",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "The Hillary Clinton of tennis. The ugly sisters and the ugly face of feminism both.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "37",
            "user": "RandelHenry3",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Do they test for steroids in this sport ? She is gargantuan !",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "36",
            "user": "goldenoldie2017",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "You only have to watch the footage to see the true ugly face of feminism!",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "35",
            "user": "mountainhiker",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "She proved to be a sore loser and brought disgrace to the game of tennis and the US Open. She needs to apologize to the lady that won and America. Total disgrace to drag <b> gender </b>into saying that is why she lost.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gender"
            ]
        },
        {
            "id": "34",
            "user": "Cromagman",
            "date": "10 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Quite a nasty piece of work.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "33",
            "user": "DavidWallis",
            "date": "10 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "What a big mouth - pity he didn't disqualify her as her outburst dragged the game into the gutter.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "32",
            "user": "ulsterman",
            "date": "10 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Shows you how low that some people will stoop. She has tried to turn it into a <b> gender </b>issue when the umpire did not give her own way. Who do some of these sports people think they are? To use the<b>  gender</b><b> , racis</b>t or sectarian card when it is not there should lead to a long time ban and fine. Overpaid prima donnas think they are above everyone and can get away with rudeness.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gender",
                "Racist"
            ]
        },
        {
            "id": "31",
            "user": "jonah956",
            "date": "10 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Serena Williams should be banned from ever competing on the professional circuit again. What a disgraceful display of arrogance! Conversely, what a wonderful performance of the Japanese plater, full of calmness and dignity.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "30",
            "user": "Shonensy",
            "date": "10 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Well she used the <b> sexism </b>card and should have also used the<b>  racism</b> card and gone for a full house.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sexism",
                "Racism"
            ]
        },
        {
            "id": "29",
            "user": "reddquirrell",
            "date": "10 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "She could go ten rounds with Mike Tyson and probably get a win on points.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "28",
            "user": "KendoNagasaki",
            "date": "10 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "I think the umpire should sue her for slander after she called him a thief.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "27",
            "user": "JaneDoe",
            "date": "10 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Can anyone explain to me why women only have to play two sets but men have to win the best of three sets and sometimes the men's games go on for hours. If Serena wants equality in tennis she should be fighting for the right to play three sets instead of two.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "208",
                    "user": "KendoNagasaki",
                    "date": "10 Sep, 2018 ",
                    "timestamp": "NA",
                    "commentText": "If they were fair dinkum about equality women should not have a seperate competition but play against men. Though I suppose that will happen soon as <b> transgender </b>\"men\" claim it's their human right to play in the womens competition, I think this has happened already in weightlifting and the \"real\" women are not happy. It's a good laugh though seeing all the PC rubbish trying to deal with the absubities of their beliefs.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Transgender"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "26",
            "user": "harveywho",
            "date": "10 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Williams proving she is as ugly on the inside as on the out ,,well played Naomi 2nd time she has thrashed the dude .",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "25",
            "user": "mountainhiker",
            "date": "10 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "She is taking the Hillary approach, blame everyone else but yourself for your loss.  She is a major embarrassment to tennis and the US Open, needs to step back and offer an apology!",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "24",
            "user": "Len'sLense",
            "date": "10 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "She is a disgrace to her profession.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "23",
            "user": "RandelHenry3",
            "date": "10 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "$17,000 is <b> nothing </b>to her. She will never have the class to apologize even when her coach agrees with the umpire.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "22",
            "user": "Orwellian-UK",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "It would either be <b> sexism </b>or<b>  racism</b>, both empty slurs ...",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sexism",
                "Racism"
            ]
        },
        {
            "id": "21",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "209",
                    "user": "BanLibLabCON",
                    "date": "9 Sep, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Doesn't want to lose his d  1c k",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "20",
            "user": "Tumbleweed",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Williams could have handled this a lot better than she did. I see this as her losing her temper because she’s use to winning and she’s lost her form. Accusing a respected umpire of being a thief and a sexist was way too much, she had other avenues to address her issues.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "19",
            "user": "Pedro_Painless",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Someone with the build of a heavy weight boxing contender should not be involved in women's tennis in the first place and weren't these 2 grotesque \"sisters\" the first to introduce all the shrieking, grunting and squawking into the sport?",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "18",
            "user": "mandyjeancole",
            "date": "10 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "I think its quite clear from the comments below that Williams was in the wrong, as for me? i agree.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "17",
            "user": "KendoNagasaki",
            "date": "10 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Totally lost respect for Williams, she was getting beat fair and square so chucks a hissy fit. Feel for Osaka who was booed by unsporting crowd spoiling her big day.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "16",
            "user": "Dinkie1993",
            "date": "10 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "There is a fine line between standing up for yourself and for being abusive.   Serene crossed that line.   The Umpire is in charge of the match, not the players, and she should have shown him respect.   Not a good example to  set for her young daughter.   Feminists never learn that you get further by being polite and reasonable, rather than aggressive.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "15",
            "user": "jmdnnlln",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "ANOTHER <b> woman </b>who feels entitled.. especially if she doesn't get her way!",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "14",
            "user": "Alftupper268",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Why don’t women play 5 sets ? They get the same money For less work.What’s all this equality bo # #ox about ? ",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "13",
            "user": "VIEWPOINT",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "The commentary on this game was biased and consisted of Sereeeena being the greatest thing since sliced bread.  Her poor opponent hardly got a mention, another example of pandering to a <b> black </b>player.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Black"
            ]
        },
        {
            "id": "12",
            "user": "2rich",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "You lost gal. Get over it.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "11",
            "user": "SteveWard",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Lack of respect from Williams  why didn't she go the whole hogg and claim <b> racism </b>too, the poor victim.. Probanly bends the knee for the anthem too",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racism"
            ]
        },
        {
            "id": "10",
            "user": "HannahP",
            "date": "10 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Disgusting behaviour by Williams - she should be ashamed of herself.  Well done Osaka who wiped her off the court with her brilliant play.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9",
            "user": "JohnJa",
            "date": "10 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "There is no way that's a <b> woman.</b>..looks like Mike Tyson in a skirt... It 's a trans<b>  gender</b> freak",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gender",
                "Woman",
                "Freak"
            ]
        },
        {
            "id": "8",
            "user": "ArthurMartha",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "She's a bully who ruined the win for the young Japanese girl Naomi Osaka. She should have received a bigger penalty for her total disrespect for the umpire,  the game, and the spectators.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "jmdnnlln",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "What a disgraceful outburst, and then to try and call it a stand for women's rights is just ridiculous and offensive to both men and women. I'm surprised she didn't call him a <b> racist!</b>",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "6",
            "user": "DavidMatthewman",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "She is a bad player shes been drunk and shes even threatened to kill a lines women in one match two years ago, its all about excuses watch the match and she did get coaching from the side box and then shouted vile things Ban her from tenis",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "rbisto",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Time to have women only umpires for women's tennis. Let them tear each others throats out. Probably be more entertaining than their tennis.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Democrat562",
            "date": "10 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "The will of the people has changed. Support #Peoplevote to protect our economy and jobs. STOP <b> BREXIT </b>!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "3",
            "user": "happytobeintheUK",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "For Serena to say men wouldn't be treated the same way on court is a load of rubbish. However, what I personally think is that Serena is suffering from post natal depression, I don't think mentally she has got over coming close to death after the birth of her daughter, I think she has come back into tennis to quickly following the birth and I think she needs to rest, she has been quite emotional in a few interviews, she needs to take some real time out for herself and have fun being with her daughter and be the great mum I'm sure she is. She gives the impression she is strong but, we are all human, there is <b> nothing </b>wrong in saying I'm struggling. Obviously I may be wrong but I don't think so.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "2",
            "user": "wwwest",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Always thought she was a nasty piece of work.  At one Grand Slam several years ago - the Foot Fault judge called her out and Serena went up to her and threatened to put a tennis ball down her throat. The umpire was called but did <b> nothing </b>to her.  She should have been  sent off court and out of the tournament but she and Venus were playing in the Ladies Final the next day and of course the tournament officials could not afford to cancel that.She deserves everything she gets. ",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "210",
                    "user": "boyzinthehood",
                    "date": "9 Sep, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Nasty piece of work. like some of your past and present comments   on other topics in this paper",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "211",
                            "user": "lordhorationelson",
                            "date": "9 Sep, 2018 ",
                            "timestamp": "NA",
                            "commentText": "however it was true",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "212",
                            "user": "Guest521959",
                            "date": "9 Sep, 2018 ",
                            "timestamp": "NA",
                            "commentText": "For a thoroughly nasty piece of racist, bigoted work, look in the mirror. This was not about race but you bring it down to that, just like you always do - you need to know, that makes you the racist.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "1",
            "user": "historycounts",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Williams broke the rules, does she think she is special and they rules do not apply to her? Perhaps an in depth look at all her other \"wins\" may reveal other broken rules. Also, why would she mention she has a daughter, does she think this gives her the right to break the rules. If you don't like the rules don't play the game. ",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "213",
                    "user": "SteveWard",
                    "date": "9 Sep, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Maybe it's like  how Abbopotomus said  West <b> Indian </b>women would do anything for thier kids, converse being whites wouldn't... Explains her sending her kids to private school, away from the other West<b>  Indian</b> kids",
                    "likes": 32,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Indian"
                    ]
                },
                {
                    "id": "214",
                    "user": "Claremont77",
                    "date": "9 Sep, 2018 ",
                    "timestamp": "NA",
                    "commentText": "This is what happens when people feel they are bigger than the game they play!",
                    "likes": 129,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "0",
            "user": "David864",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Fighting with an Umpire or Referee or any match official should result in immediate disqualification and a lengthy ban from the sport,",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "215",
                    "user": "VIEWPOINT",
                    "date": "9 Sep, 2018 ",
                    "timestamp": "NA",
                    "commentText": "She got fined 17,000, i think it's dollars. She should have forfeited all her winnings. Shame the yanks can't see through her.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "216",
                    "user": "gussmac",
                    "date": "9 Sep, 2018 ",
                    "timestamp": "NA",
                    "commentText": "She has history for this behaviour. She threatened to kill a linesperson for a decision she made. Bad loser",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "217",
                    "user": "boyzinthehood",
                    "date": "9 Sep, 2018 ",
                    "timestamp": "NA",
                    "commentText": "she was  not fighting she was in and argument  like many others do",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "218",
                    "user": "593631",
                    "date": "9 Sep, 2018 ",
                    "timestamp": "NA",
                    "commentText": "If you were 200 in the world it would but not if you are in the top 10-20, they will let her get away with it.",
                    "likes": 30,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}