{
    "header": {
        "title": " 2017 was the year that the madness of transgenderism finally took over, says LEO McKINSTRY ",
        "subtitle": " YESTERDAY it was revealed that nearly 5,000 Church of England primary schools are to be supplied with forms that will allow teachers and pupils to report incidents of trans bullying. ",
        "owner": " Leo McKinstry ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 07:57, Thu, Dec 21, 2017 ",
        "dateExtraction": " 2020-01-24 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/comment/columnists/leo-mckinstry/895046/transgender-madness-2017-year-insanity ",
        "postText": "'The initiative, claims the Church, is to ensure that all schools tackle discriminatory behaviour, though it is doubtful if many pupils were even aware of the concept of transition until the recent institutionalised obsession with the subject.', 'This latest exercise in politically correct posturing follows news earlier this week that vocal pressure group Action for Trans Health is demanding the abolition of legal gender for everyone: an end to birth certificates and the provision of free sex-change hormones and puberty blockers.', 'Parts of this radical agenda might well be implemented for Action for Trans Health has already had a significant influence on government policy. The organisation has not only trained hundreds of NHS staff but also played a central role in the 2016 Parliamentary inquiry into gender recognition reforms.', 'The fact that such a demented fringe group is given official attention illustrates the dangerous stranglehold that the trans lobby has on our public life. We are living in an age of extremism where all common sense has been inverted and a tiny group of revolutionaries can dictate the social agenda.', 'Instead of standing up to this insanity our civic leaders have surrendered. This year has been the year of transgender madness.', 'The signs of moral collapse are all around us, as graphically demonstrated by the recent NHS survey in Lancashire that asked 10-year-olds whether they feel comfortable in their gender. In the same vein, the Government recently pledged to press ahead with plans to let people officially change their gender without medical checks.', 'As we reached the end of a troubled year, this ideological fever is sweeping through every area of society, reflected in the arrival of unisex changing rooms and the fashion for abolishing traditional pronouns. The Girl Guides Association announced that boys who identify as female will be allowed to share showers and toilets with girls.', 'It is no surprise, given the state 's neurosis about gender fluidity, that the number of under-18s referred to the NHS's gender identity service is rocketing up from just 97 in 2009 to more than 2,000 in 2016 - 17.', 'This destructive craze is all too reminiscent of the mania for barbaric brain surgery that gripped Western medicine in the middle of the last century.In the 1940 s and 1950 s there was a fashionable theory that mental illness could be treated by a brutal procedure called a lobotomy, in which a pair of ice picks were inserted through each of the patient's eye sockets to remove parts of the frontal lobes.', ' Presented as enlightened, the enthusiasm for lobotomies was profoundly cruel.Mental suffering was usually worsened while hundreds died from their operations.It has been estimated that between 30 and 40 per cent of those who underwent this surgery were gay, because they or their families were unhappy with their sexual orientation.', 'One eager pioneer, the American Dr Walter Freeman, also lobotomised at least 19 children under the age of 18. We sneer at past psychiatric practice but aren't we too sliding into our own dark age by succumbing to the tyranny of the trans movement with its contempt for humanity, innocence, womanhood and freedom ?', 'This lobby has been able to exert such dominance because of its aggressive determination to silence debate. A classic example of this Orwellian culture of oppression is the case of Joshua Sutcliffe, a maths teacher, who was suspended by his school simply because he said, Well done girls to a group of pupils that included one who identified as a boy. Accused of misgendering  - a thought crime in modern Britain - he was disciplined for having contravened the school's equality policy.', 'Presenting itself as progressive, the trans lobby in its assault on childhood and women's rights, is the very opposite. We are rightly concerned about paedophilia but isn't it a form of abuse to encourage children not only to question their identity but to undergo life-changing treatment, long before they are emotionally equipped for such a dramatic medical intervention? Young people under 18 are deemed too irresponsible to vote, buy alcohol, watch adult films, fight in combat or take out a credit card, so how on earth are they ready to change their gender?', 'Just as repugnant is the misogyny we are witnessing. After decades of advance the trans lobby threatens to destroy female freedom.', 'Women's spaces, such as changing rooms, sports or refuges, are no longer safe from men, while trans activists – the vast majority were born men – promote the worst type of gender stereotyping with their reactionary belief in intrinsic feminine characteristics. As they show in their hatred of feminist campaigners, too many of them cling to a grotesque parody of womanhood.', 'Due to the trans lobby, women are being airbrushed out of official existence. It is likely that there will not even be a gender question in the next census while the BMA recently banned the term expectant mothers. This lunacy has to stop. It is an insult to our intelligence and a threat to our civilisation.'",
        "numberPosts": " 12 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Gender - General,Ethnicity - Black,Sexual Identity - Transexuality",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Gender,African,Transition",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "4",
            "user": "RogerCorfield",
            "date": "25 Dec, 2017 ",
            "timestamp": "NA",
            "commentText": "Politics has become a full profession and so to st...See more",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Jay42",
            "date": "3 Jan, 2018 ",
            "timestamp": "NA",
            "commentText": "Remember this is what opened up as soon as same-sex marriage was mainstreamed. Just imagine what the next step is after \"transgenderism\" gets what it wants, most likely they will rally around pedophilia and by then it will be too late.  People pushing this are very unhappy and blame society for their misery, they will always look for some way to undermine sustainable society.If they are not pushing the envelope, their organizations would lose support.Trust me I spent enough time being suckered by the left when I was young, all leftists are insecure about how \"authentic\" and \"radical\" they are and are always trying to outdo each other to prove who is the most \"far out\". They have no interest in settling this issue, its just an excuse to rile up the people they blame for their own misery.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Diamond123",
            "date": "29 Dec, 2017 ",
            "timestamp": "NA",
            "commentText": "Another storm in a tea cup stirred up by the right wing press!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "E-K",
            "date": "21 Dec, 2017 ",
            "timestamp": "NA",
            "commentText": "I am pretty broad minded but wake up thinking our country has gone insane. Worst of all is that you can't speak about it for fear of being sacked. That's the true sanction for employees - employers get sued.  A minority within a 5 % minority is holding the rest to ransom.<b> Gender </b>neutral loos in public places will be mandatory and the queues right out onto the streets.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "200",
                    "user": "TransGirl",
                    "date": "21 Dec, 2017 ",
                    "timestamp": "NA",
                    "commentText": "i think you fail to see whats really going on you have far less risk of getting sacked for saying even a racial slur or calling an <b> african </b>american the n word then a trans person does for just being themself also the trans comunity is pushing to be able to use the rr matching there<b>  gender</b> identity the republican are the ones who think a third restroom is a reasonable compromise its not tho adding 1 can help ppl in earl<b> y transitio</b>n you can do far more by allowing them to use the rr corresponding <b> to gend</b>er identity and helping them feel comfortable with who they are not scared of it the trans comunity only wants equality to be treated equal for a trans girl treated no different then a cis girl vicaversa for trans boys but ppl like you fail to see whats really going on to see the full picture its sickening that you think ppl should live there whole life based on there genitalia worlds to big to complex to force everyone down only 2 paths be yourself not what others want you to be its your life not theres treat ppl equally your above noone Always a girl Always myself ",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "201",
                            "user": "CatLee",
                            "date": "24 Dec, 2017 ",
                            "timestamp": "NA",
                            "commentText": "Typical man...telling everyone else what to think.Biology says that you are a man....always will be.",
                            "likes": 8,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "202",
                            "user": "jwilliamson",
                            "date": "23 Dec, 2017 ",
                            "timestamp": "NA",
                            "commentText": "It's an indubitable fact that females born female and males born male will always be that, even if they change sex. The chromosomes we are born with determine a person's sex. If people wish to change sex because of problems they have being in their bodies, then so be it, but DON'T try to take over society with your gender gibberish. I will NOT  stop using the terms men and women just to satisy trans people.",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "203",
                                    "user": "DCunningham",
                                    "date": "23 Dec, 2017 ",
                                    "timestamp": "NA",
                                    "commentText": "The medical establishment should stop playing god. And the NHS should treat Transvestites as a mental health issue.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Gender",
                        "African",
                        "Transition"
                    ]
                }
            ],
            "keywords": [
                "Gender"
            ]
        }
    ]
}