{
    "header": {
        "title": " 'Political correctness going too far': Pioneer walk-on girl hits back at darts ban ",
        "subtitle": " ONE of Britain’s first ever darts walk-on girls yesterday hit out at the “politically correct” decision to ban them. Karen Jean Cookson, 46, was one of the first to accompany players on to the stage at a TV darts tournament. ",
        "owner": " Chris Riches ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 07:28, Sat, Feb 3, 2018 ",
        "dateExtraction": " 2020-01-21 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/uk/913947/walkon-girls-darts-formula-one-sexism-poltical-correctness-ban-grid-girls ",
        "postText": "'The model from Blackpool now runs the Angels Elite agency, managing darts walk-on girls Daniella Allfree and Charlotte Wood.', 'Yesterday she revealed her devastation at their ban by the Professional Darts Corporation and Formula One’s decision to end the use of grid girls.', 'She said: I was one of the first darts walk-on girls when it was trialled in the 1990s at Blackpool’s Winter Gardens.', 'It was to create a more glamorous occasion and the atmosphere was amazing.', 'I chose to do it and today’s girls also choose to do it – but now their livelihoods are being taken away.', 'Many have children and it’s their career. Where’s it going to stop? This is political correctness going too far.', 'Karen, Sue Knight and Samanaha Hearn were the first TV darts walk-on girls in 1994. Karen stressed that glamour is part of the entertainment business.', 'She added: Every girl who has done it has absolutely loved it. They are not intimidated, they are respected and choose what they want to wear.', 'This is taking a woman’s choice away from her. We don’t interfere with anyone else’s job, so why are they interfering in ours?', 'Hottest walk on girls at the darts', 'After the darts ban was announced this week, Jade Slusarczyk, 32, a walk-on girl for seven years, said: Some people say having walk-on girls is demeaning or degrading but I do not feel degraded at all. I don’t wear skimpy outfits, I wear classy, knee-length dresses.', 'I have never been made to feel uncomfortable and there’s never been anything untoward. It’s like a big sporting family.', 'The Professional Darts Corporation said: “We regularly review all aspects of our events. This move has been made following feedback from our host broadcasters.', 'Meanwhile several grid girls have criticised Formula One’s decision to also abolish their role in the sport.', 'Model Rebecca Cooper tweeted: “Ridiculous that women who say they are ‘fighting for women’s rights’ are saying what others should and shouldn’t do.', 'Stopping us from doing a job we love.Political correctness gone mad.', 'Sean Bratches, F1’ s American commercial chief, said: Over the last year we have looked at a number of areas we felt needed updating', 'The practice of employing grid girls has been a staple of Formula One Grand Prix for decades. But we feel this custom does not resonate with our brand values.', 'Three-time world champion Sir Jackie Stewart, 78, admitted: These are different times we are living in.'",
        "numberPosts": " 207 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Gender - General,Age - Youngsters,Social Class - Working class,Age - Over 65s,Age - General,Nationality - European or anti-Europeans",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Woman,Sexual,Sex,Gender,Nothing,Nobody,Common,Senior,Old,Age,Brexit,Remoaners,Crazy,Snowflake,Transgender",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "55",
            "user": "ScreenDrifter",
            "date": "3 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "We stand at a crossroads, if we continue to yield to militant liberals a bleak grey humourless Orwellian future awaits us all.",
            "likes": 126,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "200",
                    "user": "(null)",
                    "date": "(null)",
                    "timestamp": "NA",
                    "commentText": "(null)",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 4,
                    "replies": [
                        {
                            "id": "201",
                            "user": "(null)",
                            "date": "3 Feb, 2018 ",
                            "timestamp": "NA",
                            "commentText": "Couldn’t agree more and it’s pathetic.",
                            "likes": 3,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "202",
                            "user": "(null)",
                            "date": "3 Feb, 2018 ",
                            "timestamp": "NA",
                            "commentText": "Also Liberals like ugly. They hate glamour of any sort. It is up to us to fight back all this liberal wishy-washy clap-trap. It is above else SO BORING, so uninintelligent, so pathetic. ",
                            "likes": 5,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "203",
                                    "user": "(null)",
                                    "date": "3 Feb, 2018 ",
                                    "timestamp": "NA",
                                    "commentText": "\"Also Liberals like ugly.\" And yet we don 't like Donald Trump or Nigel Farage. Confusing isnt it ? ",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "204",
                                    "user": "(null)",
                                    "date": "4 Feb, 2018 ",
                                    "timestamp": "NA",
                                    "commentText": "I like Trump and Farage.",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "54",
            "user": "mistermac",
            "date": "3 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "I would not be surprised if this is a political move brought on by pressure from a \"particular group\" that wish to have women hidden away from view - so that men are not faced with temptation. What is hard to understand is why this \"particular group\" will not be criticised by our politicians - who seem to bend over backwards to please them.",
            "likes": 82,
            "hasReplies": true,
            "numberOfReplies": 8,
            "replies": [
                {
                    "id": "205",
                    "user": "(null)",
                    "date": "3 Feb, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Left wing liberal anti- facist facists do not allow people with a different view point to have their say.",
                    "likes": 7,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "206",
                    "user": "(null)",
                    "date": "3 Feb, 2018 ",
                    "timestamp": "NA",
                    "commentText": "So some say it's liberalism and you say it's conservative Is lam. This is why I love reading the comments in the DE!",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 6,
                    "replies": [
                        {
                            "id": "207",
                            "user": "(null)",
                            "date": "3 Feb, 2018 ",
                            "timestamp": "NA",
                            "commentText": "This may surprise you but everyone is entitled to an opinion.",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 5,
                            "replies": [
                                {
                                    "id": "208",
                                    "user": "(null)",
                                    "date": "4 Feb, 2018 ",
                                    "timestamp": "NA",
                                    "commentText": "Yes,Even the Right.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "209",
                                    "user": "(null)",
                                    "date": "4 Feb, 2018 ",
                                    "timestamp": "NA",
                                    "commentText": "Not here...not anymore. PC has put paid to that,they cannot stop us thinking but that is all we can do....",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "210",
                                    "user": "(null)",
                                    "date": "4 Feb, 2018 ",
                                    "timestamp": "NA",
                                    "commentText": "Not anymore pal, haven´t you heard?? Since government set those bombs off in London to give excuse for the illegal war, we all lost our right to say as we wish.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "211",
                                    "user": "(null)",
                                    "date": "3 Feb, 2018 ",
                                    "timestamp": "NA",
                                    "commentText": "Who said they are not? I come here to read people's entertaining opinions.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "212",
                                    "user": "(null)",
                                    "date": "3 Feb, 2018 ",
                                    "timestamp": "NA",
                                    "commentText": "right take that to your local imman only men are allowed opinions",
                                    "likes": 2,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "53",
            "user": "LordTricky",
            "date": "3 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "this islamification needs to stop, sharia not welcome in england, its the <b> common </b>law or go live elsewhere...",
            "likes": 77,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "213",
                    "user": "(null)",
                    "date": "5 Feb, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Utter rubbish. Feminist organisations fight against FGM, child abuse and inequality all over the world regardless of 'a certain religion'. Have you never heard of Sisters in Is lam for example?  Most of the women I know would describe themselves as 'feminist' and they were as appalled by the child abuse in Rotherham as they would have beeen wherever it had happened. You and a few others are clearly just trying to steer the discussion towards your own little agenda.Just accept that most people no longer want to see women being objectified. 'A certain religion' has <b> nothing </b>to do with it. ",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing"
                    ]
                },
                {
                    "id": "214",
                    "user": "(null)",
                    "date": "4 Feb, 2018 ",
                    "timestamp": "NA",
                    "commentText": "What deafening silence? I suggest you look at organisations like the Feminist Majority Foundation, The Association for Women's Rights in Development or the Women's International League for Peace and Freedom and stop making glib assumptions to suit your own 'argument'.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "215",
                            "user": "(null)",
                            "date": "4 Feb, 2018 ",
                            "timestamp": "NA",
                            "commentText": "Don' just tell us about these organisations. Elucidate their protests for us. Tell us actually what they said - nothing much I would guess because they don't want to cause offence.",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "216",
                                    "user": "(null)",
                                    "date": "4 Feb, 2018 ",
                                    "timestamp": "NA",
                                    "commentText": "They all campaign against FGM and they all campaign in favour of human rights and equality for women and lesbians.  There are quite a few regular contributors on here who don 't think women should be treated equally, so perhaps you should have a go at them instead of inventing what feminists do or don' t say just so you can have a pop at them. ",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "217",
                                    "user": "(null)",
                                    "date": "5 Feb, 2018 ",
                                    "timestamp": "NA",
                                    "commentText": "There were no specific complaints by them against the Rotherham scandal as far as I know, because that would be criticising a certain culture. Indeed, complaints about this on social media recently have drawn the attention of the police for constituting a hate crime. You must not offend the sensibilities of our 'enrichers', it seems. You couldn't make it up - as they say nowadays.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Common"
            ]
        },
        {
            "id": "52",
            "user": "JaneM",
            "date": "3 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "Absolutely ridiculous. I am a <b> senior </b>citizen now and cannot believe the garbage we now have to put up with from this new minority generation of babies. It's nice to look at glitz and glamour....these \"feminists\" are doing such damage to Women....I feel sorry for boys today, they are damned whatever they do.   Stand up against this<b>  crazy</b> political correctness.......bring bac<b> k commo</b>n sense.  I can dream.",
            "likes": 45,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Senior",
                "Common",
                "Crazy"
            ]
        },
        {
            "id": "51",
            "user": "Liberty_GB",
            "date": "3 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "The only way to stop the Cultural Marxists and Islamification of Britain is to destroy them. This country had the same moment of realisation in 1939.",
            "likes": 45,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "218",
                    "user": "(null)",
                    "date": "3 Feb, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Worse than 1939,the enemy is within.",
                    "likes": 38,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "219",
                            "user": "(null)",
                            "date": "3 Feb, 2018 ",
                            "timestamp": "NA",
                            "commentText": "Yes far worse than that, although that is worse, we have government that is diminishing our armed forces! 1945, there were over 800,000 in the Royal Navy. Today around 30,000!! What has become of the United Kingdom ? For Christ 's sake.",
                            "likes": 21,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "220",
                            "user": "(null)",
                            "date": "3 Feb, 2018 ",
                            "timestamp": "NA",
                            "commentText": "I was banned from commenting by a Daily for saying just that about 5 years ago.  Now we have Issy Lord Mayor.  Who knows what is happening in the cellars of the mosks.",
                            "likes": 19,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "50",
            "user": "Barnbarn",
            "date": "3 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "Cheerleaders next?what about smartly dress women in stores make up departments,can’t have men lusting after them while their wives are buying their make up and perfume,the lunatics really have taken over",
            "likes": 38,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "49",
            "user": "HariSeldon",
            "date": "3 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "The Zealots win again....even though they are in the absolute minority.",
            "likes": 34,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "48",
            "user": "1ofthe17,410,742",
            "date": "3 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": ".What is the problem with looking at attractive women ? It is completely NORMAL. If women choose to appear at events and add glamour whilst being paid that is THEIR choice..",
            "likes": 23,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "221",
                    "user": "(null)",
                    "date": "3 Feb, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Would you like to see attractive men at these events as well?",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "222",
                            "user": "(null)",
                            "date": "3 Feb, 2018 ",
                            "timestamp": "NA",
                            "commentText": "Why not?  Many people like looking at attractive men. If the promoters of an event believe that it would add glamour, and some men choose to appear, again that is THEIR choice. ",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "223",
                                    "user": "(null)",
                                    "date": "3 Feb, 2018 ",
                                    "timestamp": "NA",
                                    "commentText": "But the promoters have decided that having men or women on display like that doesn't add anything positive to their events. Quite the opposite in fact.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "224",
                                    "user": "(null)",
                                    "date": "3 Feb, 2018 ",
                                    "timestamp": "NA",
                                    "commentText": ".And the question is................. WHY, precisely ?.",
                                    "likes": 2,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "47",
            "user": "hadenough",
            "date": "3 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "I thought democracy was about choice, and these women made a choice to do this job, how dare a group of far left so called feminist call the tune as to how other women live their life. My advice to the feminist fanatics go to a country where women really need help, the real reason this is happening is because the fanatics have joined up with people who believe women should be hidden away, not only in the house but also in a bin bag.",
            "likes": 23,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "46",
            "user": "OBNW",
            "date": "3 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "Why can actresses, models, pop stars all prance about scantily dressed and say they are empowered, but when someone works by choice in marketing a product or occasion eg Darts,F1 it is demeaning ??",
            "likes": 20,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "45",
            "user": "montrees",
            "date": "3 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "An utterly ridiculous ban. These girls are NOT forced to do it, they take it on willingly to earn some money.",
            "likes": 17,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "44",
            "user": "happybrian",
            "date": "3 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "These PC Women are killing the Goose that lays the golden egg.",
            "likes": 17,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "43",
            "user": "Mr.Monoxide",
            "date": "3 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "Given the staggering number of people in the world and that everyone is offended by something - that's a lot of offended people! At what point do we draw the line and stop pandering to everyone's whim and fancy? Surely at some point <b> common </b>sense HAS to kick in? We need some leadership with guts to act whether or not someone spits their dummy out about it. You can't please all of the people all of the time..... What's best for THIS country and the people in it should ALWAYS come first.",
            "likes": 17,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Common"
            ]
        },
        {
            "id": "42",
            "user": "Seenoevil",
            "date": "3 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "But it's ok for so-called supermodels to parade semi-naked on the catwalk in the name of fashion? Hypocrites.",
            "likes": 15,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "41",
            "user": "Theungagged",
            "date": "3 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "The statement \"PC gone too far\" has been around from day one of PC. it is brought about by the politicians allowing it to happen and the people doing <b> NOTHING.</b> I am not bothered about girls parading in bikinis one bit but you have seen recently that having an opinio if not liked by the PC brigade, whoever they are, can cost you your job. Even the<b>  remoaners</b> in th<b> e Brexi</b>t vote are a sort of PC brigade. Most of the people voted for something else but THEY want something else. This could well be one thing they want which they DON 't get. The nanny state should NOT be making all the decisions.Sometime you have to think for yourself.",
            "likes": 13,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "225",
                    "user": "(null)",
                    "date": "3 Feb, 2018 ",
                    "timestamp": "NA",
                    "commentText": "The 'nanny state' isn't doing anything, it's a commercial decision. It's the organisers of these events themselves who are waking up to the fact that their audiences no longer want to see the objectification of women.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Nothing",
                "Brexit",
                "Remoaners"
            ]
        },
        {
            "id": "40",
            "user": "TheEnglishman",
            "date": "3 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "I get the impression that those who are pursuing this agenda to remove these girls from carrying out a 'job' function are pushing for the burka to be the adopted everyday wear for women.",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "39",
            "user": "Scheelite",
            "date": "3 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "Political correctness is another form of Fascism and State control of Free Speech! We do not need a horrific Nanny State telling us what we can and cannot do like indentured serfs. It's time the UK grew up and learned to face the truth and let its people speak their minds and cope with it! The country is run by a mob of self serving sychophants to the so called liberal collectivists controlled by the Cabal and their media.",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "38",
            "user": "Willthe12th",
            "date": "3 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "This has to stop, it is going too far now. I suggest that the drivers go on strike and people boycott the sport, until the girls are reinstated. The girls have rights to work as a Grid Girl as they please.  Continually giving in to extreme left wing liberal views is only fast tracking women to the burka. People wake up and defend women’s rights to work as they please against the feminazis",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "37",
            "user": "Ermintrude2",
            "date": "3 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "The rapid change  of rights in our Country since the advent of the messiah is frightening.  It all stems from his momentum.",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "36",
            "user": "JockyScott",
            "date": "3 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "What's wrong with a bit of Tottie?",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "35",
            "user": "Albion'sRoar",
            "date": "3 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "These militant feminists are starting to go a little too far.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "34",
            "user": "Guest014478",
            "date": "3 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "Like anything to do with equal opportunities or rights the pendulum swings so far back past centre it becomes ludicrous.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "33",
            "user": "Thepriceoffreedom",
            "date": "3 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "everything to appease a certain culture and so it begins.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "32",
            "user": "AlternativeForBritain",
            "date": "3 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "One of these days, when all women have to wear Burkas, young men will never know what a <b> woman </b>looks like, apart from a turn of the ankle as in Victorian times.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "226",
                    "user": "(null)",
                    "date": "3 Feb, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Pathetic!",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "227",
                            "user": "(null)",
                            "date": "3 Feb, 2018 ",
                            "timestamp": "NA",
                            "commentText": "Yes it really is!",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "31",
            "user": "ColdWarVet",
            "date": "3 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "Totally agree why is it that busy bodies and activists can achieve all this by feeling aggrieved for a third party? and sensible ordinary people are left in a worse place for a the few clowns that get a kick out of making peoples lives a misery.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "30",
            "user": "Alank1000",
            "date": "3 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "i am a man having checked in the trousers and I do not feel that it is in any way <b> sexual,</b> pretty, yes,<b>  nothing</b> more. They do it willingly for pay, so why remove their livelihoods due t<b> o snowflak</b>e thinking? If they don't want to do it, they won't. Not that I watch darts or motorsports anyway.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sexual",
                "Nothing",
                "Snowflake"
            ]
        },
        {
            "id": "29",
            "user": "Guest620497",
            "date": "3 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "This only occurs because of weak management in companies who are scared to death of offending anyone and generating bad publicity. Every organisation whether it be public or private now live in mortal fear of any isms and bics being sent their way. Which eventually materialises into some indirect discrimination of the majority. Management just need to learn the word \" no\" and see what happens which is <b> nothing.</b>",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "28",
            "user": "Realitycheck",
            "date": "3 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "The Feminists have only just started, scantily dressed pictures in magazines and newspapers will be next. It is Madness, they are destroying all women.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "27",
            "user": "noelw1969",
            "date": "3 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "Political correctness has no right to cost people their jobs. Political correctness is flawed and divisive and should be burned along with all those who practice it. ",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "26",
            "user": "Guest481052",
            "date": "3 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "Will the next \"Politically Correct\" decision be for the oppressed female members of the RoP to discard their niqabs and live as normal members of society?",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "25",
            "user": "XiNi",
            "date": "3 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "If people weren't willing to do it or didn't want to do it as a job - then it wouldn't happen. Where has the simplicity in this argument gone?",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "24",
            "user": "593631",
            "date": "3 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "London fashion week is going to be a bit boring with the girls only wearing sacks.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "23",
            "user": "CYNIC",
            "date": "3 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "When they start burning books then its time to really worry. FEMINISTS ?? ? More like FASCISTS......... Soon they will be attacking the street sisters in a massive dose of hypocrasy ",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "22",
            "user": "kensymons",
            "date": "4 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "I Know lets all wear  Blankets. Yh that, s it ",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "21",
            "user": "TrevorAxus",
            "date": "4 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "These so called \" decision makers \" are going against nature itself. Same as in so many species, the females set out to attract males so why change now. Same as with <b> transgender,</b> to ask children if they want to change<b>  sex</b> is ridiculous.It is impossible for them to know yet being curious could affect their lives for ever.The worlds gone mad.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sex",
                "Transgender"
            ]
        },
        {
            "id": "20",
            "user": "BarryBrexit",
            "date": "4 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "This is clearly a case of discrimination. People earn a living by using their talents, physical strength, height, <b> age,</b> brains, musical ability and yes even the way they look.<b>  Old</b> bat feminists have yet to outlaw looking good, so why should good looking girls not be able to make a living using their natural abilities.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Age",
                "Old"
            ]
        },
        {
            "id": "19",
            "user": "kensymons",
            "date": "4 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "I Think they are Putting something in the Tea. LOL ",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "18",
            "user": "MorganBrennan69",
            "date": "3 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "Pioneer Dart Girl Karen Jean Cookson in 2018 POSE or MODEL on INSTAGRAM for STREETLOW Magazine of San Jose California USA &amp; LOWRIDER Magazine of Los Angeles California USA by PERFORMING &amp; MODELING for The 2018 STREETLOW Magazine LifeStyle SALINAS Car Show &amp; Concert at The Salinas Sports Complex on Sunday March 4, 2018 in Salinas, California USA by MAINSTREAMING The Salinas California USA, San Jose California USA, Los Angeles California USA &amp; Las Vegas Nevada USA LOWRIDER Car Culture within The United Kingdom &amp; Europe.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "17",
            "user": "Pedro_Painless",
            "date": "3 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "Why do people put up with it ? If people want to be PC good luck to 'em but if they expect me to follow them round the mulberry bush they can GO TO HELL !!!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "16",
            "user": "barbus10",
            "date": "3 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "Why spend good money just to have some bird walk on,let them get a real job.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "15",
            "user": "Guest385003",
            "date": "3 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "Can't they televise a Miss World Lingerie Model contest and not allow any darts to be played on it instead?",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "14",
            "user": "EuSceptic",
            "date": "10 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "Is life going to end as we know it?  Will our children of the future be born by test tube ? Humans and animals do what they do to be seen as attractive to potential partners.Its how we are made. Beauty is in the eye of the beholder and we are attracted to beautiful things and all that glitters. Banning freedom of choice only takes away all that women have worked for. It is about choice so how can the so called liberals and feminists think its right to take away that choice. ",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "13",
            "user": "jaykay",
            "date": "4 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "The militant feminists who are making such a fuss, seem unable to differentiate between women being assaulted while doing  promotional work, and women merely being admired in the course of doing that job.  All their self-righteous claptrap about \"objectifying\" women is more about trying to impose their rigid outlook on everyone else.  If they really cared about \"wimmin''s rights\", they'd spend their time campaigning against FGM, honour killings and forced marriage, not putting other women out of work.  I suppose we'd better brace ourselves for more howls of outrage and sanctimonious lectures from offended feminazis when they catch sight of cheerleaders at the US Superbowl !!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "12",
            "user": "Cromagman",
            "date": "4 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "How will these poor exploited things make a living?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "11",
            "user": "JohnSavior",
            "date": "4 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "Why are they not asking F1 fans or Darts fans what they want ? If the fans boycott the events they'll soon reverse the decision. But will they ?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "10",
            "user": "knobjocky",
            "date": "4 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "Is this the beginning of Kahn's sharia laws creeping in?? First he banned the posters of girls on the underground, then he proposes <b> gender </b>segregated carriages, and now this???",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "228",
                    "user": "(null)",
                    "date": "4 Feb, 2018 ",
                    "timestamp": "NA",
                    "commentText": "The Professional Darts Corporation made the decision, not Khan and he has no control over F1 racing. Jeremy Corbyn was the one suggesting <b> gender </b>segregated carriages and that was to provide safety to women. Transport for London proposed the ban on the posters as they promote unhealthy images for women to live up to. Clearly, you are a male but do try to keep up and understand the issues women face and stop rabitting on about sharia law that has<b>  nothing</b> to do with any of this.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gender",
                        "Nothing"
                    ]
                }
            ],
            "keywords": [
                "Gender"
            ]
        },
        {
            "id": "9",
            "user": "pi_gal",
            "date": "4 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "If they are banning this, then it's time to ban Miss Universe, Miss World, those silly pageants that display little girls like s.exy dolls. How are those better than some walk on girls? Oh, puhleeeze. Let these young women have their moment of glamour. I think they should add some walk on lads.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8",
            "user": "XiNi",
            "date": "4 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "Beauty is not just a social construct as some would have us believe. Our eyes and brains pretty consistently like some human forms better than others. Shown photos of strangers, even babies look longer at the faces adults rank the best-looking. For similar reasons, many still thrill to the centuries-old bust of Nefertiti, the Venus de Milo, and the exquisite faces painted by Leonardo and Botticelli. Greta Garbo’s acting style seems stilted today, but her face transcends time. We know beauty when we see it, and our reactions are proven as remarkably consistent. So,we must be careful to understand that seeing beauty is not just a social construct to be changed but also a natural one .....and given that we can appreciate beauty simply for beauties sake as illustrated above ... I say let them continue. I feel aggrieved that other people can so easily destroy our own appreciation of beauty to fit some sordid or warped political agenda. They can use the remote control to turn it off....<b> nobody </b>forces them to watch and let the rest of us appreciate what our brains tell us we should appreciate. Thank you for reading my tuppence worth.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nobody"
            ]
        },
        {
            "id": "7",
            "user": "Prometheus",
            "date": "4 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "Are they going to ban all the women in sexy outfits at the oscars, they tend to parade round in far more revealing outfits to ensure they get thier pictures in the papers. They will need to ensure all these clothes designers who make the revealing outfits are closed down, maybe every <b> woman </b>at the Oscars should wears Burka's, we wouldnt want anyone to be judging them on their appearances",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "6",
            "user": "Felicity",
            "date": "3 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "There is no answer to this one really. On the one hand we have we have movie stars, models, music artists, celebrities and glamour girls flaunting the raunchiest, sexually explicit outfits at every opportunity by choice. It is their livelihood and often brings in gazillions of dollars. On the other, many of the same women are now objecting to women being sexualised and viewed as objects based solely on their physical attributes.  I have often found the treatment of women based on how young, beautiful and scantily clad they are degrading and sometimes quite offensive. The worrying thing is the target <b> age </b>for much of this media hype is getting younger. For young girls it is especially difficult and not surprising now they have problems with self esteem, self harming, eating disorders and so on. But, women are perpetuating this themselves and are doing it by choice of career which you can't argue with. But, it seems that it is impossible to have it both ways!",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "229",
                    "user": "(null)",
                    "date": "3 Feb, 2018 ",
                    "timestamp": "NA",
                    "commentText": "I agree, it is a complex issue with multiple conflicting arguments. My point of view is that 'Grid-girls' and 'walk-on girls' seem anachronistic in this day and <b> age.</b> Presumably they choose to go into the job and do not feel demeaned by it, though of course we don't all have choices in what we do in life. However it seems to me that to have your purpose simply to be standing looking pretty while holding a banner or a trophy or whatever, reduces that<b>  woman</b> to one single aspect of her humanity - her prettiness, thus objectifying her. This is literally de-grading her, and by extension, all women. Condoning this communicates that we as a society accept that this is a reasonable way to view <b> a woma</b>n. Film stars and musicians do at least present multiple facets of their humanity and are fulfilling roles other than simply looking pretty, so perhaps in this way they are different.  I think that societies make small incremental steps towards being more progressive, and it feels to me that at this point in time, most of our society no longer accepts the idea of<b>  a wom</b>an 's sole purpose in a job being to look pretty/glamorous. I have two daughters, one a 14 y<b> ear </b>old who finds it incomprehensible that ' grid - girl ' is even, as she says \"a thing\". I am pleased that she took it for granted that women would be valued for more than their appearance.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Woman",
                        "Age",
                        "Old"
                    ]
                }
            ],
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "5",
            "user": "Joolsaria",
            "date": "3 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "Get over yourself women people lose their jobs everyday! yet no tears are shed for them",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "230",
                    "user": "Joolsaria",
                    "date": "3 Feb, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Uhm, it was men that made the decision not women!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "3",
            "user": "HRHtheDude.",
            "date": "3 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "Have I missed something? I had thought that the idea of feminism was to open up as many possible careers paths as possible? I guess that I missed the part of the manifesto that states that is is only sanctioned careers that are allowed. \"O beware, my lord, of jealousy; It is the green-eyed monster which doth mock the meet it feeds on,\"",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "NocollusionWinning",
            "date": "3 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "no more women on tv then as its just politacally incorrect to have them on tv ...  no more womens swimming in the olympic games .. no more gymnastics as that must be classed as child abuse now as most of the parcipitents are younger than 18 ...  the list goes on an on an on just like the  leftie liberal!s do ...",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "231",
                    "user": "(null)",
                    "date": "3 Feb, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Sounds like you've missed the point completely. Of course there will still be women on TV, but hopefully they'll be there for their skills, knowledge and achievements rather than just being objects for men to gawp at.",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "232",
                            "user": "(null)",
                            "date": "4 Feb, 2018 ",
                            "timestamp": "NA",
                            "commentText": "dont you get satire fella ?",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "1",
            "user": "jemimapuddleduck",
            "date": "3 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "Feminist undoing the work of the suffragettes.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "233",
                    "user": "(null)",
                    "date": "3 Feb, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Feminism was created by Rockefeller to destroy the family unit.",
                    "likes": 8,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "0",
            "user": "ForgetMeNot",
            "date": "3 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "No surprise <b> woman </b>have been banned from these events as they are no longer to be trusted in men’s company. I don’t think it’s anything to do with political correctness but men afraid of being accused of harassment.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "234",
                    "user": "(null)",
                    "date": "3 Feb, 2018 ",
                    "timestamp": "NA",
                    "commentText": "That's a very valid point and makes complete sense.  A shame that trial by social media has led us to this point.  Once upon a time, courts would rule a person guilty or not.  Now it seems all it takes is a #.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Woman"
            ]
        }
    ]
}