{
    "header": {
        "title": " Naked hypocrisy of topless hunks by TV's Mariella Frostrup ",
        "subtitle": " PRESENTER Mariella Frostrup has hit out at Britain's growing culture of political correctness - as she admits enjoying BBC drama Poldark because of star Aidan Turner's sex appeal. ",
        "owner": " Mark Reynolds ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 07:12, Tue, May 29, 2018 ",
        "dateExtraction": " 2020-01-22 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/uk/966277/bbc-poldark-aidan-turner-uk-political-correctness ",
        "postText": "'The sight of the Irish heart throb's torso as he emerges from the sea in the 18th-century drama sends her pulse racing, she said.', 'A fourth series of the show - in which Ross Poldark, played by Turner, 34, famously took his shirt off to scythe - is expected to air this summer.', 'The mother of two said that she had become concerned about double standards when it came to expressing appreciation for semi-clad actors.', 'She explained a man reacting in a similar way about a female star emerging from the ocean would instead be met with cries of sexism and political incorrectness on social media.', 'Writing in Radio Times, Mariella said: The levels of excitement in my house for the return of Poldark are seriously high.', 'Naturally, I admire the sumptuous Cornish seascapes, the elevated drama, the cliffhanger plotlines and all-round entertainment offered by the series.', 'But in truth it's none of those admittedly equally enticing elements that have got my adrenal glands pumping.', 'Instead it's the promise of an opening scene to rival many manifestations of Bond, from Sean Connery to Daniel Craig, that's got my pulse racing - with a shot of a shirtless, sea-soaked Aidan Turner, emerging from the whitecapped waves of the Atlantic.', 'She added: I know I'm lucky to have the freedom to express myself in such a way.', 'As a woman, I can own a comment like that without too much fear of censure.', 'Indeed, there's an undeniable sense of celebration among my girlfriends at the return of this sultry, tormented character, embodied by a delectable young thespian pleasing all viewing generations.', ' But we live in confusing times and I 'm the first to admit to double standards.','Sexism If a male colleague had penned those preceding lines about any of Turner's equally appealing female co - stars, his cries of contrition would be drowned out by Twitter's Troll Chorus.', 'The writer and broadcaster also took a swipe at the #MeToo campaign sparked by revelations of sexual harassment in Hollywood, asking whether innocent men were being labelled sex pests.', 'She continued: I fear we are losing not only our sense of humour but our sense of proportion as we throw every act of perceived sexism into the #MeToo basket.', 'Mariella warned: The female solidarity in evidence for #MeToo is very welcome, but armed with only slogans, dresses and accusations, are we sure justice is being served?', 'I believe in innocent until proven guilty  - unlike the current fashion.', 'Over history, the outraged mob has drawn our attention to injustices, but rarely is it the key to lasting change. l The full article appears in the current edition of Radio Times.'",
        "numberPosts": " 17 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Gender - General,Physical Identity - Physical Features,Ethnicity - Native-American, Ideological and Political Identity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Sex,Woman,Skinny,Red,Red",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "10",
            "user": "Backfire",
            "date": "29 May, 2018 ",
            "timestamp": "NA",
            "commentText": "Good for you Mariella, but then you are a proper i...See more",
            "likes": 17,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9",
            "user": "SpocksBeard",
            "date": "29 May, 2018 ",
            "timestamp": "NA",
            "commentText": "Quite right,women can oggle men but men cannot oggle women without being termed a perv .If anyone male or female puts their body out there then complains people are looking at it,well their a bit hypocrital .",
            "likes": 13,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "200",
                    "user": "photobuff",
                    "date": "29 May, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Work in a call centre then you will find out that women are worse then men for chasing and or talking about the opposite <b> sex.</b>",
                    "likes": 5,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "201",
                            "user": "SpocksBeard",
                            "date": "29 May, 2018 ",
                            "timestamp": "NA",
                            "commentText": "I am a woman ,I was a sales office manager for a couple of companys,food distribution and IT . That was not my experience ,at least not in my hearing. But I spose it depends who you employ.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Sex"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "8",
            "user": "kevinshw",
            "date": "29 May, 2018 ",
            "timestamp": "NA",
            "commentText": "I was watching a program reviewing the things on TV in the 70s to get the reaction of people young at that time and some who had never seen them before.  Things like Terry Wogan hosting a beauty pageant, Benny Hill....the reaction was of disgust and disbelieve to unbelievable. Things have certainly changed, but may be going a little too far.I can well see a point were any comment or innuendo will be considered offensive with women winning the balance of judgment. Women network and people will be ostracized due to a overreaction to some comment or misunderstanding.Men have no course for redress and ignored sent to Coventry is the outcome....See more ",
            "likes": 10,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "RicoOS",
            "date": "29 May, 2018 ",
            "timestamp": "NA",
            "commentText": "Blimey, someone in the MSM talking sense about this subject. Whatever next..",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "202",
                    "user": "zardozm",
                    "date": "29 May, 2018 ",
                    "timestamp": "NA",
                    "commentText": "What taxing the poorest in society?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "6",
            "user": "E-K",
            "date": "29 May, 2018 ",
            "timestamp": "NA",
            "commentText": "I have never known other than men being depicted as stupid and hen pecked in TV shows and advertising - I have been around over 50 years and my earliest memories were Fanny Craddock hectoring her husband, George and Mildred, Basil and Sybil... For around ten years men have been sexualised as this #MeToo thing took off.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "203",
                    "user": "urjokingright",
                    "date": "29 May, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Absolutely correct, me too. Long ago I came to that conclusion. I remember helping some studentds with there revision. East Enders was on the box, <b> skinny </b>Arthur hunts out this man mountain and decks him in one punch. He goes home and gets beat up by his wife. Its called role reversal, they complained like hell about how<b>  woman</b> were portrayed and how men untrustworthy. The result they reverse the roles and they are perfectly happy, so the mens behaviour was really not as bad as the feminists argued.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Woman",
                        "Skinny"
                    ]
                },
                {
                    "id": "204",
                    "user": "blueflue",
                    "date": "29 May, 2018 ",
                    "timestamp": "NA",
                    "commentText": "A fella in our Pub was talking about Fanny Craddock...He said he was walking down the prom. in Monty Carlo and he saw her eating lunch with friends  on her Yacht....A lad next to him said \"Yer we saw yer' but we just ignored Yer\"",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5",
            "user": "MontyWarne",
            "date": "29 May, 2018 ",
            "timestamp": "NA",
            "commentText": "Mariella's voice on the radio affects me in a similar way how Poldark's body affects her. Am I allowed to say that?",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "blueflue",
            "date": "29 May, 2018 ",
            "timestamp": "NA",
            "commentText": "Well Frostrup has never had to take her kit off....all she has to do is say something....ANYTHING.....",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "rickyv",
            "date": "29 May, 2018 ",
            "timestamp": "NA",
            "commentText": "The PC brigade have taken over everyday life, the man or <b> woman </b>in the street is not PC but we have these zealots dictating what we can or can't say, it's got to the stage when someone says something somebody is offended. Foxtrot Oscar to the lot of them!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "2",
            "user": "BazBazzan",
            "date": "29 May, 2018 ",
            "timestamp": "NA",
            "commentText": "Mariella Frostrup is a <b> woman </b>to be admired for many things, including her early life, and speaks most of the time as she finds, so well worth listening to.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "1",
            "user": "tubes",
            "date": "29 May, 2018 ",
            "timestamp": "NA",
            "commentText": "The #me too movement has been taken over by left wing feminists and over privileged women who think #too much, of  of them selves , I honestly believe that the average women is able and willing to stand up for them selves and not be a weak victim and will correct any unwanted behaviour of over zealous <b> red<b>  </b</b>>blooded males without too much fuss or involving the law . If we are led to believe women now will only talk or have you near them after a vetting and booking a prior appointment  and she will have three independent witnesses tagging along.  Its funny that women will us<b> e se</b>x appeal when they deem fit but flip when the person showing interest is not up their perceived importance. Men are becoming demonised, women are being indoctrinated into thinking all men are rapists .Men are basic creatures  most of use find women a wonder to behold and like to be around them, young men naturally are out to find a mate how they go about it is a minefield of mistakes and misinterpretation but they should not go to prison for making those honest attempts.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sex",
                "Red"
            ]
        }
    ]
}