{
    "header": {
        "title": " Lib Dems' Jo Swinson lashes out at Labour – says Remainers 'can't trust' Jeremy Corbyn ",
        "subtitle": " LIBERAL DEMOCRAT leader Jo Swinson took a swipe at Labour leader Jeremy Corbyn as she launched her party's general election campaign on Tuesday. ",
        "owner": " Sam Stevenson ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 11:31, Tue, Nov 5, 2019 ",
        "dateExtraction": " 2020-01-24 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/uk/1200220/General-election-latest-news-Liberal-Democrat-Jo-Swinson-Jeremy-Corbyn-video ",
        "postText": "'Ms Swinson used her campaign speech to call once more for the revocation of Article 50 and for Brexit to be cancelled. She also took at a swipe at her political rivals ahead of the December 12 ballot. The ardent Remainer took the opportunity to berate not only Boris Johnson but also Labour leader, Jeremy Corbyn.', 'Addressing supporters, she said: And Jeremy Corbyn, where do we start ? ', 'Jeremy Corbyn will not give you a straight answer on the biggest issue facing this country.', 'It is clear a vote for Labour is a vote for Brexit.', 'Every single time Jeremy Corbyn refuses to say whether he would back Remain or Leave it is clear that Remainers cannot trust Jeremy Corbyn.', 'Ms Swinson also claimed staying in the EU would produce a£ 50 billion Remain bonus that could be spent on public services.', 'She said: Any type of Brexit will damage our economy, will cost jobs and starve our public services of the resources that they need.', 'So we know that that Remain bonus will be£ 50 billion that we can spend on our public services, investing in our schools and in the welfare system to help the poorest in our society.', 'So every vote for the Liberal Democrats is a vote to stop Brexit and invest that £50 billion in our public services.', 'Speaking in Westminster, Ms Swinson, who courted controversy on Monday for suggesting those refusing to debate her in TV leadership hustings are sexist, said the election could be a moment of seismic change where a new and different politics could emerge.', 'She told the audience: Change is possible and you get to choose.', 'Ms Swinson latest intervention comes after she was grilled over her accusations of sexism after she was denied a slot on the ITV leadership debates against Tory leader Boris Johnson and Labour leader Jeremy Corbyn.', 'Ms Swinson believes the live TV debate is an“ establishment stitch - up” made by Prime Minister Boris Johnson and Labour leader Jeremy Corbyn.', 'But Channel 4 News presenter Cathy Newman said it  would take a miracle for the Remain MP to walk into Downing Street on December 12. ', 'She said: You’ve said this is sexist.Isn’t it the reality that it’ s not sexism, it’s realism that the two main credible candidates for Prime Minister are the ones who should get the scrutiny in a head - to - head debate ?', Shortly after Ms Swinson had finished her speech the BBC's Laura Kuenssberg grilled the Lib Dem leader on her bid to thwart the will of 17.4 million people.', 'Ms Kuenssberg asked: You said this morning you want to bring the country together. But how would you do that if your plan is to disregard the vote of millions of people in the referendum of 2016?', 'Whether that’s campaigning to stop Brexit in another referendum or if you achieve your dream of a majority, revoking it all together without even having another vote?', 'The Lib Dem leader replied: As Liberal Democrats, we are standing up for what we believe in and we are very honest and straightforward about that. I recognise that there are differences of opinion on this issue and I think people recognise and appreciate that we are consistent and we are firm in what we are standing for.', 'I think it’s also true that there is very little reason to have confidence that there is a majority in this country for any specific Brexit path.'",
        "numberPosts": " 75 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Nationality - European or anti-Europeans,Gender - General,Physical Identity - Physical (and Mental) Impairments",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Brexit,Remainers,Woman,Mental,Loony,Ho,Nothing,Old",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "47",
            "user": "Lovejoy",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "Does she therefore assume we can trust the Lib Dumbs or does she think we have forgotten Clegg.",
            "likes": 40,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "200",
                    "user": "Funmo",
                    "date": "5 Nov ",
                    "timestamp": "NA",
                    "commentText": "I am surprised the LibDums have got over Nick Clegg.  The way she promotes herself suggests she is immature, uninformed, less than honest and a number of ruder comments that I won't print here.  The libdum elders should be reining her in because what she is spouting is unadulterated piffle and must be causing untold embarrassment to many.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "201",
                    "user": "skeptick",
                    "date": "5 Nov ",
                    "timestamp": "NA",
                    "commentText": "Does Swinson actually think before she opens her mouth?",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "202",
                    "user": "RnR918",
                    "date": "5 Nov ",
                    "timestamp": "NA",
                    "commentText": "If you want to revoke Art 50 and think that she can win a majority in the HoC, then you probably can trust her.  But neither of those are likely.",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "203",
                    "user": "NarFSaiD..",
                    "date": "5 Nov ",
                    "timestamp": "NA",
                    "commentText": "..she desperately wants to hear in forthcoming live TV Election Debate other two saying: 'I agree with Jo'!:..",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "46",
            "user": "WhaleOilBeefHooked",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "Megalomaniac Swinson, ‘Any type of <b> Brexit </b>will damage my husbands income’!",
            "likes": 31,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "45",
            "user": "AHHEsq",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "Surely Swinson has a conflict of interest seeing as indirectly she receives lots of money from the EU,is she doing what’s best for the country or herself? Why no inquiry?",
            "likes": 28,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "204",
                    "user": "ValerieJackson1",
                    "date": "6 Nov ",
                    "timestamp": "NA",
                    "commentText": "That is a rather pathetic lie.  I understand that Jo Swinson's husband, Duncan Hames, is an employee of Transparency International, which   receives EU funds. But he doesn't get the cash. There are many firms and bodies across the UK which receive monies and grants from the EU.But it does not go to the employees.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "44",
            "user": "IndianaFlynn",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "So every vote for the Liberal Democrats is a vote to stop <b> Brexit </b>and invest that £50 billion in our public services. ........... sounds like instead of berating Boris for his bus slogan that they've chosen to see if fantasy figures will work for them. So where does this£ 50 billion come from then ? ",
            "likes": 22,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "205",
                    "user": "EPWoldgit",
                    "date": "5 Nov ",
                    "timestamp": "NA",
                    "commentText": "The wee Girl forgot that she wont have the £50 billion if we keep paying it to the EU.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "206",
                    "user": "WhaleOilBeefHooked",
                    "date": "5 Nov ",
                    "timestamp": "NA",
                    "commentText": "It comes from their assumption that uncontrolled immigration will increase tax revenues. Lib Dums never learn.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "43",
            "user": "Bribetowin",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "Righty <b> Ho,</b> I’ll vote for a person who wants to overturn a democratic vote will they be listed on the ballot paper as The Undemocratic Liberal Shouty, Hypocritical Party, just so as I can find them.",
            "likes": 20,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Ho"
            ]
        },
        {
            "id": "42",
            "user": "Jackoby",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "She is so child like and hasnt really answered any if the questions put to her. She deviates around questions asked. So full of herself she totally ignores the fact that country had a democratic vote.",
            "likes": 18,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "207",
                    "user": "ProfessorAW",
                    "date": "5 Nov ",
                    "timestamp": "NA",
                    "commentText": "Too young to understand what life is about.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "208",
                    "user": "EPWoldgit",
                    "date": "5 Nov ",
                    "timestamp": "NA",
                    "commentText": "You can't blame her for that name me one polotician that dose?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "209",
                    "user": "Bribetowin",
                    "date": "5 Nov ",
                    "timestamp": "NA",
                    "commentText": "Revoke article 50, stop <b> Brexit,</b> revoke article 50, stop<b>  Brexit</b>! What colour is your dress? Revoke article 50, sto<b> p Brexi</b>t. What’s your policy on NHS? Revoke article 50, st<b> op Brex</b>it.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Brexit"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "41",
            "user": "ColonialSubject824",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "Ms Swinson also claimed staying in the EU would produce a £50billion \"Remain bonus\" in her husbands bank account",
            "likes": 16,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "210",
                    "user": "ValerieJackson1",
                    "date": "6 Nov ",
                    "timestamp": "NA",
                    "commentText": "Read the above reply to AHHesq  and get real.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "40",
            "user": "Bribetowin",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "Swinson is certainly not a popular little critter is she?",
            "likes": 15,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "211",
                    "user": "ValerieJackson1",
                    "date": "6 Nov ",
                    "timestamp": "NA",
                    "commentText": "Not on the DE pages.  But besides Nigel who is??",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "39",
            "user": "mk1eyeball",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "Oh the disgusting irony !!!  A <b> woman </b>who wants to stand in a GE...but doesnt honor democratic referendum votes of 17.4 million UK citizens!!",
            "likes": 14,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "212",
                    "user": "ValerieJackson1",
                    "date": "6 Nov ",
                    "timestamp": "NA",
                    "commentText": "Don't vote for her then.  This is nearly 2020.  Don't get stuck in 2016 !!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "38",
            "user": "Oracle",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "We need a Journalist to ask her how many Euros her Husbands firm recieves from Brussels.",
            "likes": 14,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "213",
                    "user": "ValerieJackson1",
                    "date": "6 Nov ",
                    "timestamp": "NA",
                    "commentText": "Her husband's firm is called Transparency International.  If you give them a call, they'll probably tell you.  The innuendo is childish.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "37",
            "user": "GBOK992",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "\"It is clear a vote for Labour is a vote for <b> Brexit.</b>\" What ? I am not sure Labour has any set note the word set... policy on<b>  Brexit</b>.",
            "likes": 14,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "36",
            "user": "Sprinkles",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "She must never get to being a PM as she is going asgaist what the voters voted for. We voted to leave the EU <b> Remainers </b>lost Leave won Now respect the voters who voted leave Leave means Leave ",
            "likes": 12,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Remainers"
            ]
        },
        {
            "id": "35",
            "user": "Anny",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "\"A vote for Labour is a vote for <b> Brexit?</b>\" More like, \"A vote for Labour is a vote for insanity.\"",
            "likes": 12,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "214",
                    "user": "Joolsaria",
                    "date": "5 Nov ",
                    "timestamp": "NA",
                    "commentText": "Yes because policies benefitting just the ultra wealthy and big business is the right way to go. After 40 years of trickle down economics that has trickled up, those on average salary and below can continue waiting for the never arrival of jam tomorrow!",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "215",
                            "user": "LetsJustSay",
                            "date": "5 Nov ",
                            "timestamp": "NA",
                            "commentText": "Are you old enough to remember the 70's and 80's? If not read about 3 day week, inflation running at 20%, mass unemployment, industrial areas wiped out. All because of unions and their communist shop stewards. Red Robo - Longbridge is a good example.",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "216",
                    "user": "Bribetowin",
                    "date": "5 Nov ",
                    "timestamp": "NA",
                    "commentText": "Bankruptcy.",
                    "likes": 4,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "217",
                            "user": "Joolsaria",
                            "date": "5 Nov ",
                            "timestamp": "NA",
                            "commentText": "So when the Tories convinced you that the £900b debt was a huge concern in 2010 but now I has doubled to £1.7 trillion, it is apparently no concern at all!",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "218",
                                    "user": "LetsJustSay",
                                    "date": "5 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Would you prefer to pay higher taxes, or have reduced funding in the NHS, education, etc. Choice is yours!",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "34",
            "user": "Safetyman",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "Is it not an offence under the trade descriptions act to call themselves democrats, when they clearly are not when they ignore the 17.4 million people who voted leave",
            "likes": 11,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "219",
                    "user": "TomHudhuddie",
                    "date": "5 Nov ",
                    "timestamp": "NA",
                    "commentText": "u seen the demorat party in america :",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "220",
                    "user": "Bribetowin",
                    "date": "5 Nov ",
                    "timestamp": "NA",
                    "commentText": "Shall we take them to court? I’ll give McBroochface a call.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "33",
            "user": "RIP-UK",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "This odious Swinson <b> woman </b>has no morals, we voted to leave and she should honor the vote.",
            "likes": 10,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "32",
            "user": "DisgustedWithDE",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "When it comes to 'trust', we don't trust any of the three parties: Con, Labour or Lib Undemocrats. The only party worth its weight in gold for standing up for democracy and UK independence from the EU is the <b> Brexit </b>Party. I look forward to the BP giving all the other parties a drubbing at GE.",
            "likes": 14,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "31",
            "user": "JonBaker",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "Why doesn't she get it? I genuinely DON'T understand! How can she seriously believe there is majority support for revoking A50? I voted Remain, Jo, and we lost... but most of us moved on and got behind the result. Anything less is a total betrayal of democracy.",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "30",
            "user": "InMyHead",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "Jo Swinsion has no shame, she is now trying to poach Labour Supporters,  all  <b> remainers </b>should respect the Referendum result and let Parliament deliver<b>  Brexit</b>, these remain Politicians have been the problem all along they are a disgrace to the democratic vote that Parliament agreed to deliver, that includes Labour and the Lib Dems they are disrespecting what Parliament has agreed to do,",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit",
                "Remainers"
            ]
        },
        {
            "id": "29",
            "user": "JAW",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "It is clear a vote for Labour is a vote for <b> Brexit.</b> Swinson with the lies. Only 98 % of sitting Labour MPs have voted all things remain at parliamentary level. Swinson deliberately ignoring the facts that so many labour held constituencies voted a majority for leave and the Labour MPs erased those votes. Labour are a remain party.Their MPs have proven this.They just won’ t admit it as they will see 5 million Labour leave voters just evaporate. Clearly desperation setting in for Swinson as pushing revocation of A50 will not be a vote winner given many remain voters stand behind democracy and the leave majority decision.",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "28",
            "user": "RoyBoy1",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "a promise of how much ?for staying in the e u ??? Why don't we have this money while we are in the eu ??? promises and lies come into my mind . liedumbs",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "27",
            "user": "DanielMckeever",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "Someone needs to \"double tap\" Swinson for totally ignoring  the vote of 17.4 million people.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "221",
                    "user": "ValerieJackson1",
                    "date": "6 Nov ",
                    "timestamp": "NA",
                    "commentText": "She isn't the government.  You know her updated agenda.  Don't vote for her if you don't like it. Stop bleating.If you like Nigel, vote for him!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "26",
            "user": "Archway",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "Swinson then stated only Soros can be trusted to deny <b> Brexit!</b>",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "222",
                    "user": "ValerieJackson1",
                    "date": "6 Nov ",
                    "timestamp": "NA",
                    "commentText": "Not even funny.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "25",
            "user": "Funmo",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "I missed her chuntering.  So where is the extra £50 millions coming from, especially as we will be contributing more than the £39 million we currently pay should be stay in?",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "223",
                    "user": "PhilEBuster",
                    "date": "5 Nov ",
                    "timestamp": "NA",
                    "commentText": "Her husband ?",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "24",
            "user": "StephenDouglas031",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "and democratic voters cant trust this snake",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "224",
                    "user": "ValerieJackson1",
                    "date": "6 Nov ",
                    "timestamp": "NA",
                    "commentText": "Probably more than Boris or Jacob Really Smugg.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "23",
            "user": "PaulThomas2",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "I rather trust Labour than Lib undemocratic dems and that's saying something. neither parties are trustworthy",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "225",
                    "user": "PhilEBuster",
                    "date": "5 Nov ",
                    "timestamp": "NA",
                    "commentText": "At the present time I wonder whether the National Front are more trustworthy?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "226",
                    "user": "ExplodingElectron",
                    "date": "5 Nov ",
                    "timestamp": "NA",
                    "commentText": "You forgot to mention the Tory Party. All 3 are equally bad.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "22",
            "user": "EUSSR900",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "I cant stand this screechy woman",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "21",
            "user": "Smujsmith",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "Ha ha ha ha haaaa........ Pot calling kettle eh ?",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "20",
            "user": "Methusala",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "So only the screeching scot Jaws Swinson, is trustworthy. Since when did the Liberals have the sole claim to integrity.Like most politicians you know they are lying as soon as they open their mouths and 99 % of this lady 's photos show her with her great scottish gob wide open.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "19",
            "user": "gliderman",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "This ridiculous self obsessed <b> woman </b>has raised 'deluded' to a new level !",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "18",
            "user": "itsnotme,itsthem",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "How would you like to be married to Jo!  no wonder her husband works in Germany",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "17",
            "user": "Precursed",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "If we listen to the house as a \"hole\" it turns out we cannot trust any of them ! They don't trust each other and they don't trust the voters!  Lol the <b> brexit </b>party will be the thrashing they all need , from the people merry Christmas!  Maybe it's our turn to\" send out a message \" don't try and undermime our constitution to screw us over !",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "16",
            "user": "LafyorSocksoff",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "We should listen to Ms Swinson. She knows a slimy undemocratic self interested back slider when she sees one. She does after all look in the mirror every day",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "15",
            "user": "EPWoldgit",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "If the libdumbs win the high school prefect that runs the paty claims she will have a mandate to revoke artical 50.If she loose's we will have exersised our mandate to tell her Bog off. She will then claim we did not know what we were voting for and demand the key for number 10 anyway",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "14",
            "user": "Anonymouse",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "Many politicians &amp; TV hosts appear to have an invisible link from their mouth to their hands. Whilst they sit or stand listening or rudely over-talking, <b> nothing </b>moves, as soon as they speak their hands jump up and down, or sideways nearly all following the same pattern not unlike ‘puppets’. Or should I say ‘Muppets’. Political party leader speaking today, accelerates her hands at such a speed as she screeches it’ s a wonder they don’ t fly off back to‘ Noddy Land’.Have they been 'brain-washed'?.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "13",
            "user": "JustLeave",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "17 - million people gave you Swinson a straight answer to Leave and you 're choosing to ignore it. That’s Democracy in the Limp-Dumbs Party. Just another Scottish prat ignoring the majority of the people and we’ve had enough of them before.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "12",
            "user": "DavidWallis",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "All she wants is the Labour vote",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "11",
            "user": "liverpool643",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "Swinson tell us about you're hubby rinsing the EU for 3.200.000 Euro. conflict of interest or what.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "10",
            "user": "Gresley",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "Bilderberg Swineson works with Grieve for Bilderberg Major at the Ditchley Foundation.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9",
            "user": "Silverhairedhippy",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "This 50 billion 'windfall' is pie in the sky. Firstly this is predicated over a 10 year period and second and more importantly does not take into account the way the EU calculates the fee you pay. In 2021 I believe the Lisbon treaty takes effect and that will mean within a year or so our rebate will be removed and our yearly payment based on her premise that we will be better off will go up. So loss of rebate around £4 billion and an increase in payment will take that £5 billion yearly windfall we will supposedly gain, and have to give it back to the EU Her logic is cockeyed, not having to pay in £12 / 14 billion a year is a gain to us and no one has attempted to calculate the increase in GDP we will gain from doing business round the world without the EU strangling it.The EU is a protectionist empire in the making, and will collapse soon due to the level of debt that is being created by QE. Our only hope is to be independent from the EU, so when the credit crunch comes around as it will, we will be able to do things ourselves that will help us to over come that scenario.No chance of that if we remain in the EU ",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8",
            "user": "BishopK",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "Swinson thinks she has a shot at power, and she will trample any in her way, however, what voter in their right mind would vote for a denier of democracy.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "seanc9292",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "so she agreed to article 50, she agreed to respect the result of the referendum, then she wanted another vote, then she wants to stop it altogether, her husband receives millions from the eu and she does not declare a conflict of interest, but o one else can be trusted, apart from her.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "227",
                    "user": "PhilEBuster",
                    "date": "5 Nov ",
                    "timestamp": "NA",
                    "commentText": "It's all smoke and mirrors to distract us from an under the counter deal with Boris = she gives the impression of being totally <b> mental </b>and he picks up the extra votes.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Mental"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "6",
            "user": "DaphneBroon",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "Swivel eyed Swinson is far more deluded than even tiny Tim &amp; Vince were. She is going to be in for a nasty shock on December 13th.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Alanken",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "If <b> remainers </b>are daft enough to trust the EU , and the UnLibUnDems,  they are  daft enough to trust Corbyn too. Swinson's husband's company has just received£ .3 .5 million from the EU.Er, is that why she wants to be Prime Minister ? Why don't the media ask her about here  undeclared financial interest in the EU? If she ever gets into a leaders' TV discussion on the election, will someone please ask her about this ? ",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Remainers"
            ]
        },
        {
            "id": "4",
            "user": "mk1eyeball",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "Swinson ... what a joke !!!!   The poster girl.....for the continuation of a broken, corrupted anti - democratic political system in the UK!!! We want CHANGE and to LEAVE the EU!!!vote TBP!!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "walnut",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "Every election we get the same <b> old </b>'resurgent Liberal' junk...  If they want to waste their vote why not give it to the<b>  Loony</b> Party instead where at least you 'll get a laugh.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Old",
                "Loony"
            ]
        },
        {
            "id": "2",
            "user": "Joolsaria",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "I'm sorry love but is you Lib Dems we can't trust. I voted for you and you got into bed with the Tories and wreaked austerity amongst the poorest in the country! never again.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "WeLoveAusterity",
            "date": "5 Nov ",
            "timestamp": "NA",
            "commentText": "\"It is clear a vote for Labour is a vote for <b> Brexit.</b>\" There you go DE readers, vote Corbyn! That 's rubbish of course. If Labour get in they'll negotiate a deal with the EU.As Shadow<b>  Brexit</b> minister Starmer 's had meetings with the EU for years so this will be swift and almost certainly a \"soft<b> \" Brexi</b>t stay in customs union which solves the Ireland problem, won't skint us and will protect all our working rights. They will then offer the electorate the choice of th<b> is Brex</b>it or Remain.If Ms Swinson can 't understand this very simple concept perhaps shes not the best person to be running a political party!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit"
            ]
        }
    ]
}