{
    "header": {
        "title": " Riot squad chief wins £870k payout for sexist bullying by his female boss ",
        "subtitle": " A RIOT squad chief has been awarded nearly £900,000 in compensation after his female boss unfairly punished him because he was a man. Chief Inspector Adrian Denby was head of a tough, front-line police unit when he was targeted. ",
        "owner": " John Twomey ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 12:08, Thu, May 24, 2018 ",
        "dateExtraction": " 2020-01-21 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/uk/964544/riot-squad-police-boss-adrian-denby-maxine-de-brenner-bullying-sexism ",
        "postText": "'His then boss, Maxine de Brunner, a deputy assistant commissioner at the Metropolitan Police, challenged the squad’s “macho” culture. She was outraged when she saw a male officer walking through the office with only a towel around his waist.', 'Ms de Brunner, now retired, also ordered an internal inquiry when beer was found in a fridge with a price list on the front, a tribunal heard.', 'Mr Denby, 49, was later removed from his post as head of the Territorial Support Group, which was then based at Paddington Green police station, west London.', 'The officer, who won nine commendations, later sued the Met for discrimination. Ms de Brunner told a tribunal that male officers wearing only towels was “not conducive to an environment where female officers would feel comfortable”.', 'But Mr Denby, who is currently on sick leave, blamed poor office design as the only way from the shower to locker room was through the office. He claimed he was unfairly punished for alleged failings while a female colleague in a similar position was not.', 'Mr Denby won his case in 2016. Scotland Yard chiefs challenged the ruling but lost an appeal last year. They have now agreed a payout to Mr Denby of about £870,000.', 'It is believed that the force is also helping him to set up a business as part of the settlement. With legal costs, the case has cost the Met more than £2million, according to a source.', 'Dealing with rioters is one of the major roles of the Territorial Support Group. It also provides high-visibility patrols, deals with the aftermath of terror attacks, polices football matches and supports detectives after major incidents.', 'In 2016, the tribunal heard that male officers walking semi-naked around the office was one of Ms de Brunner’s pet hates. But it concluded Mr Denby had been “unlawfully punished” for the towel incident she witnessed.', 'The tribunal ruled that the force’s case was “marked by a lack of transparency” and missing documents and adequate explanations.', 'The case was “striking for its unfairness,” the tribunal said. It concluded Mr Denby’s treatment was because of his gender.', 'A Scotland Yard spokesman said: yesterday: “We can confirm that we have reached a settlement in this case.', 'As there is a confidentiality clause in place, we are not in a position to discuss it further.'",
        "numberPosts": " 15 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Gender - General,Sexual Identity - Transexuality",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Woman,Transgender",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "9",
            "user": "Guest385003",
            "date": "24 May, 2018 ",
            "timestamp": "NA",
            "commentText": "Who on earth decides £870,000 is an appropriate amount of 'compensation' ? Still, it's only taxpayers money, and there were obviously hurt feelings involved.",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8",
            "user": "lyonedes",
            "date": "24 May, 2018 ",
            "timestamp": "NA",
            "commentText": "He must be laughing all the way to the bank. I bet he isn't a policeman anymore.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "Loz",
            "date": "24 May, 2018 ",
            "timestamp": "NA",
            "commentText": "Every day our glorious leaders give us confidence in their ability.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6",
            "user": "jagman",
            "date": "25 May, 2018 ",
            "timestamp": "NA",
            "commentText": "Wot a prize whimp",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "123GUR",
            "date": "24 May, 2018 ",
            "timestamp": "NA",
            "commentText": "Wish I could be 'abused' by a lady.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Smallnloud",
            "date": "25 May, 2018 ",
            "timestamp": "NA",
            "commentText": "why was this <b> woman </b>retired - she's nowhere near 70",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "3",
            "user": "LM1949",
            "date": "24 May, 2018 ",
            "timestamp": "NA",
            "commentText": "I trust this awful <b> woman </b>has been sacked for costing us £870K?  It is not her money, or the Met's money, it is ours.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "200",
                    "user": "redski",
                    "date": "25 May, 2018 ",
                    "timestamp": "NA",
                    "commentText": "No, apparently Ms 'Butch' retired on a full Police pension.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "2",
            "user": "Sunnyvale",
            "date": "24 May, 2018 ",
            "timestamp": "NA",
            "commentText": "good to know our money is being spent efficiently",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "201",
                    "user": "123GUR",
                    "date": "24 May, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Not really, they could have converted to <b> transgender </b>bogs in maybe half a dozen stations for that amount.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Transgender"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Barnbarn",
            "date": "24 May, 2018 ",
            "timestamp": "NA",
            "commentText": "Be impossible to make up some of these stories,male or female walking round a office with just a towel covering them should be sacked immediately,not a £3million court case made out of it,never mind it’s only tax payers money",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "202",
                    "user": "LoveJaguars",
                    "date": "24 May, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Why? He was covered and the only route to the locker room was through the office and she could have averted her eyes as any \"lady\" would!",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}