{
    "header": {
        "title": " 'Is sorry the hardest word?' Holly Willoughby probes Corbyn on anti-semitism catastrophe ",
        "subtitle": " THIS MORNING viewers saw Labour leader Jeremy Corbyn probed today by hosts Holly Willoughby and Phillip Schofield. During the interview, Willoughby asked whether or not he would apologise following the outraged many members of the public feel towards his political party and some of their members anti-semitic behaviour. ",
        "owner": " Emily Hennings ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 12:10, Tue, Dec 3, 2019 ",
        "dateExtraction": " 2020-02-12 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/showbiz/tv-radio/1212429/Holly-Willoughby-Jeremy-Corbyn-anti-semitism-Labour-party-apology-general-election-itv ",
        "postText": "Labour leader Jeremy Corbyn joined Holly Willoughby and Phillip Schofield on This Morning earlier today to discuss the London Bridge attacks, anti-semitic claims and if he is waiting to put his Christmas Tree up until after the General Election.',' 'During the conversation, Willoughby was keen to find out why Corbyn had such trouble saying 'sorry' in regards to the anti-semitic claims his party is currently facing.', 'So much so, she sort of forced a half-hearted apology out of him.', 'Willoughby started the conversation about the anti-semitism claims head-on saying:We should discuss anti-semitism within your party.', 'You have come out and sort of apologised on this, it seems that this [sorry] has been the hardest word for your to say.', 'Corbyn quickly responded: Well it's not at all. When I became leader of the party there were no processes to deal with anti-semitism.', 'He continued: I instituted those.I also made sure that in argregious cases there was a rapid system of doing it and I proposed that to our national executive in July.', ' Corbyn went on to say he instituted a process of education in the party, until he was interrupted by Willoug Willoughby said: Then why are so many people upset then ? Can you understand that ? ', 'Corbyn continued: Listen.I want everyone in this country to feel secure.', 'There is no place whatsoever for anti - semitism within our society. ', 'Corbyn went on: Listen a Rabbi was attacked on the streets of north London the other evening - utterly disgusting. ', 'I’ ve spoken to other Rabbis about this over the last few days and they say it was a horrible, horrific event. ', 'Schofield interrupted and said: A chief Rabbi, has said Jews are justifiably anxious about the idea of Jeremy Corbyn becoming Prime Minister, a poison sanction from the top has taken root in Labour - 130 cases of anti - semitism are still outstanding against Labour members. ', ' So here is your opportunity now, to apologise to the Jewish community for any anti - semitism by Labour members. ', 'Corbyn asked if he can explain something and was immediately cut off by Schofield. ', 'Corbyn said: Our party has - but Schofield was quick to interrupt: No just say sorry. ', ' Schofield pushed: I want you to say sorry. ', 'Corbyn finally said: Our party and me...do not accept - but Schofield continued: Are you sorry for everything that 's happened', 'Obviously I’m very sorry for anything that has happened but I want to be clear I am dealing with it, Corbyn replied.', 'He continued: We just do not accept it in any form whatsoever and I think the Chief Rabbi’ s comments really ought to be - I am very happy to meet him very happy to talk to him and happy to talk to anybody from the Jewish community but any other form of racism is unacceptable. ', 'After his apology the hosts went on to talk about the upcoming General Election. ', 'Willoughby asked: Don’ t you just want to put your feet up and go, is it all worth it ? ', 'Corbyn responded : No not a bit of it - you go out and you do what you believe in .', 'This Morning continues weekdays at 10.30 am on ITV.'",
        "numberPosts": " 10 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "6",
            "user": "rfyork",
            "date": "3 Dec ",
            "timestamp": "NA",
            "commentText": "He will be deemed to have \"Dealt with it\" if and  when he strips charmless Chakribarti of her ill-gotten peerage.   Until then he remains unrepentant.",
            "likes": 18,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "200",
                    "user": "Rocketman84",
                    "date": "3 Dec ",
                    "timestamp": "NA",
                    "commentText": "Whose vote is Corbyn after?,,,,,,,,,,,,,,,,,,,,ar  Ha !!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5",
            "user": "missingEUalready",
            "date": "3 Dec ",
            "timestamp": "NA",
            "commentText": "Either you're sorry or you're not Corbyn.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "EnglishBob",
            "date": "3 Dec ",
            "timestamp": "NA",
            "commentText": "Did he have his fingers crossed?",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Birdmaniw",
            "date": "4 Dec ",
            "timestamp": "NA",
            "commentText": "Corbyn has only apologised for anti semitism because he can see the Liebour party  going down the pan. If he really meant it he would chuck any member of his party who is involved out of the party before Dec. 12.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "EnglishBob",
            "date": "3 Dec ",
            "timestamp": "NA",
            "commentText": "\"I am dealing with it. I have dealt with it.\"  - Wow! That was quick.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "ColinBlakeley",
            "date": "3 Dec ",
            "timestamp": "NA",
            "commentText": "I cannot stand Corbyn or his Communists but this continual baying for him to apologies is silly now.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "201",
                    "user": "LeslieHayward",
                    "date": "3 Dec ",
                    "timestamp": "NA",
                    "commentText": "I take the same line. He has said many times that the issue will be dealt with. There are so many real and important issues he should be really be confronted with instead.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "202",
                    "user": "RafaSantisteban",
                    "date": "3 Dec ",
                    "timestamp": "NA",
                    "commentText": "I don't think you understand, There were only over 1100 articles in the MSM in Nov. about Corbyn's antisemitism.  The MSM have clearly set themselves a target",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "203",
                            "user": "RafaSantisteban",
                            "date": "3 Dec ",
                            "timestamp": "NA",
                            "commentText": "..of at least 2000 articles before Dec. 12.  After all, Corbyn's supposed antisemitism clearly is the most  important problem in the known universe, dawrfing such trivialities as austerity, poverty, racism or a certain military occupation.It 's not that the MSM incl the BBC are in any way biassed or influenced, of course... How could you possibly think that?",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}