{
    "header": {
        "title": " Election 2019 LIVE: Protesters storm Tory Party election launch ahead of Boris speech ",
        "subtitle": " PRO-IMMIGRATION protesters have stormed the Conservative Party’s campaign launch event chanting “Boris Johnson hear our say, refugees are here to stay!” ",
        "owner": " Laura O'Callaghan ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 08:55, Wed, Nov 6, 2019 ",
        "dateExtraction": " 2020-03-06 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": "https://www.express.co.uk/news/politics/1200671/General-election-2019-live-news-latest-Boris-Johnson-Jeremy-Corbyn-Nicola-Sturgeon",
        "postText": "The group carried posters adorned with a photo of the prime minister and the words No to racism, no to Boris Johnson. 'They shouted Boris Johnson hear our say, austerity no way! as security guards rushed to the lobby of Birmingham's NEC centre to expel them.', 'The prime minister is expected to arrive at the venue shortly where he will give a speech later in the evening.', 'Earlier, Brexit Party leader Nigel Farage spoke of his strong desire to sway Mr Johnson on his decision to pursue Brexit with his revised deal.', 'Mr Farage pointed to past examples of how Mr Johnson had changed course and said he was hopeful he could persuade him to reconsider his deal and instead back a clean exit from the EU.', 'Mr Farage said: There is one good thing about Boris in this situation, he changes his mind all the time.', 'Twice he voted against Theresa May’s deal saying it would be a suicide vest around the neck of British democracy and on the third occasion he voted for it.', 'He is very good at moving around with the wind.', 'If we in the Brexit Party can get that wind strong that says we voted to Leave the EU and nothing less is good enough he will change and we will get there.', 9.57 pm update: Watson says decision to step down is 'personal, not politcal', 'Tom Watson has insisted his decision to step down as a Labour MP and deputy leader is to do wit h his personal life and not the in-fighitng in the party.', 'For the full story click here.', '9.39pm update: Chris Williamson resigns from Labour Party to stand as independent', 'Former Labour MP, Chris Williamson, has announced his intention to stand as an independent in the general election after being barred as a Labour candidate.', 'Mr Williamson faced outrage in February after saying that Labour had been  too apologetic  over allegations of anti-Semitism.', 'Earlier...",
        "numberPosts": " 127 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Nationality - European or anti-Europeans,Age - Youngsters,Nationality - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Brexit,Remainers,Leaver,EUSSR,Zero,Nothing,Nationality,Nation,Frog,Communist,Old,Transition,Common",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "59",
            "user": "Dhan_Leno",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "We need a party that will deliver <b> Brexit </b>not dissect it until only Brino is left.<b>  Brexit</b> Party",
            "likes": 153,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "200",
                    "user": "Rick52",
                    "date": "7 Nov ",
                    "timestamp": "NA",
                    "commentText": "You mean the Non <b> Brexit </b>Party, the ones doing their very best to discredit the Tories knowing that by slagging off Boris they may get more votes. I for one wont be joining the sheeples who idolise Farage the<b>  frog</b>.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "201",
                            "user": "IanW",
                            "date": "7 Nov ",
                            "timestamp": "NA",
                            "commentText": "What happened to all those leave dates we didn’t actually leave. Are you a Corbyn supporter or something? The Tory’s have already had three years to do this and you think giving them another five will get it done, don’t make me laugh, it’s not even funny. The only sheeple are the ones who keep running back to their old parties to keep the others out. If people want this done and dusted they need to vote as they did in the EU elections and that will get it done.",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Brexit",
                        "Frog"
                    ]
                },
                {
                    "id": "202",
                    "user": "steve11steve11",
                    "date": "6 Nov ",
                    "timestamp": "NA",
                    "commentText": "From a position of <b> zero </b>seats in the polls behind the greens on one seat with only weeks to go, please tell us how they are going to deliver<b>  brexit</b>.",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Zero",
                        "Brexit"
                    ]
                }
            ],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "58",
            "user": "Ermintrude2",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "Regarding the scottish ref, we must all have a vote.  They are stopping us leaving but we cannot stop them staying within the UK.  Seems a tad imbalanced......",
            "likes": 140,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "203",
                    "user": "Blobby",
                    "date": "6 Nov ",
                    "timestamp": "NA",
                    "commentText": "And please don't come back with vote them out. If that were possible I'd be first in line along with many others to do so. Your comments are not taken lightly by true Scots.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "204",
                    "user": "Blobby",
                    "date": "6 Nov ",
                    "timestamp": "NA",
                    "commentText": "We also want a vote to get rid of Westminster. No, not the English just their way of governing the country. However much I hate the SNP I will always give my <b> nationality </b>as British. Do not think all Scots are pro SNP but the likes of you and a national calling fir Scots to be drilled into the ground because you think you run the country needs to change.",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "205",
                            "user": "DPD",
                            "date": "6 Nov ",
                            "timestamp": "NA",
                            "commentText": "Tricky for the English to drill the Scots into the ground when the majority of them live in and around London ?",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Nationality"
                    ]
                },
                {
                    "id": "206",
                    "user": "ParcelofRogues",
                    "date": "6 Nov ",
                    "timestamp": "NA",
                    "commentText": "So by your reasoning everyone in the EU should get a vote on whether Britain stays or leaves the EU.",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "57",
            "user": "brench01",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "The PM has little choice but to bring that no deal back to the table.. That story is slowly unfolding against the Tories WA. More torpedoes on there way.",
            "likes": 89,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "56",
            "user": "davidwilde",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "The biggest problem with this election is, the public know mps say one thing and do another.  The public simply do not trust any politician.",
            "likes": 170,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "207",
                    "user": "lordhorationelson",
                    "date": "6 Nov ",
                    "timestamp": "NA",
                    "commentText": "they lie better than a cheap japanese watch",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "55",
            "user": "mcphail",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "I would say at least 35% of conservative MPs voted remain in the referendum and would vote to stop any real <b> brexit </b>, 90 % of Labour MPs back remaining in the EU, so my question is this if  YOU  voted to LEAVE the EU  and like me, you still want to leave  then why oh why would you vote for either of these parties,      VOTE<b>  BREXIT</b> PARTY !",
            "likes": 168,
            "hasReplies": true,
            "numberOfReplies": 13,
            "replies": [
                {
                    "id": "208",
                    "user": "extremelymoderate",
                    "date": "6 Nov ",
                    "timestamp": "NA",
                    "commentText": "and hand <b> Brexit </b>and the government of the UK over to the<b>  communist</b> led Labour Party",
                    "likes": 5,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "209",
                            "user": "mcphail",
                            "date": "6 Nov ",
                            "timestamp": "NA",
                            "commentText": "Two options Boris ditches the rehashed may's treaty and does a deal with the Brexit party or you so called leavers who are going to vote for the tory's  change your mind and  vote for a party that actually will leave the EU completely no ifs no buts. Because we Brexit Party voters will  not be swayed by project fear. So you choose split the vote by voting for Boris and his surrender treaty or vote for the Brexit Party with us!",
                            "likes": 3,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "210",
                                    "user": "Rick52",
                                    "date": "7 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "And waste my vote, I don't think so. The Non Brexit Party, nothing going for them and no future. No trade deals, No leader and only the one policy but another lot of snouts in the trough.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "211",
                                    "user": "mcphail",
                                    "date": "7 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Did you vote to leave the EU ?  and if so you can't tell me that your happy with the way the Tories have failed us for over three years ! Don't worry about Corbyn he's a non starter, the Brexit Party will get us out and you talk about a lack of policies but the other parties don't stick to their manifesto's anyway what about the we will honour the result of the referendum lie that both Labour and the Conservatives spouted at the last election, the old parties have lied to us again and again   time for a change VOTE BREXIT PARTY if your sick of the same old lies !",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Brexit",
                        "Communist"
                    ]
                },
                {
                    "id": "212",
                    "user": "StevefromSwindon",
                    "date": "6 Nov ",
                    "timestamp": "NA",
                    "commentText": "What on earth is a 'real <b> Brexit'</b>? Rees-Mogg says Boris' deal is<b>  Brexit</b>, Farage says it's not, Aaron Banks says it is, Widdecombe says it's not. If Brexiteers themselves can't agree on wha<b> t Brexi</b>t is, how is anyone else to know?",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "213",
                            "user": "mcphail",
                            "date": "6 Nov ",
                            "timestamp": "NA",
                            "commentText": "A real Brexit is where we leave every part of the EU, laws , fishing  quotas  , free movement etc etc !",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Brexit"
                    ]
                },
                {
                    "id": "214",
                    "user": "knigto",
                    "date": "6 Nov ",
                    "timestamp": "NA",
                    "commentText": "It's the <b> old </b>problem of splitting the vote.",
                    "likes": 3,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "215",
                            "user": "mcphail",
                            "date": "6 Nov ",
                            "timestamp": "NA",
                            "commentText": "Then don't split the vote join us  vote  BREXIT PARTY !",
                            "likes": 3,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "216",
                                    "user": "Rick52",
                                    "date": "7 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "No Thanks, i'm not an ex labour voter.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Old"
                    ]
                },
                {
                    "id": "217",
                    "user": "Jonha",
                    "date": "6 Nov ",
                    "timestamp": "NA",
                    "commentText": "Sadly our First Past The Post system gives us no alternative than Labour or Tory - so seeing as the Tories at least have a <b> Brexit </b>based deal on the table it has to be a vote for them.",
                    "likes": 4,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "218",
                            "user": "mcphail",
                            "date": "6 Nov ",
                            "timestamp": "NA",
                            "commentText": "Defeatist !",
                            "likes": 3,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "219",
                                    "user": "DRX",
                                    "date": "7 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Fantasist",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "220",
                            "user": "DPD",
                            "date": "6 Nov ",
                            "timestamp": "NA",
                            "commentText": "Why ?",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Brexit"
                    ]
                }
            ],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "54",
            "user": "TruthtoPower988",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "I am surprised that any candidate are allowed to sign pledges. Their commitment is to follow their manifesto.",
            "likes": 87,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "221",
                    "user": "Madmarion",
                    "date": "6 Nov ",
                    "timestamp": "NA",
                    "commentText": "Yeah right because they always do that . Drain the swamp or change the law where they must honour their manifesto.",
                    "likes": 7,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "222",
                    "user": "Herewegoagain864",
                    "date": "6 Nov ",
                    "timestamp": "NA",
                    "commentText": "All 3 main parties ha that in their 2017 election manifesto's yet Labour with Thornberry,  Stamer, Abbott etc ignored it, and the Tories with Clarke, Hammond, Soubry etc did the same.  Soubry may have left the Tories but got herself elected on their manifesto",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "223",
                    "user": "Wafoo",
                    "date": "6 Nov ",
                    "timestamp": "NA",
                    "commentText": "Any deviation from the manifesto should automatically trigger dismissal from the Party and immediate by- election. People should be able to rely on what they vote for!!",
                    "likes": 13,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "53",
            "user": "missingEUalready",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "I remember Labour canvassers being told to walk away if voters had the temerity to question them over their immigration policy.",
            "likes": 83,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "224",
                    "user": "RIP-UK",
                    "date": "6 Nov ",
                    "timestamp": "NA",
                    "commentText": "Mass immigration has been destroying Britain for around 50 years.",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "225",
                    "user": "HogarthsPug",
                    "date": "6 Nov ",
                    "timestamp": "NA",
                    "commentText": "When the last lot came round in 2017 I told them I was pro-Brexit which was the trigger word for them to run away.",
                    "likes": 14,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "52",
            "user": "BillBloggs",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "\"The 11-page note says the pledge to “stand up for <b> Brexit”</b> is “unnecessary” because “a Conservative government with a functioning majority will immediately get<b>  Brexit</b> done”...............Lol, now where did I hear that before?",
            "likes": 112,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "226",
                    "user": "Disgustedfrom.....",
                    "date": "6 Nov ",
                    "timestamp": "NA",
                    "commentText": "And how many times?",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "51",
            "user": "Eleze210",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "Vote the <b> Brexit </b>Party if you want truth honesty and democracy.Nigel has a brilliant team from all walks of life and is the only one we can trust to deliver<b>  Brexit</b>.",
            "likes": 171,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "227",
                    "user": "DavidBanksey",
                    "date": "6 Nov ",
                    "timestamp": "NA",
                    "commentText": "Nigel cant even be bothered to stand, his happy with his LBC job and we all no deep down he dont want to be Prime Minister, wasted vote now.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "228",
                    "user": "brench01",
                    "date": "6 Nov ",
                    "timestamp": "NA",
                    "commentText": "Yep! Hear hear!",
                    "likes": 12,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "50",
            "user": "kevinshw",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "The only reason BoJo pushed for a revised May´s Deal was because of MP´s rejection and if he wins a outright majority he with NOT deliver <b> Brexit </b>and only BINO. The only Party who will deliver<b>  BREXIT</b> is th<b> e Brexi</b>t Party. With the other party´ s, we will have years more of tedious discusses and more giveaways Money, Fish, NI..... I have lost trust and faith in the Conservatives and Liebour are even worse, whilst the LibDem´ s will not respect democracy and take us in to MORE Europe and the euro, political alignment, army...... Lets get OUT and vote for t<b> he Brex</b>it Party.",
            "likes": 209,
            "hasReplies": true,
            "numberOfReplies": 12,
            "replies": [
                {
                    "id": "229",
                    "user": "Pepr764",
                    "date": "6 Nov ",
                    "timestamp": "NA",
                    "commentText": "Totally agree",
                    "likes": 13,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "230",
                    "user": "DavidBanksey",
                    "date": "6 Nov ",
                    "timestamp": "NA",
                    "commentText": "Please Explain to me why Boris's deal is Brino Only, after the <b> Transition </b>period, we become a independant, self governing<b>  nation</b>, free to do ANY Trade Deal we want, out of the customs union, out of the ECJ, out of the Single Market, no freedom of movement, what part of all that is BRINO? You do understand the Withdrawal Agreement drops away after the implementation period? and we will end up with a Canada Style Free Trade Deal or similar? But go ahead, split the vote and put Corbyn and the SNP's in, and watch whats left o<b> f Brexi</b>t dissapear for 5 years.",
                    "likes": 3,
                    "hasReplies": true,
                    "numberOfReplies": 10,
                    "replies": [
                        {
                            "id": "231",
                            "user": "Pader776",
                            "date": "6 Nov ",
                            "timestamp": "NA",
                            "commentText": "Tell all that nonsense to the people of NI who will still be stuck in until Stormont releases them.",
                            "likes": 6,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "232",
                                    "user": "Mac",
                                    "date": "6 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "The constitutional position of Northern Ireland is protected by the GFA.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "233",
                                    "user": "Guest304628",
                                    "date": "6 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "GFA did not predict Brexit or Johnson's WA.  As it stands NI would be subject to different trade rules to the rest of the UK, and so subject to different EU laws and EU jurisdiction, thus its constitutional position will have radically changed if the WA is implemented.",
                                    "likes": 3,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "234",
                            "user": "Guest304628",
                            "date": "6 Nov ",
                            "timestamp": "NA",
                            "commentText": "blockquote class=\"spcv_blockquote\">and we will end up with a Canada Style Free Trade Deal or similar/blockquote>Are you sure?  I think you need to read the fine print.  As for the undefined transition period, we sacrifice all sovereign rights, and have absolutely NO say in the EU legislation that we will be bound to follow.  Not forgetting of course the role of the EUCJ.  The WA takes us into EU vassalage and as clichéd as the term has become, it is no less untrue. blockquote class=\"spcv_blockquote\"> ‘It is absolutely unbelievable that a country like the UK, which was the first country to accept independent courts, would subject itself to this..' ie, continued subservience to EUCJ rulings/blockquote>Dr Carl Baudenbacher Swiss constitutional lawyer",
                            "likes": 10,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "235",
                                    "user": "DavidBanksey",
                                    "date": "6 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "For the transitiion period yes, and whats the problem with that, if its leads to Brexit? My god we have waited 3 years now, how is another 3 max going to kill us, during which time, we will still have Free Trade and during that time, we can start putting the wheels in motion to get Trade Deals in plaec with other nations. You think America is going to be resolved overnight anyway, if we left with WTO tomorrow?, no its not, that alone will take 12 to 18 months minimum to put in place, so why not kick off the american negotiations and keep Free Trade with the EU whilst we are doing it? You say the Transition period is undefined, thats not the case, its 1 year, with the option of a 1 or 2 year extension, but with the conservatives now saying, end of December 2020 or we leave on WTO.",
                                    "likes": 2,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "236",
                                    "user": "kevinshw",
                                    "date": "10 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "I applaud your optimism but BoJo can not be trusted, just look at the last 3 years. With no guarantee to the deal after the transition i would prefer to take WTO and a deal from that position.  BoJo´ s WA is the same as May´ s but she would not accept the border down the Irish Sea.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "237",
                            "user": "mcphail",
                            "date": "6 Nov ",
                            "timestamp": "NA",
                            "commentText": "Don't split the vote then, vote for the Brexit Party and get to leave the EU immediately   and save a minimum of £39 billion!",
                            "likes": 14,
                            "hasReplies": true,
                            "numberOfReplies": 3,
                            "replies": [
                                {
                                    "id": "238",
                                    "user": "DavidBanksey",
                                    "date": "6 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "The vote is going to get split, because the over 65's are Boris all the way, people like me are not going to change that. People need to recognise the polls, and the fact the Brexit Party are tanking on 10%. I was Brexit Party for a long time, but Nigel Farage not standing, says a lot to me, his cosy in his LBC job. Its the threat of Nigel that gives us Brexit, not Voting for him.",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "239",
                                    "user": "mcphail",
                                    "date": "6 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "So you believe the polls, didn't they predict a  remain win in the referendum and didn't they also predict a large majority for Theresa May in the last election , i think the polls are  underestimating the Brexit party vote by about 10% or more, they will pull votes from labour and the Tory party.This is an election like no other, this is the end of the two party system !",
                                    "likes": 3,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "240",
                                    "user": "Zoe206",
                                    "date": "6 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "It's only common sense, want out of the EU? then  VOTE FOR THE PEOPLE THAT HAVE BEEN WORKING TOWARDS THIS FOR THE LAST 20 YEARS, The Brexit Party. The British people are at times their own worst enemy:-",
                                    "likes": 4,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Nation",
                        "Brexit",
                        "Transition"
                    ]
                }
            ],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "49",
            "user": "DavidintheNorth",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "Here we go again - hardly in to campaigning &amp; already the \"leaks\" have begun",
            "likes": 59,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "241",
                    "user": "COGDISS",
                    "date": "6 Nov ",
                    "timestamp": "NA",
                    "commentText": "Is that Barnier peeing himself?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "48",
            "user": "Babyboomer",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "Thankfully the swamp is draining itself, Hammond yesterday, Vaizey today. I think they know they were in trouble so we now need to get rid of the rest of the agitators, not necessarily all remainer, but the trouble makers. Step after that \"Johnson's embarrassing deal\".",
            "likes": 58,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "242",
                    "user": "Madmarion",
                    "date": "6 Nov ",
                    "timestamp": "NA",
                    "commentText": "Johnson still has not said which constituency he will stand in. I think Hammond had to give up his safe seat for Boris. Considering all the postal votes that have been made for Uxbridge it would probably now be a safe seat for Labour. Lol.",
                    "likes": 4,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "243",
                            "user": "Babyboomer",
                            "date": "6 Nov ",
                            "timestamp": "NA",
                            "commentText": "You cynic.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "244",
                    "user": "Jonha",
                    "date": "6 Nov ",
                    "timestamp": "NA",
                    "commentText": "Ed Vaizey too - another one who would have taken votes to deliver <b> Brexit </b>then quite possibly vote it down, as he did. Boris cannot risk a 5 or seat majority yet still have 10 or so of his own willing to vote against him.",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "245",
                            "user": "catlady894",
                            "date": "6 Nov ",
                            "timestamp": "NA",
                            "commentText": "He is not a leaver.  Why else would he take back 10 mps who clearly did not want a true eu departure.  He needed the numbers to keep us in the eu after voters voted him and the tories in. This is not going to happen, people are seeing the deal for what it is, rubbish, and even Barnier said it would have to have at least one extension. Brexit Party is the only way to a complete departure from the eu.",
                            "likes": 3,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Brexit"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "47",
            "user": "Brijbuilder",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "So where are the other 5 of the nine demands ? do we have to read the Guardian. sham article indeed ",
            "likes": 57,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "46",
            "user": "incendiary",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "It's imperative for MP's to support democracy and the referendum result.",
            "likes": 56,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "246",
                    "user": "ValerieJackson1",
                    "date": "6 Nov ",
                    "timestamp": "NA",
                    "commentText": "It's nearly 2020 - not early 2016 -  and we are electing a new Parliament.  The different parties will put together their different manifestos and we vote for the ones we want. Democracy! Too late to be mired in 2016. That boat has sailed.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "247",
                            "user": "incendiary",
                            "date": "6 Nov ",
                            "timestamp": "NA",
                            "commentText": "MP's have to learn their self indulgence is dangerous for political ambitions. Today the voter is king.",
                            "likes": 7,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "248",
                                    "user": "COGDISS",
                                    "date": "6 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Would that it were so",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "249",
                                    "user": "incendiary",
                                    "date": "7 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "It is so",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "45",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "250",
                    "user": "Madmarion",
                    "date": "6 Nov ",
                    "timestamp": "NA",
                    "commentText": "Gross and net doesn’t come into it when we leave clean break . We get to keep the gross.",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "44",
            "user": "Tooold?",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "Whatever the prevarication - truth will always prevail .  Nigel, this is the pivotal moment in your long haul - &amp; we are albehind you -  pushing it along !.",
            "likes": 49,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "43",
            "user": "DPD",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "Nigel’s phenomenal backing on here tells me that Bojo and co should be worried ... that’s VERY worried !",
            "likes": 113,
            "hasReplies": true,
            "numberOfReplies": 10,
            "replies": [
                {
                    "id": "251",
                    "user": "OUTNOW!!!",
                    "date": "6 Nov ",
                    "timestamp": "NA",
                    "commentText": "I read several newspapers on line and its the same in all of them.",
                    "likes": 7,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "252",
                    "user": "JonBaker",
                    "date": "6 Nov ",
                    "timestamp": "NA",
                    "commentText": "The key point of your comment being the words \"on here\". Hate to break it to you, but the Express is hardly representative of the wider public. All of the estimates I've seen reckon the BP will spectacularly fail to get a single MP elected. Don 't forget it's not Proportional Representation.With just 7 % of the vote spread across constituency boundaries, I doubt Boris will give it a second thought.",
                    "likes": 3,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "253",
                            "user": "DPD",
                            "date": "6 Nov ",
                            "timestamp": "NA",
                            "commentText": "Blatant electioneering methinks eh !",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "254",
                            "user": "catlady894",
                            "date": "6 Nov ",
                            "timestamp": "NA",
                            "commentText": "The latest yougov poll now puts the Brexit Party on 11% already. Shame our media cannot find the truth.Even on here they said the biggest change was tories. Wrong, the Brexit Party has climbed from 7 % to 11 % in a week.Keep watching and plan to vote for the Brexit party to make sure we leave the eu soon, not in several years as Boris 's surrender treaty promises.",
                            "likes": 5,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "255",
                    "user": "(null)",
                    "date": "(null)",
                    "timestamp": "NA",
                    "commentText": "(null)",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "256",
                            "user": "(null)",
                            "date": "6 Nov ",
                            "timestamp": "NA",
                            "commentText": "Comments you've read ON HERE do NOT represent the electorate at large. Not in the slightest.",
                            "likes": 4,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "257",
                                    "user": "(null)",
                                    "date": "6 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "NOT the consensus on here pal !",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "258",
                                    "user": "(null)",
                                    "date": "6 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Get out and talk to joe public.  The word is not Boris, it is Brexit Party.",
                                    "likes": 2,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "259",
                    "user": "(null)",
                    "date": "6 Nov ",
                    "timestamp": "NA",
                    "commentText": "Comments in the Telegraph are, in the main, for <b> Brexit </b>Party.",
                    "likes": 11,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "260",
                            "user": "(null)",
                            "date": "6 Nov ",
                            "timestamp": "NA",
                            "commentText": "Same in the Daily Mail.",
                            "likes": 4,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Brexit"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "42",
            "user": "TobyB1960",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "The Tories are in panic mode, I've lost count how many Tory MPs have thrown in the towel and are standing down at this election.",
            "likes": 81,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "261",
                    "user": "(null)",
                    "date": "6 Nov ",
                    "timestamp": "NA",
                    "commentText": "Ha ha ha....How many Bot accounts have you got going ? ",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "262",
                    "user": "(null)",
                    "date": "6 Nov ",
                    "timestamp": "NA",
                    "commentText": "And the MSM are trying to push the 20 who quit BP. Well good riddance. 8 days to go to register 20 more. 4000 were interviewed to be prospective Candidates 20 slipping through the net is not a bad statistic.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "41",
            "user": "Megisa",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "What a load of baloney Boris is spouting.  His deal is just May's deal under another name - it doesn't gives us all that freedom at all.  We are tied down and handing over billions whilst having no say.",
            "likes": 53,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "40",
            "user": "oldnick",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "All every body should do is remember over 3 1/2 ago and think long and hard about voting in the same MP's that were in the house of commons and government and just vote for a new party and leader, Nigel and the <b> Brexit </b>party. ",
            "likes": 34,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "39",
            "user": "theoriginalmarmaduke",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "Tory pledges and promises are arbitrary.",
            "likes": 63,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "38",
            "user": "AntiGravyTrain224",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "Boris has sacrificed far far too much to get the Remainer Parliament on his side. The General Election will change the landscape, but it needs honest MPs committed to <b> Brexit </b>- which is why I'll be voting for The<b>  Brexit</b> Party.",
            "likes": 32,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "37",
            "user": "Jen",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "The Expression just gets it's 'news' from other newspapers and Twitter these days, lol!",
            "likes": 21,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "36",
            "user": "AntiGravyTrain224",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "Tim Bowling has thrown in the towel - he should have stayed with the <b> Brexit </b>Party, cos Boris's feet need holding to the fire. Boris = BRINO, and his money-for-nowt WA will be watered down by the EU and<b>  Remainers</b> when it's negotiated. Stand your ground Nigel. I'm voting for Th<b> e Brexi</b>t Party.",
            "likes": 19,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit",
                "Remainers"
            ]
        },
        {
            "id": "35",
            "user": "*TheTrueBeLeaver*",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "The Tories are not a Leave party, and any <b> Leaver </b>who votes for the Johnson Surrender Treaty will regret it for a very long time, and will not be able to complain when all its restrictions become apparent to those who have not read it. A Tory minority government relying on the votes of 30 to 50<b>  Brexit</b> Party MPs is what we need to hope for.",
            "likes": 28,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit",
                "Leaver"
            ]
        },
        {
            "id": "34",
            "user": "NEVERENDINGEUSTORY!",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "The <b> Brexit </b>Party campaigners should be knocking on every door in GB telling the working class that 5 decades ago we were deceived and lied into the EEC. The document FCO30 / 1048 was buried under the official secrets act. A 1971 civil service report predicted the EEC was heading to become a EU government and a central state ruling laws over GB and reduced our independent Country too just a federal region and Westminster reduced to a federal central chamber to carry out Brussels supreme laws and legislation! This shocking document coming to light should be on every main stream media but it’ s not and that should make patriotic Brexiteers even more angry and determined to leave the<b>  EUSSR</b>!",
            "likes": 18,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit",
                "EUSSR"
            ]
        },
        {
            "id": "33",
            "user": "PatRiot118",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "The usual Corbyn Momentum storm troopers. I must admit they are well organised but who has paid for the nice neat Socialist Worker posters. People who HATE Britain and wish to change our way of life,as usual.",
            "likes": 15,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "32",
            "user": "BishopK",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "A clean exit automatically triggers trade talks, and during those trade talks the EU will want to avoid charges on goods because those charges put them at a financial disadvantage.",
            "likes": 14,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "31",
            "user": "KatMoi",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "6 people chanting..'Refugees here to stay'..and I will leave it at that..",
            "likes": 13,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "30",
            "user": "ronfromyork",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "In all honesty how can anyone trust any of the last bunch of MPs again? We need new blood in our parliament not our current career politicians who are only there to feather their own nests.",
            "likes": 13,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "29",
            "user": "Guest194806",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "1st Tory lie The 11 - page note says the pledge to stand up for <b> Brexit </b>is unnecessary because a Conservative government with a functioning majority will immediately get<b>  Brexit</b> done”.",
            "likes": 50,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "263",
                    "user": "(null)",
                    "date": "6 Nov ",
                    "timestamp": "NA",
                    "commentText": "Meaning they'll sell us out, pronto, before we can say 'Surrender'.",
                    "likes": 10,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "28",
            "user": "AlexanderDane",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "Refugees need deporting! we did not ask you to come here",
            "likes": 12,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "27",
            "user": "LeicsJon",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "Refugees are here to stay, will I put one up no way. That's what they should be shouting.",
            "likes": 12,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "26",
            "user": "unitedforbritain",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "what a very silly headline,  it would hardly be secret if it was told would it,",
            "likes": 11,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "25",
            "user": "Godfather",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "A secret Plan, come on DE.   I have a secret plan,  continue reading your articles,  they are illuminating though sometimes a bit flat.",
            "likes": 11,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "24",
            "user": "ValerieJackson1",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "Why do we hear <b> nothing </b>in the DE comment section about Jacob Rees Mogg's sneering comment that Nigel Farage should retire?  And<b>  nothing</b> about Mogg 's comments about Grenfell Tower, and how he would have had the pure genius to ignore advice and save himself. Vote for the Tory toffs if you want.But they were not born to rule me.",
            "likes": 29,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "264",
                    "user": "(null)",
                    "date": "6 Nov ",
                    "timestamp": "NA",
                    "commentText": "Why don't we hear the cost of economic and political liabilities remaining in the EU.",
                    "likes": 15,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "23",
            "user": "RogerHudson1",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "The destruction of the Tory party has become almost as important as <b> Brexit.</b>",
            "likes": 10,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "22",
            "user": "BobbyBadger",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "That is worth 1 million more votes for Boris. Don't these people ever learn anything",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "21",
            "user": "It'satoughlife",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "Who is going to pay for all these freebies. Jezza doesn’t want anyone to be rich, he doesn’t want anyone to own more than one house. He wants us all to live off the state.",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "20",
            "user": "Guest194806",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "There is one good thing about Boris in this situation, he changes his mind all the time. Twice he voted against Theresa May’s deal saying it would be a suicide vest around the neck of British democracy and on the third occasion he voted for it This is why Boris will lose the Election he says what he thinks people want to hear in the process of persuing the Tory not so hidden agenda ",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "19",
            "user": "Wafoo",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "We've heard all your pie in the sky nonsense before Jezza!!",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "18",
            "user": "AbetterPolitician",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "All these  Pro Immigration protestors , probably has been organised by Corbyn  and McDonnell  !  If they want Immigration so badly let these protestors  pay for them out of their Own pockets and NOT the taxpayers  pockets,  also let them be at the back of the Queue for housing , Schools, GP places , Jobs etc and then still see if they want pro immigration....",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "17",
            "user": "PatriciaO1",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "The problem is Johnson's Deal is NOT moving on, it will be a never ending Transitional Period, paying more and more into EU Coffers. The Government should post how much we have paid to the EU since the Referendum, we would all like to know that.",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "16",
            "user": "oldnick",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "The liberal  bus with Swinson's picture on the side is frightening   enough but someone is sure to add a pair of glasses and moustache just to make it more of a joke.",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "15",
            "user": "YogiCapone",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "We need as many BP MPs in the new parliament as possible to keep Johnson/Cummings ' honest'",
            "likes": 10,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "14",
            "user": "Theungagged",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "Are ILLEGAL immigrants here to stay as well as the illegal immigrants claiming to be REFUGEES ?",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "13",
            "user": "StevefromSwindon",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "Not a very secret plan if he has revealed it, is it?!",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "12",
            "user": "WILKO59",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "its not rocket science bojo get of your high horse come to an agreement with farage by backing down a little bit then bobs your uncle all leavers will win and you will get your election win with a clear majority",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "11",
            "user": "Jen",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "Non news that's just <b> common </b>sense for all party's",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Common"
            ]
        },
        {
            "id": "10",
            "user": "DavidWallis",
            "date": "7 Nov ",
            "timestamp": "NA",
            "commentText": "We are paying the price for major mistakes and enduring governments that have failed to even stem inequality.  The mistakes would include multiculturalism, a poor immigration policy, and a much flawed and outdated political  system. <b> Brexit </b>has shown us how our political system can be bent and abused and how democracy can be manipulated or even ignored. We are poor when it comes to caring for people despite the fact that we have millions of good and caring people. Politicians serve themselves far more than they serve the people.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "9",
            "user": "ColonialSubject824",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "The Tory funded polling companies might publish fake news to give the impression that they are steaming ahead ... but the bookies don't lie.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8",
            "user": "COGDISS",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "We're only making plans for Nigel. We only want what's best for him. We're only making plans for Nigel. Nigel just needs that helping hand. And if young Nigel says he 's happy. He must be happy. He must be happy. He must be happy in his world. We're only making plans for Nigel. He has his future in a British steel.We're only making plans for Nigel. Nigel's whole future is as good as sealed Yeah XTC ",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "INeverReadReplies",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "Just stop all benefits all support, financial and health, and I will stop complaining  about immigration. This would of course apply to every person in the UK.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6",
            "user": "Ethread",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "The problem with basing any political campaign on a particular personality is that when said individual is seen to be weak, flip flops and has clearly sought to mislead the Electorate about his real political position concerning <b> Brexit.</b>....he is done for in the eyes of the Electorate, and no amount of apology and polishing can polish out the stains.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "5",
            "user": "Foxxx",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "Farage unveils secret plan______Can't be secret if he has unveiled it...! The best time to ditch the withdrawal agreement would be when the trade deal negotiations fail and no deal becomes the only option left to us.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "265",
                    "user": "(null)",
                    "date": "6 Nov ",
                    "timestamp": "NA",
                    "commentText": "The trade talks will only begin, Foxxx, once we have left the EU.   They want the 39 billion before they will start the trade talks, with no guarantee of the outcome.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "266",
                    "user": "(null)",
                    "date": "6 Nov ",
                    "timestamp": "NA",
                    "commentText": "I don't think you can just \"ditch\" a treaty, once it's signed. I know the Third Reich did, but that's a bit more extreme than I'm hoping we'll need to be. We just need to avoid signing the treaty in the first place.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Eleze210",
            "date": "7 Nov ",
            "timestamp": "NA",
            "commentText": "Corbyn cancels door knocking he must be fed up of being told to get lost. I would not try it in the North Corbyn you will get doors slammed in your face. You are not a <b> leaver </b>and we are, keep away.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Leaver"
            ]
        },
        {
            "id": "3",
            "user": "NOLANDNOGLORY",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "I'm starting to hope, that these people who advocate open borders and uncontrolled entry, get their way. Then they can enjoy and rejoice in their stupidity, with the results.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Bojos_BRILLIANT_Brexit_BS_bus",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "Predictions even in the DE are that he will get <b> zero </b>MP's with 7% share of the vote spread thinly across the land. He's in no position to demand anything!!",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "267",
                    "user": "(null)",
                    "date": "6 Nov ",
                    "timestamp": "NA",
                    "commentText": "According to the latest poll published, Bojos_B, DE stated that the largest movement in peoples' voting intentions came from the 2% drop in the Tory vote.   This was untrue.   The largest movement came from the 5% increase in the potential vote share of TBP, up from 7% to 11%.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Zero"
            ]
        },
        {
            "id": "1",
            "user": "proudMary",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "Somare all you BP`ers persuaded by this? Running back to support Boris and his deal, are you??",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "268",
                    "user": "(null)",
                    "date": "6 Nov ",
                    "timestamp": "NA",
                    "commentText": "You read the comments, Mary, what do you think?",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "0",
            "user": "JonBaker",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "What \"secret plan\"..... there's <b> nothing </b>in Farage's comments beyond meaningless drivel.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        }
    ]
}