{
    "header": {
        "title": " Naga Munchetty should be given apology after Donald Trump race row says Trevor Phillips ",
        "subtitle": " BBC presenter Naga Munchetty should be given an apology after being “left with a stain on her professional reputation” in a row over racism, former equalities boss Trevor Phillips has said. ",
        "owner": " Tony Whitfield ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 00:01, Sun, Sep 29, 2019 ",
        "dateExtraction": " 2020-01-28 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/uk/1183982/naga-munchetty-donald-trump-bbc-breakfast-racist-dan-walker-trevor-phillips ",
        "postText": "The corporation sparked a backlash for upholding a complaint against the Breakfast presenter for criticising remarks made by President Donald Trump. An executive then seemed to blame co-host Dan Walker, 42, for leading her into talking about her own experience of racism. Mr Phillips said: “The minute they have to deal with the question of race, they go into a mental paralysis.”', 'The BBC found Ms Munchetty, 44, of Indian and Mauritian heritage, had breached guidelines after attacking the US president’s remarks that four female opposition politicians of colour should “go back” to the “totally broken and crime-infested places from which they came”.', 'Black media figures including Sir Lenny Henry and Adrian Lester wrote a joint letter protesting against the decision.', 'Some BBC colleagues defied bosses by publicly voicing support for Ms Munchetty.', 'The BBC found she was wrong to give her opinion on Mr Trump’s motive. She is not facing any disciplinary action or a reprimand.', 'Yesterday Mr Phillips said that director general Lord Tony Hall should rescind the judgment and stop managers warning staff discussing the issue or signing petitions was a breach of its code of conduct.', 'The former Equality and Human Rights Commission chairman said Ms Munchetty had simply been carrying out her journalistic duties.', '“The corporation above everything else needs to apologise to this journalist.', '“They followed the process absolutely precisely and did the bureaucratic thing to the tee and came out with a decision that was so completely mad and wrong and undermined the BBC’s own journalistic values.”', 'He said that Westminster correspondents often gave an opinion on politicians’ motives.', 'Sir Simon Woolley, director of Operation Black Vote said: “She has not done anything wrong. The BBC has got itself in a right mess.', '“The BBC needs to be big enough and say we don’t always get it right and on reflection when someone like Trump makes repeated remarks, it is fair to suggest they are racist or their motive may be racist.”', 'Yesterday BBC colleague Andrew Marr tweeted: “I’m a massive admirer of Naga, and I think she’s behaved with great courage, grace and calmness.”', 'Newsnight presenter Emily Maitlis said the BBC risked looking “massively out of touch with the real world” for saying it was right to call out racism but wrong to say Trump was a racist.', 'Dark Materials novelist Sir Philip Pullman said: “She’s right and they’re wrong.”', 'As the row raged after the initial findings, with the BBC finding itself accused of racism and sexism, senior bosses including Tony Hall wrote a letter to staff claiming Ms Munchetty was “justified” in speaking out.', 'Then BBC editorial policy director David Jordan brought co-host Walker into the row, saying it could be said that he led Munchetty to the conclusion she eventually made.",
        "numberPosts": " 117 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Ethnicity - General,Age - Youngsters,Gender - General,Nationality - General,Ethnicity - Black,Religious Identity - Muslim,Age - General,Age - Over 65s,Ethnicity - Native-American",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Race,Racist,Racism,Nothing,Sex,Woman,Nation,coloured,Terrorist,Age,Old,Indian",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "39",
            "user": "Legion",
            "date": "29 Sep ",
            "timestamp": "NA",
            "commentText": "She should be given a P45 for wilfully lying about what Trump actually said.",
            "likes": 125,
            "hasReplies": true,
            "numberOfReplies": 13,
            "replies": [
                {
                    "id": "200",
                    "user": "LetsJustSay",
                    "date": "29 Sep ",
                    "timestamp": "NA",
                    "commentText": "Not sure she was lying. Have you heard what Trump says about 'non Western Europeans' of colour, any colour",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 12,
                    "replies": [
                        {
                            "id": "201",
                            "user": "DRX",
                            "date": "29 Sep ",
                            "timestamp": "NA",
                            "commentText": "no",
                            "likes": 11,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "202",
                            "user": "Legion",
                            "date": "29 Sep ",
                            "timestamp": "NA",
                            "commentText": "Given the amount of awards Trump has received from black organizations over the years and the fact I have never heard him say anything racist I would not believe anything I read in MSM about what he is supposed to have said.",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "203",
                            "user": "Petemidlands",
                            "date": "29 Sep ",
                            "timestamp": "NA",
                            "commentText": "Here you go, difficult I know for any university graduate to use the internet to find things but here it is well the significant part anyway, \"Why don't they go back and help fix the totally broken and crime-infested places from which they came. Then come back and show us how it is done.\" the missing words are \"Why don't they\" and the rest of it after go back, he didn't say just \"Go\", never quoted by our journalists because it doesn't fit their Trump hate agenda.",
                            "likes": 13,
                            "hasReplies": true,
                            "numberOfReplies": 9,
                            "replies": [
                                {
                                    "id": "204",
                                    "user": "charlesblue",
                                    "date": "29 Sep ",
                                    "timestamp": "NA",
                                    "commentText": "Yes, thank you for confirming the words said. You don't need to be a 'university graduate' since you're interested to see that there is a problem in telling people to go back to the places from which they came, when for three of them, the place from which they came is the US. They have the same status as Trump himself, i.e American citizens born and bred, of overseas ancestry. Picking up on Trump  when he makes a fool of himself like that has nothing to do with a 'hate agenda'.",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "205",
                                    "user": "(null)",
                                    "date": "(null)",
                                    "timestamp": "NA",
                                    "commentText": "(null)",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "206",
                                    "user": "(null)",
                                    "date": "29 Sep ",
                                    "timestamp": "NA",
                                    "commentText": "I have read it, thanks very much. Maybe you should reread it and come back to me with his exact words, dumbo.",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "207",
                                    "user": "(null)",
                                    "date": "30 Sep ",
                                    "timestamp": "NA",
                                    "commentText": "The point you are missing is what these 4 women are trying to do to america, they are anti trump democrats, trying to change the ways america to suit their ways of life, trump is only saying, stop trying to change america, look at your countries of origin and get them up to standard before picking on america, not difficult to understand, nor racist.",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "208",
                                    "user": "(null)",
                                    "date": "1 Oct ",
                                    "timestamp": "NA",
                                    "commentText": "No, not difficult to understand, but nonsense. Their jobs as opposition politicians is to challenge the  government as Trump himself did as an opposition candidate and propose ways in which America CAN be changed again, as Trump himself has done. Do you expect Democrats to say. 'Yes, Mr Trump, your policies are right'? Not how politics work, is it. Trump and the Republicans would attack a Democrat government in similar fashion, but it would be absurd for him to be told to go back to Scotland or Germany, where his ancestors came from.  You seem to have a problem with 'countries of origin'. The women are just like Trump - born and bred in the US, of overseas ancestry.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "209",
                                    "user": "(null)",
                                    "date": "29 Sep ",
                                    "timestamp": "NA",
                                    "commentText": "Still waiting for your answer. Did Trump or did he not tell American citizens born and bred to go back to the places they come from?",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "210",
                                    "user": "(null)",
                                    "date": "29 Sep ",
                                    "timestamp": "NA",
                                    "commentText": "They were not born nor bred there.  Apart from the barmaid they all came to the US as refugees.",
                                    "likes": 2,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "211",
                                    "user": "(null)",
                                    "date": "1 Oct ",
                                    "timestamp": "NA",
                                    "commentText": "Wrong! One Omar was born in Somalia and went to the US as a child refugee. The other three were all born in the US. Make the effort to check it out. If you make false assertions you lose all credibility - rather like trump himself.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "212",
                                    "user": "(null)",
                                    "date": "2 Oct ",
                                    "timestamp": "NA",
                                    "commentText": "Fair enough.. Doesn't change the fact that what Trump said was not racist.  And it is the job of the opposition to challenge, yes, but that is all they have.  They are incapable of actually governing and can only continually whine.  They are the epitome the failure of the left and proof, of the disaster awaiting any country allowing the likes of them to govern.",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "38",
            "user": "cm2",
            "date": "29 Sep ",
            "timestamp": "NA",
            "commentText": "Maybe she should just do the job she is overpaid for by threatening pensioners with prison, but then it is the biased BBC",
            "likes": 81,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "37",
            "user": "Archway",
            "date": "29 Sep ",
            "timestamp": "NA",
            "commentText": "Identity politics has put us all in a cage.",
            "likes": 71,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "213",
                    "user": "(null)",
                    "date": "29 Sep ",
                    "timestamp": "NA",
                    "commentText": "I agree ! We are being overrun by \"<b> coloured </b>views\" .",
                    "likes": 23,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "coloured"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "36",
            "user": "THE_GRANDMA111",
            "date": "29 Sep ",
            "timestamp": "NA",
            "commentText": "I cannot watch BBC News because she irritates the life out of me!",
            "likes": 134,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "214",
                    "user": "(null)",
                    "date": "4 Oct ",
                    "timestamp": "NA",
                    "commentText": "I haven't watched BBC apart from Sport for over a year!",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "215",
                    "user": "(null)",
                    "date": "30 Sep ",
                    "timestamp": "NA",
                    "commentText": "I'm sorry, I live in Spain and thought she was a little asian boy in a dress.",
                    "likes": 7,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "216",
                    "user": "(null)",
                    "date": "30 Sep ",
                    "timestamp": "NA",
                    "commentText": "Very opinionated, she is after all a news reader.",
                    "likes": 7,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "217",
                    "user": "(null)",
                    "date": "30 Sep ",
                    "timestamp": "NA",
                    "commentText": "Ditto ... we refuse to have it on ... or Sky!",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "218",
                    "user": "(null)",
                    "date": "29 Sep ",
                    "timestamp": "NA",
                    "commentText": "Fingernails down a blackboard. The BBC stinks.",
                    "likes": 14,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "219",
                            "user": "(null)",
                            "date": "30 Sep ",
                            "timestamp": "NA",
                            "commentText": "🙉",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "35",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "220",
                    "user": "UntoldStory",
                    "date": "29 Sep ",
                    "timestamp": "NA",
                    "commentText": "The only talent she has happens to be the colour of her skin which seems to get you everywhere in the UK today. Identity politics ........",
                    "likes": 13,
                    "hasReplies": true,
                    "numberOfReplies": 5,
                    "replies": [
                        {
                            "id": "221",
                            "user": "(null)",
                            "date": "(null)",
                            "timestamp": "NA",
                            "commentText": "(null)",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 4,
                            "replies": [
                                {
                                    "id": "222",
                                    "user": "(null)",
                                    "date": "29 Sep ",
                                    "timestamp": "NA",
                                    "commentText": "So she is employed because she is dark sinned and female, whilst white, male Dan Walker is employed because of his outstanding talent? Ha, Ha, you are good for a laugh!",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "223",
                                    "user": "(null)",
                                    "date": "29 Sep ",
                                    "timestamp": "NA",
                                    "commentText": "She's no good at fooball.",
                                    "likes": 2,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "224",
                                    "user": "(null)",
                                    "date": "(null)",
                                    "timestamp": "NA",
                                    "commentText": "(null)",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "225",
                                    "user": "(null)",
                                    "date": "29 Sep ",
                                    "timestamp": "NA",
                                    "commentText": "Oh, 'vonbumdanger', obviously your favourite word. Clever, aren't you!  A sure sign of failure if ever there was one. There clearly is a gender and ethnic mix on the BBC, and I can name numerous white male news readers and political reporters, can't you? Now back to your dictionary but maybe you don't have one!.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "34",
            "user": "BigBazooka",
            "date": "29 Sep ",
            "timestamp": "NA",
            "commentText": "Who the hell is Trevor Phillips ? And as far as I am concerned the Machete should be sacked; she is simply horrible, does an awful job as presenter and no one likes her.......so why as the people who pay her wages have to tolerate her. It make no sense whatsoever.",
            "likes": 94,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "226",
                    "user": "(null)",
                    "date": "29 Sep ",
                    "timestamp": "NA",
                    "commentText": "It's because she's employed by the equally useless Bee Bee See. A no talent organisation in it's own right!!",
                    "likes": 14,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "227",
                    "user": "(null)",
                    "date": "29 Sep ",
                    "timestamp": "NA",
                    "commentText": "Agenda 21.",
                    "likes": 11,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "228",
                    "user": "(null)",
                    "date": "29 Sep ",
                    "timestamp": "NA",
                    "commentText": "Trevor Phillips is a has been,  he was something to do with some sort of  immigration board or something like that, he,s basically of no consequence now,  and totally agree with with the rest of your post,............",
                    "likes": 29,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "33",
            "user": "bfbf334",
            "date": "29 Sep ",
            "timestamp": "NA",
            "commentText": "The Cowards will cave to virtue signaling leftist nut jobs.",
            "likes": 86,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "229",
                    "user": "(null)",
                    "date": "29 Sep ",
                    "timestamp": "NA",
                    "commentText": "Along comes the \"we ae being persecuted\" Bus and Trev Phillips has to jump on it.",
                    "likes": 21,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "32",
            "user": "liverpool643",
            "date": "29 Sep ",
            "timestamp": "NA",
            "commentText": "The BBC is a law unto itself and it's needs to go.",
            "likes": 54,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "31",
            "user": "PeterJo1",
            "date": "29 Sep ",
            "timestamp": "NA",
            "commentText": "Naga should issue a public apology for her comments. As for this \"pressure group\", they should be ignored",
            "likes": 72,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "30",
            "user": "Bzar",
            "date": "29 Sep ",
            "timestamp": "NA",
            "commentText": "she is the <b> racist,</b> always pulling the<b>  race</b> card and been allowed to do so on many occasions,",
            "likes": 76,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "230",
                    "user": "(null)",
                    "date": "30 Sep ",
                    "timestamp": "NA",
                    "commentText": "Don't they all!",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Race",
                "Racist"
            ]
        },
        {
            "id": "29",
            "user": "Learnthelessonsofthepast",
            "date": "29 Sep ",
            "timestamp": "NA",
            "commentText": "As like any other UK citizen Naga is entitled to her opinion however her comments live on air were unprofessional coming from a seasoned journalist like herself.",
            "likes": 59,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "231",
                    "user": "(null)",
                    "date": "29 Sep ",
                    "timestamp": "NA",
                    "commentText": "Unfortunately perhaps, she was asked how she felt about a current issue, and she gave her opinion. To have lied and said, 'I really have no opinion at all' would have been worse.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "232",
                            "user": "(null)",
                            "date": "29 Sep ",
                            "timestamp": "NA",
                            "commentText": "Calling someone a lair is another level altogether.",
                            "likes": 6,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "233",
                            "user": "(null)",
                            "date": "29 Sep ",
                            "timestamp": "NA",
                            "commentText": "I'm sure she could have come up with suitable words. Like 'this show is not appropriate for my personal views'. Not a lie.",
                            "likes": 11,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "28",
            "user": "dog",
            "date": "29 Sep ",
            "timestamp": "NA",
            "commentText": "There will be no hold her back now, probably Chair of the BBC seat in the House of Lards, gongs galore, she's hit the jackpot.",
            "likes": 37,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "27",
            "user": "CerdicofWessex",
            "date": "29 Sep ",
            "timestamp": "NA",
            "commentText": "In the last census 85% of the population recorded themselves as 'white British' - they are now the underclass. Anyone who didn't considered themselves as 'white British' is now above criticism thanks to the protections afforded by  Blair's laws. Any allegation of inappropriate action - even the wrong look - can result in one of the 85% ending up in court.",
            "likes": 34,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "234",
                    "user": "(null)",
                    "date": "29 Sep ",
                    "timestamp": "NA",
                    "commentText": "That doesn't even make sense!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "26",
            "user": "AHHEsq",
            "date": "29 Sep ",
            "timestamp": "NA",
            "commentText": "What’s her opinion on knife crime,grooming gangs and <b> terrorist </b>plots?",
            "likes": 33,
            "hasReplies": true,
            "numberOfReplies": 14,
            "replies": [
                {
                    "id": "235",
                    "user": "(null)",
                    "date": "29 Sep ",
                    "timestamp": "NA",
                    "commentText": "I am sure if she was asked she would give an answer, as she was on the Trump issue!",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 4,
                    "replies": [
                        {
                            "id": "236",
                            "user": "(null)",
                            "date": "29 Sep ",
                            "timestamp": "NA",
                            "commentText": "She accepts it as cultural difference,like you.",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 3,
                            "replies": [
                                {
                                    "id": "237",
                                    "user": "(null)",
                                    "date": "29 Sep ",
                                    "timestamp": "NA",
                                    "commentText": "Sorry? what are you on about?",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "238",
                                    "user": "(null)",
                                    "date": "29 Sep ",
                                    "timestamp": "NA",
                                    "commentText": "Eh? English not your first language ?",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "239",
                                    "user": "(null)",
                                    "date": "29 Sep ",
                                    "timestamp": "NA",
                                    "commentText": "It is my first language, yes, but I think you have trouble in expressing it in a comprehensible form.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "240",
                    "user": "(null)",
                    "date": "29 Sep ",
                    "timestamp": "NA",
                    "commentText": "She won't because we know why and we are not aloud to say. Because our freedom of speech has been taken away but theirs has not.",
                    "likes": 5,
                    "hasReplies": true,
                    "numberOfReplies": 8,
                    "replies": [
                        {
                            "id": "241",
                            "user": "(null)",
                            "date": "29 Sep ",
                            "timestamp": "NA",
                            "commentText": "*allowed!   what freedom of speech has been taken away, give me an example!",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 7,
                            "replies": [
                                {
                                    "id": "242",
                                    "user": "(null)",
                                    "date": "29 Sep ",
                                    "timestamp": "NA",
                                    "commentText": "Betrayal and surrender as not accepted as free speech in Parliament although very true. Hopefully you accept your betrayal and surrender though as free speech and guilty as charged.",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "243",
                                    "user": "(null)",
                                    "date": "29 Sep ",
                                    "timestamp": "NA",
                                    "commentText": "Nobody said you couldn't say it, the point is that using such language ramps up the hate and bile, now this all falls down to what sort of society you want to liv in, one where hate and bile is the order of the day or one where we generally get along! The words have not been banned therefor your freedom of speech have not been curtailed",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "244",
                                    "user": "(null)",
                                    "date": "(null)",
                                    "timestamp": "NA",
                                    "commentText": "(null)",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "245",
                                    "user": "(null)",
                                    "date": "29 Sep ",
                                    "timestamp": "NA",
                                    "commentText": "But people have to take responsibility for what they say and  write, e.g. telling blatant lies about someone, inciting hatred and violence against people, like the threats of violence, rape etc made against MPs, of all Parties. So, yes, people are free to make most comments and express most opinions, but no, I'm afraid they cannot get away with saying 'whatever they want', without facing consequences. Libel laws etc can work for the press, but trolls hide behind anonymity in he social media.",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "246",
                                    "user": "(null)",
                                    "date": "(null)",
                                    "timestamp": "NA",
                                    "commentText": "(null)",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "247",
                                    "user": "(null)",
                                    "date": "29 Sep ",
                                    "timestamp": "NA",
                                    "commentText": "Hate crime laws are there for a  reason, you want to go round calling blacks the N word? why?",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "248",
                                    "user": "(null)",
                                    "date": "29 Sep ",
                                    "timestamp": "NA",
                                    "commentText": "round or square?  Oblong ?",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Terrorist"
            ]
        },
        {
            "id": "25",
            "user": "JennifferGarcia",
            "date": "29 Sep ",
            "timestamp": "NA",
            "commentText": "This is another case of there being a law for certain people in our country, and another law for the rest of us - the amount of coverage this is getting, and the amount of people demanding the decision of the BBC be reversed is quite shocking - 'some' people have demanded, and been given, far too many 'privileges' which has created even more division in our country than there was to start with, and 'they' will never be satisfied - we are now suffering as a result of that fact...",
            "likes": 29,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "249",
                    "user": "(null)",
                    "date": "29 Sep ",
                    "timestamp": "NA",
                    "commentText": "So expressing her opinion after being asked for it, using her own experience is privilege now?!!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "24",
            "user": "awake",
            "date": "29 Sep ",
            "timestamp": "NA",
            "commentText": "She should be given the boot",
            "likes": 41,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "23",
            "user": "nige_c",
            "date": "29 Sep ",
            "timestamp": "NA",
            "commentText": "We are all people of colour. And all equal. Why does this affect anything in this day and <b> age?</b> Comments can be about a person and<b>  nothing</b> to do with colour. Why are they deleted? And why does the DE prevent comments they deem of some people of colour? You know who they are.",
            "likes": 46,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "250",
                    "user": "(null)",
                    "date": "29 Sep ",
                    "timestamp": "NA",
                    "commentText": "Is the Daily Express <b> racist </b>? And against free speech?",
                    "likes": 9,
                    "hasReplies": true,
                    "numberOfReplies": 5,
                    "replies": [
                        {
                            "id": "251",
                            "user": "(null)",
                            "date": "29 Sep ",
                            "timestamp": "NA",
                            "commentText": "No idea what the point was you were making.. Nige",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 3,
                            "replies": [
                                {
                                    "id": "252",
                                    "user": "(null)",
                                    "date": "1 Oct ",
                                    "timestamp": "NA",
                                    "commentText": "Errm your loss. It was obvious. DE = Daily Express. Is editing and deleting comments about some of ethnic minority. ie stifling freedom of speech.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "253",
                                    "user": "(null)",
                                    "date": "4 Oct ",
                                    "timestamp": "NA",
                                    "commentText": "DE is about the best we have in the UK sadly. The country and its media play on the left every time.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "254",
                                    "user": "(null)",
                                    "date": "1 Oct ",
                                    "timestamp": "NA",
                                    "commentText": "I keep PDF files for the future.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "255",
                            "user": "(null)",
                            "date": "29 Sep ",
                            "timestamp": "NA",
                            "commentText": "Blair was the instigator of many problems, this one in particular back in 2001, if you type -  'why I will not sign the pledge by Charles Moore' - that was the start of it, and others have jumped on the bandwagon since then creating a 'them and us' division in our country, and we are on the losing side...",
                            "likes": 8,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Racist"
                    ]
                }
            ],
            "keywords": [
                "Age",
                "Nothing"
            ]
        },
        {
            "id": "22",
            "user": "Heidi611",
            "date": "29 Sep ",
            "timestamp": "NA",
            "commentText": "No she should not, I'm sick of these people useing the <b> race </b>card against us all the time, when we have no say anymore,",
            "likes": 22,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Race"
            ]
        },
        {
            "id": "21",
            "user": "LM1949",
            "date": "29 Sep ",
            "timestamp": "NA",
            "commentText": "Munchabutty should be sacked for gross misconduct.",
            "likes": 19,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "256",
                    "user": "(null)",
                    "date": "29 Sep ",
                    "timestamp": "NA",
                    "commentText": "Absurd! Whether he was right or wrong, Dan walker asked her how she felt about Trump's comment mistaken comment, because, just like him, three of the women are American born and bred, of overseas ancestry, so 'where they come from' is the USA and she replied with an honest answer. No 'gross misconduct' whatsoever. The BBC management got this wrong, for if they wanted to avoid controversy they should have warned Walker not to raise the issue, though we are then into issues of censorship of news items. Of course, if she'd said 'I think Trump was right and justified in what he said', you would be praising her and saying she should get promotion.",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "257",
                            "user": "(null)",
                            "date": "4 Oct ",
                            "timestamp": "NA",
                            "commentText": "Rubbish - Calling our allies racist is wrong. And they are meant to be neutral, professional. This was neither. Ilhan Omar was NOT American so get your facts in line with the truth.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "20",
            "user": "goingroundincircles",
            "date": "29 Sep ",
            "timestamp": "NA",
            "commentText": "Racism is a one way street, you should know that by now.",
            "likes": 19,
            "hasReplies": true,
            "numberOfReplies": 16,
            "replies": [
                {
                    "id": "258",
                    "user": "(null)",
                    "date": "29 Sep ",
                    "timestamp": "NA",
                    "commentText": "And we all know which way that street leads these days...",
                    "likes": 4,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "259",
                            "user": "(null)",
                            "date": "(null)",
                            "timestamp": "NA",
                            "commentText": "(null)",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "260",
                                    "user": "(null)",
                                    "date": "29 Sep ",
                                    "timestamp": "NA",
                                    "commentText": "Do you think we don't know that - it is as clear as the nose on your face..",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "261",
                    "user": "(null)",
                    "date": "29 Sep ",
                    "timestamp": "NA",
                    "commentText": "Yes our freedom of speech has been taken away, we are the under people in our own country.",
                    "likes": 4,
                    "hasReplies": true,
                    "numberOfReplies": 12,
                    "replies": [
                        {
                            "id": "262",
                            "user": "(null)",
                            "date": "29 Sep ",
                            "timestamp": "NA",
                            "commentText": "What do you want to say Heidi that you seem to think you can't? funny, that no one ever answers that question!",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 11,
                            "replies": [
                                {
                                    "id": "263",
                                    "user": "(null)",
                                    "date": "(null)",
                                    "timestamp": "NA",
                                    "commentText": "(null)",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "264",
                                    "user": "(null)",
                                    "date": "29 Sep ",
                                    "timestamp": "NA",
                                    "commentText": "You can disagree with the transgender m movement, but you ain't gonna stop it, because they are human beings and have rights just like you.  Nobody said  you couldn't disagree, though why you don't agree I don't know, they are doing nothing to you! As for \"anything\" to do with minorities\" well what does that mean, what do you want to say?",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "265",
                                    "user": "(null)",
                                    "date": "(null)",
                                    "timestamp": "NA",
                                    "commentText": "(null)",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "266",
                                    "user": "(null)",
                                    "date": "29 Sep ",
                                    "timestamp": "NA",
                                    "commentText": "Do you know anyone transgender?   I have a friend who has had the operation into a woman, she was suicidal before she had the operation, now she is happy, been to University , got married, a career and to all intents and purposes lives a normal life like anyone else, why is that so bad to you? it has no impact on you at all!! why would you seek to decide what is right for someone else, how about you just mind your own business? As for Islam, did somebody make you convert or something ? if not, again, someone else 's religion has naff all to down with you",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "267",
                                    "user": "(null)",
                                    "date": "(null)",
                                    "timestamp": "NA",
                                    "commentText": "(null)",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "268",
                                    "user": "(null)",
                                    "date": "29 Sep ",
                                    "timestamp": "NA",
                                    "commentText": ":Listen to some of the disgusting language at an edl rally, so what, people say it. Nobody stops you from pointing out facts based on evidence, it become racist when you make assumptions and apply one example eg Muslim terrorism, to all Muslims, when clearly that isn 't the case, one black rapist doesn't make all blacks rapists, as does one white rapists does not make all white men rapists.That is what people try to do, that is when it becomes racist. As for your experience as a teacher, well then the system failed you.I am sure you should have fought harder for justice, or maybe you have unconscious bias and what you would have accepted from a white kid you won 't with a  Muslim kid.  All of this is perfectly acceptable to talk about, I don' t know where you get the idea it isn 't!  what you can't do is say all blacks, all Muslims, all white are...…Now if you are intelligent, that isn 't difficult to do!",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "269",
                                    "user": "(null)",
                                    "date": "29 Sep ",
                                    "timestamp": "NA",
                                    "commentText": "You noet I manged to say all that without changing a single word spelling! Maybe you are over reacting?",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "270",
                                    "user": "(null)",
                                    "date": "(null)",
                                    "timestamp": "NA",
                                    "commentText": "(null)",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "271",
                                    "user": "(null)",
                                    "date": "29 Sep ",
                                    "timestamp": "NA",
                                    "commentText": "You make the point perfectly, people do make disgusting comments about the hijab etc, but it is their clothes and many choose to wear them, as does Stacey choose to wear what she does, both sides need to stop judging the other on what clothes they have on!",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "272",
                                    "user": "(null)",
                                    "date": "(null)",
                                    "timestamp": "NA",
                                    "commentText": "(null)",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "273",
                                    "user": "(null)",
                                    "date": "29 Sep ",
                                    "timestamp": "NA",
                                    "commentText": "I never said she did, but people like you do!",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racism"
            ]
        },
        {
            "id": "19",
            "user": "JennifferGarcia",
            "date": "29 Sep ",
            "timestamp": "NA",
            "commentText": "Well he would say that wouldn't he - these people always side with their 'own', whether they are right or wrong, and gang up on the rest of us - usually very successfully these days...",
            "likes": 19,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "18",
            "user": "llammergeir",
            "date": "29 Sep ",
            "timestamp": "NA",
            "commentText": "No, She should not ! What is it, with lefties, able to spout their bile, and be praised for it ? Imagine if Farrage had mentioned throwing acid on corbyn ? Yet Jo Brand was Only Joking",
            "likes": 15,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "274",
                    "user": "(null)",
                    "date": "29 Sep ",
                    "timestamp": "NA",
                    "commentText": "How is expressing her own experience spouting bile? explain",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "17",
            "user": "DavidHall3",
            "date": "29 Sep ",
            "timestamp": "NA",
            "commentText": "What part of her job description said she speak about her personal opinion on air. She is there merely to read the news and not add her leftwing views on top.I would rather see her sacked with all the other Labour maggots",
            "likes": 14,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "275",
                    "user": "(null)",
                    "date": "29 Sep ",
                    "timestamp": "NA",
                    "commentText": "She was asked a question which invited opinion, was she meant to not answer?!  <b> Racism </b>is wrong, there is no other side to this!",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "276",
                            "user": "(null)",
                            "date": "(null)",
                            "timestamp": "NA",
                            "commentText": "(null)",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "277",
                                    "user": "(null)",
                                    "date": "29 Sep ",
                                    "timestamp": "NA",
                                    "commentText": "Wrong yet again, FloraCobb. He told American citizens to go back to the places they come from. Three of them are just like Trump himself: American citizens born and bred, of overseas ancestry, so it clearly makes no sense to tell them to 'go back from where they come', does it? Even the fourth one got American citizenship as a child. Trump was absolutely wrong, and made an idiot of himself again. You really mustn't let your extreme prejudices conceal recognition of the facts.",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Racism"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "16",
            "user": "Offshore1sland",
            "date": "29 Sep ",
            "timestamp": "NA",
            "commentText": "It has more to do with her total detestation of President Trump than the bbc ruling.",
            "likes": 19,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "278",
                    "user": "(null)",
                    "date": "29 Sep ",
                    "timestamp": "NA",
                    "commentText": "Trump made another mistake. As a leader, you cannot tell American citizens  to 'go back where they came from'.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "279",
                            "user": "(null)",
                            "date": "30 Sep ",
                            "timestamp": "NA",
                            "commentText": "Taking two words from one line and four from another line and making it about race is beyond belief, She fabricated it to make trump look racist, those women are trying to change America’s constitutions to their way, not the American way, they maybe American citizens, but their origin is not.",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "280",
                                    "user": "(null)",
                                    "date": "1 Oct ",
                                    "timestamp": "NA",
                                    "commentText": "Trump is an American citizen, but his origin is not. Check his background. White Democrat politicians have also attacked Trump's policies their job as opposition politicians but he hasn't told them to 'go back to the places they came from'. I wonder why. Nothing to do with race, I suppose, just an odd coincidence. I like the way you assume only Trump represents the 'American way', not his opponents. Laughable.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "15",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "281",
                    "user": "charlesblue",
                    "date": "29 Sep ",
                    "timestamp": "NA",
                    "commentText": "How many times do you have to be corrected? Three of the four women trump was referring to did not migrate, but were born and bred in the US, with overseas ancestors - just like Trump himself. At least get your facts right.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "14",
            "user": "MatELowe337",
            "date": "29 Sep ",
            "timestamp": "NA",
            "commentText": "The only thing that Munch Hetty should be given is her sacking and a slap in the gob!!",
            "likes": 10,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "13",
            "user": "29March2019",
            "date": "29 Sep ",
            "timestamp": "NA",
            "commentText": "This case shows how the UK is deeply divided on r@ce lines. We were warned!",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "282",
                    "user": "(null)",
                    "date": "29 Sep ",
                    "timestamp": "NA",
                    "commentText": "Most people are not divided along <b> race </b>lines actually, the division is usually extremes between right and left, rich and poor, there will be socio economic issues that create the divide, but a divide based on pure colour ie the amount of melanin in the skin is nonsensical, there is no basis for such a divide other than learned behaviour",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Race"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "12",
            "user": "AlfAustere",
            "date": "29 Sep ",
            "timestamp": "NA",
            "commentText": "All news presenters especially on the tax payers BBC are there to give information and not to give biased personal comments. Some people say  \"Oh but what about Piers Morgan ?\"  Well Piers is on ITV and not funded by the public purse and he does not present the news as such, it is left to one of his colleagues to do that...In this case the BBC management were correct to admonish and chastise her, although in her favour, I do not condone any sort of reference to <b> racism </b>or the ridiculing of the either<b>  sex</b>. That said Naga Munchetty and her colleague Dan Walker should never have been allowed by the editors of the programme to enter into that sort of conversation live on air.",
            "likes": 11,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sex",
                "Racism"
            ]
        },
        {
            "id": "11",
            "user": "PeterLoo",
            "date": "29 Sep ",
            "timestamp": "NA",
            "commentText": "She should be sacked for impersonating a journalist.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "10",
            "user": "Stephenhutchings",
            "date": "29 Sep ",
            "timestamp": "NA",
            "commentText": "Well, he would say that, wouldn't he?",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9",
            "user": "DRX",
            "date": "29 Sep ",
            "timestamp": "NA",
            "commentText": "Munchetty has no talent like most of the other celebrities on the BBC. Lord Hall is a disgrace and the BBC licence fee should be scrapped.Let those that like this rubbish pay for it.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "283",
                    "user": "(null)",
                    "date": "29 Sep ",
                    "timestamp": "NA",
                    "commentText": "Just to give us a comparison, can you give us the names of people 'with talent' on other, commercial channels? We could then compare, and see what you understand by 'talent'.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "8",
            "user": "Foxxx",
            "date": "29 Sep ",
            "timestamp": "NA",
            "commentText": "I normally agree with Trevor Phillips but not on this occasion. Public broadcasters have a duty to be impartial and should not indulge in political or judgemental rhetoric and activism. Their job is to present the facts so that we can make the judgements and draw our own conclusions.  They must avoid dishing out propaganda or spin of any kind including political correctness.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "284",
                    "user": "(null)",
                    "date": "1 Oct ",
                    "timestamp": "NA",
                    "commentText": "It depends on the programme. The news readers should present the facts, <b> nothing </b>more, but part of this BBC Breakfast programme is to comment on news items, as Piers Morgan does on 'Good Morning Britain' on the other channel. No one here makes the same criticism about him, despite the fact that he's far more outspoken than his BBC counterparts-  but I suppose he's not on the BBC and his views are more to their liking, so he's OK!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "7",
            "user": "TheTruth500",
            "date": "29 Sep ",
            "timestamp": "NA",
            "commentText": "Munchetty should be given apology after Donald Trump <b> race </b>row says 'racist' Trevor Phillips. There, fixed it for you!",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Race"
            ]
        },
        {
            "id": "6",
            "user": "alimac",
            "date": "29 Sep ",
            "timestamp": "NA",
            "commentText": "It seems there is one rule for some, and another for the rest?",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "LetsJustSay",
            "date": "29 Sep ",
            "timestamp": "NA",
            "commentText": "The BBC decision should NOT be overturned. It was entirely correct given the circumstances in which the comments were made. Live TV to the <b> nation </b>and beyond.",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "285",
                    "user": "(null)",
                    "date": "4 Oct ",
                    "timestamp": "NA",
                    "commentText": "Rubbish - Calling our allies <b> racist </b>is wrong. And they are meant to be neutral, professional. This was neither.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                }
            ],
            "keywords": [
                "Nation"
            ]
        },
        {
            "id": "4",
            "user": "3downnotout",
            "date": "30 Sep ",
            "timestamp": "NA",
            "commentText": "BBC should take note- this <b> woman </b>makes people switch to another channel.  The rudeness she has got away with and playing the 'race card'.  We have had enough.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "3",
            "user": "narsil380",
            "date": "1 Oct ",
            "timestamp": "NA",
            "commentText": "They are their to present the news,not their own opinions. The BBC has now strayed so far from objectivity that it must be sold off after the next election. That would stop any debate about the licence fee. Also,I have never understood why the World and International Services continue to exist,at high cost,after the proliferation of the internet.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "286",
                    "user": "(null)",
                    "date": "1 Oct ",
                    "timestamp": "NA",
                    "commentText": "I'm afraid that far more people support the BBC than want it 'sold off'. The idea that commercial broadcasting, owned by the likes of Murdoch, is more objective is ridiculous.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "2",
            "user": "dodgeswolf",
            "date": "29 Sep ",
            "timestamp": "NA",
            "commentText": "Too many of the wrong people in postions of influence. When generations of familes that built this <b> nation </b>lose control. It will be people like these who convinced us by objecting to immigration in it's present form is a<b>  racist</b> act. I am in my seventies and feel I have lost my right to object because of these people.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "287",
                    "user": "(null)",
                    "date": "29 Sep ",
                    "timestamp": "NA",
                    "commentText": "Old person that doesn't like change! what a shock!  yet we invited blacks by the 1000 in the 50's and 60's were you objecting then, or were you part of that no blacks no irish brigade and you haven't moved on since!",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "288",
                            "user": "(null)",
                            "date": "13 Oct ",
                            "timestamp": "NA",
                            "commentText": "You no read right. IN IT'S PRESENT FORM is what I wrote. A worts an all immigration policy is what I oject to. Not immigration. You know nothing about me and your sweeping assesment of me is way off. Let me know if you want to carry on this conversation. I will invite you to a wine bar I disc jocky in where I play lots of fantastic black music.",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "289",
                                    "user": "(null)",
                                    "date": "14 Oct ",
                                    "timestamp": "NA",
                                    "commentText": "Immigration policy is a very wide subject, it is different for EU citizens currently as it is for the rest of the world!  If you object you need to be more clear about what exactly it is you object to, otherwise I can only comment on your current wording which leads to sweeping statements, as yours is one too!  What is it you object to? who stops you saying anything the answer is no one, as you do have freedom of speech whether you like it or not!",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Old"
                    ]
                }
            ],
            "keywords": [
                "Racist",
                "Nation"
            ]
        },
        {
            "id": "1",
            "user": "Steve49",
            "date": "30 Sep ",
            "timestamp": "NA",
            "commentText": "Munchatty took a small part of a statement so completely changing its meaning ... and presented it as fact ! This is what lefties do .... cheat! She got what she deserved ... though sacking would be preferable ... but then this is a far left broadcasting service!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "0",
            "user": "FritzKralle",
            "date": "30 Sep ",
            "timestamp": "NA",
            "commentText": "What means Ms Munchetty is of <b> Indian </b>and Mauritian heritage? India is a great symbol of the greatness of England ruling the waves and ruling over India. Each<b>  Indian</b> has a right to live in England. Eac<b> h India</b>n IS England!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Indian"
            ]
        },
        {
            "id": "-1",
            "user": "Waywoodwind",
            "date": "29 Sep ",
            "timestamp": "NA",
            "commentText": "terrible people who the world owes a living",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}