{
    "header": {
        "title": " Election 2019 LIVE: Tory HQ forced to backtrack after mocking Corbyn on Twitter ",
        "subtitle": " THE Conservative party has caused a stir of social media after changing its official Twitter name to  ‘factcheckUK’ during the live leaders debate on ITV. ",
        "owner": " Luke Hawker ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 07:42, Tue, Nov 19, 2019 ",
        "dateExtraction": " 2020-02-24 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/politics/1206230/general-election-news-2019-Jeremy-Corbyn-Labour-manifesto-latest-Boris-Johnson-Tory-Party ",
        "postText": "'The Conservative Campaign Headquarters (CCHQ) official account also changed its public bio description to Fact checking Labour from CCHQ as Boris Johnson and Jeremy Corbyn went head-to-head on ITV. The Tory HQ presented itself as an Independant fact checker and then spammed its Twitter timeline with pro-conservative and anti-Labour tweets which appeared under the Twitter name ‘factcheckUK’ when seen by other users. However the move has prompted a backlash on social media TalkRADIO broadcaster and Brexiteer Julia Hartley-Brewer wrote on Twitter: It is just plain wrong for u2066 @CCHQPress to rename themselves as FactCheckUK for this #ITVDebate. Stop it.', 'Labour MP David Lammy said: The Conservative Party press office @CCHQPress rebranding themselves as ‘FactCheckUK’ shows what disdain this party and this government has for the truth.', 'The Electoral Commission must investigate and punish this blatant attempt to decieve the public. #LeadersDebate #ITVDebate', 'LBC reporter Matthew Thompson wrote on Twitter: This is extraordinary. The Conservative Party press Twitter account has renamed itself ‘factcheckUK’ as if to give the impression it is a genuine fact checking account. Unbelievable.', 'Tory party chairman James Cleverly defended the move and CCHQ has since changed its Twitter account back.', 'Mr Cleverly told Sky News: We make it absolutely clear it is a Conservative party website we are checking the claims put forward.', 'Boris Johnson kicked off the debate and hit out at Mr Corbyn in his opening speech and said a Labour Government would bring more deadlock and division to the UK. The Prime Minister said the Conservatives are the only party who can get Brexit done and then unleash the potential of this entire country.', 'Mr Johnson said a potential coalition between the Labour Party and the SNP would bring more dither and delay and two more referendums on the EU and Scottish Independant.', 'Mr Johnson told the ITV debate: There is only one reason why we are having this election and that we have a deadlocked parliament that will not deliver Brexit.', 'And whether you voted for Leave or Remain people want to get Brexit done and to unleash the potential of this entire country and we Conservatives can, because if you vote for us, we have a deal that is ready to go, approved by everyone of the 635 Conservative candidates standing at this election.', 'And as soon as we can get that deal through parliament as we can in the next few weeks we can get on with the people’s priorities and thats the choice dither and delay, deadlock and division under a Corbyn-Sturgeon coalition with two referendums.', 'Another one on the EU and then another one on Scotland or we can end this national misery break the deadlock, get Brexit done and make 2020 a year of prosperity and growth.', 'Where we invest in our NHS and deal with the cost of living, together lets take this country forwards.', '10.15pm update: Swinson rules out forming a coalition', 'Jo Swinson vowed to revoke Article 50 on her first day in office if she were to be elected prime minister.', 'The leader of the liberal democrats also ruled out forming a coalition with either Labour or the Tories.', 'Ms Swinson said: Liberal Democrat votes are not going to put either Boris Johnson or Jeremy Corbyn into power because I believe our country deserves better than either of them. ', 'She said she could not envisage working with either party even if they were to change their leadership, saying: Both men are a product of their party. ', 'Even if they changed their leader I don't think there's any guarantee that they would be a more moderate figure.', ' 9.30 pm update: YouGov poll finds narrow victory for Boris ', ' A YouGov snap poll suggested 51 percent of Britons believed Boris Johnson won the debate compared to 49 percent for Mr Corbyn. ', ' Those who answered don't know were removed from the result, with YouGov adding the figures are so close as to be within the margin of error. ', ' Chris Curtis, YouGov 's political research manager, said: Our snap poll shows that the public is divided on who won the debate, with most Labour voters thinking Jeremy Corbyn won, most Conservative voters thinking Boris Johnson won, and very few people changing their minds.', 'But given the Conservatives went into this debate in the lead, they will hope the lack of a knockout blow means they can maintain this until voting day.', '9.20pm update: Raab: Boris proved the doubters wrong.', 'Foreign Secretary Dominic Raab said: Trust in British politicians is not particularly high but what they do want to see is what you do, what you are capable of delivering.', 'He has shown in three months that he got the deal that no-one said could be delivered, everyone said it was impossible - he proved the doubters wrong.', '9.10pm update: Patel reacts to debate - Boris was the only prime minister on the stage ', 'Home Secretary Priti Patel said: It was quite clear Boris was the only prime minister on the stage this evening.', 'But actually I think he was very strong on the NHS and challenging Corbyn quite frankly on Brexit where Corbyn effectively refused for nine times to outline what his plan was, whether or not he was going to be for Leave or Remain.', '8.57pm update: Boris gives closing remarks - Corbyn unfit for PM', 'Boris Johnson accused Mr Corbyn of being unfit to be prime minister.', 'He added: Mr Corbyn, you've heard tonight, cannot answer the fundamental questions.Is he for Remain or Leave and what price would he pay to secure Nicola Sturgeon 's support to enter Number 10?', 'If he can't answer those questions tonight, I don 't think he's fit to lead our country.', '8.54pm update: Corbyn gives closing remarks - once-in-a-generation election', 'In his closing remarks, Jeremy Corbyn urged viewers to register to vote in a  once - in -a - generation election.', 'He added: This is a once - in -a - generation election to end privatisation and give the National Health Service the funding it needs. ', ' To give people the final say and get Brexit sorted. ', 'To tackle the climate emergency that threatens our futures. To invest good jobs in every region and nation of our country.', 'I ask that you vote for hope and vote Labour on December 12.', '8.48pm update: Two leaders respond to Prince Andrew question', 'Asked if the Duke of York is fit for purpose Mr Corbyn said:  Before we discuss Prince Andrew I think we should discuss the victims that are there because of what Epstein was doing.', 'I think there are very, very serious questions that must be answered and nobody should be above the law, but the primary position ought to be the proper treatment of those people who were victims of the most appalling behaviour by apparently Epstein and many others. ', ' Boris Johnson Johnson said all our sympathies should be with the victims of Epstein, adding: The law must certainly take its course. ', '8.45 pm update: Corbyn says Labour will end austerity ', 'Mr Corbyn said: We will end austerity, I am absolutely clear about that because it is so brutal on the lives of so many people. ', ' 8.42 pm update: Boris vows to invest in public services ', ' Boris Johnson said: I believe in spending, investing massively in our public services because we support ... a dynamic wealth-creating sector. ', ' 8.35 pm update: Boris hits out at Labour’ s four - day working week plan ', ' Boris Johnson said: What could be more ruinous for the NHS than a crackpot plan for a four-day week, which would add massively to the burdens not just of the NHS but of every public service in the country? ', ' 8.28 pm update: Corbyn addresses anti - Semitism allegations within the Labour Party ', ' Jeremy Corbyn said: Anti-Semitism is an absolute evil and scourge within our society.', ' Racism in any form is a scourge in our society.I have taken action in my party where anyone who has committed any anti - Semitic acts or made any anti - Semitic statements, they either suspended or expelled from the party and investigated every single case. We do take this very, very seriously indeed.', '8.25pm update: Corbyn rules out coalition', 'Jeremy Corbyn said:  There 's not going to be a coalition between Labour and anybody else.', 'There are no deals that have been done and there will be no deals that are done.', 'Mr Corbyn added: I’ve said there would be no deal with the SNP, there would be no support for a Scottish referendum in the early years of the next Labour government because I want to invest in Scotland and give Scotland the £70 billion it needs in capital investment.', '8.22pm update: Boris defends Brexit deal', 'Boris Johnson said: We have a deal that keeps the whole of the UK together as we come of the EU and, of course, Jeremy Corbyn and the Labour Party, be in no doubt about it, in order to secure power and the keys to number 10 are going to do a deal, or probably already have done a deal with Nicola Sturgeon and the SNP to form Corbyn-Sturgeon coalition and the price of that deal ... would be a second referendum on the union with Scotland.', '8.20pm update: Corbyn asked is the union worth sacrificing for Brexit?', 'Jeremy Corbyn said: The agreement that the Prime Minister ... has put to Parliament was about creating a border between the Republic of Ireland and Northern Ireland, and creating a different customs arrangement for Northern Ireland with the rest of Ireland, having promised to the Democratic Unionist Party he would never do that.', 'Clearly, there is an issue there. Clearly, there are issues all around about this deal he has proposed.', '8.18pm update: Boris says NHS not for sale', 'Boris Johnson has said the NHS is not on the table in any future trade deals.', 'The Prime Minister said: This is an absolute invention. It is completely untrue.', 'There are no circumstances whatever in which this Government or any Conservative government will put the NHS on the table in any trade negotiation.', '8.15pm update: Corbyn challenges Boris on the NHS', 'Jeremy Corbyn accuses Boris Johnson of trying to sell the NHS', 'The Labour leader said: What we know of what Mr Johnson has done is a series of secret meetings with the United States in which they were proposing to open up our NHS markets as they call them to American companies.', '8.10pm update: Boris says Tories have Brexit deal that is ready to go', 'Boris Johnson Johnson told the ITV debate: There is only one reason why we are having this election and that we have a deadlocked parliament that will not deliver Brexit.', 'And whether you voted for Leave or Remain people want to get Brexit done and to unleash the potential of this entire country and we Conservatives can, because if you vote for us, we have a deal that is ready to go, approved by everyone of the 635 Conservative candidates standing at this election.', 'And as soon as we can get that deal through parliament as we can in the next few weeks we can get on with the people’s priorities and thats the choice dither and delay, deadlock and division under a Corbyn-Sturgeon coalition with two referendums.', 'Another one on the EU and then another one on Scotland or we can end this national misery break the deadlock, get Brexit done and make 2020 a year of prosperity and growth.', 'Where we invest in our NHS and deal with the cost of living, together lets take this country forwards.', '8.05pm update: Corbyn says Labour offering ‘real change’', 'Jeremy Corbyn has said the general election gives you a real choice.', 'The Labour leader said: A choice about your future, the future of your community and of your country.', 'Labour is offering real change and real hope.', '8.00pm: ITV debate begins', 'Boris Johnson and Jeremy Corbyn have begun the ITV debate in Salford.', '7.30pm update: Raab reacts ahead of ITV debate', 'Foreign Secretary Dominic Raab wrote on Twitter: Up in Salford for the ITV leaders’ debate. Will be working the spin room, and making the case for @BorisJohnson for PM and a majority @Conservatives govt to unleash Britain’s potential.#BackBoris #LeadersDebate.', '6.20pm update: Corbyn arrives ahead of ITV debate', 'Jeremy Corbyn has arrived for the ITV debate with Boris Johnson.', 'Mr Corrbyn told ITV: It’s going to be, I hope a respectful and informative debate, am I am looking forward to it.', '5.45pm update: Boris Johnson snatches back election popularity from Labour as Kensington rejects Corbyn', 'Boris Johnson appears on track to snatch back the Kensington from the Labour Party as voters in the London constituency voiced their support for the Conservatives to Express.co.uk.', 'Boris Johnson is hoping to keep a stronghold on the constituencies the Conservative Party won in 2017 in addition to targeting seats in traditional Labour heartlands.', 'The Prime Minister is also on track to regain the marginal constituency of Kensington, which the party lost to Labour in the snap election his predecessor, Theresa May, called two years ago.', 'Prospective voters appear to be leaning back towards the Tories after several locals told Express.co.uk they are planning to put their trust in Mr Johnson and back Conservatives in December.', '5.05pm update: YouGov poll cuts Tory lead to 12-points', 'The Conservative party has a 12-point lead over the Labour Party in the latest YouGov poll.', 'The Tories has 42 percent of the vote which is five points lower than the YouGov poll put Boris Johnson’s party on Friday.', 'The Labour Party received 30 percent of the vote, with the Liberal Democrats on 15 percent and Brexit Party on four percent.', 'The YouGov poll asked 1,606 adults between November 18-19.', '4.45pm update: McCluskey says Corbyn ‘would have to make a decision’ if Labour loses election', 'Jeremy Corbyn’s key union ally Len McCluskey has said the Labour leader would have to make a decision and there would need to be a period of reflection if Labour lost the upcoming general election on December 12.', 'Unite general secretary told the New Statesman: Well, obviously I’m not expecting Jeremy to lose. Jeremy would have to make a decision, along with other sections of the party.', 'We would have to look at things – that’s why I say a period of reflection. Back in 2015, Ed Miliband resigned the following day. I think that was wrong of him to do that. You always need a period of reflection.', 'The one thing I know about Jeremy Corbyn is that his election four years ago has changed British politics forever, and therefore we need to consider what this all means.', 'We need to consider the election result. If it was a defeat – a defeat that I’m not expecting – then we’d have to look at the scale of that, and where it happened. That requires some calm deliberation.', 'So whilst I don’t expect it, I certainly feel that there would have to be a proper debate and discussion.', '4.25pm update: Farage predicts low voter turnout at general election', 'Nigel Farage has predicted the turnout at the general election on December 12 will be lower than the last in 2017.', 'The Brexit Party leader said there was little interest in the election and people on the street are very switched off.', 'Mr Farage added: What the people are seeing everyday they are being showered with promises and gifts, free this, free that, £100 billion for this, £100 billion for that and no-one believes any of it.', 'They just think it's politicians making promises to get their vote. ', 'I think there will be far fewer people voting this time than did last time. ', ' 4.10 pm update: Tories surge into 18 - point lead over Labour ', ' The Conservative party has soared into an 18 - point lead over the Labour Party according to the latest opinion poll. ', 'The poll by research company Kantar has put the Tories on 45 percent, up eight points from the last Kantar poll conducted just six days ago. ', ' Jeremy Corbyn’ s party remained unchanged and trailed on 27 percent. ', ' The Liberal Democrats were on 16 percent, down one point. ', ' The Brexit Party polled on just two percent. ', ' A Kantar spokesman said: The very large increase in Conservative support since our last poll is almost wholly at the expense of the Brexit Party.', 'Kantar surveyed 1,176 people online between November 14-18.', '3.50pm update: Brexit Party reject claims it is under investigation over voters’ personal data', 'The Brexit Party has rejected claims it is under infestation after Sky News reported the party is being investigated over claims they failed to hand over the personal data it holds on voters.', 'The Brexit Party has said it has been given a date by the Information Commissioner 's Office (ICO) in which to respond to data requests.', 'The public can ask an organisation for a copy of personal information, known as a Subject Access Request, under data protection law. ', ' A Brexit Party spokesman told Express.co.uk: We have already responded to the vast majority of Subject Access Requests(SARs) we have received. ', ' Around 0.2 percent are being dealt with now and will be dealt with by a date we have given the ICO. ', ' The Brexit Party follows all regulations and works to meet the highest standards. ', ' 3.20 pm update: Farage urges Tory supporters to vote tactically in general election ', ' Nigel Farage has called on Leave - backing Conservative supporters to vote tactically in the general election. ', ' The Brexit Party leader previously said the party would not stand candidates in 317 seats won by the Conservatives in the 2017 election but will still field candidates in Labour - held marginal seats.', 'The party leader denied claims the Brexit Party will split the Leave vote and said the party's policies appealed to people on all sides of the political spectrum, including millions of Labour supporters.', 'Mr Farage said: It is said that we will split the Conservative vote, if you vote for the Brexit Party Jeremy Corbyn and the marxist mob will take the country over. ', ' Some of these voters will never vote Conservative, they wouldn 't vote Conservative if you paid them.', 'He added: On both the Remain side of this and the Leave side of this, people will be working out seat by seat what the best thing to do is and in many of these seats where we are the challenger, we are appealing directly to Conservative voters.', 'We stand for Brexit. We want to get this done, we need you to vote tactically. To lend us your support in those constituencies to get us over the line.', '2.37pm update: Zero chance of leaving EU without trade deal says Johnson', 'Speaking during an election campaign visit to a boxing gym near Manchester, the prime minister was adamant there was no prospect of breaking with the EU at the end of 2020 without a trade agreement in place.', 'Asked in an interview with BBC local radio about the risk, he said: I think they're absolutely zero.', 'He added: People said I couldn 't get a deal with the EU in the three months that we had available and they said we couldn't reopen the Withdrawal Agreement and that Brussels would never agree, and all this sort of stuff, and look what we did. ', 'We got a fantastic deal, it's ready to go ... it is supported by every single one of the 635 Conservative candidates standing at this election. ', '1.33 pm update: Farage blames Lister for pressureing candidates to stand down ', 'Nigel Farage has told Sky News he believes Boris Johnson's effective chief of staff and close adviser Sir Eddie Lister was the man behind Downing Street 's bid to pressure Brexit Party election candidates to stand down.', 'Mr Farage pointed the finger at Sir Eddie for what he called corruption at the heart of Downing St. ', ' 12.31 pm update: Brexit Party MEP claims party failing to represent Scottish voters ', ' Mr Stedman - Bryce said in a video posted on Twitter: This week it saddens me further to say that I’ ve taken the decision to leave the Brexit Party.This is because I find myself in a situation where my personal values are now in direct conflict with those of the party and this for me is an area where I cannot and will not compromise.', 'He went on to say Nigel Farage’ s group had repeatedly failed to deliver on its vows to represent Scottish Leavers. ', ' He will sit as an independent in the European parliament. ', ' 12.03 pm update: Brexit Party MEP resigns ', ' Louis Stedman - Bryce has announced he is resigning from the Brexit Party a week after announcing he was standing down as an election candidate ', ' He wrote on Twitter: It saddens me to leave the @brexitparty_uk today.', ' I WILL NOT AND CANNOT compromise on my personal values, but I will continue to represent Scotland in the European Parliament.', '11.45 am update: Farage says Tories are not champions of Brexit.', 'Nigel Farage has told a rally: The other arguement of course is actually that we will split the Conservatives vote as if the Conservatives are the true champions of Brexit - I don't think so.', '11.38am update: Nigel Farage says he expects support from Labour traditionalist voters', 'The Brexit Party leader has taken to the stage at a rally in Peterborough.', 'He recalled how UKIP scooped up 16 percent of the vote in the constituency in the 2015 election while the party was under his leadership.', 'Mr Farage warned  a large number of traditional Labour voters will support the Brexit Party due to Mr Corbyn's Marxist policies.', ' Indeed, many of our highest scores came in strong, traditional Labour areas, he said of his party's high performance in the European elections in May.', ' But these voters, they wouldn 't vote Conservative if you paid them.', 'So the idea that a vote for the Brexit Party puts Corbyn into Downing Street is wrong and utterly disproved by history here.', '10.55am update: Corbyn bookies favourite to win debate', 'Jeremy Corbyn is the bookies’ favourite to win tonight’s live TV debate.', 'Bookmakers’ William Hill have made the Labour leader their 4/5 favourite to come out on top while Boris Johnson’s odds were put at 1/1.', 'Spokesman for the company Rupert Adams said: The TV debates are absolutely key for Jeremy Corbyn and the odds suggest that he will sneak a victory.', 'But the socialist’s chances of winning the election are slimmer.', 'William Hill has given him a 25/1 chance of securing a majority, while the Conservatives have odds of 2/5.', '9.59am update: Green Party not on par with Labour's Brexit stance, 'Green Party co-leader Jonathan Bartley said there was differentiation with Labour over its policies on Brexit and climate change.', 'He told BBC Radio 4's Today programme: Our proposals today are very much about remaining in the EU, another point of differentiation with Labour, but also transforming the country, getting to that net zero target by 2030.', ' Looking at every sector of the economy, spelling out how we need to decarbonise and what kind of investment is going to be needed, being honest about that investment.', 'He added: When there 's a war, when we're facing an existential threat, we don 't hold back, we know that we have to tackle it. Frankly, if the climate were a bank, we would have bailed it out by now.', '8.35am update: Corbyn blasts Tories for slashing vital services', 'Jeremy Corbyn is holding nothing back as he takes the the Tories with just three weeks to go until the ballot, accusing the group of ignoring the people in favour of the super rich.', 'In a video posted on his Twitter account, Mr Corbyn said: You know what the establishment and the wealthy few are really afraid of? You.', 'They don’t want your voice to be heard. They don’t want you to have power. But this election isn’t about them.', 'It’s about us, all of us. Who we are as a people, what we believe, where we want to go.', 'This is our time, our moment, our chance to choose and after nine years of Conservative governments the choice could not be clearer.', 'A Conservative Party that slashes our vital services or a Labour Party that will give our NHS, our schools and police the funding they need.', '8.26am update: Corbyn pushes Labour's billionaire message ahead of debate', 'Mr Corbyn tweeted: Boris Johnson is on the side of the billionaires who bankroll the Tories.Labour is on the side of the many.Whose side are you on ? ', '8.09 am update : Jo Swinson 's camapaign takes her to Southampton today', '8.08am update: Johnson will head to Manchester to campaign this morning', '8.06am update: McDonnell to deliver speech on economy at 11am', '7.59am update: Corbyn to take break from campaign ahead of ITV debate', 'Jeremy Corbyn will not be hopping on his campaign bus this morning to tour around he country today.', 'He will instead be taking things easy and preparing for tonight’s ITV televised debate with Boris Johnson.', 'In the first head to head campaign debate between the two party leaders, topic such as Brexit, the economy, the NHS and the character of both men will be discussed over an hour.', 'The debate will kick off at 8pm.', '7.50am update: McDonnell rails against Tories unhealty relationship with super rich. ',  'John McDonnell has told Sky News: There ' s nothing wrong [with billionaires], we're just making sure people know who s paying for who. ', ' He went on to say there is an unhealthy relationship between the richest people and the Conservatives. ', ' 7.40 am update: Labour takes aim at obscene billionaires ', ' Labour’ s campaign against the wealthy is set to step up a notch today when shadow chancellor John McDonnell will tell voters British billionaires do not deserve to have that much money and should cough up to help the poorer in society.', ' Jeremy Corbyn is determined to usher in the most radial socialist era in British history if voters put him in Number 10 after the December 12 general election ', ' The opposition party has claimed that almost one in three of Britain’ s billionaires has donated more than£ 50 million to the Conservative Party in the past 14 years. ', ' With newly - published data, they say the one - percenters have handed over cash to the Tories in return for tax breaks for the rich and corporations worth£ 100 billion. ', ' In a speech on the campaign trail today, the shadow chancellor will say: No one needs or deserves to have that much money, it is obscene. ', ' It is also obscene that these billionaires are buying access and tax breaks to Boris Johnson’ s Conservative Party. ', ' Labour is pushing the same message it used during the 2017 general election campaign, for the many, not the few, as it seeks to appeal to working class voters fed up with the lack of wealth distribution in the UK. ', ' Mr McDonnell, according to a transcript of his speech, will say he wants to rewrite the rules of our economy. ', ' Mr Corbyn’ s party is promising to narrow the gap between the country’ s poor and rich by hounding tax dodgers, slapping higher tax on the wealthy and confiscating 10 percent of big companies’ shares. ', ' The group also wants to bring in a four - day working week and nationalise utilities. ', ' This week the Daily Express revealed the extent to which Mr Corbyn would go to push through his plans, causing millions of hard - working Britons to be forced to delay their retirement, according to claims by experts. ', ' Last week Brexit Party leader Nigel Farage warned of a possible repeat of the 1970 s exodus of entrepreneurs and highly - paid stars if Mr Corbyn’ s gets into power and declares war on the rich. ', 'Mr Farage told Express.co.uk Britain could witness a flight from their country of lots of young talented people if Mr Corbyn takes over the reins.', '(Additional reporting by Laura O 'Callaghan)'",
        "numberPosts": " 514 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Nationality - European or anti-Europeans,Age - Youngsters, Ideological and Political Identity - General,Age - Over 65s,Physical Identity - Physical (and Mental) Impairments,Ethnicity - Native-American",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Brexiteer,Brexit,Remainers,Nothing,Nobody,Zero,Communist,Red,Commie,Old,Mental,Disabled,Limp,Red,Immigrant,Nation,Common,Buck,Witch,Age",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "161",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 52,
            "replies": [
                {
                    "id": "200",
                    "user": "mags1234",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "This is exactly what is wrong with this country, why is it allowed.  It is time that benefits for children stopped at 2 or better still <b> nothing,</b> if people want children then they should pay for the privilege.  I got<b>  nothing</b> when I had mine.",
                    "likes": 45,
                    "hasReplies": true,
                    "numberOfReplies": 15,
                    "replies": [
                        {
                            "id": "201",
                            "user": "Herewegoagain864",
                            "date": "19 Nov ",
                            "timestamp": "NA",
                            "commentText": "Labour ought to remember the reason why child benefit originally called family allowance was first introduced.  It came  into force after the second world war ended to encourage families to have children and was never paid for the first child.  It was only ever paid for the second child onwards I think it was Labour who changed this to every child.  Another thing it was never designed for was families saving it into a bank account for that child as was common practice when my children were small.",
                            "likes": 21,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "202",
                                    "user": "PercyVeerance099",
                                    "date": "19 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "I would suggest that Child benefit should have been stopped in 2000 - 70 years after the war and still paying support to fecund couples, some of whom earn more than the average uk wage GQ says £29,588 pa /Sept 2019 is not only insulting to many citizens, but disgusting.",
                                    "likes": 12,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "203",
                                    "user": "onceabrit",
                                    "date": "19 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Another Professional Moaner.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "204",
                            "user": "onceabrit",
                            "date": "19 Nov ",
                            "timestamp": "NA",
                            "commentText": "My dad started work at 12 does that mean we should return to that.I bet your a Professional Moaner down at the pub. You don't know how to enjoy life. Just smile and the problems will go away.",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "205",
                            "user": "checkthefacts",
                            "date": "19 Nov ",
                            "timestamp": "NA",
                            "commentText": "you suggest the same for the NHS and state education? Only those who use them should pay? Do you feel that would make us a better society?",
                            "likes": 2,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "206",
                                    "user": "historycounts",
                                    "date": "20 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "It mags1234 had wanted to suggest that I am sure he/she would have, so it is you suggesting it care to back up your believe that the NHS should not be free at point of service or schools should not be free at point of use? These suggestions are after all yours do you think they would make us a better society ? ",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "207",
                            "user": "ericamackie",
                            "date": "19 Nov ",
                            "timestamp": "NA",
                            "commentText": "yeh, the rubber boats aren't arriving because of UK palm trees, white sand beaches,hot sun. Comrade Compo; \"Ahoy rubber boat people, welcome to Port Welfare on the South coast of Benefitland.\" That's why if Corbyn won an absolute amarda would be queueing up in Calais and illegals in lorries.",
                            "likes": 10,
                            "hasReplies": true,
                            "numberOfReplies": 8,
                            "replies": [
                                {
                                    "id": "208",
                                    "user": "(null)",
                                    "date": "(null)",
                                    "timestamp": "NA",
                                    "commentText": "(null)",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "209",
                                    "user": "(null)",
                                    "date": "20 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "You would make a great character in 'Dumb &amp; Dumber'",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "210",
                                    "user": "(null)",
                                    "date": "19 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "And yet all the evidence suggests the vast majority of people come here to work. name a single piece of credible research which suggests otherwise. Just one.",
                                    "likes": 2,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "211",
                                    "user": "(null)",
                                    "date": "20 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Name a credible piece of research which suggests that suggest  they do come here to work?",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "212",
                                    "user": "(null)",
                                    "date": "20 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "So why are we still short on doctors and engineers, if they are arriving by dinghy every other day?",
                                    "likes": 2,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "213",
                                    "user": "(null)",
                                    "date": "(null)",
                                    "timestamp": "NA",
                                    "commentText": "(null)",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "214",
                                    "user": "(null)",
                                    "date": "21 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "You think doctors and engineers are not willing to illegally enter the country?",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "215",
                                    "user": "(null)",
                                    "date": "21 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Weren't we told my Merkel that we should welcome all these highly qualified asylum seekers, who would be a benefit to our societies? Don't tell me she was telling porkie pies.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Nothing"
                    ]
                },
                {
                    "id": "216",
                    "user": "DaphneBroon",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "That guy from Cameroon by any chance, who complained the mansion they gave him was too small.",
                    "likes": 27,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "217",
                            "user": "(null)",
                            "date": "(null)",
                            "timestamp": "NA",
                            "commentText": "(null)",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "218",
                                    "user": "(null)",
                                    "date": "20 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "The key word is technically",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "219",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Going by the 'Which' Child Benefit Calculator the fecund couple would receive £13,899.60 just for the year 2019/2020  How about that you hard working taxpayers ? Does sterilisation come to mind ? ",
                    "likes": 19,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "220",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "He has a bad back from all that humping....",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "221",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "where is this reported then, please? How about the 4 at the end of the mall costing us bilions but have never really worked?",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 7,
                    "replies": [
                        {
                            "id": "222",
                            "user": "(null)",
                            "date": "19 Nov ",
                            "timestamp": "NA",
                            "commentText": "UK tourism industry generates over £257 billion, many come to see the Royal family.  How much income do you generate?",
                            "likes": 5,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "223",
                            "user": "(null)",
                            "date": "19 Nov ",
                            "timestamp": "NA",
                            "commentText": "Here’s my little Irish harpy again. I didn’t realise it was costing you Irish anything?",
                            "likes": 9,
                            "hasReplies": true,
                            "numberOfReplies": 5,
                            "replies": [
                                {
                                    "id": "224",
                                    "user": "(null)",
                                    "date": "19 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "The Irish love to be victims even when it has nothing to do with them.",
                                    "likes": 6,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "225",
                                    "user": "(null)",
                                    "date": "19 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Where as a number of DE readers love to make generalizations without any evidence at all. It suggests our education system is failing too many people.",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "226",
                                    "user": "(null)",
                                    "date": "20 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Care to go through Irish history and see how much is false and merely victim hood?",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "227",
                                    "user": "(null)",
                                    "date": "20 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "I guess you were always the slowest kid in the class.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "228",
                                    "user": "(null)",
                                    "date": "20 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "It obviously failed you.",
                                    "likes": 2,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "229",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "turning <b> common </b>people against<b>  common</b> people while the rich can dodge taxes and increase their wealth.",
                    "likes": 5,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "230",
                            "user": "(null)",
                            "date": "19 Nov ",
                            "timestamp": "NA",
                            "commentText": "You are living in  world 150 years out of date, welcome to the 21st century.",
                            "likes": 4,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "231",
                            "user": "(null)",
                            "date": "19 Nov ",
                            "timestamp": "NA",
                            "commentText": "You are you calling common ?",
                            "likes": 3,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Common"
                    ]
                },
                {
                    "id": "232",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Ignoring those that are just born into money don't work hard and then avoid paying taxes of course! much easier to pick on the relatively few lazy so and so's.  What about the  businesses that pay minimum wage, reap in the profits expecting the taxpayer to pay the difference. What about the businesses that receive subsidies eventhough they are raking in huge profts, such as developers at the moment",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "233",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "I'm sure there are many people who resent paying for things that they don't benefit from but that you do. I, for example, don't go to my doctor. I saw him last fifteen years ago. But I still pay my national insurance and tax so that other people may see the doctor, even if many of those people have largely self-inflicted illnesses such as diabetes, COPD, alcohol-related illnesses, <b> mental </b>health issues. I understand the value of the NHS and am happy to pay into it much more than I get out. I am also acutely aware that, despite what newspapers like this say, people who have come into this country - particularly those from the EU - pay much more into our NHS and in tax in general than they ever take out or ever will take out. I am grateful to them that the burden on me of all those people who use the NHS while I don't is not greater.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 4,
                    "replies": [
                        {
                            "id": "234",
                            "user": "(null)",
                            "date": "19 Nov ",
                            "timestamp": "NA",
                            "commentText": "There may come a day when you will need to use your built up NHS, hope you keep your good health as it's a exception and not the rule. I'm glad you have the guts tell the truth about EU workers and how they are contributors to the UK economy. Of course there will be exceptions that's life but most people want to make a go of it don't tar everybody with the same brush.",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "235",
                            "user": "(null)",
                            "date": "19 Nov ",
                            "timestamp": "NA",
                            "commentText": "Very well put.",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "236",
                                    "user": "(null)",
                                    "date": "20 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Perhaps you should check your facts",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "237",
                            "user": "(null)",
                            "date": "19 Nov ",
                            "timestamp": "NA",
                            "commentText": "You are very sadly misinformed, whilst I agree that people who come to work in the UK do pay into the NHS and contribute taxes, they do not pay more. However it is the minority of overseas visitors that take advantage of our welfare system without contribution that does annoy  people.  Finally, I am not overweight and I do not drink or smoke and I live on a very healthy diet, yet I have contracted diabetes.Also I was born with high functioning autism which is incorrectly classed as a mental health issue, therefore I take offence at your term 'self-inflicted' and generalising these two issues.. ",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Mental"
                    ]
                },
                {
                    "id": "238",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "families like the Sachs Coberg Gotha's?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "239",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "but then you moan about  muslims becoming a majority but then moan when english people have large families",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 4,
                    "replies": [
                        {
                            "id": "240",
                            "user": "(null)",
                            "date": "19 Nov ",
                            "timestamp": "NA",
                            "commentText": "The UK is too densely populated - unlike your southern Ireland where everybody escapes.",
                            "likes": 4,
                            "hasReplies": true,
                            "numberOfReplies": 3,
                            "replies": [
                                {
                                    "id": "241",
                                    "user": "(null)",
                                    "date": "19 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "What criteria do you use to suggest we are 'too densely populated'?",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "242",
                                    "user": "(null)",
                                    "date": "21 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Well housing for one, every party says there is not enough housing to go around, so clearly too much population. We need to build about 170, 000 additional private sector houses and 75, 000 social sector houses each year.So, 245,000 new homes. As an aside the net migration to the UK is estimated as 273,000. I will let you do the maths. The NHS so all the political parties tell us is overwhelmed with demand, as id the education system. Now I wonder what criterion I would use to define 'too densely populated' ? ",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "243",
                                    "user": "(null)",
                                    "date": "20 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Debenhams doorway 8am on New Year Sale day.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "244",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "As Thatcher used to point out, if you drag down the rich then the pay gap stays the same, but both parties have less money.",
                    "likes": 5,
                    "hasReplies": true,
                    "numberOfReplies": 5,
                    "replies": [
                        {
                            "id": "245",
                            "user": "(null)",
                            "date": "(null)",
                            "timestamp": "NA",
                            "commentText": "(null)",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 4,
                            "replies": [
                                {
                                    "id": "246",
                                    "user": "(null)",
                                    "date": "20 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "It's true regardless.",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "247",
                                    "user": "(null)",
                                    "date": "(null)",
                                    "timestamp": "NA",
                                    "commentText": "(null)",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "248",
                                    "user": "(null)",
                                    "date": "21 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Define very wealthy, you do know at what level higher tax starts do you not?",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "249",
                                    "user": "(null)",
                                    "date": "20 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Still insanely jealous of anyone well off. Why don't you get off your 'arris and get a job buddy.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "250",
                    "user": "MichaelR",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "They seem to have worked very hard at reproducing.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "251",
                    "user": "ShradenLad",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Channel 4s recent Dispatches program about the lady with a husband who is here on a students visa..so he cant work more than 20 hrs a week, playing up because she did not want to go into a mother and baby unit. It worked for her and her local council homed her. I lived opposite a mother and baby unit and watched mothers born here spending many months waiting for a home to come up. Double standards...close the doors of our country to these people and put British first.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "160",
            "user": "farrightofghengizkhannucemnow",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Corbyn and McDonald must be living on the planet zog. Billionaires are not stupid.If Labour get into power and starts giving them are hard time they will simply leave the UK and move their money, investments and jobs elsewhere. The UK will always be the loser in this game, not the billionaires. ",
            "likes": 179,
            "hasReplies": true,
            "numberOfReplies": 10,
            "replies": [
                {
                    "id": "252",
                    "user": "Britishsubject",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Rich people just pass the taxation on to others through higher prices.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "253",
                            "user": "historycounts",
                            "date": "21 Nov ",
                            "timestamp": "NA",
                            "commentText": "Or as they will move their businesses abroad by taking jobs.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "254",
                    "user": "FullofTruthGuardian",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Dyson has already done this yet Labour aren't in office. So it doesn't really matter.",
                    "likes": 8,
                    "hasReplies": true,
                    "numberOfReplies": 7,
                    "replies": [
                        {
                            "id": "255",
                            "user": "(null)",
                            "date": "19 Nov ",
                            "timestamp": "NA",
                            "commentText": "he is waiting for the UK to leave as voted for",
                            "likes": 4,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "256",
                                    "user": "(null)",
                                    "date": "19 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "You believe that's why he moved jobs and production to Singapore?",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "257",
                                    "user": "(null)",
                                    "date": "19 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "like i said just waiting All these UK parties want is for you to keep paying taxes and in return run you into the ground they don 't care about anyone or anything as long as they themselves have it all  suppose you think Labour 's policies are great even though they are over a 10 period yet fail to realise that in order to keep there promise they first have to win this election and the next in 5 years time, talk about Fantasyland ",
                                    "likes": 3,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "258",
                            "user": "(null)",
                            "date": "19 Nov ",
                            "timestamp": "NA",
                            "commentText": "Yep. That left a vacuum.",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "259",
                            "user": "(null)",
                            "date": "19 Nov ",
                            "timestamp": "NA",
                            "commentText": "maybe you should talk to your EUSSR as to why they gave the Transit factory to Turkey if we are talking about British businesses going abroad?",
                            "likes": 6,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "260",
                            "user": "JohnArrow",
                            "date": "19 Nov ",
                            "timestamp": "NA",
                            "commentText": "No he Has not . Get your facts Right",
                            "likes": 4,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "261",
                            "user": "DaphneBroon",
                            "date": "19 Nov ",
                            "timestamp": "NA",
                            "commentText": "Ha, ha, ha, this from the guy who actually advertises being a Guardian reader, ouch!",
                            "likes": 6,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "159",
            "user": "Jackoby",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Mcdonnell is not interested in the poor, he just craves power. He will screw up our economy like he did the Greater London Council.",
            "likes": 145,
            "hasReplies": true,
            "numberOfReplies": 17,
            "replies": [
                {
                    "id": "262",
                    "user": "MaggieM",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Where he stashed Millions of pounds and cut loads of services, to make The Torys look bad, because they put a cap on the council tax, then the auditors found the millions hidden away.",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "263",
                    "user": "Rab-Mac1",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Marxism has NO PLACE in British Politics I simply wish that those planning to vote Labour know what they are really voting for.....Marxism and Momentum ",
                    "likes": 16,
                    "hasReplies": true,
                    "numberOfReplies": 15,
                    "replies": [
                        {
                            "id": "264",
                            "user": "checkthefacts",
                            "date": "19 Nov ",
                            "timestamp": "NA",
                            "commentText": "Stand back for a moment and wonder where we would be as a country without the influence of Marxism. Would the working class have found solidarity in the 19th century and formed unions to advocate for basic rights? Would universal suffrage have occured?  Would we have an NHS?",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 14,
                            "replies": [
                                {
                                    "id": "265",
                                    "user": "DaphneBroon",
                                    "date": "20 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "What a load of utter claptrap, from a total crackpot.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "266",
                                    "user": "checkthefacts",
                                    "date": "20 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Brilliantly argued with great maturity.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "267",
                                    "user": "historycounts",
                                    "date": "19 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "No1 Yes all that would have happened universal suffrage had nothing to do with Marxism nor to be honest not that much to do with the violent suffragettes whose actions actually held back universal suffrage.It was achieved by the suffragists lobbying parliament and keeping within the law Marx predicted that Britain would be the first Marxist state well he was wrong in that as he was wrong in so much The NHS was planned by a tri party committee in 1942 headed by a Liberal &amp;they promised which ever party got in power after the war would create it. It fell to the Labour party it was not something created by them alone I suggest you read the 1942 Beveridge Report It was William Beveridge liberal who identified the five giants.Want Ignorance Disease Squalor & amp;Idleness not Labour or Marxism The other parties only complaint was Labour rushed it for political reasons the results of which we live with today. GPs are in the main private businesses with an NHS franchise.They allowed Consultants to work part time for full time pay; continue private practice What did Labour say to get the NHS up and running they stuffed the doctor’ s mouths with gold ",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "268",
                                    "user": "checkthefacts",
                                    "date": "20 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Thanks. By universal suffrage I was thinking more of the non property owning classes rather than votes for women. The organized agitation of the working class may or not be called marxist but I think it's hard to suggest they are disconnect. I am thinking of the works of Thompson or Hobsbawm in making these links. Again, I wasn 't referring to the specifics of the formation of the NHS but the spirit in which the idea of nationalised health care is seen as a public good to be pursued. Marxism in my view has had a considerable influence over societies around the world, for better and for worse.Sometimes this occured in opposition to Marxism as the ruling class realised they needed to ameliorate some of the profoundly negative impacts of capitalism in order to defend themselves.",
                                    "likes": 2,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "269",
                                    "user": "historycounts",
                                    "date": "21 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "No2 Marxism in my view has had a considerable influence over societies around the world In this you are correct Marxism has had a considerable influence, it has caused a estimated and this is conservative estimate 400 million deaths in the 20 th century, the last half of the 20 th century was dominated by wars caused by Marxism, it condoned genocide, it spurned democracy and frankly was evil. Marxist requires the people serve the state, capitalism believes the state should serve the people.Marxism is the creed of a slave, and remember the USSR used slavery quite openly as did Mao and Pol Pot. I would say genocide, mass murder, slavery all results of Marxism would be classed as negative effects, you it appears seem to think they are positives, have you had your moral compass checked recently ? Remember Marxism preaches \"Bloody Revolution\" and the destruction not change of the old order. Yes a considerable influence but an evil influence. ",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "270",
                                    "user": "historycounts",
                                    "date": "21 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "No1 By universal suffrage I was thinking more of the non property owning classes rather than votes for women Yet the biggest extension of property owning was under the conservatives with the right to buy legislation in the 1970 / 80 s unless you are claiming Mrs T was a Marxist ? The organized agitation of the working class may or not be called Marxist but I think it 's hard to suggest they are disconnect. Workers began organising themselves into trade unions in the 17 th century preceded by guilds in medieval times As Marx was not born until 1818 yes, I think I can suggest that Marxist jumped on the trade union bandwagon &amp;did not create them I wasn 't referring to the specifics of the formation of the NHS but the spirit in which the idea of nationalised health care is seen as a public good to be pursued Once again, the idea of a national social & amp;health care system was devised by a tri party committee in 1942 headed by a Liberal & amp;agreed by Conservative, Labour and Liberals that who ever gained power would create it.So the idea of a nationalised health &amp;social care system was not Marxist unless you are also claiming Churchill was a Marxist that is ? If you wish to go back to the first really effective national social care system you would have to travel back to the Elizabethan Poor Law Acts of 1601, pretty sure Elizabeth I was not a Marxist. ",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "271",
                                    "user": "(null)",
                                    "date": "(null)",
                                    "timestamp": "NA",
                                    "commentText": "(null)",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "272",
                                    "user": "(null)",
                                    "date": "21 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Ha, ha, ha, I bet you have a commie hat, just like your esteemed leader Comrade Corbynski.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "273",
                                    "user": "(null)",
                                    "date": "21 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "until the suffragettes caused very real disruption they were fobbed off and abused Sorry you need to read upon the subject the Suffragists those who worked for universal suffrage through legal means were gaining support. The actions of the Suffragettes those who used terrorist methods actually put back legislation as today no government wishes to be seen to give in to violence and terrorism The violent Suffragettes actually put back legislation by their actions the Suffragists got legislation to parliament a couple of times but were defeated after they lost support due to the violent actions of the Suffragettes The actions of the Suffragettes also confirmed to many the main argument against female suffrage at the time that women were too emotional to govern.So yes the Suffragettes put back female suffrage by at least five years The idea that those who fought for universal suffrage were Marxists or socialists is not borne out when you look at the people involved Sorry you have been taken in by inaccurate socialist propaganda it is the Suffragists who have been white washed from history after 60 years of socialist interference in our education system If the Labour party consider Marxist ideas to be their own beliefs of course they are a Marxist party your argument is facile I never said we had become a Marxist nation Marx & amp;Engels said the UK would be the first Marxist nation they were wrong, but they were wrong about a great deal were wrong a great deal ",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "274",
                                    "user": "(null)",
                                    "date": "(null)",
                                    "timestamp": "NA",
                                    "commentText": "(null)",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "275",
                                    "user": "(null)",
                                    "date": "21 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Suffragettes were the violent ones, Suffragists were those who worked within the law, so by definition no suffragettes are peaceful. Lile I keep saying some reading up on the subject would help make your arguments less facile. ",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "276",
                                    "user": "(null)",
                                    "date": "21 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Corbyn has about much in common with the suffragettes as Diane Abbott does to quantum mechanics.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "277",
                                    "user": "(null)",
                                    "date": "19 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Nobody could possibly say what the future would hold if certain things did not happen.  Life evolves on a daily basis with new happenings all the time.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "278",
                                    "user": "(null)",
                                    "date": "20 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "We can see strands of thought from the past which impact our ideas and societies today. And the cannon of Marxist ideas remains very influential in many societies today.",
                                    "likes": 2,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "158",
            "user": "Mac123",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Labour doesn't want anyone to be better off than their neighbour.  The neighbour that has never worked in their life while you work unsociable hours, pay your taxes and have little to show for it.",
            "likes": 202,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "157",
            "user": "TruthmustOut",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Meanwhile he's  a millionaire. He needs to understand his personal wealth is obscene to the poor in this country. Pure hypocrasy.",
            "likes": 150,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "156",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 10,
            "replies": [
                {
                    "id": "279",
                    "user": "VivaBrexit",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "quite right. We olds have seen all this before and are sensible enough to not want to fall into it. The younguns haven't got the experience and think it might be worth a try.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "280",
                    "user": "Metaphysical",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Alternatively, go for ERG capitalism where the rich get richer, the poor get poorer, and eventually mount an uprising against the rich.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 8,
                    "replies": [
                        {
                            "id": "281",
                            "user": "(null)",
                            "date": "19 Nov ",
                            "timestamp": "NA",
                            "commentText": "If you are poor and downtrodden you vote Labour If you are doing well and earning a few bob you vote Conservative. tell in whose interest is it that you remain poor and downtrodden ? ",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 3,
                            "replies": [
                                {
                                    "id": "282",
                                    "user": "(null)",
                                    "date": "(null)",
                                    "timestamp": "NA",
                                    "commentText": "(null)",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "283",
                                    "user": "(null)",
                                    "date": "21 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Silly statement, and does not address the fact that if the poor and downtrodden vote Labour it is in Labour's interest to keep them poor and downtrodden. Not exactly rocket science. ",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "284",
                                    "user": "(null)",
                                    "date": "21 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "You can repeat the Labour mantra as often as you like, but it still doesn't make it fact. There is a reason Labour haven 't been in power for 12 years, and that is because people don't want to live in a dystopian socialist nightmare. ",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "285",
                            "user": "(null)",
                            "date": "19 Nov ",
                            "timestamp": "NA",
                            "commentText": "Where exactly has this scenario happened before?  We have scores of historically accurate accounts of the failure of socialism with literally hundreds of million dead and billions of lives ruined. ",
                            "likes": 3,
                            "hasReplies": true,
                            "numberOfReplies": 3,
                            "replies": [
                                {
                                    "id": "286",
                                    "user": "(null)",
                                    "date": "(null)",
                                    "timestamp": "NA",
                                    "commentText": "(null)",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "287",
                                    "user": "(null)",
                                    "date": "21 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "And hopefully it never will, hence one reason to get out of the EU",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "288",
                                    "user": "(null)",
                                    "date": "21 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "I see you like to insult people, how ironic that you criticise others.",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "155",
            "user": "mabelode",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "As long as richer people pay their taxes so that public services are funded why should I begrudge the success of others?",
            "likes": 83,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "289",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "That is true. The problem is that they have parked their fortune somewhere else.",
                    "likes": 3,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "290",
                            "user": "(null)",
                            "date": "20 Nov ",
                            "timestamp": "NA",
                            "commentText": "If Labour get into government, the money will leave the country quicker than you can say \"Nick Pear is a crackpot\".",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "291",
                            "user": "(null)",
                            "date": "19 Nov ",
                            "timestamp": "NA",
                            "commentText": "Do they? evidence and if you are going to do some research start with the Labour party millionaires.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "292",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "But that is not always the case as Richard Branson is a prime example, he even milks our NHS for his own gain not the people.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "154",
            "user": "Flivoless",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Taking all the money from billionaires and large corporations and sharing it out amongst the poor will not help them one jot. It would merely result in more poor people, less investment, less jobs and ever more poor people.",
            "likes": 81,
            "hasReplies": true,
            "numberOfReplies": 8,
            "replies": [
                {
                    "id": "293",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Well done, straight out the book of the Tories.",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "294",
                            "user": "(null)",
                            "date": "21 Nov ",
                            "timestamp": "NA",
                            "commentText": "Nonetheless true.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "295",
                    "user": "(null)",
                    "date": "(null)",
                    "timestamp": "NA",
                    "commentText": "(null)",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "296",
                            "user": "(null)",
                            "date": "19 Nov ",
                            "timestamp": "NA",
                            "commentText": "No it's for living the life of Luxury and buying things like  a banksey wall painting the cost of a small towns inhabitants life income. If you vote Tory you will get what you deserve.",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "297",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "And more tax for the rest of us to pay",
                    "likes": 12,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "298",
                            "user": "(null)",
                            "date": "(null)",
                            "timestamp": "NA",
                            "commentText": "(null)",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "299",
                                    "user": "(null)",
                                    "date": "21 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "The top 5% no matter how much you tax them cannot pay for Corbyn's insane spending plans, so were will it come from?  The other 95% of course. You know senior nurses and mid range doctors are in the higher range so I guess they will have to leave the UK, good plan. ",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "300",
                                    "user": "(null)",
                                    "date": "21 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "I'm in the top 5% and I pay more than enough. Thankfully, I have had a green card for over a decade, and shall be decanting back to Texas if Corbyn wins the election.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "153",
            "user": "missingEUalready",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Perhaps O'Donnell would be kind enough to tell us all just how much personal wealth would be acceptable?",
            "likes": 97,
            "hasReplies": true,
            "numberOfReplies": 17,
            "replies": [
                {
                    "id": "301",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "anything over £100k p.a. should attract a higher tax rate than now, there, happy?",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "302",
                            "user": "(null)",
                            "date": "19 Nov ",
                            "timestamp": "NA",
                            "commentText": "Never worked last time they tried it in fact it pulled in very litle extra tax, the only way to get Corbyns massive amounts of money is to tax the ordinary working person to the hilt.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "303",
                            "user": "(null)",
                            "date": "19 Nov ",
                            "timestamp": "NA",
                            "commentText": "That approach has been tried before and found to be counter productive. Have you always lived in the past?",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "304",
                    "user": "(null)",
                    "date": "(null)",
                    "timestamp": "NA",
                    "commentText": "(null)",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 11,
                    "replies": [
                        {
                            "id": "305",
                            "user": "(null)",
                            "date": "19 Nov ",
                            "timestamp": "NA",
                            "commentText": "Maybe you should change your username to GreenEyedMonster.",
                            "likes": 2,
                            "hasReplies": true,
                            "numberOfReplies": 3,
                            "replies": [
                                {
                                    "id": "306",
                                    "user": "(null)",
                                    "date": "(null)",
                                    "timestamp": "NA",
                                    "commentText": "(null)",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "307",
                                    "user": "(null)",
                                    "date": "21 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "No the fact is taxing the top 5% will not provide the receipts cannot pay for Corbyn's insane spending plans, so were will it come from? The other 95% of course. And yes all because socialists are jealous, the whole creed is built on envy and hate. ",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "308",
                                    "user": "(null)",
                                    "date": "20 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Do you realise what percentage of the total tax collected is paid by the richest?",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "309",
                            "user": "(null)",
                            "date": "19 Nov ",
                            "timestamp": "NA",
                            "commentText": "If you're going to reply try at least to make your comment relevant to the post.",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 6,
                            "replies": [
                                {
                                    "id": "310",
                                    "user": "(null)",
                                    "date": "(null)",
                                    "timestamp": "NA",
                                    "commentText": "(null)",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "311",
                                    "user": "(null)",
                                    "date": "20 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Well, they aren't getting any more of my money. If Corbynski becomes PM, I'm going back to the USA. Thank god I got a green card years ago.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "312",
                                    "user": "(null)",
                                    "date": "(null)",
                                    "timestamp": "NA",
                                    "commentText": "(null)",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "313",
                                    "user": "(null)",
                                    "date": "21 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Define the top 5% as I have a feeling you cannot.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "314",
                                    "user": "(null)",
                                    "date": "21 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "And I worked darned hard for every penny I earned. I started off working on the rigs, out of Aberdeen. I'm sure you have no idea how tough that work is, probably never having held down a proper job.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "315",
                                    "user": "(null)",
                                    "date": "20 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Yes, not income.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "316",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "depends how much the commies have squirrelled away",
                    "likes": 9,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "317",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Good idea, probably wont be much.",
                    "likes": 7,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "152",
            "user": "happytobeintheUK",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "The Labour party receive millions and millions of pounds on a regular basis from all unions but, that appears to be ok! Members of a union may not necessary want their money to go to labour party but, I don't think they have a choice but I may be wrong about this. Labour want to ensure that the poor stay poor as an angry poor man helps to keep labour moan that to become wealthy / to do well is bad an thing.Labour will decimate pensions as they did when Brown was in government, they will destroy business to get a fast <b> buck </b>and, then raise taxes to pay for them.Dental costs they say will be free but, they forget people pay for dental care, NHS through their taxes<b> .Nothing</b> is free!",
            "likes": 72,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "318",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "They do have a choice, you can opt out of the political fund...how little you know of union finance...",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "319",
                    "user": "(null)",
                    "date": "(null)",
                    "timestamp": "NA",
                    "commentText": "(null)",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "320",
                            "user": "(null)",
                            "date": "20 Nov ",
                            "timestamp": "NA",
                            "commentText": "Labour want everyone to be equally poor, except the Politburo, of course.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Nothing",
                "Buck"
            ]
        },
        {
            "id": "151",
            "user": "TemplarStar",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "So should the Unions also be taxed the same as billionaires and spread their wealth around? After all they prop Labour up to the tune of millions every year.",
            "likes": 87,
            "hasReplies": true,
            "numberOfReplies": 9,
            "replies": [
                {
                    "id": "321",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Complete and utter lies. The Trade Unions do not, never have had and never will have any wealth to be taxed.The Trade Unions do not, never have and never will support the Labour Party to the tune of millions of pounds as you incorrectly claim.Some not all Trade Unions do contribute donations towards election campaigns, but not to the amounts you incorrectly claim ",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "322",
                            "user": "(null)",
                            "date": "19 Nov ",
                            "timestamp": "NA",
                            "commentText": "Unite union gave Len McCluskey £417,000 interest free 'loan' to buy London flat. The property has increased in value since it was bought and is now worth £723,000. The union has previously helped to fund its general secretaries’ homes.Derek Simpson, a former joint general secretary of Unite, has a deal to remain in an£ 800, 000 house in Berkhamsted, Hertfordshire. Grow up ",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "323",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "they pay rates and business taxes like any other business, where is the evidence they don`t?",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "324",
                    "user": "(null)",
                    "date": "(null)",
                    "timestamp": "NA",
                    "commentText": "(null)",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 5,
                    "replies": [
                        {
                            "id": "325",
                            "user": "(null)",
                            "date": "21 Nov ",
                            "timestamp": "NA",
                            "commentText": "Still insanely jealous I see. Get of your 'arris and get a job you layabout.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "326",
                            "user": "(null)",
                            "date": "19 Nov ",
                            "timestamp": "NA",
                            "commentText": "Less and less people pay into the unions I wonder why?",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 3,
                            "replies": [
                                {
                                    "id": "327",
                                    "user": "(null)",
                                    "date": "(null)",
                                    "timestamp": "NA",
                                    "commentText": "(null)",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "328",
                                    "user": "(null)",
                                    "date": "21 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "No, employment at record levels, try again.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "329",
                                    "user": "(null)",
                                    "date": "21 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "The result of uncontrolled immigration.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "150",
            "user": "missingEUalready",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Labour are doing a grand job of rendering themselves unelectable.",
            "likes": 98,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "149",
            "user": "MaryJ218",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "But it's okay for Tony Blair to be worth £60 million.  They are pandering to the politics of envy and want to stop anyone from improving their lives.",
            "likes": 65,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "330",
                    "user": "(null)",
                    "date": "(null)",
                    "timestamp": "NA",
                    "commentText": "(null)",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "331",
                            "user": "(null)",
                            "date": "21 Nov ",
                            "timestamp": "NA",
                            "commentText": "Lol, you don't actually believe Labour have young people's best interests at heart, do you?",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "148",
            "user": "notrut.",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Old MaoDonnell has forgotten F1 Billionaire Ecclestone donating £1m to Labour ... Tessa Jowell then went to the EU to plead for F1 leniency of Tobacco advertising... Jowell was married to the brother of the JML Tycoon... Ahem, who donates Millions to Labour. Look in your own 'Socialist' backyard MaoDonnell. ",
            "likes": 57,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "332",
                    "user": "(null)",
                    "date": "(null)",
                    "timestamp": "NA",
                    "commentText": "(null)",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "333",
                            "user": "(null)",
                            "date": "19 Nov ",
                            "timestamp": "NA",
                            "commentText": "Which demonstrates how two-faced the Socialists are about money ...",
                            "likes": 3,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "147",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "334",
                    "user": "MaryJ218",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Tony Blair is worth £60 million.....he should be at the top of their list...but he won't be.",
                    "likes": 11,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "335",
                            "user": "(null)",
                            "date": "19 Nov ",
                            "timestamp": "NA",
                            "commentText": "top of their list? more like the bottom of a ditch ",
                            "likes": 2,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "336",
                                    "user": "(null)",
                                    "date": "19 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "I'll go with that lol",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "146",
            "user": "Mikebize",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "never having had a proper job, Marxist Mcdonnell is fiercely jealous of those who work hard and earn well.",
            "likes": 40,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "145",
            "user": "Mikye",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Love to see the end of obscenely rich politicians; those with holiday homes, homes in constituencies, homes in London, who live off the taxes of working people.",
            "likes": 72,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "337",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "and of course those with business interests in other EU countries and those homes in other countries.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "338",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "You  mean politicians  like John McDonnell.  He has a holiday home in Norfolk,, a home in London, 2 boats and has always lived off the taxes of working people.",
                    "likes": 14,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "339",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Especially one with a holiday home in Norfolk?",
                    "likes": 22,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "340",
                            "user": "(null)",
                            "date": "19 Nov ",
                            "timestamp": "NA",
                            "commentText": "....and three boats",
                            "likes": 6,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "144",
            "user": "Guest965682",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Labour attempts to shut down all inward investment in our country. Get ready to sign on the dole and prepare your allotments so you can feed your family.",
            "likes": 64,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "341",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "What about the garden tax?",
                    "likes": 6,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "342",
                            "user": "(null)",
                            "date": "19 Nov ",
                            "timestamp": "NA",
                            "commentText": "the garden tax is to stop your growing food the next time the commies destroy the country to weed out the white man leaving more room for newcomers.",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "343",
                                    "user": "(null)",
                                    "date": "(null)",
                                    "timestamp": "NA",
                                    "commentText": "(null)",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "344",
                                    "user": "(null)",
                                    "date": "20 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Corbyn despises the hard-working British taxpayer.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "345",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Done it!",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "143",
            "user": "Robbie",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "We know the mantra of socialists, equality of poverty, and this will be enhanced by the Corbyn and gangs approach to society .. do not strive and seek success as we will take it all off you ... But we \"leaders\" will be all right I can assure you.",
            "likes": 44,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "346",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "right of of Animal Farm",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "142",
            "user": "s0crat3s",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Marxist - nuff said.",
            "likes": 30,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "347",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "He's not a \"Marxist\".  Labour are not even Socialists.  My REAL <b> Communist </b>friends in China describe them as \"failed capitalists looking for someone to punish\". Socialists don 't support the workers.  They ARE the workers.  These \"reds\" have never worked a day in their lives.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Communist"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "141",
            "user": "PauloH",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Perhaps they should include millionaires in that - that would then bring in \"Labour Politicians\" like Jeremy Corbyn, Lady Nuggee et al. I bet they 'd keep hold of their money!",
            "likes": 38,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "140",
            "user": "MichaelX",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Did McDonnel come out with this bull whilst being interviewd in his million pound plus main residential home, from his home in the country or from the boat he owns? Only, curious to know why he feels  a billionaire who has contributed to society and employs many people should have his money taken from him, whilst a millionaire who has only ever been leech on the backside of humanity should be allowed to keep his?",
            "likes": 29,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "139",
            "user": "expresslybanned",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "What would be a reasonable income or fund to labour? Many politicians with more than one job or income or media people with hugely inflated incomes for their \"work\"  have their incomes protected by various schemes to reduce payments to the state. Employed people have neither the chance nor the funding to reduce or avoid such payments. Would more than a million warrant a significant increase in taxes ? Or no increase on less than a million ? ",
            "likes": 28,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "138",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "348",
                    "user": "historycounts",
                    "date": "21 Nov ",
                    "timestamp": "NA",
                    "commentText": "Good one and accurate.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "349",
                    "user": "Justathought665",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "By the sound of Labour it should also be; for the many, but not those born and bread in the UK",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "137",
            "user": "QTR",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "do you remember when John McDonnell produced his little <b> red<b>  </b</b>>book in Parliament - this is the road the labour party are taking",
            "likes": 32,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Red"
            ]
        },
        {
            "id": "136",
            "user": "BlackCat",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Labour’s Marxist core values coming to the fore!",
            "likes": 23,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "135",
            "user": "AGentleReader",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "And when we can't afford cars, the supermarkets will repaint there parking areas into wheelbarrow sized lots. Until the wheelbarrow congestion charge comes in . ",
            "likes": 14,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "134",
            "user": "Rob195",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "It used to be millionaires, but as that now covers most of the Labour front bench, they've moved the goalposts.",
            "likes": 14,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "133",
            "user": "Animal51",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Corbyn and McDonell are both millionaires as are a lot of their MP's so they are just as bad and will still screw us poor plebs.",
            "likes": 13,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "132",
            "user": "OldJeff",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "How much tax revenue will we lose when the top 5% of tax payers leave the country?????",
            "likes": 13,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "131",
            "user": "DeLaMoir",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "And once the billionaires have left the UK they will start on the millionaires and when they have had enough who pays for the socialist utopia that the far left socialists want? You can't tax someone into prosperity but you can tax someone into poverty.",
            "likes": 12,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "130",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "350",
                    "user": "thehill",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Corbyn would't, he's set for life.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "351",
                    "user": "Robbie",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "The few will be all right, as the few will be those in government taking our money.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "129",
            "user": "FROGBRAIN6",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "God please preserve us from the <b> Communist </b>brotherhood of Corbyn and his disgusting right hand man.",
            "likes": 15,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Communist"
            ]
        },
        {
            "id": "128",
            "user": "Claremont77",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Under Labour, what is the point of getting a good education, good job with prospects, buy a nice home when all that you work for will be taken from you and given those those who can't be bothered to get off their collective backsides! I am NOT talking about those genuinely seriously ill, badly <b> disabled </b>and those who need short term financial help from the Government due to redundancy etc.",
            "likes": 15,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Disabled"
            ]
        },
        {
            "id": "127",
            "user": "Eurohadmefill",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Who on Earth would vote for a man in favour of Class Cleansing the rich and turning Britain into Despot Totalitarian State just like the sort of dumps in the World that they support so strongly.",
            "likes": 14,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "126",
            "user": "justasking",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Corbyn is a £ millionaire. Ask the guy sleeping in a doorway who has £ <b> nothing </b>if he is furious with  Corbyn ?",
            "likes": 14,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "352",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Why would he be furious with Corbyn? He's in a doorway because he has <b> mental </b>health concerns, or addiction issues, or he's lazy and has no desire to work. Or perhaps he's fallen foul of Tory austerity. How is Corbyn responsible for any of those?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Mental"
                    ]
                }
            ],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "125",
            "user": "Fwederick",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "He's doing a Theresa May. Her absence from the debates cost her loads of seats.",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "353",
                    "user": "(null)",
                    "date": "(null)",
                    "timestamp": "NA",
                    "commentText": "(null)",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "354",
                            "user": "(null)",
                            "date": "19 Nov ",
                            "timestamp": "NA",
                            "commentText": "H, ha,ha, you are funny.  A total crackpot, but funny.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "124",
            "user": "MartinG",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Would that be the same Billionaires Labour want to borrow money from? The same Billionaires who will be telling the likes of Jezza the <b> Red<b> ,</b</b><b> > Ol</b>d Mcdonnell etc. what to do and how to do it IF they get a majority? When a country is£ 2 Trillion in debt, it is not Labour or any other political party that is running it. The \"BIG LIE\" general election campaign promises are pitiful and not worth the paper they are written on. And as for go<b> od o</b>ld Labour, that pillar of socialism that condemns wealth, how is it going for the millionaire career politicians Jezza <b> the<b>  </b</b>>Red, the Abbott’ acus, newly appointed Baroness Chakrabarti etc.And of course, the vast wealth of Tory bLiar, The Kinnocks etc.and especially Baron Prescott - 2 Jags who is reported to be making a fortune from his vested interests in education and health care...but don 't forget ... the NHS isn't for sale.",
            "likes": 16,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Old",
                "Red"
            ]
        },
        {
            "id": "123",
            "user": "StephenDouglas031",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "before that happens i want to see all labour mp's give up 2 thirds of their total income and give it to the homeless",
            "likes": 12,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "122",
            "user": "SirRealist",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Millionaire socialists which McDonnel and Corbyn both are really tick me off. Are they willing to give up all their champagne privileges too? I doubt it. Such hypocrites filled with envy. 70s socialism and it's leading figures are not going to solve the problems of 2019... unbelievable. It's all lies as Liebour can't enact any of this nationalization fantasy agenda from within the EU and is why Corbyn has dithered on Bexit, he wants out and is a <b> brexiteer.</b>.. always has been, just can't man up and come out with it in an attempt to slither into Number 10 on his belly.",
            "likes": 12,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexiteer"
            ]
        },
        {
            "id": "121",
            "user": "escapee",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Whether they deserve or not to be billionaires is immaterial.  What you're proposing, McDonnell, is infantile playground vindictiveness.",
            "likes": 12,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "120",
            "user": "perfectpete",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Says the man with two houses and three boats! What else do you expect from the <b> Commie </b>idiot?",
            "likes": 15,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "355",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "The love of money is the root of all evil. Bible quote.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "356",
                    "user": "(null)",
                    "date": "(null)",
                    "timestamp": "NA",
                    "commentText": "(null)",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "357",
                            "user": "(null)",
                            "date": "20 Nov ",
                            "timestamp": "NA",
                            "commentText": "Ha, ha, ha, you cannot be serious. Anyway, he isn't a commie, he is a Marxist.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Commie"
            ]
        },
        {
            "id": "119",
            "user": "DaphneBroon",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Labour's idea of equality is to make us all equally poor, except the Politburo, of course.",
            "likes": 11,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "118",
            "user": "lukeMillman",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Fund everything from the rich. What happens when they leave this new <b> communist </b>country? Do they really think these people will just roll over and let Labour empty their bank accounts.",
            "likes": 11,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Communist"
            ]
        },
        {
            "id": "117",
            "user": "dog",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Billionaires outside the Labour party elite will not be a problem if Labour are elected, they will disappear like snow off a dyke overnight.",
            "likes": 11,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "116",
            "user": "PatRiot118",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "It's strange that the Leave parties are always investigated but the Remainers' source of finance never are. I feel that the Press,TV and Establishment are scared stiff of Soros.",
            "likes": 14,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "115",
            "user": "kevinshw",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Whilst i agree that there is something wrong when there are people that have avoided making a contribution to our society, that is not a justification to radically change the fundamentals. Tax avoidance and tax evasion need to be addressed but to take away the incentive to work hard and be creative will NOT improve our society.It is these fundamentals that have made this country prosperous. Ask Corbyn and McDonnell what business model this is based on ? Russia, North Korea or Venezuela but this is what we will end up with and i do not see any positives from these examples. ",
            "likes": 14,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "114",
            "user": "philpugh496",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "shadow chancellor John McDonnell he should take less in his paypacket and give to nurse same as all mp,s should they are not worth what they get , they havent a clue what they are doing .",
            "likes": 10,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "113",
            "user": "Brianathome",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "This is <b> nothing </b>but<b>  re<b> d</b</b>> jealousy from Labour, if you work hard as I did and made a large amount of money I see no reason to give it to those that wont or dont work. There any number of jobs out there or work for your self but be prepared to work 16 hours a day and retire at 50 as I did.",
            "likes": 10,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing",
                "Red"
            ]
        },
        {
            "id": "112",
            "user": "BritBong",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Funny how it used to be millionaires and billionaires but since they became millionaires themselves they change to being against just billionaires",
            "likes": 10,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "111",
            "user": "TheThunderbird885.",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "The politics of envy and jealousy is all Corbyn's Labour have.",
            "likes": 13,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "110",
            "user": "hdl",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "It could also be classed as obscene that some people have two houses, like yourself Mr McDonnell, whilst others have none.",
            "likes": 12,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "109",
            "user": "TrueBrit669",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Wise decision to pull out of the circus, these mass events just turn into a slanging match with no hopers pretending they have a chance.",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "108",
            "user": "Spooks",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Some people are poor because they choose to be as it requires a great deal of effort and determination to be successful, it doesn't just happen as Marxist macdonnel seems to think.",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "107",
            "user": "floatingvoter",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "7 is not a debate its a 10 min each shouting match",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "106",
            "user": "JonBaker",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "It will be the usual exercise in not answering the question they've been asked, but giving a spiel they prepared earlier on a totally unrelated subject.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "358",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Yes, I never watch these things, they are a waste of time",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "105",
            "user": "missingEUalready",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "People who base their vote on a TV shambles don't deserve one.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "359",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Well said....I'll  be watching the footie",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "104",
            "user": "vizwhiz",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "He's pulled out of the 3-ring circus, that go by the name of 'debate'.  Good for Boris.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "103",
            "user": "mags1234",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "I wonder what Richard Branson thinks about Labour now as I am sure he will disagree with them over this.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "360",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Especially when he takes money from the NHS which he doesn't need but the NHS does.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "102",
            "user": "ColinBlakeley",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "These head to head debates are a waste of time, I would rather stick pins in my eyes than watch them.",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "361",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "I wouldn't go that far..... but, yes they are a waste of time and I will not be watching either.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "101",
            "user": "Guest965682",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Dont forget a 4 day week under Labour and the unions, how will they find time to go on strike.",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "100",
            "user": "Eleze210",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "I thought all Party’s had people’s names and addresses. I am a member of The <b> Brexit </b>Party and gave my name address and telephone number. This is a<b>  witch</b> hunt b<b> y remainer</b>s. Corbyn and McDonnell jealousy comes to mind what’ s the matter millions not enough for you two you want to be billionaires. Sickening. ",
            "likes": 10,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Witch",
                "Brexit",
                "Remainers"
            ]
        },
        {
            "id": "99",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 8,
            "replies": [
                {
                    "id": "362",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "If you have one what? The mind boggles!",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "363",
                            "user": "(null)",
                            "date": "19 Nov ",
                            "timestamp": "NA",
                            "commentText": "Do YOU have one King Tiger? lol",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "364",
                            "user": "(null)",
                            "date": "(null)",
                            "timestamp": "NA",
                            "commentText": "(null)",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "365",
                                    "user": "(null)",
                                    "date": "19 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "ok ok ok  Think I see what you mean now! But do try harder next time!",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "366",
                    "user": "Joolsaria",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Nope!  Other than <b> Brexit,</b> I still don't know what they stand for!",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Brexit"
                    ]
                },
                {
                    "id": "367",
                    "user": "EVIE2012",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "I think we´re going to see a lot of \"spoiled votes\", people frustrated at not being able to vote for the BP!",
                    "likes": 4,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "368",
                            "user": "(null)",
                            "date": "19 Nov ",
                            "timestamp": "NA",
                            "commentText": "Exactly!",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "369",
                            "user": "(null)",
                            "date": "19 Nov ",
                            "timestamp": "NA",
                            "commentText": "Spoiling your vote is what the establishment and left want. You do begin to wonder about names here.",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "98",
            "user": "Watson",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "How about the end of obscene IRA patsies like McDonnell?",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "97",
            "user": "kenneth",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Why should Boris waste his time with these losers",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "96",
            "user": "cazholly",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Why would Boris be on BBC? They have been <b> nothing </b>but far left supporting, remain supporting from the start. He should give them a permanent wide berth, ",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "95",
            "user": "highhazel",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Why give them Oxygen?",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "94",
            "user": "NormaStitz",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Quite right, undignified telly-circus nonsense.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "93",
            "user": "roger",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "nor will l either libconlabs love their eu that 's all you need to know about them",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "370",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Why don't you like the EU?",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "371",
                            "user": "(null)",
                            "date": "19 Nov ",
                            "timestamp": "NA",
                            "commentText": "You really need to ask?",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "92",
            "user": "Norfolkbumpkin",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Can he not see - these people will simply move their money offshore, and probably move themselves as well.   Look at Richard Branson as a prime example.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "91",
            "user": "mabelode",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Is Corbyn having a nap today?",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "90",
            "user": "EVIE2012",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "I voted for Johnson in the leadership election after watching his \"Chuck Chequers\" speech at the CONservative Party Conference last year. It now appears that his \"Chuck Chequers\" speech was a blatant pitch for the Leadership!    He was more interested in \"chucking\" Tearesa May out of No. 10!",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "372",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Trouble is. BP is not going to get many if any seats. Vote Conservative and join party. Move and vote Farage leader. Voting BP is killing <b> Brexit </b>vote. Which is what the establishment and left want",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "373",
                            "user": "(null)",
                            "date": "19 Nov ",
                            "timestamp": "NA",
                            "commentText": "Did anyone vote for Farage as leader.....mmm",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "374",
                            "user": "(null)",
                            "date": "19 Nov ",
                            "timestamp": "NA",
                            "commentText": "?????",
                            "likes": 4,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "375",
                                    "user": "(null)",
                                    "date": "19 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Try that. Right wing parties have and always will allow the vote to be split. Don't do it again.",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Brexit"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "89",
            "user": "CarefortheUK",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "How much is he, Corbyn, Abbot who sent her son to a Private school and other hypocrites like them are worth?",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "88",
            "user": "COGDISS",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "May Mk 2",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "87",
            "user": "BritishIndependence",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "There is no debate. Communism, Dictatorship or Civilised democracy free market economy.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "86",
            "user": "EnglishBob",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Calling billionaires 'obscene' is a bit judgmental. Is it really a good idea to do a Tom Watson on people they don't know?",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "85",
            "user": "mabelode",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Labour make people poor so they can con poor people into electing them",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "376",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "How does that happen, please tell me",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "84",
            "user": "EVIE2012",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Is there any head to head debate between Johnson and Nigel Farage?",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "377",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "All the BP members who voted for Farage will be so angry if there is no debate....so that is nobody",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nobody"
                    ]
                },
                {
                    "id": "378",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Why would there be?  The BP are on 2% in a poll today and in their previous incarnation as UKIP they won one seat in 2,699 attempts.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "83",
            "user": "berylsperry",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "It was reported by the DE, Corbyn or labour party have house in London and not payed some tax for years.  Corbyn is a millionaire, Mc Don has 2 houses and no doubt a very wealthy man.  Corbyn is NOT  practicing what he preaches. All his daily things he will do IF he were the PM, are done solely to attract votes, especially the younger generation.The staunch Lab supporters, according to different news media's are turning their backs on Lab. Hope the younger electorate can see through this ghastly man and what Lab stand for and NOT vote for him",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "82",
            "user": "Pythagoras379",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "It’s fairly clear that anyone with any serious money will be moving it out of the UK if these Marxists get anywhere near government.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "81",
            "user": "Spooks",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Wonder how Blair feels watching all His work being unravelled.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "379",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Not happy and plotting",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "80",
            "user": "PClarke",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "The usual formula. Steal and waste other peoples' money until it runs out. Then what ....",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "79",
            "user": "SueT",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Note they cannot say Millionaires, because they would both be screwed with that one.  McDonnell has two rather nice houses and good ol JC has one in London which will be if not already worth close to the million £.  And they do not lead a philanthropic life.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "78",
            "user": "Saoutchik",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "If I were Corbyn my closing statement would be:- \"Many of you will dislike me as a person but let me tell you this. I have never lied to Parliament, I have never lied to the Queen, the police have never been called to my home, I have not withheld evidence of Russian meddling in our elections and referenda nor have I obstructed investigations into the use of public funds with someone I may or may not have slept with while I was married. I also know how many children I have and can proudly name them. You may not like me but you can trust me not to behave like that.\"",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "380",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Right on!",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "381",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "That is the funniest thing I have read here in a very long time. Do keep posting the comedy gold, we need more humour around here. ",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "382",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Wow! He squeaks when he walks...",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "383",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "You can also trust me to trash the economy. That is what Labour always does.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "77",
            "user": "BankruptScotland",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Boris is Chicken S___T, he is frightened he is going to be caught out with all his lies. And all the lies about Tory spending, like in 2015 Cameron said he was going to build 200.000 affordable homes in the next 5 years. That 5 years will be up next year, and how many homes have been built. NONE another TORY CON TRICK AND LIES.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "76",
            "user": "Backfire",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "McDonnell knows that despot dictatorships thrive when there is hate and tension within the people. He's just garnering hate against the wealthy as part of the scheme.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "75",
            "user": "angelus",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Farage is right, it will go the same way as it did in the 70's when they went after the rich, all the bigger businesses, rich people, stars etc will protect themselves by leaving the UK and we'll end up with mass unemployment, and for those lucky enough to be working, much higher taxes to try and cover the massive shortfall left by the rich leaving. Couple that with uncontrolled immigration and them renationalising everything, it will be a bloody disaster....theres a reason the utilities got sold off, because they were all a very a costly millstone around the governments neck, they were outdated, underfunded, and not run properly.The BT cable network is still a mess in many areas, and despite them being private and sorting out many aspects, it still doesnt have the budget to sort it out....I 've lost count the amount of repairs I did in the network over the 14 years of working for them, I can only imagine how bad it would get under government ownership and a 4 day week.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "74",
            "user": "JohnMitchell3",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Karl Marx said that socialism would only work if the whole world adopted it. He was quite right. Wealth is mobile. Poverty is static. If the wealthy wish to, they can move to almost any place in the world and take their tax paying contribution with them.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "73",
            "user": "Guest237213",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Sounds like Boris is running scared. He'll happily debate an <b> old </b>man one-on-one, but will run away from the other leaders. Shame on Boris. He's letting all his supporters down.",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "384",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Sure he is, not. Why would he waste his time on these loons.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "385",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "So many people shouting at each other is worthless. The other parties have no chance of winning even with pacts. Keep it sensible and only invite the adults.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "72",
            "user": "INeverReadReplies",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "If Corbyn says anything about Austerity, I hope he admits Labour is 100% responsible for the cause and need for Austerity. No more untruths from Labour please.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "386",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Complete and utter lies. It is a proven fact by evidence and research that austerity has been used by the totally incompetent, totally out of touch, totally unfit for purpose, morally and economically bankrupt, lying, fraudulent ONE TRUE NASTY PARTY aka the CONservative Party for political reasons not economic necessity. ",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "387",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Wow! no world recession no bankers crisis 100% labour huh! You do realise that had the Tories been in power we would have ended u exactly in the same situation! You are so gullible swallowing the Tory mantras",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "71",
            "user": "Mr.PoliticallyIncorrect",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "A seven tier debate; an oxymoron if ever there was one; a waste of time. Please Mr. Corbyn, Ms Swinson etc. please tell us in 25 seconds your economic policy; in no more than 45 seconds tell us your policy on the NHS. Blah blah blah.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "388",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Boris CHICKENS out. End of . ",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "389",
                            "user": "(null)",
                            "date": "19 Nov ",
                            "timestamp": "NA",
                            "commentText": "The only debate that matters is on the TV tonight. The others in this political race including the Greens, Liberal Undemocrats UKIP etc.etc are also rans. In any practical sense we have had a two Party State for over a 100 years.",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "70",
            "user": "Justathought665",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Will be interesting to see and hear new talent prior to voting and not worried by Boris not bring there at all.  This is what the other parties should consider, like Labour could have DA instead of Corbyn, would make things far more interesting than constantly hearing the same thing being said over and over again!",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "390",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "I would love to watch DA on a debate, it would be hilarious, the heavy sighs, rolling eyes etc..",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "69",
            "user": "opressed",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "you would think that any political party worth thir salt would do everything to raise standards but Labour seem intent on dumbing everything down to sub <b> zero </b>levels .",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Zero"
            ]
        },
        {
            "id": "68",
            "user": "DAreisait",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "I resent the liblabcon parties that cannot effectively tax billionaires and corporations....fairs fair....a cleaner should not pay more tax than a billionaire...a corner shop should not pay more tax than Amazon or google...Vote <b> BREXIT.</b>.....get<b>  BREXIT</b>!!!",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "67",
            "user": "JacquelineW",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "So, we are not allowed to be rich anymore. James Dyson started with cardboard and tape to build his cleaner. He has moved his car development to the Far East.Has he a crystal ball that gave him a fear of Labour Momentum and has jumped ship just in case. Jobs will go because we need the rich to create the jobs and invest. Corbyn & amp;Co want to take over all the investment and therefore there will not be any.Food Banks will grow as jobless grows. If they get into No .10 there will be 5 years of misery.Think before you put your cross. ",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "66",
            "user": "homeguard",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Labour,they always do it. the rich and the poor.yet when in office make it they have a nice earner. look at the Kinnocks, Blairs. there are people with wealth who provide jobs for others.this is just the politics of division. ",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "65",
            "user": "KNARF",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "How much is this deputy leader worth,from what i have heard he is very well off himself.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "391",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "2 boats and at least 2 houses",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "64",
            "user": "margaretbenjamin1",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "I object to the house lords raking in 300 a day for signing in its daylight robbery The Cons or Labour wont touch the house of lords ,it needs abolishing for so called lords and Baroness we have quite a few in Britain ABOLISH the house of lords put a stop to special privileges and power its wrong .",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "392",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "I agree.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "63",
            "user": "AdrianG",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "How exactly is multi millionaire Corbyn with the \"many\" ????",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "393",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Are you saying only paupers should be allowed to lead the Labour Party? Would you apply the same rules to leaders of other political parties?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "394",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "That's why he's going after billionaires since he is a millionaire in terms of pension and property.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "395",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Corbyn a multi-millionaire? Are you saying he has multi-millions in the bank? If so, what's your evidence for that? Or are you including his pension pot and house?",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "396",
                            "user": "(null)",
                            "date": "19 Nov ",
                            "timestamp": "NA",
                            "commentText": "He's got 30 years of generous pension contributions. He'll get about £50,000 a year when retired.",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "397",
                                    "user": "(null)",
                                    "date": "19 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "So what's your problem? Many reasonably well paid people. in the private and public sector, can look forward to a generous pension.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "62",
            "user": "mabelode",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Labour trying to deflect from answering <b> Brexit </b>questions I think.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "61",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "398",
                    "user": "DaphneBroon",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Why would he waste his time?  I do hope you will enjoy the majority Conservative government.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "399",
                            "user": "(null)",
                            "date": "19 Nov ",
                            "timestamp": "NA",
                            "commentText": "You must have private health care ?",
                            "likes": 2,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "400",
                                    "user": "(null)",
                                    "date": "20 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "That's irrelevant.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "60",
            "user": "Jen",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "That's great move by Boris the bbc where going to stitch him up with all <b> remainers.</b> Yet again the bias BBC in a<b>  brexit</b> election put al<b> l remainer</b>s on the panel and no doubt bias remainer emily maitlis as host.",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit",
                "Remainers"
            ]
        },
        {
            "id": "59",
            "user": "Pingles",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "The only thing you need to know about this article, is that this paper is owned by a billionaire. You are his puppets. ",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "58",
            "user": "EVIE2012",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Boris is afraid of Nigel showing up his BRINO!",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "57",
            "user": "barbus10",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "I don't blame him, would be six against one.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "56",
            "user": "AnEducatedPerson",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "There is another poll out today by Kantar.  The <b> Brexit </b>Party are on 2%.  Oh dear.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "401",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Don't forget to put \"Party\" in quotes as the <b> Brexit </b>\"Party\" is not a proper political party but a Farage vanity project.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Brexit"
                    ]
                }
            ],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "55",
            "user": "JonBaker",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Funny how the Express want you to attack anyone who wants to address the massive corporations and super-rich tax avoiders and would rather you concentrated your bile on those who receive benefits including those receiving it perfectly legitimately. You have to wonder why.... a bit of Google research will supply the answers. I don 't resent anyone who works hard and amasses a lot of wealth by their own graft. However, I do seriously object to the tag \"wealth creators\" being applied to those who only employ staff on <b> zero </b>hours and pay minimum wage in return for punishing shifts Amazon, this means you in particular and then ducks out of paying tax via some loophole their accountant discovers. I do also resent the B ** ** ** S like Philip Green and Fred Goodwin who amass disgusting amounts of money off the hard work of other people that they then shaft totally and still get to keep their knighthoods.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Zero"
            ]
        },
        {
            "id": "54",
            "user": "Spooks",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Corbyn and Macd do not understand the world of work and responsibility.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "53",
            "user": "awake",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "They will start with the billionaires and finish with the plebs who have more than £10 in their bank account",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "52",
            "user": "Letsberight",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "I am a <b> Brexit </b>Party voter, but live in a very Tory area and the BP, are not putting up a candidate so I will have to vote Tory or Lib-Dem because Liebour is just a laughable Joke Party here.. And who in their mind would vote Lib-Dem, so it is Tory for me... And<b>  NOTHING</b> any of the other parties promise or pledge will get me to change my mind... I a<b> m ol</b>d enough to know whatever, Political parties offer before an election is total nonsense and are out and out LIES and as we all know from the last election manifesto 's are another LIE, just to con you for your vote...Most politicians are Liars and Con men/women... END OF..",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Old",
                "Nothing",
                "Brexit"
            ]
        },
        {
            "id": "51",
            "user": "suffolkhomeboy",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Boris scared of his own shadow",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "402",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Boris Johnson: Prime minister, MP &amp; successful writer. suffolkhomeboy: A crackpot, whose only claim to fame is whinging on the internet. ",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "403",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Oh Dear, To think i grew up in suffolk your comments amaze me. Have you not got over the fact that Boris will be the next PM. The leave brigade will win this hands down.Better get your bags packed if you don 't like the idea.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "404",
                            "user": "(null)",
                            "date": "19 Nov ",
                            "timestamp": "NA",
                            "commentText": "Our principal home is in London. But we do love our weekend retreat in beautiful Suffolk. ",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "405",
                                    "user": "(null)",
                                    "date": "19 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "I bet you do. There is no way on earth that i would live in that tip called London, But it does explain you logic.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "50",
            "user": "brench01",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "That divide definately needs closing but I don't think a 'war' on the rich is the answer. Tip those scales too far on the left and the balance just shifts even further against the poor. Cooperation and equilibrium are what we need not conflict. But what do Labour care, they're on a mission, and it's not their lives on the line!",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "49",
            "user": "Guest894078",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "I really don't know what the tories are doing here. If Boris won't do it then send Gove. I personally can't stand the bloke but 'to give the devil his due' in that sort of debate forum he can wipe the floor with just about anyone in Politics without blinking an eye. Sending someone who to most of the General Public is Mr Who s that bloke '? makes little to no sense.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "48",
            "user": "CarefortheUK",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "John the Envious says that billionaires do not 'deserve' to have that much money!  What a stupid statement.  Many of the entrepreneurs who are now billionaires, worked their socks off to get where they are today and many of them pay hefty taxes. I am not even a millionaire and just have a modest comfortable lifestyle which I have earned by sheer dint of working 60 hours a day for years and living frugally to save for my <b> old </b<b> >age</b>.  Does he begrudge me my savings pot so I do not have to depend on the State to look after me when I need care?  Does he want all the hardworking people to spend, spend, spend so they can then rely on him and his Marxsist Government to then dictate to them where they should live, eat and how much air to breathe?  Yes, there are many scroungers and layabouts who would be happy to have every aspect of their lives dictated to by the State, so long as everything is FREE.  I wonder why people in Communist/Marxsist Countries who are 'looked after' by the State want to escape the Regimes.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Age",
                "Old"
            ]
        },
        {
            "id": "47",
            "user": "TX11",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "I have some sympathy with Labour on this subject - perhaps they are finally waking up. There is <b> nothing </b>wrong with market discovery and capitalism; the real problem is crony-capitalism; and while not all billionaires earned their money illegally; some have - especially those meddling in our politics. We need more banking regulation and financial policing - not less as Blair's Labour and the Tories suggest.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "46",
            "user": "ronfromyork",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Boy - are the Tories panicking!",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "45",
            "user": "NeilP",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "I think the word is frit.  Johnson is running scared.  Lets see who wins the Leave leaders debate tonight given Corbyn is clearly for <b> Brexit </b>as once out where will be no constraint on his left wing agenda - something the Brexiteers are walking into !.  Disappointing the Remain side is not represented.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "44",
            "user": "Bodicea055",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Johnson is a frit chicken.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "406",
                    "user": "(null)",
                    "date": "20 Nov ",
                    "timestamp": "NA",
                    "commentText": "And yet he is prime minister, and you are a <b> nobody.</b>",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "407",
                            "user": "(null)",
                            "date": "20 Nov ",
                            "timestamp": "NA",
                            "commentText": "No he is not the Prime Minister. For the very simple fact that he ceased to be Prime Minister on the day that parliament was disbanded for the General Election. Now he is a Prospective Parliamentary Candidate as are all ex Members of Parliament, ministers etc. ",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "408",
                                    "user": "(null)",
                                    "date": "20 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Actually he is still officially prime minister, since the PM is appointed by the Crown and not parliament. The government remains in office under the incumbent prime minister during the election campaign, otherwise, nobody would be running the country.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Nobody"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "43",
            "user": "DavidPlyms",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "McCluskey speaking to The Statesman today, claims that he’s not expecting the defeat of his side-kick Corbyn in the general election! but if it happened, we would need to look at the scale of that defeat and that will take time he said! He goes on to say that‘ in 2017 Miliband lost the election and resigned the following day.I think that was wrong, he said.‘We need a time of reflection, a time for serious debate’ he concluded! So, Corbyn’ s not going anywhere, even when his Party is decimated on 12 December.McCluskey is already laying the ground rules, for the Labour Party, even before Election Day!McCluskey and his Union misfits are not going to give up their grip on Labour, not even after a defeat. ",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "409",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "I think momentum may have different ideas.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "42",
            "user": "Len'sLense",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Why appear with losers?",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "410",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Says a <b> Brexit </b>Party supporter! Heard everything now!",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "411",
                            "user": "(null)",
                            "date": "19 Nov ",
                            "timestamp": "NA",
                            "commentText": "The only Party that can deliver  Brexit is the Conservative Party .  The  Brexit Party's job is to remind the Conservatives  to deliver.  Now you have heard it all.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Brexit"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "41",
            "user": "jonty94491680",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Employees of the rich pay tax for the rich indirectly. The money goes to the treasury. If the rich leave = no money for employees and nowt for treasury.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "412",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "So countries with higher income tax rates than the UK contain no rich people? Is that what you're saying?",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "40",
            "user": "DavidWallis",
            "date": "20 Nov ",
            "timestamp": "NA",
            "commentText": "Corbyn says we will suffer under the Tories and Boris says we will suffer under Labour and Swinson says we will suffer under either and so at least we know we are going to suffer.  At least there is a level of consistency about this and an universal agreement that we are doomed.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "39",
            "user": "WarwickPalmer",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Wow  The DE \"thought police\" were quick with that one ... What did I say ? Bourgois B-- -- --s...... ? ",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "38",
            "user": "Borntobefree781",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "It just makes me laugh at the people that vote remain, London Pride who would have pride in that place, Suffolk Homeboy who lives in London and has the money to have a retreat in suffolk. All making money by exploiting the never ending flood of migrants. And sticking two fingers up to the rest of the country.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "37",
            "user": "AbetterPolitician",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "I dont blame Boris  after  the antics of the t BBC   and Rachel Burden  = <b> Nothing </b>but a witch-hunt with these TV  Stations , they think they are Boris's  Boss",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "413",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Oh come on Rachel Burden was quite correct an d Boris was wrong!",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "36",
            "user": "Bobby163",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "you always know when the UK media tried to politically set someone up when they empty chair them.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "35",
            "user": "TimeToGetReal",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Great move by Boris - why share a stage with those two harridans Swinson and Sturgeon.  It would be even better if the Tories just pulled out altogether",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "34",
            "user": "suffolkhomeboy",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "CLUCK CLUCK CLUCK And some people thought Boris was the co.., oops, rooster in the hen house ",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "414",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "And he will still be Prime minister, regardless of what you deluded left-wing crackpots think.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "415",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Alittle simple arent you",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "416",
                            "user": "(null)",
                            "date": "19 Nov ",
                            "timestamp": "NA",
                            "commentText": "If you say so, MOANER.",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "417",
                                    "user": "(null)",
                                    "date": "19 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "We ALL think you are a simpleton homie.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "33",
            "user": "davepenn614",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "so javid and patel are stardust are they ,since they have become home secretaries around 1,000 have landed on these shores with lots more to come ,wheres that cutter you ordered javid from the med has it arrived yet ,they are playing us for fools ,<b> nothing </b>changes but the people",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "32",
            "user": "AnEducatedPerson",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "I wonder mow much Jennifer Arcuri is demanding to keep quiet. He'll have to pay it of course, so we'll probably never find out what she has on him.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "418",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "If you think anyone cares about an American Actress milking as much publicity as she can your deluded, Far more important issues at stake like leaving the EU &amp; the survival of our country by decimating Labour,",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "31",
            "user": "Brijbuilder",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Just as well he did pull out ...he just possibly may have saved some votes now people are still left in the dark i r to his Treaty",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "419",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "No on e is in any doubt if you use your brains, those that have brains anyway, Martin Howe QC is a good starting place, Do you have google search ? ",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "30",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "420",
                    "user": "DaphneBroon",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "And yet, he will be prime minister on 13th December.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "29",
            "user": "ShradenLad",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "The DE has become even more laughable than ever, berating Boris for not attending some BBC biased remainer fest and encouraging comment yet not allowing comments on an illegal <b> immigrant </b>who raped a girl with Downs who cannot be deported because he refuses to sign a piece of paper.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Immigrant"
            ]
        },
        {
            "id": "28",
            "user": "CbR",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "It's a waste of time so I don't blame Boris.  Last time around the presenter was rubbish and biased and the TV companies just want to stage these to get what they think is a prestige coup and more viewers.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "421",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Brexit has been an absolute boon for the media. Every talking head, phone in jock, sitting there in headphones listening to the same <b> old,</b> same<b>  old</b> day after day. Crack pot politicians and political \"has beens\" lining up to give their distorted and convoluted left wing ideology a shot as to why they think the  people should be denied their democratic right. Why would anyone waste their time watching these people. Are you expecting to see something different ?? EInstein comes to mind... The reason for all the obstruction is simple.... Follow the noise and follow the money, the answer is right there. ",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Old",
                        "Brexit"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "27",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "422",
                    "user": "suffolkhomeboy",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "He's pulled out coz he's CHICKEN. geddit ? ",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "423",
                    "user": "neil759",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "He will pull out because he will not have Cummings to give him the answers, Vote Lib/dem, not Commi Corbyn.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "424",
                            "user": "(null)",
                            "date": "19 Nov ",
                            "timestamp": "NA",
                            "commentText": "Hahahaha...Vote Lib-Dem....HAhahahaha... That's a good one...Best joke of the day..lol..lol..",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "26",
            "user": "RogerHudson1",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Boris is terrified at the idea of having to debate against Nigel Farage. And so he should be---he'd be slaughtered.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "425",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Every time Fatrage appears on Question Time or any political debating program he is a complete and utter failure.  For the very simple facts, he lies every time he opens his mouth, hurls abuse and innuendo.He cannot debate his way out of a soggy soaking wet paper bag or box ",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "25",
            "user": "suffolkhomeboy",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Boris COWARD. But what else did you expect!",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "426",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Big letters from a small intellect.",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "427",
                            "user": "(null)",
                            "date": "(null)",
                            "timestamp": "NA",
                            "commentText": "(null)",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "428",
                                    "user": "(null)",
                                    "date": "19 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "It amuses me to see your reaction.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "24",
            "user": "davidyoung",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "No doubt more Tory party dirty tricks, there not called the Nasty Party for <b> nothing.</b>",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "23",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "429",
                    "user": "DaphneBroon",
                    "date": "20 Nov ",
                    "timestamp": "NA",
                    "commentText": "And yet he is 1000 times more up to it than that scruffy <b> commie </b>Corbynski.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Commie"
                    ]
                },
                {
                    "id": "430",
                    "user": "ericamackie",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "That's got to be a joke Charl......and comrade Compo is!!",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "22",
            "user": "PhilyWilly",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Farage would wipe the floor with Johnson in a 1-on-1 debate.  I cannot understand why the <b> Brexit </b>Party vote has dipped down.  I plan to vote BP regardless of the endless anti-BP rhetoric from the Tory Party and the media.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "431",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Wouldn't you rather vote for a proper political party, one where the members have a say on policy, choosing the party's leader, etc?",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "432",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Aren't you concerned that the <b> Brexit </b>Party allows no democratic input from its \"supporters\"? Is that what you call \"taking back control\"?",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Brexit"
                    ]
                }
            ],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "21",
            "user": "AReasonableChap",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Bojo doesn't fear Steptoe, Swansong or Krankie -- he fears NIGEL, who will champion NoDeal and expose his crap deal for the turkey it is.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "20",
            "user": "Thepriceoffreedom",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Have you heard Doris the eu donkey waffle? Never heard him say anything credible yet.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "19",
            "user": "KATE",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Johnson's bottled it! ha! ha! ha! ha! ha!",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "433",
                    "user": "(null)",
                    "date": "20 Nov ",
                    "timestamp": "NA",
                    "commentText": "KATE is worried about here benefits payments.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "434",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Would you like to appear on video in a \"alt-right\" political social media show. I can set one up for you with lots of interesting questions for you to answer as unbiased as the BBC of course. I guess if you decline your own comment comes into question.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "435",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "No, stuck up two fingers at the BBC more like,",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "436",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Calm down dear...",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "18",
            "user": "Spooks",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Why are people poor is it by choice because they don't want to work or are they unlucky difficult to answer,and who decides,maybe financially poor but rich in other ways,government must give people the opportunities to work that is all they can do ,take away incentive then everything stops  ,why would anyone bother running a business and providing jobs,maybe we should all just exist until it is time to leave this world,difficult to know what Corbyn and macd want,they never finish the story.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "17",
            "user": "neil759",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Do not trust Liar Boris, he will drag the Tory party down to his level. Vote Lib/dem lets have a honest change.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "437",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "I like your sense of humour, do keep posting the hilarious comments.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "16",
            "user": "KampungHighland",
            "date": "20 Nov ",
            "timestamp": "NA",
            "commentText": "Going to be funny when their Twitter gets suspended.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "15",
            "user": "CatherineA.Iselin",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Well, he is right, what is the point?",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "14",
            "user": "Aldrington",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Labour slowly but surely creeping nearer and the snp clearing up oer the border you’d better fuel up the Learjet and head to the cayman isles ps take little Andy with yer.....",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "13",
            "user": "leafspot",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "I think these debates are incredibly cringe worthy so I don't blame him.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "438",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Un-democracy your fave then?",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "439",
                            "user": "(null)",
                            "date": "19 Nov ",
                            "timestamp": "NA",
                            "commentText": "Yet again suffolkhomeboy makes a complete show of himself.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "12",
            "user": "neil759",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Boris a disgrace to the once good Tory party. This tells lies, he is renown for it, he tells lies to suit the people he's talking to. He should not be allowed to walk out of the debate, people of Britain making a descision on his remarks. Please vote Lib / dem, lets have a change, do not trust Boris, the CBI don 't.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "440",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Why on EARTH should anybody in their right frame of mind EVEN consider voting for the Lib-Dems.? They have a leader that is WAY out of her depth and delusional thoughts of grandeur which NO ONE else recognizes and nearly half of it s MP s are turn coats from other parties to put on a coat they really do not really believe in . The Lib - Dems HAVE ALWAYS BEEN A PROTEST VOTE PARTY and always will be. ",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "441",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Right on!  With you all the way amigo!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "442",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "The Lib Dums, They don't lie? Just watch Mr party hopper Chukka in action, He needs to understand the meaning of DEMOCRACY.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "11",
            "user": "britannica",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "I agree with Boris.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "443",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Do you?  YAWN",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "10",
            "user": "crazydave789",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "the debate format just does not work with our current crop of underperforming MPs and terrible broadcasters you know full well they will be remain biased from start to end ",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9",
            "user": "Opal44",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "brexit is over boris deal will get through brexiteers give it up",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "8",
            "user": "ARN799",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "You all Should know who to vote for you don’t need a bunch of cabbages telling you it’s obviously the Conservatives to move forward",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "444",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "The House of Mogg wants to take us back to the 1880's, while the rest of the Tories want to take us back to the 1980's where greed was good. Hardly moving forward.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "445",
                            "user": "(null)",
                            "date": "20 Nov ",
                            "timestamp": "NA",
                            "commentText": "And Corbyn wants to take us back to 1970's Soviet Union.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "7",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "446",
                    "user": "DitchJohnson",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "China has not turned it's back on communism.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "447",
                    "user": "#Dissolve_The_Union",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Really. Vote Tory get <b> Brexit </b>which CBI does not want and pay higher corporation taxes as Boris just told them You are really pretty well uneducated if you think the CBI are pro<b>  Brexit</b> ",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Brexit"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "6",
            "user": "hsa",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Nevermind all this, surely the demise of the \"royal\" family is the main story.  Why are no comments allowed on the windsors.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "448",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "A dead Duke bounce to distract from the Tories lack of worthwhile policies.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "449",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Probably because they are bilderbergs.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "450",
                            "user": "(null)",
                            "date": "19 Nov ",
                            "timestamp": "NA",
                            "commentText": "The Duke in exile for 20 years will smoothen things over for the Royals.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "451",
                            "user": "(null)",
                            "date": "19 Nov ",
                            "timestamp": "NA",
                            "commentText": "I thought they were Battenburg von something.",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5",
            "user": "neil759",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "The EU socialist leaders are better leaders, we should vote for the German leaders, their leader  has held their <b> nation </b>together as one for many years, unlike Britain, Boris is a disaster. Corbyn would be worse.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "452",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "I'm guessing you are being sarcastic. If not, you need to see your <b> mental </b>health professional right away.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Mental"
                    ]
                }
            ],
            "keywords": [
                "Nation"
            ]
        },
        {
            "id": "4",
            "user": "Opal44",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "according to de reader people on the dole are eating caviar at the ritz with their 75 pound a week income",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "PhyLum22.",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "It's only right that millions of minimum wage workers should support billionaires in their extravagant lifestyles ...... how dare anyone suggest otherwise. They weren't born with privilege to end up poor.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "453",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "If you think the billionaires will do anything but laugh at the idiotic McDonnell &amp; Corbyn whilts taking their billions elsewhere and completely impoverishing the poor of this country, you are severley deluded.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "2",
            "user": "LondonPride",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "The Tories think it is an appalling injustice that some billionaires pay more in tax than their servants.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "454",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "People often wonder just what kind of loon would actually vote for these <b> commie </b>charlatans, and then along comes LondonPride.  What are you proud of , supporting Hamas, Iran & amp;the IRA by any chance ? ",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "455",
                            "user": "(null)",
                            "date": "(null)",
                            "timestamp": "NA",
                            "commentText": "(null)",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "456",
                                    "user": "(null)",
                                    "date": "20 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Are you denying Corbyn called Hamas 'friends'? Are you denying he invited the IRA for tea at Westminster ? Are you denying he appeared on Iranian TV ? ",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Commie"
                    ]
                },
                {
                    "id": "457",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "How much is the impoverished Mr Corbyn worth? What, precisley has McDonnell contributed to the wealth of this country to warrant him being a millionaire? You are deluded.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "458",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "You have been reading some strange literature if you believe that. The top 1% of earners pay 28% of our tax. ... fact.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "1",
            "user": "illeuminator",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "There are maybe 40 billionaires in the UK holding onto 50-80 billion of financial that do very little for the good of this country. Just think what that money could do for our Health Service or schools or infrastructure   - and we would only have to annoy 40 people to get it.  Tax them until the pips squeak is what i say.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "0",
            "user": "LondonPride",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "I'm more upset at the Tories' relentless and obscene campaign against the poor.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "459",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Maybe if you got off your lazy 'arris and got a job, you might get a bit of self respect.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "460",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "It is only a dipstick like you that could believe that wanting self-determination is an obscene campaign.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "461",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "And what do you think the labour party will do , oh that's right the big magic money tree to nationalise everything and take second homes of people to give to the poor all the while they themselves have their second homes paid for by the taxpayer",
                    "likes": 9,
                    "hasReplies": true,
                    "numberOfReplies": 4,
                    "replies": [
                        {
                            "id": "462",
                            "user": "(null)",
                            "date": "(null)",
                            "timestamp": "NA",
                            "commentText": "(null)",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 3,
                            "replies": [
                                {
                                    "id": "463",
                                    "user": "(null)",
                                    "date": "20 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "McDonnell has two homes, and 2 boats.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "464",
                                    "user": "(null)",
                                    "date": "(null)",
                                    "timestamp": "NA",
                                    "commentText": "(null)",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "465",
                                    "user": "(null)",
                                    "date": "20 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "The Politburo paid for them.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "-1",
            "user": "EURJoking",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Farage urges Conservative supporters to vote tactically. That might make a difference in Hartlepool and literally one or two other constituencies.  What is far more to the point is for <b> Brexit </b>Party supporters in Labour - held marginals to vote tactically.This would ensure that some form of<b>  Brexit</b> would be delivered.It may not be th<b> e Brexi</b>t they want, but what 's the alternative?",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "466",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Civil war and throw all the lying EU traitors out.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "-2",
            "user": "CatherineA.Iselin",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Good idea.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "-3",
            "user": "neil759",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "The CBI and people that run the important buisnesses rely upon the government. This is why the CBI would prefer to  stay within the EU. Leaving the EU was used as a tool by Liar Boris for his own ambition only, he is distroying Britain, he should be removed and replaced by a true Tory, a leader to trust. ",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "-4",
            "user": "suffolkhomeboy",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Brexiteers have been MOANING for the last 47 years. What 's wrong with you misery guts?",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "467",
                    "user": "(null)",
                    "date": "(null)",
                    "timestamp": "NA",
                    "commentText": "(null)",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "468",
                            "user": "(null)",
                            "date": "19 Nov ",
                            "timestamp": "NA",
                            "commentText": "Nah nah na nah ya You don't have to respond to my humble contributions. But thank you anyway. ",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "469",
                                    "user": "(null)",
                                    "date": "20 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "You do come across as a totally uneducated crackpot.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "-5",
            "user": "missingEUalready",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Boris is right, far from being a top-tier TV event this will be the usual free for all bun fight.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 9,
            "replies": [
                {
                    "id": "470",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Bit <b> LIMP </b>even for you<b>  old</b> sport!",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 8,
                    "replies": [
                        {
                            "id": "471",
                            "user": "(null)",
                            "date": "19 Nov ",
                            "timestamp": "NA",
                            "commentText": "Am I wrong though?",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 7,
                            "replies": [
                                {
                                    "id": "472",
                                    "user": "(null)",
                                    "date": "19 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Need you even ask!",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "473",
                                    "user": "(null)",
                                    "date": "19 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "So I'm not then. Thanks.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "474",
                                    "user": "(null)",
                                    "date": "19 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Soooo CONVINCING! Let 's leave it at that, shall we!",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "475",
                                    "user": "(null)",
                                    "date": "19 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "That's right get back to your puerile scribblings.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "476",
                                    "user": "(null)",
                                    "date": "19 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Some say that when you're in a hole, stop digging!",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "477",
                                    "user": "(null)",
                                    "date": "19 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "How come you are six feet under then?",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "478",
                                    "user": "(null)",
                                    "date": "19 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "But being a proper gentleman, I'll graciously let you have the last word! HAPPY ? ",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Old",
                        "Limp"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "-6",
            "user": "szolanek",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Taxing billionaires ... main issue in comments. I don 't understand it at all! Honestly. * What good this money would do to anyone ? Poor cannot eat it, nor spend it, for goods and services are distributed and not thrown into the sea. Rich are keeping the money, having the power and the know - how to turn it to more production.There will be more to distribute. Yes, they are buying large properties.From each other.Money never moves, it stays in the banks.They just change the name on documents.Who cares ? ",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "-7",
            "user": "incendiary",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "A single scrutiny report on the workings and legislation exposing the publicity protection barriers of Brussels's bureaucracy and the EU project would be more informative.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "479",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Yer wot?????",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "480",
                            "user": "(null)",
                            "date": "19 Nov ",
                            "timestamp": "NA",
                            "commentText": "Brussels bureaucracy legislates against the exposing of the EU's integrity.",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "481",
                                    "user": "(null)",
                                    "date": "19 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Oh does it?  Thanks for that.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "-8",
            "user": "proudMary",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Just sign here Boris, don`t bother about the details , you wouldn`t understand them anyway as they are not in latin...you just go off with your next bucketload of meaningless soundbites...there you go, deal done. Out, but not really and <b> nothing </b>like the out you thought you were getting. Never mind, stuck with him until 2024, stuck with this softest of Brinos forever.....",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "-9",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "This message was deleted.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "482",
                    "user": "davidyoung",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Over dosed on your meds!",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "-10",
            "user": "proudMary",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "Oh dear, candidates quitting , withdrawing 320 candidates, MEP`s quitting, previous funders quitting and he thinks he will win seats...only seat he will get is a park bench one to sit on, no chance, no chance at all. Fun watching though....",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "483",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Mary- proud to support the IRA, Hamas &amp; Iran.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "484",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "Get back to your stable where you belong.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "-11",
            "user": "DaveRobson",
            "date": "19 Nov ",
            "timestamp": "NA",
            "commentText": "There is no reason why anyone should have even 1 million let alone 1 billion when so many people are suffering in poverty in this country,",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "485",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "... so, get Jezza to give up his £3,000,000? And MaoDonnell to sell his 2n d home, eh ? ",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "-12",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "486",
                    "user": "(null)",
                    "date": "19 Nov ",
                    "timestamp": "NA",
                    "commentText": "With or without money, I will ALWAYS have more/less than you!",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "487",
                    "user": "PercyVeerance099",
                    "date": "20 Nov ",
                    "timestamp": "NA",
                    "commentText": "There will always be someone with more of something than another. Money is just a convenient method of transporting wealth, invented by the Chinese. Money has little to do with divisiveness only the people who want more ",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "488",
                    "user": "DaphneBroon",
                    "date": "20 Nov ",
                    "timestamp": "NA",
                    "commentText": "Under Corbyn our currency would change to the Rouble.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}