{
    "header": {
        "title": " Jeremy Corbyn, it’s time to man up and be honest about your nasty party, says PAUL BALDWIN ",
        "subtitle": " THE Labour Party was today well and truly the party of the racist. Undeniable, unacceptable and, if you hadn't seen it with your own eyes, almost unbelievable. ",
        "owner": " Paul Baldwin ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 11:41, Wed, Nov 27, 2019 ",
        "dateExtraction": " 2020-02-13 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/comment/expresscomment/1209964/General-Election-2016-news-Jeremy-Corbyn-antisemitism-racist-Barry-Gardiner ",
        "postText": "'The party has long had a sketchy grasp of economics but we thought at least that, maybe more than any other party, Labour was predicated on fairness, and a commitment to absolute equality.', 'Not if you're Jewish it seems. Four times last night Jeremy Corbyn refused to apologise as he was hung, drawn and quartered by Andrew Neil in a brutal TV interview.', 'Today his bid to misdirect the electorate from genuine fears over the open anti-semitism rearing its filthy head in Britain once more thanks to elements in the Labour Party failed.', 'Good.Let 's all keep our eye firmly on the ball on this one. It's too important to leave alone.', 'A Corbyn aide had downloaded a classified Government document from online gossip site Reddit and the party attempted shamelessly to shift the agenda from damning antisemitism to unsubstantiated claims about the NHS.', 'It was shameful politicking.Made shockingly worse by Labour MP Barry Gardiner 's fury that assembled journalists had the temerity to ignore the document and and go straight on with question after question about the party's antisemitism.', 'How dare they use the hastily-assembled press conference to have a dig at the poor old Labour leader, he raged.', 'They weren 't having a dig Barry – they were voicing the nation's concerns, actually fears, that something hideous we thought had been eradicated from these shores for good was back with a vengeance, thanks largely to your party.', 'And, yet again, Mr Corbyn – a man who could be feasibly be Prime Minister in two weeks - yet again failed signally to say sorry to Jewish people in Britain.', 'The words are simple Jeremy – give these a go: We in the Labour Party are deeply sorry to Jewish people in Britain for knowingly, and with tacit approval, allowing antisemitism to fester in our midst.', 'We will track down any Labour Party member who has tweeted, Facebooked or conveyed any antisemitic message in any way and ban them from the party and inform the police.', 'There, that wasn 't too hard was it?', 'Until recently Britain had a proud tradition of fighting antisemitism.Just around the corner from this building is Cable Street where a rag - tag but effective group of anti - fascists faced down the black - shirted Nazis of Oswald Mosley.', We did whatever we could during the war and in the immediate aftermath to somehow help Jewish families cope with the incomprehensible horror of Hitler's holocaust.And we firmly believed never again.', 'Which is why it is similarly incomprehensible that British Jews are now fearful of their own countrymen and the chief Rabbi feels the need to address the leader of the opposition before matters spiral even further out of control.', 'It 's time to man-up and be honest Mr Corbyn. Either admit you are the antisemite your critics accuse you of being or drain the swamp of the Labour Party racists once and for all.' , 'Unlike Brexit you really don't get to sit on the fence on racism.'",
        "numberPosts": " 40 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": " Ideological and Political Identity - General,Ethnicity - General,Nationality - European or anti-Europeans,Nationality - German",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Communist,Racist,Brexit,Hun",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "19",
            "user": "ClownWorldUK",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "filled with racists that call everyone who doesn't agree with them as racists history is repeating itself so we should not hear from the <b> communist </b>party for about 15 years communism, making everyone poorer since 1917 ",
            "likes": 65,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "200",
                    "user": "crazydave789",
                    "date": "11 Dec ",
                    "timestamp": "NA",
                    "commentText": "much earlier than that, marx was always borrowing money from engels and pawning his trousers because he was too lazy to work.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Communist"
            ]
        },
        {
            "id": "18",
            "user": "BritishIndependence",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Labour and LibDems ideology fits right in with the EU.",
            "likes": 33,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "17",
            "user": "Fredtheshed",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Yet their worst attrocities are against their own countrymen.",
            "likes": 49,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "16",
            "user": "Backfire",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "What happened to \"I want a kinder politics\" Jezza? His underlying nastiness and contempt shone through in the Neil interview.",
            "likes": 36,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "15",
            "user": "JacquelineW",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "They are now the real nasty party. Promise everything but all lies then just tax more. We cannot afford LabMx.",
            "likes": 21,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "14",
            "user": "GrahamForshaw",
            "date": "28 Nov ",
            "timestamp": "NA",
            "commentText": "Some members of ther present Labour party such as those connected to Momentum do not have any respect, for or from, the Party's traditional voters.  They appear to have agendas of their own which have no connection to Labour's core voters.  If this party is to survive and gain respect, then it will have to get rid of the cuckoos in its nest.",
            "likes": 15,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "13",
            "user": "AlanMckay",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "So pointing out the blatant discrimination against straight w men, is now grounds to have your comment deleted, unbelievable!",
            "likes": 14,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "12",
            "user": "Ray39",
            "date": "28 Nov ",
            "timestamp": "NA",
            "commentText": "Wait until those youngsters he has conned to take on a massive debt realise that borrowing means you have to pay it back with interest. Unless he is just going to print the money. It's the youngsters of now  that will finish up paying it",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "11",
            "user": "Eurohadmefill",
            "date": "28 Nov ",
            "timestamp": "NA",
            "commentText": "It has been duly noted that the organisation behind a certain undesirable politician of the scruffy category , now has placed a  puppeteer to defend him, and pull his strings.  This is an unexpected turn of events.  The cracks are coming in the plaster and it is only a matter of time, before the wall tumbles down with a resounding crash.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "10",
            "user": "QUEENANDCOUNTRY",
            "date": "28 Nov ",
            "timestamp": "NA",
            "commentText": "'Man up?'  Steptoe? Do me a favour!",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9",
            "user": "ohmelads",
            "date": "28 Nov ",
            "timestamp": "NA",
            "commentText": "Wiat untill he gets into number 10 the class war will really begin then.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8",
            "user": "Archway",
            "date": "28 Nov ",
            "timestamp": "NA",
            "commentText": "Corbyn’s political predication upon religious minorities for advantage and votes is the kind of power we must reject this instance. Our broad shoulders must bear the load without favour or prejudice, we must rise above such simplistic strategy!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "MadCow",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "This paper is becoming increasingly desperate as they are losing the narrative.  And with 3 m new young voters, none of which read such drivel as the DE, time is almost up.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "201",
                    "user": "Stuartonline",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "There ARE 3 million more voters, but two thirds of them are over 24!",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "202",
                    "user": "AlanMckay",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "And how many young voters have now grew up and tasted reality, oh dear, I don't think you've quite thought this through.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "203",
                    "user": "ColinBlakeley",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "None of which Read you mean.",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "6",
            "user": "HBa684",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "This rag of a newspaper is built on being <b> racist.</b>.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 12,
            "replies": [
                {
                    "id": "204",
                    "user": "hdl",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Would it not be more advantageous to look to OUR OWN ATTITUDES on rac cism before chastising others.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "205",
                    "user": "JonnyO",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Classic deflection, straight out of the Momentum Handbook.",
                    "likes": 15,
                    "hasReplies": true,
                    "numberOfReplies": 9,
                    "replies": [
                        {
                            "id": "206",
                            "user": "Bakelite",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "And yet the DE is always happy to pander to Isla mophobes.",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 8,
                            "replies": [
                                {
                                    "id": "207",
                                    "user": "Marca",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "That doesn't mean Labour aren't rac ists.",
                                    "likes": 3,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "208",
                                    "user": "Bakelite",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Any rac ism in the Labour Party is dwarfed by that in the tory and brexit parties.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "209",
                                    "user": "hdl",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Well unlike the Momentum Party to date no one, I repeat no one has left the Cons. on the grounds of racism.    Perhaps you should have watched the debate in the House of Commons on anti-semitism not so long back and really listened to those MP's within the Corbyinista Party relate what had happened to them at the hands of their own Party.    Corbyn did not even have the grace to remain in the chamber to hear their grievances, he left.   No wonder those Labour MP's looked for other avenues to continue their political careers.",
                                    "likes": 2,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "210",
                                    "user": "Bakelite",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "The leader of Momentum is himself Je wish by the way. Also, according to the CAA there are more anti Semitic supporters of the tory party than the Labour party.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "211",
                                    "user": "Bakelite",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "I'm not defending rac ists whatever party they're in, but it's clear that there are far more of them in the tory party than in the Labour party. The problem is that too many on the right tend not to regard Isla mophobia as rac ism.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "212",
                                    "user": "hdl",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Like I said no one has felt the need to leave the Conservative Party on the basis of ra cism.    THERE LIES THE DIFFERENCE.   Rac ism in all its forms should not be tolerated.   When it comes for the need to debate Anti-Semitism in the House of Commons that is something on a scale over and above, it was harrowing.   I am quite aware that Lansman is Jewish, but  so are those MP's that suffered at the lack of action by the Corbynista's.",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "213",
                                    "user": "Bakelite",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "The Je wish Chronicle commissioned a survey a couple of years ago which found that 28% of Labour supporters would not accept a Je wish PM, against 35% of tory supporters and 52% of ukip supporters. That amply confirms which political parties attract the most anti Semites. Goodness knows what the figures would have been if they 'd asked about the possibility of a Mus lim PM!",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "214",
                                    "user": "Bakelite",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "If no Tories have left because of rac ism then that suggest to me that tory politicians are more career orientated than Labour ones. It certainly doesn't mean that there is less ra cism in their party! Corbyn would never compare devout Je ws to bank robbers or letter boxes because he isn 't an anti Semite, yet Johnson did that with Muslims and he got away with it. THERE lies the difference.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "215",
                    "user": "DaphneBroon",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "And another Labour supporting crackpot crawls out from under his stone.",
                    "likes": 18,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "5",
            "user": "Aldrington",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Those hundreds of thousands who’ve been registering to vote have really scared you haven’t they de?",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "216",
                    "user": "Flivoless",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Nice try at deflection Brexitfools but it just won't wash. Trying to defend the indefensible isn't easy, is it?",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "217",
                    "user": "ColinBlakeley",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Give over <b> Brexit </b>Tool, pretending you have friends? Pull the other one.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "218",
                            "user": "(null)",
                            "date": "(null)",
                            "timestamp": "NA",
                            "commentText": "(null)",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "219",
                                    "user": "(null)",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Lost for words again, poor Brexit Tool destined  to visit the jobs centre week after week searching for something that would suit, but unfortunately the roll of court jester went out with the middle ages.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Brexit"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Pingles",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Nonsense propaganda from a billionaire owned \"news\"paper.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "220",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Someone else trying to defend the indefensible. Have you actually watched the interview in its entirety?",
                    "likes": 9,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "221",
                            "user": "(null)",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "Of course, the BBC is trying to bully him into apologising for being the victim of a media hit job. He's right not to apologise.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "2",
            "user": "crazydave789",
            "date": "11 Dec ",
            "timestamp": "NA",
            "commentText": "socialists do two things well - hatred and propaganda. it was after all the cause of over 30 m dead in the 30 s and 40 s and billions living in misery.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "HowardWhystone",
            "date": "1 Dec ",
            "timestamp": "NA",
            "commentText": "Labour Party filled with raciśts? What a load of Tory hogwash! Just look at some of the Blond Twerps utterings over the years! The Express NEWSPAPER group is part of an anti Labour propaganda machine in the media. Blindly soaked up by ill informed idiots, right wing of Attila The <b> Hun.</b> enjoy buying your shares in the medical service companies that will fragment our NHS.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Hun"
            ]
        },
        {
            "id": "0",
            "user": "Foxxx",
            "date": "28 Nov ",
            "timestamp": "NA",
            "commentText": "If allegations of a potentially criminal nature are being made, then they should be reported to and investigated by the authorities.  In the absence of any such action, the allegations should cease.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}