{
    "header": {
        "title": " Wonderbra: Hello sexism, cry feminists ",
        "subtitle": " IT IS almost 25 years since Wonderbra stopped traffic with its controversial Hello Boys  billboards, featuring supermodel Eva Herzigova. And on the eve of its latest ad campaign, Wonderbra is still causing a stir. ",
        "owner": " Geoff Ho ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 12:23, Sun, Dec 2, 2018 ",
        "dateExtraction": " 2020-01-15 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/life-style/life/1053249/wonderbra-adverts-hello-boys-sexism-feminism ",
        "postText": "IT IS almost 25 years since Wonderbra stopped traffic with its controversial Hello Boys  billboards, featuring supermodel Eva Herzigova. And on the eve of its latest ad campaign, Wonderbra is still causing a stir. The old slogan is being replaced by Hello me!, aimed at female self - empowerment .', 'The posters, which will launch tomorrow in London, Manchester, Glasgow, Edinburgh and Birmingham, promise to empower women to express their individuality with confidence in themselves. Wonderbra bosses also insist: We learnt a lot from Hello Boys.', 'However feminists say the campaign is a case of cynical branding  and same nonsense, different era.', 'Feminist activist Julie Bindel, co-founder of legal reform group Justice For Women, hit out at the firm, claiming women will not be tricked into considering the posters empowering.', 'Ms Bindel said: Wonderbra's Hello Boys  advert, the scourge of the feminist movement throughout the mid-1990s, was so sexist it was almost a parody. We are being fed the guff that the new slogan is less about appealing to sleazy men and more about targeting 'empowered, liberated women'. This, we are told, is about women wishing to feel sexy 'for themselves '. If you ask me, [this] is the same nonsense, different era.', 'However, Wonderbra says it celebrates women rather than objectifies them and that it helps them to feel sexy on their own terms.', 'Senior product manager Olivia Capallera said: The campaign celebrates an era of empowered women, women who decide by themselves and for themselves, women who derive their sexuality from inner confidence.','Heather Nogueira, marketing chief at the UK branch of US parent firm Hanesbrands, also defends the posters.','She said: 'We believe that the old cliche of women looking sexy to cater to someone else's gaze has been replaced with women wanting to feel sexy on their own terms.This campaign is our way of empowering women to express their individuality with confidence in themselves and in their style.', 'Wonderbra is the third largest bra brand in the country and the new adverts showcase its best-selling Ultimate Silhouette strapless bra.', 'COMMENT BY JULIE BINDEL', Women won 't fall for this guff, 'WONDERBRA'S Hello Boys advert was so sexist it was almost a parody. Billboards up and down the country featured a semi-naked supermodel, smiling coyly as she displayed her pneumatic breasts.', 'Clearly, she was advertising a bra but particularly lecherous men could well have imagined that the breasts themselves were being marketed.', 'That form of advertising, seen everywhere before feminism emerged, was on its way out by the time this one popped up. But now, almost 25 years later, the repackaged billboards are back.', 'The history of the bra', 'Probably to avoid feminists like me making complaints to the Advertising Standards Authority we are being fed the guff that the new slogan is about targeting empowered, liberated women . But in this MeToo# era in which women are speaking out about harassment and abuse, it looks a bit of an own goal for Wonderbra to bring back an advertisement that would today go down as well as a date with Harvey Weinstein.','The idea that women will be fooled by this cynical branding is ridiculous. This new sexism is no different from the old sexism.', 'Advertisers need to realise women are far from stupid.', 'Julie Bindel is a feminist writer",
        "numberPosts": " 8 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Gender - General,Ethnicity - Black,Age - Over 65s",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Misogyny,Woman,Black,Old",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "6",
            "user": "AustinMontego",
            "date": "2 Dec, 2018 ",
            "timestamp": "NA",
            "commentText": "Todays women are so high maintenance .. no wonder blokes go fishing .. just don't bother !",
            "likes": 12,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "200",
                    "user": "SpocksBeard",
                    "date": "2 Dec, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Its not right to abuse fish...Oh,thats not what you meant?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Stephy",
            "date": "2 Dec, 2018 ",
            "timestamp": "NA",
            "commentText": "They call themselves 'feminist' but actually mean 'miserable, frigid, man-hating losers who can't quite make it in the world and it's all men's fault ...boo hoo, stamp stamp, hissy fit.' A true feminist values her womanhood and her difference from men. My mother, my mother-in-law and my female antecedants could knock these pathetic wimps into a cocked hat.",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "elcid",
            "date": "2 Dec, 2018 ",
            "timestamp": "NA",
            "commentText": "Chill out Julie , you will all be dressed as <b> black </b>post boxes in ten years time.",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Black"
            ]
        },
        {
            "id": "3",
            "user": "Thehappycamel",
            "date": "2 Dec, 2018 ",
            "timestamp": "NA",
            "commentText": "For feminist writer Julie Bindel, read <b> old </b>fashioned prude . . . it's as simple as that.",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "2",
            "user": "BouncyFrog",
            "date": "2 Dec, 2018 ",
            "timestamp": "NA",
            "commentText": "Feminism is an extreme form of <b> misogyny </b>- as it wants to  control women, by saying what is and isn't allowable for women.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Misogyny"
            ]
        },
        {
            "id": "1",
            "user": "SpocksBeard",
            "date": "2 Dec, 2018 ",
            "timestamp": "NA",
            "commentText": "I can maybe see why Julie is a feminist...",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "201",
                    "user": "#i'mwithtrump",
                    "date": "2 Dec, 2018 ",
                    "timestamp": "NA",
                    "commentText": "As a <b> woman,</b> i was going to say the same.  You saved me the bother.  She's probably campaigning for even more modest attire in the name of female empowerment and if there was ever an argument for such a garment she would be it.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Woman"
                    ]
                }
            ],
            "keywords": []
        }
    ]
}