{
    "header": {
        "title": " Corbyn pummelled by voters who admit 'they didn't know what anti-Semitism was last year' ",
        "subtitle": " JEREMY CORBYN was attacked by voters in a focus group, with the public rounding on the Labour leader and anti-Semitism, Theresa May’s former pollster confirmed. ",
        "owner": " John Varga ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 00:01, Fri, Nov 8, 2019 ",
        "dateExtraction": " 2020-03-05 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/uk/1201662/2019-election-news-jeremy-corbyn-labour-party-hamas-luciana-berger-louise-ellman ",
        "postText": "'James Johnson worked as a senior research and strategy adviser to Theresa May from 2016-19 and was responsible for running No 10’s polling. On Thursday Mr Johnson carried out research on the upcoming election with a focus group in a London swing seat. Afterwards he tweeted that overall people had still not made up their minds about their voting intentions, but he highlighted a serious problem for Mr Corbyn.', 'He tweeted: Corbyn slated for antisemitism. Voters did not know what this word meant a year ago. Came up straight away tonight.', 'The Labour Party has been embroiled in a growing scandal over antisemitism ever since Mr Corbyn was elected leader in 2015.', 'As the party has tracked ever more towards the left, it has become far more vocal in its criticism of Israel’s policies towards the Palestinians, in particular over its building of settlements in the occupied territories.', 'Jewish Labour MPs have also bitterly complained of being racially abused by party members and activists.', 'This has led to the high profile resignations from the party of Luciana Berger, MP for Liverpool Wavetree and her colleague Dame Louise Ellman, MP for Liverpool Riverdside.', 'Ms Ellman was particularly scathing in her criticism of Jeremy Corbyn’s handling of antisemitism in the party.', 'She described Labour as a party that permits anti - Jewish racism to flourish  and accused the Labour leader of attracting the support of too many anti - Semites.', 'In an effort to draw a line under the scandal, Mr Corbyn asked the barrister and human rights campaigner Shami Chakrabarti in 2016 to look into the extent of anti-Semitism and other forms of racism within the party.', 'The report concluded that while Labour was not overrun by anti - Semitism or other forms of racism , there was an occasionally toxic atmosphere .', 'It called for a series of recommendations to tackle what it said was the clear evidence of ignorant attitudes  within sections of the party.', 'The report was dismissed by critics as a feeble response to a deep seated problem and an attempt to whitewash its anti-Semitism.', 'In the latest setback for Mr Corbyn, the Jewish Chronicle has openly called for British people to vote against the Labour leader,who it brands unequivocally as an antisemite.', 'In an impassioned front page article, it said: Throughout his career, he has allied with and supported antisemites such as Paul Eisen, Stephen Sizer and Raed Salah.', 'He has described organisations like Hamas, whose founding charter commits it to the extermination of every Jew on the planet as his friends.', 'He has laid a wreath to honour terrorists who have murdered Jews.', 'The article concludes with a plea to voters to reject Mr Corbyn at the ballot box.', 'We believe that the overwhelming majority of British people abhor racism.', 'We ask only that when you cast your vote, you act on that.', 'In reply to the article, Mr Corbyn insisted that he was not an antisemite and had worked all his life to fight against all forms of racism.', 'He said: Anti-Semitism is a poison and an evil in our society. Any form of racism is a poison and an evil in our society.', 'I have spent my whole life fighting against racism. I will die an anti-racist.'",
        "numberPosts": " 44 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Ethnicity - General,Age - Youngsters,Age - Over 65s,Nationality - European or anti-Europeans,Gender - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racist,Racism,Nothing,Old,Brexit,Gender",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "20",
            "user": "ARN799",
            "date": "8 Nov ",
            "timestamp": "NA",
            "commentText": "Corbyn is the pied piper of the Labour Party  wanting to lead the country to it’s  doom",
            "likes": 31,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "19",
            "user": "MartinG",
            "date": "8 Nov ",
            "timestamp": "NA",
            "commentText": "What this report does not mention is that Shami Chakrabarti only became a Labour Party Member in April 2016. \"After the release of the Chakrabarti Report in June 2016 Jeremy Corbyn announced her as the only Labour appointment to the House of Lords in August 2016, which some Labour MPs said undermined the credibility of the antisemitism inquiry she had led. The Community Security Trust, which monitors antisemitism in Britain, said the move was \"a shameless kick in the teeth for all who put hope in her now wholly compromised inquiry into Labour antisemitism\". Marie van der Zyl, vice - president of the Board of Deputies of British Jews, called it a \"whitewash for peerages scandal.\" When asked about the appointment, a spokesman for Corbyn said that Chakrabarti was \"an ideal appointment to the Lords\" On 6 September 2016, Shami Chakrabarti was created a life peer and became Baroness Chakrabarti, of Kennington in the London Borough of Lambeth. [Source - Wikipedia] The Labour Party are an absolute disgrace.",
            "likes": 19,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "18",
            "user": "MichaelTaylor",
            "date": "8 Nov ",
            "timestamp": "NA",
            "commentText": "Corbyn has rallied to every anti British cause there is. He has supported every enemy of this country out there. His philosophy is \"the enemy of my enemy is my friend\". He hates this country and cannot be trusted.",
            "likes": 19,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "17",
            "user": "AnnieintheCastle",
            "date": "8 Nov ",
            "timestamp": "NA",
            "commentText": "The mans <b> nothing </b>but a deluded<b>  old</b> fool",
            "likes": 17,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Old",
                "Nothing"
            ]
        },
        {
            "id": "16",
            "user": "RumbleStiltskin",
            "date": "8 Nov ",
            "timestamp": "NA",
            "commentText": "They do not understand anti semitism They do not understand Finance either A relative of mine took a job as Dept head of maths at another school They were nearly all remedial class standard could hardly add 2 and 2 together And this fool wants to give them the vote.",
            "likes": 11,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "200",
                    "user": "barbarian-heathen",
                    "date": "8 Nov ",
                    "timestamp": "NA",
                    "commentText": "A 25 year <b> old </b>voter with an ability to pass basic language, maths, geography, history &amp; world affairs should be the criteria to be enfranchised!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Old"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "15",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "201",
                    "user": "mountainhiker",
                    "date": "8 Nov ",
                    "timestamp": "NA",
                    "commentText": "Pretty much on target, Corbyn will go down as the man who destroyed the party!",
                    "likes": 3,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "202",
                            "user": "turquoise",
                            "date": "8 Nov ",
                            "timestamp": "NA",
                            "commentText": "Thank you.",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "203",
                    "user": "aquamarine",
                    "date": "8 Nov ",
                    "timestamp": "NA",
                    "commentText": "Well said.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "204",
                    "user": "TheWorld'sGreatestNewspaper",
                    "date": "8 Nov ",
                    "timestamp": "NA",
                    "commentText": "It's becoming clearer and clearer from Farage's election strategy that he is actually a fifth columnist working to secure either a re hashed May deal with the Tories or a second referendum with a Remain Alliance With Farage working as Remain 's secret weapon, it's entirely predictable for the DE 's PROJECT FEAR department to go into pre election overdrive against Corbyn",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "14",
            "user": "Babyboomer",
            "date": "8 Nov ",
            "timestamp": "NA",
            "commentText": "They did not know what \"anti-semitism\" was a year ago.....really. Our education system is getting worse with all these lefties in it. Unbelievable if true. Labour have decided to sacrifice the Jewish vote to go after the larger M****m one and as with everything they have said to date.....they will do absolutely anything to get into power regardless of whether it is good for the country or not.",
            "likes": 12,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "205",
                    "user": "barbarian-heathen",
                    "date": "8 Nov ",
                    "timestamp": "NA",
                    "commentText": "Maybe dumbing down triggered it.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "206",
                            "user": "barbarian-heathen",
                            "date": "8 Nov ",
                            "timestamp": "NA",
                            "commentText": "Zi***o***nist?",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "207",
                                    "user": "barbarian-heathen",
                                    "date": "8 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Anti Semite?",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "208",
                                    "user": "barbarian-heathen",
                                    "date": "8 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "For goodness sake, Shionism is political not racist, it is the trigger!  George Soros????",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "209",
                    "user": "barbarian-heathen",
                    "date": "8 Nov ",
                    "timestamp": "NA",
                    "commentText": "My comment stating similar was banned. Input, input, need output! You can try really hard to avoid contentious words, unless the paper tells you what / which naughty words you have inadvertently used how can you learn ? ",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "210",
                            "user": "Babyboomer",
                            "date": "8 Nov ",
                            "timestamp": "NA",
                            "commentText": "I had one thrown out today and absolutely no idea what was wrong with it.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "13",
            "user": "lugchris",
            "date": "8 Nov ",
            "timestamp": "NA",
            "commentText": "tick tock tick tock and deleted",
            "likes": 12,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "211",
                    "user": "turquoise",
                    "date": "8 Nov ",
                    "timestamp": "NA",
                    "commentText": "I don't know what is going on here but I also regularly violate policy and have my posts deleted without me saying anything <b> racist,</b> threatening or derogatory, why?",
                    "likes": 6,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "212",
                            "user": "barbarian-heathen",
                            "date": "8 Nov ",
                            "timestamp": "NA",
                            "commentText": "ME TOO. Sometimes so much time compiling a non combative post, full of facts and it is rejected.  Often only repeating words used in the article!",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "213",
                            "user": "Abbeys",
                            "date": "8 Nov ",
                            "timestamp": "NA",
                            "commentText": "Tell me about it. Thats why I have stopped coming here now. Stopped buying the DE in my shopping too. It seems they have a story they want to tell and we are not allowed to disagree anymore. However, I have noticed, its not just the DE now.It is happeneing all over all media sources ncluding the old tried and trusted politico internet ones.If I were a conspiracy theorist I would say someone has put a strangle hold on free speech. ",
                            "likes": 4,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "214",
                                    "user": "tamariskpink",
                                    "date": "8 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Agree I follow certain long time websites there they don't follow fake news. However, just mention one very high profile entity and the sites are hacked, trolled and de-monetised. Old saying tell the truth and shame the devil gets one clobbered in today's 'democratic world.",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Racist"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "12",
            "user": "cynicalme",
            "date": "8 Nov ",
            "timestamp": "NA",
            "commentText": "Is this headline a joke?  This is a party whose leader openly supports Palestine, the PLO and HAMAS. A party that has an MP recorded as saying that \"the enemy of Palestine is Zionism, Zionism is the reason there is no peace in the middle east. \"A party that had to have a clear out to try to convince people it wasn't anti semetic. Most importantly, anyone whose education is so limited that they have not been told or do not know that Hitlers national socialist party was the party of the holocaust is ignorant enough to be the perfect labour voter. Finally the words of Eric Arther Blair.\"Socialism must eventually become dictatorship and inevitably fascism, but I was convinced it could be achieved without all that Naziness.\"",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "215",
                    "user": "dannythedubi",
                    "date": "9 Nov ",
                    "timestamp": "NA",
                    "commentText": "Well said, 101% correct. A horrible threat hanging over the UK, with luck it will disappear on the 12th December.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "216",
                    "user": "StephenDouglas031",
                    "date": "9 Nov ",
                    "timestamp": "NA",
                    "commentText": "the kids of today can read your post, and most wont know the meaning of the words you write,  it has <b> nothing </b>to do with their games on their mobiles and game stations, most communicate from their bedrooms playing mindless games.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing"
                    ]
                },
                {
                    "id": "217",
                    "user": "barbarian-heathen",
                    "date": "8 Nov ",
                    "timestamp": "NA",
                    "commentText": "Zionism",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "218",
                            "user": "barbarian-heathen",
                            "date": "8 Nov ",
                            "timestamp": "NA",
                            "commentText": "It is the ist not the ism...how crazy!",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "219",
                                    "user": "StephenDouglas031",
                                    "date": "9 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "its the point that matters not nit picking",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "11",
            "user": "lugchris",
            "date": "8 Nov ",
            "timestamp": "NA",
            "commentText": "He is a great man unfortunately Ahh bless him he 's you'r Grampa in a nursing home, just agree and he 'll go back to sleep but he is worth loads a money ",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "220",
                    "user": "aquamarine",
                    "date": "8 Nov ",
                    "timestamp": "NA",
                    "commentText": "Yes he's a millionaire pretending to care about the poorer people.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "10",
            "user": "lugchris",
            "date": "8 Nov ",
            "timestamp": "NA",
            "commentText": "coming thick and fast",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "221",
                    "user": "(null)",
                    "date": "(null)",
                    "timestamp": "NA",
                    "commentText": "(null)",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "222",
                            "user": "(null)",
                            "date": "8 Nov ",
                            "timestamp": "NA",
                            "commentText": "and soon to be deleted",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "9",
            "user": "ColinBlakeley",
            "date": "8 Nov ",
            "timestamp": "NA",
            "commentText": "Hey Chuckibutty do you want a peerage? all you have to do is err <b> nothing.</b>",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "8",
            "user": "IanKent",
            "date": "8 Nov ",
            "timestamp": "NA",
            "commentText": "He is failing the working people of Britain. He does not offer a credible alternative to the Government, what he does offer is not needed, dogmatic policies that would bankrupt the country, shambles of a policy for <b> Brexit </b>and direct harm to the UK and \"five eyes\" security. The the people of Britain deserve and need better. Lib Dems may benefit from this, but their<b>  Brexit</b> approach is toxic. Finally, he failed to deal wit<b> h racis</b>m within Labour, instead offering a muddled and weak response. New leader required and now.... or lots of MPs will not retain their seats.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racism",
                "Brexit"
            ]
        },
        {
            "id": "7",
            "user": "lugchris",
            "date": "8 Nov ",
            "timestamp": "NA",
            "commentText": "Ahh bless him he's you'r Grampa in a nursing home , just agree and he'll go back to sleep Maybe he 'll be deleted the same as this comment",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6",
            "user": "alimac",
            "date": "8 Nov ",
            "timestamp": "NA",
            "commentText": "So a year ago potential Labour voters didn't know what anti-Semitism was. We actually allow such people a vote at all ????  Shouldn't there be a minimum intelligence level?",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "223",
                    "user": "(null)",
                    "date": "8 Nov ",
                    "timestamp": "NA",
                    "commentText": "Why ? There isn't for Party Leader....",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "224",
                            "user": "(null)",
                            "date": "9 Nov ",
                            "timestamp": "NA",
                            "commentText": "Well there should be. LOL.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5",
            "user": "escapee",
            "date": "8 Nov ",
            "timestamp": "NA",
            "commentText": "Regardless of Corbyn's selective anti-semitism and given some of his best mates are included in this category - though not notably featuring the Jewish community, there remains a future problem... Make no mistake, perhaps not in my lifetime, inevitably, we will have <b> racism </b>thrust upon us !",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racism"
            ]
        },
        {
            "id": "4",
            "user": "norrak",
            "date": "8 Nov ",
            "timestamp": "NA",
            "commentText": "To be fair all criticism of Israeli actions is <b> racist,</b> how dare anyone criticize state sponsored assassinations , carried out  by apparent UK passport holders, though not a peep from the UK government or a spy ring operation fronted by a peedo in the Caribbean. Next their will be calls of Islamophobia because people do not trust the Saudis or their harsh nonsensical doctrine, though their puppets in the UK government cannot get enough of the Saudi war dollar in their pockets, so treat them like they are as important as their money, when really they prefer to be backward and hostile and money furthers that cause.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "3",
            "user": "incendiary",
            "date": "8 Nov ",
            "timestamp": "NA",
            "commentText": "Israel poisons the anti-Semite debate. Jews have there own demons to question.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "angelcynn",
            "date": "9 Nov ",
            "timestamp": "NA",
            "commentText": "I've been commenting on various sites this over the last year about people in general had no idea what AS was and all have been deleted or removed. Blame the press for blowing this out of all proportion.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "StephenDouglas031",
            "date": "9 Nov ",
            "timestamp": "NA",
            "commentText": "D.E took my post off about being truthful, about  antisemitism not being taught in schools and about brain washing in schools,, but you can push LBT AND HAVE VON DER LEYEN TELLING BORIS TO FIELD A WOMEN. also when we now know that their is no such thing as LBT, AS WE ARE ALL <b> GENDER </b>NEUTRAL,  so in that case their are no females . males , bisexual or gay's of any description. so please make up your minds, and i am a male so does this mean i don't fit in",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gender"
            ]
        },
        {
            "id": "0",
            "user": "barbarian-heathen",
            "date": "8 Nov ",
            "timestamp": "NA",
            "commentText": "Dumbed down Britons. Proof in the pudding!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}