{
    "header": {
        "title": " Labour anti-semitism scandal: Election poster boy faced action over ‘Nazi’ slurs ",
        "subtitle": " A LABOUR activist whose image appears on prominent election campaign leaflets was disciplined for making anti-semitic remarks by party chiefs, it has emerged. ",
        "owner": " Simon Osborne ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 11:22, Wed, Nov 20, 2019 ",
        "dateExtraction": " 2020-02-21 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/politics/1206853/labour-news-anti-semitism-scandal-election-poster-boy-kierin-offlands-jeremy-corbyn ",
        "postText": "'Kierin Offlands, who appears on the front cover of election literature alongside his girlfriend Aisha Malik-Smith, received a formal warning last year after he shared a social media post comparing Israel to Nazi Germany. He was hauled before Labour bosses after he shared a post that called Israeli Defence Force soldiers storm troopers and ZioNazis while he was a youth officer for Southport Labour Party.', 'But campaigners were enraged when Mr Offlands was let off with a warning after the internal investigation, not least because it came in open defiance of a key recommendation of Baroness Chakrabarti’s report into Labour anti-Semitism which said party members should avoid making Nazi comparisons, particularly in relation to Israel and Palestine.', 'Speaking at the time, Labour Against Anti-Semitism spokesman Euan Philipps said: Jeremy Corbyn claims there is zero tolerance for antisemitism in the Labour Party, but the evidence again and again apparently shows there is plenty of tolerance for racial discrimination against Jews.', 'The Labour Party needs to get a grip on this urgently.', 'But anti-semitism continues to haunt the Labour Party with Jeremy Corbyn again forced to defend his record during last night’s televised leaders’ debate when the issue was raised by Boris Johnson.', 'The Prime Minister said Mr Corbyn’s record was a complete failure of leadership - what’s happened in the Labour Party over antisemitism?', 'In response, Mr Corbyn described anti-semitism as a an absolute evil and scourge within our society and insisted the party treated the issue very, very seriously.', 'READ MORE: EU 's Michel Barnier likes tweet that claims Corbyn 's a racist, 'He said: Racism in any form is a scourge in our society.', 'I have taken action in my party where anyone who has committed any anti-Semitic acts or made any anti-Semitic statements, they either suspended or expelled from the party and investigated every single case.', 'We do take this very, very seriously indeed.', 'Labour’s record on dealing with anti-semitism within the party was also put under the spotlight at a business leaders’ conference in London earlier this week.', 'Responding to a questioner at the CBI conference who adapted a party slogan to ask if Labour was for the many, not the Jew, Mr Corbyn condemned racist attacks against Jewish people.', 'He said: I’ve spent my life opposing racism in any form.', 'Be it done by the far-right or by the random attacks on individuals, or against a man that was murdered outside my house because he happened to be a Muslim and there happened to be a racist person driving a vehicle that thought it was OK to drive into a crowd of worshippers.', 'Just as much as those people that attack synagogues, daub fascist graffiti over them, or attack Jews in this country.'",
        "numberPosts": " 12 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "9",
            "user": "Watson",
            "date": "20 Nov ",
            "timestamp": "NA",
            "commentText": "Labour's ideology is an insult to humanity.",
            "likes": 13,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8",
            "user": "walnut",
            "date": "20 Nov ",
            "timestamp": "NA",
            "commentText": "Labour's mentality is based on hate, whether it be about wealth, background or religion.... bad enough for a fringe party, but for the main opposition party? How far our politics has fallen since Lady Thatcher left the stage",
            "likes": 12,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "200",
                    "user": "norrak",
                    "date": "22 Nov ",
                    "timestamp": "NA",
                    "commentText": "UK Politics today has fallen to a battleground of the middle east and how they are feeling and no longer has anything to do with the UK or those that wish to belong to it.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "7",
            "user": "Witcher",
            "date": "20 Nov ",
            "timestamp": "NA",
            "commentText": "Poster boy is a ràcíst well that goes along with the Labour party's unofficial policy the mistake he made was saying it out loud",
            "likes": 10,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6",
            "user": "ThelastDukeofTaibach.",
            "date": "20 Nov ",
            "timestamp": "NA",
            "commentText": "When's the report into anti semitism in the labour party by the human rights commission being published?",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "201",
                    "user": "norrak",
                    "date": "22 Nov ",
                    "timestamp": "NA",
                    "commentText": "Why ? As I will never accept the fool Corbyn as that description, anything but this is believable. Why does this decide whether a crack pot party is electable in the UK, have they not got enough crackpot ideas, without this fabrication ? We need to be careful whether this abuse is at a state or a people surely ? Also whether certain people taking over the Labour party are being ignored on their real views because they have more protection as well. So Labour as a whole get the blame. ",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5",
            "user": "StillPoliticallyIncorrect",
            "date": "20 Nov ",
            "timestamp": "NA",
            "commentText": "Why do these people all have such strange names?",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Grumpy79",
            "date": "21 Nov ",
            "timestamp": "NA",
            "commentText": "What is the mentality of the person who thought it was a good idea to put this person on the leaflet to start with, just goes to show how deeply ingrained antisemitism is within the lab/commie party",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "elvinotintopete",
            "date": "21 Nov ",
            "timestamp": "NA",
            "commentText": "It shows Corbyn's total commitment to rid Labour of it's anti Semitism supporters, does it not?",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "202",
                    "user": "JustKeepFocused",
                    "date": "21 Nov ",
                    "timestamp": "NA",
                    "commentText": "About the same as Corbyn's commitment to any genuine Leave or Remain options referendum!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "2",
            "user": "gilmas",
            "date": "22 Nov ",
            "timestamp": "NA",
            "commentText": "How can one expect a committed and rabid anti-Semite like Corbyn to deal with anti-Semitism ?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "maias",
            "date": "22 Nov ",
            "timestamp": "NA",
            "commentText": "Isn't it true that there is evidence again and again apparently showing there is plenty of tolerance for racial discrimination by the Israelis and western governments against the Palestinians?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}