{
    "header": {
        "title": " Kelly Brook BLASTS darts bosses for axing walk-on girls in ‘sexism’ row: ‘It’s well-paid’ ",
        "subtitle": " KELLY BROOK has defended walk-on girls just days after the Professional Darts Corporation (PDC) scrapped them from competitions. ",
        "owner": " Jessica Earnshaw ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 11:23, Tue, Jan 30, 2018 ",
        "dateExtraction": " 2020-01-22 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/celebrity-news/911873/Kelly-Brook-darts-2017-walk-on-girls-defends-Loose-Women ",
        "postText": "'The actress slammed bosses for caving into pressure and axing the practise of females escorting male darts players to the stage.', 'However, the 38-year-old is not alone, as a petition to reverse the ban has already garnered more than 30,000 signatures.', 'It’s a well-paid job, Kelly commented, after her own experience as a flag girl at the Formula One.', 'It’s one of the best jobs I ever had, the model continued during an interview on Loose Women.', 'Kelly added: You dress glamorously and obviously it’s about being presentable but I never felt I was taken advantage of.', 'It comes after The Women's Sport Trust posted on Twitter: We applaud the Professional Darts Corporation moving with the times and deciding to no longer use walk - on - girls.Motor racing, boxing and cycling… your move.', 'Meanwhile, This Morning aired a heated debate between a feminist and walk-on girls Daniella Allfree, 30, and Charlotte Wood, 29, last week.', 'The latter said the darts had accounted for 60 per cent of her income prior to the shock move.', 'It’s a very enjoyable job, Charlotte commented, as Daniella continued: It’s scary where it’s going.', 'But writer Sally Howard said what they did was demeaning broadly to women.', 'Charlotte went on while speaking to BBC Radio 5 live: Everybody chooses to do a job, and I feel like if I 'm being told I can't do this job, then my rights are being taken away.', 'I go to work, I put on a nice dress and I escort darts players on to the stage. I smile and that is it. I don't honestly see what the problem is.', 'She added: Where do we stop with this? I would be immensely proud if I had a daughter [doing the job of a walk-on girl].', 'World number one Michael van Gerwen, however, believed the tradition should end.', 'Predicting it last year he told AD Sportwereld: The PDC wants more people to see it as a sport.It does not interest me[walk - on girls].It is just a sport.'",
        "numberPosts": " 2 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "1",
            "user": "blueflue",
            "date": "30 Jan, 2018 ",
            "timestamp": "NA",
            "commentText": "if these 3 baggers had the looks they would do it...instead these ugly jealous GrassEaters complain at others good fortune....it's pure and simple envy",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "200",
                    "user": "SpudGansroond",
                    "date": "30 Jan, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Yup. You ever see an attractive feminist? I never have.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}