{
    "header": {
        "title": " Free speech will die if words lose their meaning, says JULIE BINDEL ",
        "subtitle": " NEXT year could see the end of free speech. Already restricted in universities, politics and TV, radio and live entertainment - both on and offline - the offended censoring brigade is gaining even more traction. ",
        "owner": " Julie Bindel ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 12:30, Sun, Dec 16, 2018 ",
        "dateExtraction": " 2020-02-07 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/comment/expresscomment/1059727/free-speech-words-censored-universities-politics-tv ",
        "postText": "'As a Labour-voting feminist and firm Remainer, you might imagine I would be unlikely to offend the leftist brigade. But don't be so sure. I have been banned and disinvited from dozens of universities over the past decade for the crimes of believing that men can't just decide to be women (transphobia); defending Tony Blair against allegations of being a war criminal and for pointing out that he introduced some rather good policies as leader. And also for writing the very first article about grooming gangs, made up predominantly of men of Pakistani heritage preying on vulnerable girls in former mill towns (Islamophobia).', 'It is no longer deemed acceptable to express a view on pretty much anything, unless it has been cleared by the speech Stasi. And, even then, someone on Twitter is bound to take offence, even if it's over something as bland as Why are the high streets full of charity shops? What do you mean? someone is bound to respond. So you object to donating to a charity to help disabled kids? What kind of heartless monster are you? The latest censorious nonsense happened last week, when Konstantin Kisin, a Russian - born comedian living in London, backed out of a student charity event after being asked to sign an agreement to make his jokes respectful and kind. ','Kisin had been invited to the University of London' s School of Oriental and African Studies, to do a New Year fundraiser for UNICEF.', 'He had initially agreed but thought twice after receiving a  behavioural agreement form explaining the university's  no - tolerance policy on anything that might be deemed offensive by students. Which, in this era of intolerance, can mean anything at all. The agreement, revealed by Kisin last week, forbade him to make jokes based on racism, sexism, classism, ageism, homophobia, biphobia, transphobia, xenophobia, Islamaphobia or anti - religion or anti - atheism .', 'According to the form, any jokes at all, about anything, must be delivered in a respectful and non - abusive way.Talk about a barrel of laughs.', ' I have had similar treatment by SOAS when an invitation for me to speak on campus about women 's rights under religious fundamentalism was withdrawn after its student society read an article I had written.', 'In it, I argued that the full - face veil worn by women in Pakistan and Saudi Arabia sends the message that women are to be hidden from view except by their husbands.', ' I was told by the male society secretary that Muslim women students would consider the campus an unsafe space if I cast my shadow over it. ', ' Universities nationwide are now becoming more places of censorship than learning. ', ' I HAVE heard horror stories from academics about how their students are now asking for trigger warnings on all texts that mention sexual violence or racism.University lecturers have lost their jobs for saying don't be so bloody soft...', ' Then there is the issue of Brexiteers being maligned as racist, ignorant, thick, xenophobic and all manner of other insults because they voted in the 2016 referendum to leave the EU. ', ' That means more than half(52 per cent) of Britons are stupid bigots, according to some. ', ' Almost my entire workingclass, Geordie family voted for Brexit, and I wish they had not, but to hear how irate some people get when I tell them this...Well, it is no wonder that many people who voted this way have decided to keep schtum. ', ' While I am deeply critical of pointing the finger at Muslims and blaming them for terrorism, or accusing Muslim men of being worse to women than others, the proposal for a new definition of Islamophobia - orchestrated by the All - Party Parliamentary Group on British Muslims - fills me with serious trepidation. ', 'The APPG has decided that Islamophobia is rooted in racism and is a type of racism that targets expressions of Muslimness or perceived Muslimness. ', ' What this means is that if any Muslim custom or tradition is criticised - including, presumably, by the many Muslim - born feminists who refuse to accept the medieval doctrine handed down by elderly men - they will be deemed to be Islamophobic. ', ' Imagine what could happen if Jeremy Corbyn 's Leftist acolytes got in. We would all have to fill in a form if we wanted to deviate from the Momentum norm.', 'Under the new speech Stasi regime, certain words and expressions have become devoid of any original meaning. Blairite is used by Momentum in place of Nazi and fascist now describes anyone who deviates from a Leftist party line.', 'If we carry on like this, 2019 will see the speech Stasi take over and only certain elite sections of the middle-class and upper classes will be considered to be safe enough to speak.', 'Julie Bindel is a writer, feminist and co-founder of the law reform group Justice for Women'",
        "numberPosts": " 12 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Nationality - European or anti-Europeans,Nationality - General,Sexual Identity - Transexuality",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Leaver,Refugee,Transgender",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "11",
            "user": "BumpyGrollix",
            "date": "16 Dec, 2018 ",
            "timestamp": "NA",
            "commentText": "Unless we bin our ridiculous 'hate' laws, creeping censorship WILL continue unabated, causing even more unnecessary divisions in society. These 'moral highgrounders' MUST be stopped by well deserved ridicule, instead of being taken seriously.",
            "likes": 21,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "10",
            "user": "Smithy730",
            "date": "16 Dec, 2018 ",
            "timestamp": "NA",
            "commentText": "Free speech is already dead freedom of thought is next.",
            "likes": 20,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "200",
                    "user": "Abbeys",
                    "date": "23 Dec, 2018 ",
                    "timestamp": "NA",
                    "commentText": "No one can ever censure your thoughts unless you express them. They cannot stop you thinking, only speaking.  I think a lot of things, I dont often voice them.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "9",
            "user": "Sunpanda",
            "date": "16 Dec, 2018 ",
            "timestamp": "NA",
            "commentText": "And the censorship stasi will now have a field day in the comments section",
            "likes": 16,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8",
            "user": "WhenI'm64",
            "date": "16 Dec, 2018 ",
            "timestamp": "NA",
            "commentText": "I might totally disagree and hate what you say, but I totally agree and love the fact that you can say it.",
            "likes": 13,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "TheRatMan",
            "date": "16 Dec, 2018 ",
            "timestamp": "NA",
            "commentText": "The Thought Police are everywhere",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6",
            "user": "SickofEUS.Wales",
            "date": "16 Dec, 2018 ",
            "timestamp": "NA",
            "commentText": "Having read your case history Julie it occurs to me that you must have mistakenly put your cross in the wrong box. Apart from defending Blair you surely must be a natural <b> Leaver.</b>",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Leaver"
            ]
        },
        {
            "id": "5",
            "user": "crazydave789",
            "date": "18 Dec, 2018 ",
            "timestamp": "NA",
            "commentText": "students had a greater voice under a right wing education system than they will ever have under the leftwing PC brigade. where I grew up many teachers were in the national front. ",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "captaincatt",
            "date": "16 Dec, 2018 ",
            "timestamp": "NA",
            "commentText": "It would be helpful if the government issued a list of forbidden words. We would then be sure of not upsetting anyone.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "BouncyFrog",
            "date": "28 Dec, 2018 ",
            "timestamp": "NA",
            "commentText": "\"Labour-voting feminist and firm Remainer\" had to come here as a <b> refugee </b>as her people reject her. Welcome to the comments where we believe in free speech. Though we don't get to express it. You like about everything I dislike.I like you though.And will defend you when you represent your ideologies. feminist, remainer, labour voter - bah humbug!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Refugee"
            ]
        },
        {
            "id": "2",
            "user": "thebluehornet",
            "date": "1 Jan, 2019 ",
            "timestamp": "NA",
            "commentText": "politicians words these days are precisely that politicians words - to be meaningful action in support of those politicians words is needed - something that is sorely missing these days",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Aldrington",
            "date": "16 Dec, 2018 ",
            "timestamp": "NA",
            "commentText": "Says the newspaper that frequently deletes readers post and reports wide spread ‘fury’ after 3 tweets. If you want the dubious freedom to attack Muslims and <b> transgender </b>people at least be honest about it and don’t pretend it has anything to do with freedom of speech...:",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Transgender"
            ]
        }
    ]
}