{
    "header": {
        "title": " Nick Ferrari left with HEAD IN HANDS in heated debate over 'OUT OF TOUCH' Tory wives ",
        "subtitle": " NICK FERRARI was left speechless and head in hands as he listened to a heated debate on the newly-formed online accounts of the Wives of Westminster  who columnist Afua Hirsch described as out of touch . ",
        "owner": " Alessandra Scotto di Santolo ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 22:07, Thu, May 9, 2019 ",
        "dateExtraction": " 2020-01-22 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/uk/1125171/Nick-Ferrari-Wives-of-Westminster-Dominic-Raab-Andrew-Bridgen-Afua-Hirsch-The-Pledge ",
        "postText": "'The heated debate was sparked by a new website launched in April by Nevena Bridgen, wife of Tory MP Andrew Bridgen, called Wives of Westminster. Leftie journalist Afua Hirsch criticised the initiative claiming the group of wives and girlfriends of Tory MPs participating showed nothing more than to be  out of touch. Ms Hirsch argued it echoed Tory contenders to the party leadership once Prime Minister Theresa May will step down  parading their wives around as a key part of their campaign strategy in reference to a recent interview with Dominic Raab and his wife.She added the whole situation felt like we're back in the 1950s.', ' In response to her claim, former Conservative candidate Michelle Dewberry pointed out the extraordinary progress made by women in politics highlighting all the women in high positions from Theresa May to Nicola Sturgeon to Penny Mordaunt. ', 'But Ms Hirsch insisted: I don’ t think that the way you encourage women is by denying that the problems exist. ', ' I think you’ ve got to be honest about the problems. ', ' And it’ s because of the fact that we do have women in positions of power that it’ s all the more shocking to me that these cultural attitudes towards the role of wives still exist. ', ' The response left Nick Ferrari with his head in his hands and infuriated LBC radio presenter Maajid Nawaz. ', ' Mr Nawaz said: Oh, for goodness sake.Just before we began I said to you nice dress and you said thank you, it’ s a suit, catching the attention of everyone because you posted it on Instagram and you post the name of the designer every single time. ', ' Are you now drawing the attention to your clothes when you do that ? ', ' The point is, they’ re proud to support the shopping thing that they just put up and it’ s their choice. ', ' And I agree with everything Michelle said.It’ s like me, who stood as a Lib Dem candidate, complaining about racism in the Tories when they’ ve got a British - Pakistani Home Secretary.', 'The Lib Dems have never done that.Labour have never produced a female Prime Minister. ', 'I’ m not a Tory but I can recognise… hold on!Let me rant!', 'I can recognise that the Conservatives have put forward two female Prime Ministers. ', 'At the end of the day, we’ ve got to stop searching for things to complain about.', 'In a welcoming message put up on the website, Ms Bridgen said it was set up to“ discuss the challenges and topics we are all experiencing as women, wives, mothers and working women of Britain.', ' She added: The Wives of Westminster take a kind - spirited, open - minded, feel - good, nourishing inside and out, purpose - centric approach to a meaningful life. ', ' Our themes revolve around the lifestyle of the Wives of Westminster: women empowerment, modern family, careers, wellness, purpose, kid - friendly lifestyle.'",
        "numberPosts": " 18 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Gender - General,Physical Identity - Physical Features,Age - Over 65s",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Woman,Scrawny,Senior",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "13",
            "user": "AlternativeForBritain",
            "date": "10 May ",
            "timestamp": "NA",
            "commentText": "That <b> scrawny </b>cow Hirsh hates the UK , and yet she makes a living out of it. Amazing really!",
            "likes": 25,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "200",
                    "user": "snuffydegauss",
                    "date": "10 May ",
                    "timestamp": "NA",
                    "commentText": "She's not the only one making a living from hating us. The telly is full of them and watching them spout their hatred is like whipping yourself and wearing a hair shirt.",
                    "likes": 9,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "201",
                    "user": "oliverbenjamin40@gmail.com",
                    "date": "10 May ",
                    "timestamp": "NA",
                    "commentText": "Hates the UK so why is she here ?  She tries to give the impression she is a cut above,dont no why,",
                    "likes": 10,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Scrawny"
            ]
        },
        {
            "id": "12",
            "user": "homeguard",
            "date": "9 May ",
            "timestamp": "NA",
            "commentText": "more trash TV.",
            "likes": 24,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "11",
            "user": "Sonofagun",
            "date": "10 May ",
            "timestamp": "NA",
            "commentText": "About time Ms Hirsch and the rest of the professional racists got back in their boxes, we have heard enough",
            "likes": 20,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "202",
                    "user": "coffeebean",
                    "date": "11 May ",
                    "timestamp": "NA",
                    "commentText": "Wish I could give you more than one thumbs up..good comment!",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "10",
            "user": "steverichards1001",
            "date": "10 May ",
            "timestamp": "NA",
            "commentText": "70 years ago, I was born on Stapleton Road, Bristol....the street of crime; violence; drugs; prostitution..... the most crime ridden street in Britain according to our Home Sec. who lived above a shop there. Me too, only many years earlier, when it was a white working class community. No drugs; no crime; no gangs; no violence..........just a pleasant, easy going place to live. What happened &amp; why?",
            "likes": 9,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "203",
                    "user": "coffeebean",
                    "date": "11 May ",
                    "timestamp": "NA",
                    "commentText": "Everyone knows what happened, and we know why, but we are not allowed to say it because free speech isn't free any more.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "204",
                    "user": "FTEU",
                    "date": "10 May ",
                    "timestamp": "NA",
                    "commentText": "We know what happened sir but the government brought in so called hate speech laws to stop us questioning the subjects you named.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "9",
            "user": "kevinshw",
            "date": "10 May ",
            "timestamp": "NA",
            "commentText": "Just taken oxygen.",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8",
            "user": "simbad096",
            "date": "10 May ",
            "timestamp": "NA",
            "commentText": "What a rubbish show. Loose women on political steroids.",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "DavidintheNorth",
            "date": "10 May ",
            "timestamp": "NA",
            "commentText": "I wouldn't refer to the <b> woman </b>as a \"journalist\"..............",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "6",
            "user": "DavidWallis",
            "date": "10 May ",
            "timestamp": "NA",
            "commentText": "It reached a stage when I thought the chickens had joined in",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "rasta",
            "date": "10 May ",
            "timestamp": "NA",
            "commentText": "Is this the hogwash on SKY caked 'The Pledge' One of the worst programmes in history.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "thesageandonion",
            "date": "10 May ",
            "timestamp": "NA",
            "commentText": "so  arrogant arnt  they",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "ARN799",
            "date": "10 May ",
            "timestamp": "NA",
            "commentText": "well madam hirsh in your infinite wisdom did ever consider thay have a choice you are to busy trying pick fly’s off people",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "coffeebean",
            "date": "11 May ",
            "timestamp": "NA",
            "commentText": "This <b> woman </b>usually brings the 'race card' into every single subject that's brought up. Awful<b>  woman</b> - if she detests our country and our people so much, why is she still here? Making a career out of racial hatred is despicable.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "1",
            "user": "Herewegoagain781",
            "date": "10 May ",
            "timestamp": "NA",
            "commentText": "We have a <b> woman </b>at the top of the police service one whose almost at the top of the fire service,  one at the defence department,  DUP,  both parties have had women home secretaries. I can't remember what post Barbra Castle held but she was a very<b>  senior</b> Labour Politian I the 70's",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman",
                "Senior"
            ]
        }
    ]
}