{
    "header": {
        "title": " Sarah Ferguson furious at trolls over vile social media attack - ‘Crawl back under rock!’ ",
        "subtitle": " SARAH Ferguson has lashed out at online trolls who attacked her open letter, insisting they make point in her fight to tackle hateful content on social media. ",
        "owner": " Latifa Yedroudj ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 09:22, Tue, Feb 12, 2019 ",
        "dateExtraction": " 2020-01-27 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/royal/1085979/sarah-ferguson-online-trolls-twitter-royal-family-news ",
        "postText": "'In a Twitter post, the Duchess of York listed the vile comments made against her in response to her an open letter to Hello Magazine yesterday, claiming they proved her point  that social media has become a  sewer  of content. She said: Responses on a news site to my warning online discourse has become a sewer. Stay out it [sic] lady; Yorks don't need to be dragged into this fight - Shut it!' 'I suggest you crawl back under your rock ' ' oh god - Yorkie bar is back!' They rather make point for me.', 'The Duchess has said that a large majority of people hurl abusive comments at her and urged social media bosses to take ownership of hateful content on the web.', 'In a letter published in Hello Magazine as part of their #HellotoKindness campaign, she wrote: I know that a lot say nice things, but there's a large minority who seem to think that all the normal rules of society don't apply to the internet.', 'Take a look at any website, and you’ll see extraordinarily abusive comments aimed not only at people in the public eye but also other internet users.', 'Bullying, sniping, bitching, even the most appalling sexism, racism and homophobia are commonplace – it seems that online, anything goes.', 'Sarah has also brought up how women are constantly pitted against and compared with each other, in light of rising online abuse against Meghan Markle and Kate, the Duchess of Cambridge.', 'The two duchesses have reportedly received hundreds and thousands of hateful comments in recent weeks, Kensington Palace staff have claimed.', 'The Duchess of York said the current rift speculations reminded her of the time people painted her and Diana as rivals.', 'She added: Women, in particular, are constantly pitted against and compared with each other in a way that reminds me of how people tried to portray Diana and me all the time as rivals, which is something neither of us ever really felt.', 'People feel licensed to say things online that they would never dream of saying to someone's face, and that encourages others to pile in .It 's so ubiquitous that we've all become numb to what's going on.', 'There is good evidence that this online culture is having a detrimental impact on people's mental health, particularly vulnerable young people.'",
        "numberPosts": " 10 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Age - Over 65s,Age - General,Age - Youngsters",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Old,Ageing,Nobody",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "7",
            "user": "GenuineBrit",
            "date": "28 Apr ",
            "timestamp": "NA",
            "commentText": "By jove, she does look <b> old </b>on the Getty picture above. She needs a new photographer!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "6",
            "user": "jujuj",
            "date": "21 Feb ",
            "timestamp": "NA",
            "commentText": "not <b> ageing </b>well at all is she?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Ageing"
            ]
        },
        {
            "id": "5",
            "user": "CodandChips",
            "date": "12 Feb ",
            "timestamp": "NA",
            "commentText": "It's lucky she advertises weight watchers and not wrinkle cream.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "200",
                    "user": "Hoppo1",
                    "date": "12 Feb ",
                    "timestamp": "NA",
                    "commentText": "I think your comment aptly illustrates the point she was making.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Roshe51",
            "date": "12 Feb ",
            "timestamp": "NA",
            "commentText": "WOW, Find the Comments if you Can. Never mind Sarah, we Know it 's the Publicity you want.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "DonnaM12",
            "date": "12 Feb ",
            "timestamp": "NA",
            "commentText": "Privilege comes at a price Fergie, you can’t avoid public scrutiny.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "marko",
            "date": "12 Feb ",
            "timestamp": "NA",
            "commentText": "Crawling back under a stone was good advice for her, its a pity she doesnt take it,",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "201",
                    "user": "Hoppo1",
                    "date": "12 Feb ",
                    "timestamp": "NA",
                    "commentText": "Why should they have to get used to it ? Surely <b> nobody </b>should feel the need to make personal, offensive comments about others in the first place even if they don't agree with what they stand for ?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nobody"
                    ]
                },
                {
                    "id": "202",
                    "user": "Travlingman",
                    "date": "12 Feb ",
                    "timestamp": "NA",
                    "commentText": "Crawl back under your rock!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "0",
            "user": "INDESCRETEBOB",
            "date": "12 Feb ",
            "timestamp": "NA",
            "commentText": "Blah, blah, blah...............",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}