{
    "header": {
        "title": " Hillary Clinton brands Putin sexist as she claims Trump is his ‘puppet’ ",
        "subtitle": " HILLARY Clinton branded Vladimir Putin sexist, saying he is “dismissive and condescending” to women. ",
        "owner": " Jon Rogers ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 15:17, Tue, Oct 17, 2017 ",
        "dateExtraction": " 2020-01-20 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/world/867513/Hillary-Clinton-Vladimir-Putin-Donald-Trump-sexism ",
        "postText": "'The one-time presidential hopeful, revealed her clashes with the Russian President when she was Secretary of State as well as exactly what happened when she telephoned Donald Trump to congratulate him on his election win.', 'Speaking at the London’s South Bank Centre,she said of Mr Putin: He doesn 't like women very much - or at least that's my impression.', 'From the way he behaves around women, the way he talks to women, he is dismissive and condescending.', 'The former First Lady, 69, made a series of revelations during a book tour promoting her memoirs titled What Happened.', 'Mrs Clinton also claimed the current US President Donald Trump, whom she ran againstfor the White House, wanted to be just like Mr Putin.', 'She said: Trump is still trying to please Putin. He likes that whole authoritarian thing - you know, the bare chest. I think that's his aspiration.', 'Speaking about her call to admit defeat in last November’s presidential election, Mrs Clinton said: It was really terrible. It didn't last long, there wasn't much to say. He was surprised. He sounded stunned but incredibly ecstatic. You could tell he thought he'd never be receiving that call, and I never thought I'd be making it.', 'Speaking about Mr Trump on Sunday at the Cheltenham Literature Festival, Mrs Clinton admitted to TV presenter Mariella Frostrup she did not want to go to his inauguration speech and called it dark, divisive and dangerous.', 'She also referred to Mr Trump as Putin’ s puppet and said the Russian leader had interfered in the US election.', 'Mrs Clinton said: Russia is a clear and present danger. The forces at work in the election last year are still with us. It was the perfect storm.', 'Mrs Clinton also commented on the allegations surrounding disgraced Hollywood movie producer Harvey Weinstein, saying it sent a strong message to men in power.', 'She said: I don't know if this is a turning point. Young women have to be given that confidence and support not to be intimidated.', 'She added: “The only way to get sexism out of politics is to get more women into politics.', 'Women are always judged more harshly than men.','However despite speaking out for women, Mrs Clinton was unwilling to comment when questioned on why she did not stand up for the women in the wake of her husband Bill’s indiscretions in the 1990s.', 'Mrs Clinton commented: “Let’s leave it for history.”', 'In an interview with CNN, Mrs Clinton issued a warning about Mr Putin, saying: Keep an eye on him, because he's not done. ', 'She cited the intelligence community's assessment in January that Putin directly ordered a Russian campaign to meddle in the 2016 presidential election to hurt Mrs Clinton and boost the Mr Trump campaign.','Mrs Clinton said: I think that Putin's campaign against us is much more about American democracy.','He wants an America that is divided from within.'",
        "numberPosts": " 21 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Gender - General,Ethnicity - General,Sexual Identity - General,Nationality - European or anti-Europeans,Physical Identity - Physical Features",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Sexual,Woman,Sexism,Racism,Homophobia,Brexit,Fat",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "19",
            "user": "kasuku",
            "date": "17 Oct, 2017 ",
            "timestamp": "NA",
            "commentText": "Go home Hillary. The Islington traitors may have invited you here but the British people think you are a sad, wingeing, deceitful, loser and would choose Trump or Putin over you any time.",
            "likes": 10,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "18",
            "user": "Travlingman",
            "date": "17 Oct, 2017 ",
            "timestamp": "NA",
            "commentText": "Doesn't Hillary Clinton realise how much people hate her.  Personally I have never hated anyone but I have to say she is my exception!  Vile <b> woman </b>and even more vile her<b>  sexual</b> abuser husband!",
            "likes": 10,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sexual",
                "Woman"
            ]
        },
        {
            "id": "17",
            "user": "Elba",
            "date": "17 Oct, 2017 ",
            "timestamp": "NA",
            "commentText": "Someone PLEASE tell Mrs. Clinton to go back to the US and stay there. The vast majority of us in the UK have no interest whatsoever in her opinions on any subject - all the more so as, like most Americans, she probably couldn't point to Dublin, Paris, Berlin, Rome or Madrid on a map. As earlier with Obama, we do not appreciate her sticking her nose into <b> Brexit </b>and we certainly don't want to read her self-justifying book. She lost - she should get lost.",
            "likes": 10,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "200",
                    "user": "Travlingman",
                    "date": "17 Oct, 2017 ",
                    "timestamp": "NA",
                    "commentText": "... and stay lost!",
                    "likes": 8,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "16",
            "user": "Mayora",
            "date": "17 Oct, 2017 ",
            "timestamp": "NA",
            "commentText": "PS Putin wouldn 't consider Hillary Clinton as a <b> woman.</b>Rightly so...",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "15",
            "user": "OrsonCarte",
            "date": "17 Oct, 2017 ",
            "timestamp": "NA",
            "commentText": "How was Putin to know that Hillary was a <b> woman?</b>",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "14",
            "user": "expat-mike",
            "date": "17 Oct, 2017 ",
            "timestamp": "NA",
            "commentText": "I heard a rumor that Clint Eastwood might do a remake of \"The Good, The Bad &amp; The Ugly\" called \"The <b> Fat,</b> The Slick &amp; The Wei#ner\", its all about those male pervs in Hillary Clintons life. He's spoiled for choice on who to play the 3 parts from 'A' listers in Hollywood as most are shoe ins requiring no preparation for the roles. Not so easy for the role of Hillary as they had Streep penned for the hypocrite but even she's got off the fence and doesn't want to be associated with a bunch of<b>  sexual</b> predators. Finally, I believe they 're looking for Hustler owner Larry Flynt to be the Technical Advisor as like Weinstein, he's been in his own sordid business for a very long time.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sexual",
                "Fat"
            ]
        },
        {
            "id": "13",
            "user": "claireMarie",
            "date": "17 Oct, 2017 ",
            "timestamp": "NA",
            "commentText": "She and her husband are certainly making some waves over here.  Time for them to go",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "12",
            "user": "BouncyFrog",
            "date": "17 Oct, 2017 ",
            "timestamp": "NA",
            "commentText": "\"did you ever consider hillary that he might be the right man for the job?\" hillary: \"no\" but she says it with closing eyes... the lie tell",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "11",
            "user": "Dan01",
            "date": "17 Oct, 2017 ",
            "timestamp": "NA",
            "commentText": "I bet she would let him put his slippers under her bed though.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "10",
            "user": "snoekie",
            "date": "17 Oct, 2017 ",
            "timestamp": "NA",
            "commentText": "I hear she has a very short attention span before she has to rest.  Needs long breaks.  Should have been out in the pasture years ago enjoying her dotage, not trying to emulate the young fillies.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9",
            "user": "CaptainBritain",
            "date": "18 Oct, 2017 ",
            "timestamp": "NA",
            "commentText": "Hillary Clinton 5 and a leaky can short of a six pack, Mr Putin can remember most of the things he has done yet Hillary Clinton cant remember her emails or the fact she sold Uranium. The <b> woman </b>is more crooked than the Mafia.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "8",
            "user": "PaulJackson",
            "date": "18 Oct, 2017 ",
            "timestamp": "NA",
            "commentText": "Pathetic, embittered sore loser who lacks the self-awareness to see herself as others see her.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "Henry3Dogg",
            "date": "18 Oct, 2017 ",
            "timestamp": "NA",
            "commentText": "Hillary Just one question. Is there any other candidate alive today who could lose to Donald Trump ? ",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6",
            "user": "BouncyFrog",
            "date": "17 Oct, 2017 ",
            "timestamp": "NA",
            "commentText": "sexist, sexist, sexist, sexist, every man's sexist, sexist. just because men behave in ways women don't understand  lie doesn't make it wrong.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Whonose",
            "date": "17 Oct, 2017 ",
            "timestamp": "NA",
            "commentText": "So who is Hillary the puppet of? Certainly not Bill, any offers?",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "MeitGrinder",
            "date": "13 Nov, 2017 ",
            "timestamp": "NA",
            "commentText": "Ofcourse Republicans are more sexist, the Abrahamic religions the biggest perpetutors of <b> homophobia,</b><b>  racism</b>, an<b> d sexis</b>m on the planet.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sexism",
                "Racism",
                "Homophobia"
            ]
        },
        {
            "id": "3",
            "user": "MeitGrinder",
            "date": "20 Oct, 2017 ",
            "timestamp": "NA",
            "commentText": "Ofcourse Republicans are more sexist, the Abrahamic religions the biggest perpetutors of <b> homophobia,</b><b>  racism</b>, an<b> d sexis</b>m on the planet.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sexism",
                "Racism",
                "Homophobia"
            ]
        },
        {
            "id": "2",
            "user": "MikePennington",
            "date": "18 Oct, 2017 ",
            "timestamp": "NA",
            "commentText": "Bill Clinton makes Harvey Weinstein look like an alter boy!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "JeanStein",
            "date": "18 Oct, 2017 ",
            "timestamp": "NA",
            "commentText": "... and how did she brand Huma Abedin?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}