{
    "header": {
        "title": " Coronavirus latest: Lorry migrants tested for deadly virus after arriving in UK ",
        "subtitle": " MIGRANTS found in a lorry in Bedfordshire were tested for coronavirus amid the total number of cases in the UK creeping up to 51, it has been reported. ",
        "owner": " Joel Day ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 23:48, Tue, Mar 3, 2020 ",
        "dateExtraction": " 2020-03-04 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/uk/1250534/coronavirus-news-virus-symptoms-latest-bedfordshire-coronavirus-pandemic-UK ",
        "postText": "The four migrants, believed to be from Somalia, were part of a larger caravan of 16 smuggled into Britain from Italy, according to The Sun. The newspaper reported they began to feel unwell after police found them inside the back of the vehicle on an industrial estate.', 'A source told The Sun test results were pending following their discovery in Biggleswade, just north of Letchworth Garden City.', 'They have since been “isolated” in a block of council-owned flats in Bedford.', 'The remaining 12 migrants are being dealt with by immigration officials, it is understood.', 'Kempston Police Station, where all 16 were held, was closed and deep cleaned to ensure any potential spread of the virus was curtailed.', 'A separate group of immigrants smuggled into the country were discovered inside a container at King George Dock in Hull.', 'Police would not confirm if any of these had yet been tested.', 'Meanwhile, cases in the UK took a sharp rise as 12 new confirmed cases were announced.', 'It took the total to 51.', 'Eight of the new patients had recently travelled from Italy.', 'Fresh cases also included the first to have traveled from Germany.', 'The other had been to Singapore, Japan and Iran, this suggesting none are believed to have contracted the virus in the UK.', 'Health officials in the Canary Islands reported the first case of a British national testing positive at a quarantined hotel in Tenerife.', 'The surge in cases constitutes the second highest single-day increase in cases to date.', 'Among these, the first known cases now include Hampshire, Humberside and Northamptonshire.', 'Others are from London, Wirral, Greater Manchester ad Kent.', 'Dr Will Welfare, a representative of Public Health England North West, said there were now three new COVID-19 cases in Greater Manchester.', 'This included two from Bury.', 'He said: “As a result of contact tracing we know the new Bury cases announced today are known contacts of the previously confirmed case from Bury.', '“The third case is a resident of Bolton which is not linked to the two cases in Bury announced today. The Bolton resident became infected whilst in Italy.', '“Close contacts will be given health advice about symptoms and emergency contact details to use if they become unwell in the 14 days after contact with the confirmed cases.', '“This tried and tested method will ensure we are able to minimise any risk to them and the wider public.”', 'The previous case from Bury was said to have been contracted while the host was in Italy.', 'Public Health England has said that all the new cases in the UK were contracted abroad, leading many to speculate that the two latest cases form Bury were too likely to have been contracted in Italy.",
        "numberPosts": " 17 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Age - Youngsters,Age - Over 65s",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Nothing,Elderly",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "11",
            "user": "Sticky100",
            "date": "14h ",
            "timestamp": "NA",
            "commentText": "One would hope and expect that these illegals would be sent back to their homeland IMMEDIATELY. No PC sobs, No sympathy, No <b> nothing </b>for these people - Get them out of here!!!!",
            "likes": 50,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "200",
                    "user": "lordhorationelson",
                    "date": "10h ",
                    "timestamp": "NA",
                    "commentText": "if only our government would get a spine and do it ,will they ,NOT A BLOODY CHANCE",
                    "likes": 11,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "10",
            "user": "TVFH",
            "date": "14h ",
            "timestamp": "NA",
            "commentText": "They should be put on a plane and sent back from whence they came. The owners of the lorry should have their fines and penalties doubled for illegally trafficking human beings who have the potential to spread more of this contagious virus around the country. Stop the boats, stop the lorries and deport illegal migrants to show the world Britain is no longer a soft touch.",
            "likes": 39,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9",
            "user": "Ricky1954",
            "date": "13h ",
            "timestamp": "NA",
            "commentText": "No one is going to stop Coronavirus rapidly spreading when they can't stop illegal immigration.",
            "likes": 31,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "201",
                    "user": "SteveMagwitch",
                    "date": "11h ",
                    "timestamp": "NA",
                    "commentText": "They can, get the army to search every truck call up the reserves and territorials if they need more personnel.",
                    "likes": 10,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "202",
                            "user": "Ricky1954",
                            "date": "11h ",
                            "timestamp": "NA",
                            "commentText": "It could be stopped but the problem is not being taken seriously enough to crack and down and stop it. Like you say, it would be easy if the government had the will to do it.",
                            "likes": 7,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "8",
            "user": "margaretbenjamin1",
            "date": "11h ",
            "timestamp": "NA",
            "commentText": "This Virus is already moving about rapidly and these illegals are allowed in,send them back with thousands of others, I'm weary listening to this Government wash your hands.these Carriers are allowed in,Boris wants to help the <b> elderly </b>and infirm, You can start by putting a stop to free movement of Foreigners ,its ludicrous ,we want our Country back ,we are sick and tired of Scroungers in Britain until  someone in Authority stands up and tells it like it is,we will be plagued with it.",
            "likes": 27,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "203",
                    "user": "Unhappy",
                    "date": "9h ",
                    "timestamp": "NA",
                    "commentText": "Absolutely agree with you.",
                    "likes": 8,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Elderly"
            ]
        },
        {
            "id": "7",
            "user": "PeterThompson1",
            "date": "7h ",
            "timestamp": "NA",
            "commentText": "Already moved into flats in Bedford so they aren't going to be deported, how long before they disappear and Border force can't find them",
            "likes": 14,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "204",
                    "user": "DKa641",
                    "date": "1h ",
                    "timestamp": "NA",
                    "commentText": "Border force is a PC taxi.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "6",
            "user": "Chriscambs",
            "date": "7h ",
            "timestamp": "NA",
            "commentText": "Most will be sent to the nearest hospital where they get the free medical treatment they know they will receive, at the expense of a tax-payer who's still waiting to be seen.  Then they'll be accommodated while they're \"processed\" or, at the first opportunity, they disappear into the populace.  Many of these illegal entrants have paid to be smuggled and own smartphones to contact others behind them to a confirm successful route to UK entry.  They are utterly determined, not daft.  When it comes to illegal entry, it's a pity our politicians rather more daft than determined.",
            "likes": 12,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "TX11",
            "date": "8h ",
            "timestamp": "NA",
            "commentText": "Send them back ... by parachute if necessary.",
            "likes": 11,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "205",
                    "user": "dyslexicaccountant",
                    "date": "6h ",
                    "timestamp": "NA",
                    "commentText": "Leaky boat.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4",
            "user": "DKa641",
            "date": "14h ",
            "timestamp": "NA",
            "commentText": "At the moment its just a ruse, but not in a few months.",
            "likes": 13,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "dyslexicaccountant",
            "date": "6h ",
            "timestamp": "NA",
            "commentText": "Re-pack, re-seal, re-ship back to point of origin. No medicals, no help. Just return to shipper.",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Brexitomus",
            "date": "6h ",
            "timestamp": "NA",
            "commentText": "Give food and water to them and immediate deportation.",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "WhiteDragon324",
            "date": "4h ",
            "timestamp": "NA",
            "commentText": "All of you who voted for any of the 3 main parties are to blame, their needs to be a complete radical change in the way this country is governed, you had a chance back in December where if Nigel Farage has received the public backing we would have had that change. you now have illegal immigrants entering our country who are infected with this virus, instead of isolating all 16 that were found in Bedfordshire 12 were handed over to immigration officials, you couldn 't make it up. this Government has no intention of stopping immigration and this proves it ",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}