{
    "header": {
        "title": " Farage pledges to reduce NHS pressure in major Brexit Party plans to be revealed this week ",
        "subtitle": " BREXIT PARTY leader Nigel Farage has stated that giving the wealthiest people in Britain tax breaks to help pay for private operations will reduce the burden on the National Health Service (NHS), according to new plans to be revealed on Friday. ",
        "owner": " Max Mathews ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 00:37, Thu, Nov 21, 2019 ",
        "dateExtraction": " 2020-02-21 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/uk/1207230/general-election-2019-news-latest-brexit-party-nigel-farage-bbc-question-time-nhs ",
        "postText": "The leading Brexiteer is also predicted to call for immigration to be cut to just 30,000 a year but emphasised his commitment to aiding the health service on BBC Question Time on Tuesday night. Mr Farage said: “If the wealthiest in society took out private medical insurance, [or] were encouraged to do so, we could lift maybe as much as 10% off the burden on the NHS for those who cannot afford private insurance cover. It strikes me as a rather bright thing to do.', '“The NHS should be free for all at the point of delivery. I am not forcing people who earn over X per year to take out private insurance, I am suggesting as a way of reducing waiting lists and lifting the burden off the health service it would make a lot of sense.”', 'During the programme, Mr Farage was confronted by various audience members with one asking how he dealt with claims that he was “a racist”.', 'Mr Farage insisted he hadn’t been accused of being a racist “for many many years” and stated the Brexit Party now had more candidates from black and minority ethnic backgrounds than at the European Parliament elections in May.', 'When one audience member said the Brexit Party itself had been accused of racism, Mr Farage responded angrily.', 'He added: “No it’s not. We had more ethnic diversity in our candidates for the European elections than the other parties added together, so I won’t have that.”', 'UKIP had pledged during the general election in 2015 while Mr Farage was leader that it would “limit highly-skilled work visas to 50,000 per year, including those from the EU, and apply a moratorium to unskilled and low-skilled labour.”', 'When quizzed about whether he would stand by that, he informed the Peterborough audience: “I do not think our quality of life improves as our population heads inexorably towards 70 million, which is where it’s going to be by the end of the 2020s.', '“For 60 years after World War Two, we had annual net migration running at 30,000 to 50,000 a year. We actually had, of all the European countries, the most successful integration and things worked here well.', '“For the last 10 years, it’s been running at between a quarter of a million and a third of a million every year. We need to bring settlement down to that kind of sensible post-war number.”', 'The Brexit Party list of pledges is expected to cover law and order and health policies, but he rejected the word manifesto on LBC - calling it a “horrible, horrible word that equates to a lie” - instead committing to a “contract” with the British people.', 'Last week Mr Farage announced the party would back off and not contest any candidates against the Conservatives in any of the 317 seats the Tories won at the last election to prevent splitting the vote.', 'Elsewhere, Liberal Democrat leader Jo Swinson launched the party’s manifesto on Wednesday, promising to stop Brexit and build a future for the UK inside the European Union.', 'The party also claimed this would result in a £50billion boom to spend on public services, as well as targeting 80 percent of our electricity coming from renewable energy by 2030.', 'However, her anti-Brexit stance was ridiculed by BBC political editor Laura Kuenssberg after the launch.', 'Ms Kuenssberg said: “The manifesto actually calls Brexit a national humiliation - is that a way to describe what was a democratic decision?”', 'The Lib Dem leader responded: “It has been a national embarrassment for our country. When you speak to people in other countries looking at us, they look at us with puzzlement.”', 'But Ms Kuenssberg challenged her further, asking: “What message do you think that sends to a Leave voter?', '“Very candidly, you are seeking to overturn a narrow but clear decision taken by the majority of voters in this country.”",
        "numberPosts": " 34 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Nationality - European or anti-Europeans,Ethnicity - General,Ethnicity - Native-American, Ideological and Political Identity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Brexit,Racism,Racist,Red,Red",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "10",
            "user": "JohnLongstride",
            "date": "21 Nov ",
            "timestamp": "NA",
            "commentText": "Stopping the half-million that pour into our country every year would go some way to easing the problem.",
            "likes": 20,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "200",
                    "user": "yorkshirelad",
                    "date": "22 Nov ",
                    "timestamp": "NA",
                    "commentText": "Yes indeed along with reducing Britain's obnoxious foreign aide payments . This election is all about getting Britain out of the EU any other time I would vote for anyone who put Britain & amp;Britons first, Britons are fed up of being Santa Clause & amp;Policeman to the destitute of the world ",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "201",
                    "user": "Theungagged",
                    "date": "21 Nov ",
                    "timestamp": "NA",
                    "commentText": "I accept that Farage is right that it would ease the problem it is never a good political idea to give RICH people tax breaks to better their OWN lives. that is assuming that RICH people do NOT have medical insurance anyway.  Even NON rich people like my wife has it but I could NOT afford TWO policies so I struggle on waiting eight months for an operation. The REAL cause of the plight of the NHS is the continued UNCONTROLLED and UNSUSTAINABLE immigration over the last FIFTY years made worse by FOM under EU laws.this results in a MILLION EXTRA permanent residents in the UK every THREE YEARS from immigration alone. This is the major cause of NHS problems and what is making it UNMANAGEABLE. ",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "202",
                            "user": "JohnLongstride",
                            "date": "21 Nov ",
                            "timestamp": "NA",
                            "commentText": "Update on \"the numbers\". In another article it is claimed that we need 300,000 new homes every year to solve the housing crisis. I reckon that equates to an extra 1 million people entering this country, well actually England, every year. None of our infrastructure can deal with that.",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "9",
            "user": "ocres",
            "date": "21 Nov ",
            "timestamp": "NA",
            "commentText": "From all I have seen over the last 3 years on tv farage would make a great pm.",
            "likes": 17,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "203",
                    "user": "Theungagged",
                    "date": "21 Nov ",
                    "timestamp": "NA",
                    "commentText": "I agree but I think he is wrong on this one but I suspect he is trying NOT to criticise the levels of immigration which we ALL know is the REAL cause in fear of being called <b> racist </b>by the other party leaders like Abbott and Corbyn who don't need much to spout off despite their own<b>  racism</b> in being antisemitic. In effect using taxpayers money to give RICH people private medical insurance which they have probably got anyway is NOT a great policy. I support th<b> e BREXI</b>T PARTY but I feel Farage is WRONG on this one. ",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racism",
                        "Racist",
                        "Brexit"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "8",
            "user": "TruthtoPower988",
            "date": "21 Nov ",
            "timestamp": "NA",
            "commentText": "Like education it is a pragmatic solution to a challenging problem.  Furthermore it provides a choice with the user having freedom to decide.",
            "likes": 14,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "204",
                    "user": "ItsMeAgainStill",
                    "date": "21 Nov ",
                    "timestamp": "NA",
                    "commentText": "Not really. I expect most of the people who'd be eligible for this probably go private anyway and therefore don't clog up the waiting lists. All this policy will do is mean that less money will go into the NHS, the wealthy will get more tax breaks, and demand for the NHS won 't decrease. You might also want to look at who bankrolls Mr Farage, and where that person 's main investments are. Here's a clue;they 're health insurance companies.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "205",
                    "user": "Thepriceoffreedom",
                    "date": "21 Nov ",
                    "timestamp": "NA",
                    "commentText": "It is feeding the rich by draining the poor.",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "206",
                            "user": "JamesMcC1",
                            "date": "21 Nov ",
                            "timestamp": "NA",
                            "commentText": "Yes that's what the NHS has become, seems to be all the country can talk about, and both the main parties just throw money at it, and the NHS just absorbs it.",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "207",
                                    "user": "Thepriceoffreedom",
                                    "date": "21 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "The NHS cannot keep absorbing it. All part of the government's plan to say we will all have to pay, education next.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "208",
                                    "user": "Thepriceoffreedom",
                                    "date": "21 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "The NHS cannot keep absorbing it. All part of the plan to make the NHS a business for the rich. Education next.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "7",
            "user": "AHHEsq",
            "date": "21 Nov ",
            "timestamp": "NA",
            "commentText": "Demand is never mentioned when politicians talk about the NHS,we all know why.  Over demand is killing the British people’s NHS and Labour are responsible for that.",
            "likes": 12,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "209",
                    "user": "Theungagged",
                    "date": "21 Nov ",
                    "timestamp": "NA",
                    "commentText": "As someone attending hospital for an operation I can clearly see the over demand you are talking about and I can also see WHY at the same time our NHS is failing. The continuance of what our politicians have done for the last FIFTY years has GUARANTEED that our once beloved NHS is now UNMANAGEABLE. ",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "210",
                            "user": "AHHEsq",
                            "date": "21 Nov ",
                            "timestamp": "NA",
                            "commentText": "Seeing is believing.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "6",
            "user": "Spooks",
            "date": "21 Nov ",
            "timestamp": "NA",
            "commentText": "You did get tax relief for private healthinsurance mortgage payments and alimony payments bring it all back,ease the pressure and boost spendi g.",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Godfather",
            "date": "21 Nov ",
            "timestamp": "NA",
            "commentText": "Nigel, this is the <b> Brexit </b>Party's chance to address the imbalance make life simpler for the vast majority,  merger tax and NI, abolish IHT within 3years,  freeze road tax and fuel duties and set them aside for new roads, abolish business rates within 5 years subject to rents remaining unchanged  or make the landlord responsible, business;s that trade in the UK pay the correct tax before the interaction of franchise fees and management charges. So much more , but focus on the main to ensure people and companies can operate more efficiently without the<b>  re<b> d</b</b>> tape.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Red",
                "Brexit"
            ]
        },
        {
            "id": "4",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "211",
                    "user": "*TheTrueBeLeaver*",
                    "date": "21 Nov ",
                    "timestamp": "NA",
                    "commentText": "More fake \"information\" from you, as usual.",
                    "likes": 4,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "212",
                            "user": "FIFY",
                            "date": "21 Nov ",
                            "timestamp": "NA",
                            "commentText": "I only post verifiable facts. You can verify this particular one with the ONS.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "213",
                    "user": "TruthtoPower988",
                    "date": "21 Nov ",
                    "timestamp": "NA",
                    "commentText": "Wherever they come from they become a burden to our social structure and put a strain on their countries of origin.  A lose lose situation.",
                    "likes": 9,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "214",
                    "user": "JamesMcC1",
                    "date": "21 Nov ",
                    "timestamp": "NA",
                    "commentText": "I had a  look at the ONS figures on immigration. The bulk of the people coming from thr eu are here for work or to claim benefits and take advantage of the NHS the vast majority that come from outside the eu are here for education in which case they pay not only for.their fees, but also for their accommodation food and everything else they need while they are here. I'd say they ae a benefit to our economy, plus their Visa is only for the duration of their study.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "215",
                    "user": "JamesMcC1",
                    "date": "21 Nov ",
                    "timestamp": "NA",
                    "commentText": "Who cares, immigration is immigration, what we need is skilled  people and professionals.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "3",
            "user": "UncleReg",
            "date": "21 Nov ",
            "timestamp": "NA",
            "commentText": "So what's new!  If you have the money to pay the NHS Consultant privately you've always been able to jump the waiting list.  Its a long time scandal that Consultants have profited from private use of publicly owned NHS facilities ",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "216",
                    "user": "Godfather",
                    "date": "21 Nov ",
                    "timestamp": "NA",
                    "commentText": "Spot on, but the NHS profit from these transactions and use the funds to run the hospital. There will always be these type of queue jumpers. And the lack of funding from the Government doesn't help. But the plus side is the NHS is not picking up the tab. Maybe we should encourage it and set up extra wards and use the extra revenue to fund the NHS.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Mikebize",
            "date": "21 Nov ",
            "timestamp": "NA",
            "commentText": "Farage is today's irrelevancy. He just likes to see his name in print and hear his own voice.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "217",
                    "user": "Theungagged",
                    "date": "21 Nov ",
                    "timestamp": "NA",
                    "commentText": "The FACT that Farage got us the referendum, got the result,  got to lead the largest single party group in the UK and the EU and as a result of that referendum will eventually get us OUT of the EU has seemingly passed you by. What makes you IGNORE these FACTS and leads you to write such pathetic nay FALSE DRIVEL ? Our of the two of you I have no doubt WHO is the irrelevance!!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "218",
                    "user": "Blobby",
                    "date": "21 Nov ",
                    "timestamp": "NA",
                    "commentText": "He's the only one who can hold his head high in answering the publics questions but there's more to come next week from TBP.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "219",
                    "user": "JamesMcC1",
                    "date": "21 Nov ",
                    "timestamp": "NA",
                    "commentText": "I think Farage will continue to be relevant for some time, hes certainly better leadership material than  corbyn, johnson or swinson.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Mac",
            "date": "21 Nov ",
            "timestamp": "NA",
            "commentText": "Farage wants to open up the NHS to the predatory insurance market.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "220",
                    "user": "Theungagged",
                    "date": "21 Nov ",
                    "timestamp": "NA",
                    "commentText": "Total TRIPE from you but I do think most RICH people would have either insurance or the ability to pay for private health anyway. Despite NOT being RICH my wife has private insurance but I could NOT afford two policies but it ends up with ME having the treatment. I still feel it is NOT a good idea to in effect give rich people tax relief, TAXPAYERS money, to the rich for ANY reason especially in an election campaign. ",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "221",
                    "user": "*TheTrueBeLeaver*",
                    "date": "21 Nov ",
                    "timestamp": "NA",
                    "commentText": "That is utter nonsense and a false statement. He is suggesting wealthier people might like to take private insurance and get a tax break for it - so they get treated privately and SAVE money for the rest of us.  Insurers would have no involvement at all with the NHS.You have no idea what you are talking about. ",
                    "likes": 13,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "222",
                            "user": "ItsMeAgainStill",
                            "date": "21 Nov ",
                            "timestamp": "NA",
                            "commentText": "Surely wealthier people already have private insurance and already choose to go outside the NHS?",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "223",
                    "user": "DKa113",
                    "date": "21 Nov ",
                    "timestamp": "NA",
                    "commentText": "The NHS opened itself up to ambulance chasing compensation payouts by NOT having liability insurance thereby forcing its management over time to purge the RATIONED service of quackery, incompetence and its pervasive culture of non disclosure of shipmans savilles and child heart surgeons fit only to cut toenails.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "0",
            "user": "ItsMeAgainStill",
            "date": "21 Nov ",
            "timestamp": "NA",
            "commentText": "Can't think of a single ulterior motive why <b> Brexit </b>Party leaders and multimillionaires Nigel Farage and Richard Tice would suggest tax breaks for the rich as a policy.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit"
            ]
        }
    ]
}