{
    "header": {
        "title": " Corbyn dodges Brexit question NINE times as Boris skewers ‘absurd' Labour plan in TV clash ",
        "subtitle": " BORIS JOHNSON tore into Jeremy Corbyn over his “absurd dither and delay” Brexit policy last night in a furious live television clash that ignited the General Election campaign. In their first head-to-head debate in the contest for the December 12 poll, the Prime Minister asked the Labour leader nine times to spell out whether he would support remaining in the EU or leaving the bloc if a second referendum is triggered – but failed to get an answer. ",
        "owner": " Macer Hall, Sam Lister and Martyn Brown ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 00:01, Wed, Nov 20, 2019 ",
        "dateExtraction": " 2020-02-24 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/politics/1206662/election-2019-boris-johnson-jeremy-corbyn-itv-debate-brexit-latest-news ",
        "postText": "'The Prime Minister said: We don't know on which side Mr Corbyn will campaign. Will he campaign for Leave or Remain? Mr Corbyn is trying to conceal the void at the heart of their Brexit policy. The Labour chief repeatedly said he would give voters the final say without specifying his own position. Their row over Brexit dominated barbed exchanges in front of a studio audience in Salford on the ITV Johnson v Corbyn programme.', 'A snap YouGov poll judged Mr Johnson the winner of the debate by a wafer-thin margin of 51 percent to 49 percent.', 'During the ill-tempered exchanges, the pair also clashed over the NHS, the economy and climate change.', 'Both leaders were jeered by members of the audience when they attempted to sideline questioning about public despair at the childish abuse rife in Westminster politics.', 'At one stage Julie Etchingham urged the pair to take responsibility for the tone of debate and insisted they both shake hands to agree to work to improve behaviour between politicians.', 'From his opening statement, Mr Johnson pressed the opposition leader to clear up the issue of his stance on Brexit.', 'There’s only one reason why we’re having this election, and that is that we have a deadlocked parliament that will not deliver Brexit, and whether you voted for Leave or Remain, people want to get Brexit done, and to unleash the potential of this entire country, the Prime Minister said.', 'He added: If you vote for us, we have a deal that is ready to go. As soon as we can get that deal through Parliament, as we can in the next few weeks, we can get on with the people’s priorities.', 'As Mr Corbyn repeatedly failed to say which side he would campaign on in a second referendum, the Prime Minister said: If he is elected prime minister he will dither and delay for months and months and then force the country though the chaos of another two referendums. He will not set out his plan, and will not be clear whether he’s for leave or remain. He is refusing to rule out campaigning against his own deal.', 'Demanding clarity, Mr Johnson said it was absurd that Labour could end up negotiating a new deal with Brussels in Government only to then campaign against it.', 'Shrugging off the demands for an answer, Mr Corbyn said: We will give you the people the final say and implement whatever you decide.', 'Mr Johnson also took the Labour leader to task over the possibility of him being propped up in Downing Street by the Scottish National Party.', 'The price of Nicola Sturgeon’ s support will be a referendum on the union with Scotland, the Prime Minister said.', 'Mr Corbyn became rattled when Miss Etchingham raised the issue of allegation of anti - Semitism within the Labour Party.', 'He said: Racism in any form is a scourge in our society. I have taken action in my party where anyone who has committed any anti - Semitic acts or made any anti - Semitic statements, they either suspended or expelled from the party and investigated every single case. We do take this very, very seriously indeed.', 'Later, as the pair clashed over the economy, the Prime Minister said: Jeremy Corbyn and the Labour Party have said they want to overthrow capitalism. I do say I think that would be disastrous for this country.', 'Quizzed by a hospital doctor on how the NHS will be able to meet growing demands, Mr Johnson warned Labour’ s plans to cut the working week to 32 hours would heap pressure on hospitals.', ' He added: What could be more ruinous for the NHS than a crackpot plan for a four day week which would add massively to the burden not just of the NHS but of every public service in the country ?', 'Mr Corbyn also appeared to raise questions about the future of the Monarchy when the issue of the scandal surrounding Prince Andrew was raised.', ' When asked if the monarchy was fit for purpose, the Labour leader said : It needs a bit of improvement. Mr Johnson insisted: The institution of the Monarchy is beyond approach.', 'Conservative Party chairman James Cleverly said: Jeremy Corbyn showed exactly why he is unfit to govern our country.He failed nine or 10 times to say where he stands on Brexit.', ' The YouGov poll also found 54 percent of voters quizzed thought Mr Johnson was the most prime ministerial of the pair compared with 29 percent for Mr Corbyn.', 'Following the debate, Tory MP Nigel Evans told the Daily Express: I thought it was absolutely stunning that time and time again Corbyn avoided the simple but fundamental question about how he would campaign in his proposed second Brexit referendum.', ' I mean shifty doesn’ t even come close.He refused nine or 10 times to answer the question and the public won’ t tolerate that.', ' Responding to Mr Corbyn’ s comments on the monarchy, Home Secretary Priti Patel also told the Daily Express: We, like everyone, respect the monarchy as an institution and I think Corbyn has been exposed, yet again, for his vacuous views and his lack of commitment to many, many great British institutions.I think it 's disgraceful, that's my personal view.', 'Foreign Secretary Dominic Raab said Boris Johnson won the debate hands down with his positivity, optimism and self belief.', 'Mr Raab said: On the second referendum it was totally unclear what the price Jeremy Corbyn is willing to pay to be propped up in No.10. It was telling, both on Brexit and the Scottish referendum, that Corbyn was not willing to come clean with voters.', 'Meanwhile, Brexit Party Chairman Richard Tice said that he thought the ITV clash was spicy and exposed Jeremy Corbyn's nonsense on Brexit.', 'He said: The key point was that the Prime Minister made clear that the transition period will end in December 2020, no ifs, no buts.','There was all sorts of nonsense talked by Jeremy Corbyn on Brexit. The reason why he refused to answer the question on how he would campaign in a second referendum is that he wants to rig the ballot paper with two options – Remain and fudged Remain.'",
        "numberPosts": " 67 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Nationality - European or anti-Europeans,Age - Youngsters, Ideological and Political Identity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Brexit,Leaver,EUSSR,Nothing,Communist,Woman,Crazy,Nation,Brownie,Brownie",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "27",
            "user": "LarryChamp",
            "date": "20 Nov ",
            "timestamp": "NA",
            "commentText": "Just watched Nigel Farage on the beeb set up to face a firing squad in front of a hostile audience carefully selected by the bbc with the clear intension of destroying him. However, Nige, clear and direct speaking, no embarrassing pauses, cut them all to pieces and the beeb were again left with egg on their pathetic faces. He was brilliant and surely deserves the chance to sort this country out.",
            "likes": 97,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "200",
                    "user": "TheWorld'sGreatestNewspaper",
                    "date": "20 Nov ",
                    "timestamp": "NA",
                    "commentText": "The DE's PROJECT FEAR department goes into overdrive against Corbyn and Labour Meanwhile, Boris Johnson 's government will not carry out any economic impact assessment of his <b> Brexit </b>deal, officials admit Ministers have dropped plans to publish a Treasury assessment, amid estimates of a hit to the UK economy of anything between£ 70 bn and£ 130 bn, leaving people thousands of pounds worse off Full steam ahead to the sunlit uplands of<b>  Brexit</b>!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Brexit"
                    ]
                },
                {
                    "id": "201",
                    "user": "Birdmaniw",
                    "date": "20 Nov ",
                    "timestamp": "NA",
                    "commentText": "But he is not standing for election. I think that says something about him. Abandoning the sinking ship comes to mind, rather like UKIP.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "202",
                    "user": "Palla",
                    "date": "20 Nov ",
                    "timestamp": "NA",
                    "commentText": "Just like a giant slayer ? maybe. I hope he gets at least 20 seats like Ben Habib predicted or even more",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "203",
                    "user": "Metaphysical",
                    "date": "20 Nov ",
                    "timestamp": "NA",
                    "commentText": "On a different note and since we cannot comment there: As for Barnier allegedly following a tweet that calls Corbyn a racist: twitter accounts are easy to hack. Two years ago a Belgian hacked Trump's account and made Trump spread a Flemish carnival song about Russian prostitutes with his Trump's 21 million followers.... So we will have to wait and see what happened. ",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "26",
            "user": "johnSurname...",
            "date": "20 Nov ",
            "timestamp": "NA",
            "commentText": "If asked 99% of the electorate would tell you whether they were either for <b> Brexit </b>or for remaining, so what is it with Corbyn that he is unable to answer this simple question. He has been sat on the fence for so long that he doesn't seem to be able to commit one way or another and it just   makes him look plain shifty and  definitely indecisive. Not a good look. ",
            "likes": 43,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "204",
                    "user": "Bustahrhyme",
                    "date": "20 Nov ",
                    "timestamp": "NA",
                    "commentText": "He's an ardent <b> leaver,</b>hates the<b>  EUSSR</b> but his party are remain and he'll tow that line.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Leaver",
                        "EUSSR"
                    ]
                }
            ],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "25",
            "user": "PatriciaO1",
            "date": "20 Nov ",
            "timestamp": "NA",
            "commentText": "Corbyn dodges <b> Brexit </b>question NINE times, This is what Labour does, they don't want to tell the Truth, Democracy to them, Means NOTHING",
            "likes": 54,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "205",
                    "user": "Metaphysical",
                    "date": "20 Nov ",
                    "timestamp": "NA",
                    "commentText": "They all lie, surely you should know that by now. Election campaigns are a festival of lies. As soon as they are in government, they forget about it all and do what they want.  Your choice who to vote for should not be based on what they say during the elections since they all lie.It should be based on the broad ideologies they each represent: socialism, social democracy, liberal democracy, capitalism, environmentalism.Make your choice about which ideological approach you want and ignore all their lies. ",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Nothing",
                "Brexit"
            ]
        },
        {
            "id": "24",
            "user": "PatriciaO1",
            "date": "20 Nov ",
            "timestamp": "NA",
            "commentText": "I don't think the EU understand, that we ARE leaving, there is <b> nothing </b>to be done about that, we don't want to be part of an Undemocratic union any longer, we have had ENOUGH, in fact it is Past time to Leave.  Let them get on with there own ideals, we just don't agree.",
            "likes": 33,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "206",
                    "user": "Bustahrhyme",
                    "date": "20 Nov ",
                    "timestamp": "NA",
                    "commentText": "They fully understand,they just don't want it happening, they are dictators and hostage takers.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "207",
                    "user": "RnR918",
                    "date": "20 Nov ",
                    "timestamp": "NA",
                    "commentText": "The EU have always understood that we're leaving.  It's the UK's inability to make it's mind up about how which is holding everything back.",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "208",
                    "user": "Metaphysical",
                    "date": "20 Nov ",
                    "timestamp": "NA",
                    "commentText": "The EU wants you out asap. It is the UK that has asked three times now to please be allowed to stay longer. The EU each time granted you request, albeit reluctantly. We truly hope that this time you will leave on 31 January 2020.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "209",
                    "user": "DitchJohnson",
                    "date": "20 Nov ",
                    "timestamp": "NA",
                    "commentText": "You people are so naive, Johnson and the Tories are still using you all to cling onto power, you fall for it everytime. We 're not leaving, or at least not permanently. The powers that be are playing both sides, the same as they do inwar where they fund both sides. Once they 've got their man or <b> woman </b>back into power in the Labour party there will be a huge sea change, preferably after the powers and their chums have picked off more scraps from the UK carcass. ",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "210",
                            "user": "DaphneBroon",
                            "date": "20 Nov ",
                            "timestamp": "NA",
                            "commentText": "You surely don't actually believe Comrade Corbynski is going to be PM.",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Woman"
                    ]
                }
            ],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "23",
            "user": "lou.coops",
            "date": "20 Nov ",
            "timestamp": "NA",
            "commentText": "Why didn't Boris ask Jeremy Corbyn what exactly his new deal with the eu would entail because in reality a second referendum would be remain or remain. I think he missed a great chance to spell out what labour's \"leave\" deal would really mean.",
            "likes": 30,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "211",
                    "user": "stephenfarr",
                    "date": "20 Nov ",
                    "timestamp": "NA",
                    "commentText": "Why doesn't Johnson open up about the small print of his deal ?",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "212",
                    "user": "JuneJohnson911",
                    "date": "20 Nov ",
                    "timestamp": "NA",
                    "commentText": "He tried but the Chair wouldn't let him saying it was enough about <b> Brexit.</b> The fact that Corbyn refuses to say is  either dithering or remaining",
                    "likes": 9,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Brexit"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "22",
            "user": "brench01",
            "date": "20 Nov ",
            "timestamp": "NA",
            "commentText": "Labour are a party in conflict over <b> brexit </b>and they're getting away with it. We won't only have their<b>  crazy</b<b> > communis</b>t policies but a continued parliament stuck in a deadlock that will eventually lead to a remain vote. Don't know yet whether I'm happy with the PM's deal but I'm absolutely sure, with no BP candidate I will be voting for the Tories.",
            "likes": 44,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "213",
                    "user": "Metaphysical",
                    "date": "20 Nov ",
                    "timestamp": "NA",
                    "commentText": "It is simple: If you want to fully leave the EU on 31 January 2020, vote Conservatives. If you want to remain: vote for any of the other parties. ",
                    "likes": 4,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "214",
                            "user": "Palla",
                            "date": "20 Nov ",
                            "timestamp": "NA",
                            "commentText": "except Brexit Party is a true patriotic movement for Britain",
                            "likes": 5,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "215",
                                    "user": "Metaphysical",
                                    "date": "20 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Vote for the Brexit Party and Remain.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Brexit",
                "Crazy",
                "Communist"
            ]
        },
        {
            "id": "21",
            "user": "Hotlegs-Gigi",
            "date": "20 Nov ",
            "timestamp": "NA",
            "commentText": "It appears so many people have forgotten the state the last Labour government left this country in, God help us if Corbyn ever got in power. Everyone alive now would be dead before this country ever got put right again, if it were possible.",
            "likes": 51,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "216",
                    "user": "MadCow",
                    "date": "20 Nov ",
                    "timestamp": "NA",
                    "commentText": "Nonsense",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "217",
                            "user": "DaphneBroon",
                            "date": "20 Nov ",
                            "timestamp": "NA",
                            "commentText": "It's the absolute truth. You left-wing loons just don't have a clue.",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "218",
                    "user": "Palla",
                    "date": "20 Nov ",
                    "timestamp": "NA",
                    "commentText": "The last 1 was Gordon Brown-Tony Blair, now is Corbyn, it was New Labour before, now is No Labour, they are very different brothers in the organisation, in fact, against each other ?",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "20",
            "user": "JuneJohnson911",
            "date": "20 Nov ",
            "timestamp": "NA",
            "commentText": "I  notice it was Boris who moved to shake hands; it should have been meet half way but no",
            "likes": 32,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "219",
                    "user": "Peppa161",
                    "date": "20 Nov ",
                    "timestamp": "NA",
                    "commentText": "Corbyn has no manners. He sees himself as God and like most <b> communist </b>countries their leaders have<b>  nothing</b> to do with the man in the street",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing",
                        "Communist"
                    ]
                },
                {
                    "id": "220",
                    "user": "Palla",
                    "date": "20 Nov ",
                    "timestamp": "NA",
                    "commentText": "Boris did very poorly as an ex PM in the debate but he won on his sympathy &amp; clarity &amp; where he wants the <b> nation </b>to go since Corbyn simply dodged his challenge like in jousting. Similar to Hiliary Clinton debating Donald Trump, Clinton was the sneaky Yales graduate who has everything in her bag to throw at Donald Trump, her smirk, her swipe, her ridicules, insults, keep coming",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nation"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "19",
            "user": "Dogtag",
            "date": "20 Nov ",
            "timestamp": "NA",
            "commentText": "Farage left Boris and Corbyn looking like spoilt schoolboys arguing the toss in a childrens playground, his studio audience was obviously hand picked to tear him apart yet he was without doubt the winner, he never avoided one question, gave honest straight forward answers and skewered the more aggresive audience members in the studio who thought they could score <b> bro<b> wnie </b</b>>points.  As for the Johnson and Corbyn debate, well for a start they could have done better if only they had watched a more diplomatic politician who knew what he was talking about and who gave straight forward answers to every question put to him, Farage left them both with egg on their face. Today both political partys will be declaing sucess, their media supporters will be singing their praises and as a result we will be subjected to even more garabge in the their attempts to bully, scare, and entice voters. Corbyn will continue to dangle his fishing line using the same bait as in the 2017 general Election knowing he will again renege on his promises, whilst Johnson will intensify his promise to ge<b> t Brexi</b>t done whilst the real debater and far supierior politician, Namely Nigel Farage will be sidetracked and ignored by both the newspapers and the television companies.We can only hope that in this the most importand general Election for forty odd years that the electorate do not throw away the chance to rid our parliment of the fifth rate politicians who have tried their best to destroy democracy.",
            "likes": 11,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brownie",
                "Brexit"
            ]
        },
        {
            "id": "18",
            "user": "best",
            "date": "20 Nov ",
            "timestamp": "NA",
            "commentText": "The next debate is bound to be the most interesting. farage and Johnson. Followed by the winner and Corbyn.",
            "likes": 11,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "17",
            "user": "GordonBennett",
            "date": "20 Nov ",
            "timestamp": "NA",
            "commentText": "Neither are to be trusted.",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "16",
            "user": "RickSanchez",
            "date": "20 Nov ",
            "timestamp": "NA",
            "commentText": "No way does Corbyn want to become PM, he's not even remotely trying to get elected.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "15",
            "user": "RobbieMcGill",
            "date": "20 Nov ",
            "timestamp": "NA",
            "commentText": "All that \"debate\" did was to confirm to most people that politicians are all lying fantasists with no concept of reality. I cannot think of one politician who has not made life for the average voter who pay their exhorbitant and unearned salaries &amp; expenses  better, in the last 50 years. Britains political system is an abject failure !!!",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "14",
            "user": "FrauAnton",
            "date": "20 Nov ",
            "timestamp": "NA",
            "commentText": "So the Conservative Twitter account rebrands itself as \"Factchecker UK\" and pronounces Johnson the clear debate winner. Has UK politics really sunk to this level ? ",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "221",
                    "user": "DaphneBroon",
                    "date": "20 Nov ",
                    "timestamp": "NA",
                    "commentText": "Boris was the clear winner. How can anyone trust Corbyn, when he can't even answer a simple question as to his intentions on <b> brexit.</b>",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "222",
                            "user": "FrauAnton",
                            "date": "20 Nov ",
                            "timestamp": "NA",
                            "commentText": "That wasn't my point. Why do the conservatives find it necessary to try to fool people?",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "223",
                                    "user": "DaphneBroon",
                                    "date": "20 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Boris was totally clear about his intentions for brexit It is Corbyn trying to fool the people. Trying to make remainers believe he want to remain, and leavers that he is a brexiteer. You left-wingers are so clueless.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Brexit"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "13",
            "user": "Plainjane",
            "date": "20 Nov ",
            "timestamp": "NA",
            "commentText": "Labour as usual will say anything to try and get into power, then as usual will run the country badly and screw it all up!",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "12",
            "user": "Oracle",
            "date": "20 Nov ",
            "timestamp": "NA",
            "commentText": "Of course Corbin can get a Deal within 3 months because his Deal would be to stay in the CU&amp;SM and continue to pay into the EU coffers .The EU would snatch his hand off for that Deal this is Basically where we are now so their Ballot paper would be to Remain or Remain .",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "11",
            "user": "NODEAL_Brexit_NOW",
            "date": "20 Nov ",
            "timestamp": "NA",
            "commentText": "The UK deserve far better than either of these two nerds. Johnson is lost when he runs out of pre - scripted slogans that he 's had to learn by rote, and Corbyn is so utterly deceitful he's afraid to admit that his second referendum will contain two choices: A Labour - negotiated WA that is effectively a BRINORemain. Both are an embarrassment to British politics and one wonders if there is anyone today with the same passion, intellect and patriotism as the late, great Lady Thatcher ? She must be rolling in her grave. ",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "10",
            "user": "DitchJohnson",
            "date": "20 Nov ",
            "timestamp": "NA",
            "commentText": "If only Thatcher and her chums hadn't killed off our tech revolution in the 80's, the UK would perhaps now be the 3rd largest economy, instead of 8th just behind the state of California after the devaluation of the pound. We 'd now be calling the shots around Europe instead of the Germans. But oh no, the market knows best said Thatcher, let the investors decide if we should become the next silicon valley. They decided we shouldn't, and instead the UK should rely on the funny money banks. Little do people know the UK was once the world leader in fibre optic networks as far back as 1974. \"Unfortunately, the Thatcher government decided that it wanted the American cable companies providing the same service to increase competition. So the decision was made to close down the local loop roll out and in 1991 that roll out was stopped. The two factories that BT had built to build fibre related components were sold to Fujitsu and HP, the assets were stripped and the expertise was shipped out to South East Asia.\" Our colleagues in Korea and Japan, who were working with quite closely at the time, stood back and looked at what happened to us in amazement.What was pivotal was that they carried on with their respective fibre rollouts, they now enjoy over 1000 Mps The rest is history as they say. The UK lost out on hundreds of billions and instead now has foodbanks and is at war with itself. Just one example of letting the Tories and their market chums decide our futures. ",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "224",
                    "user": "DaphneBroon",
                    "date": "20 Nov ",
                    "timestamp": "NA",
                    "commentText": "What a load of claptrap, I assume you dug that out of the Guardian archives.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "9",
            "user": "Karen835",
            "date": "20 Nov ",
            "timestamp": "NA",
            "commentText": "All I can say is...thank goodness the TV has an off button!!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8",
            "user": "Gresley",
            "date": "20 Nov ",
            "timestamp": "NA",
            "commentText": "No Bojo. HS2 is a big white elephant. Plenty more rail lines can be reopened for a fraction of the cost. ",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "This message was deleted.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "225",
                    "user": "DitchJohnson",
                    "date": "20 Nov ",
                    "timestamp": "NA",
                    "commentText": "The Americans weren't debating tonight. Meanwhile. In 2017 Jeremy Corbyn was awarded the \"Sean MacBride Peace Prize\" . After his landmark speech to the United Nations in Geneva, Labour leader Jeremy Corbyn was awarded a highly prestigious international peace prize, partly for his work helping to bring peace in Northern Ireland. The award ceremony was held in the presence of the Mayor of Geneva and invited guests, including a UNI Global Union delegation led by General Secretary Philip Jennings, alongside the General Secretary of the ITUC, Sharan Burrow. After the ceremony on Friday, UNI GS, Philip Jennings said, It’ s fitting that Jeremy Corbyn has been given this award, just two days before ICAN, the International Campaign for the Abolition of Nuclear Weapons receives the Nobel Peace Prize. On behalf of all our UK affiliates and all of our 20 million affiliates around the world we congratulate him. Peace and unions go hand - in -hand– they are as Reiner Braun, the head of the IPB, put it two - sides of the same coin. Jeremy Corbyn is a former union official and someone who has dedicated his political life to peace, and we salute him. ",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "6",
            "user": "Bodicea055",
            "date": "20 Nov ",
            "timestamp": "NA",
            "commentText": "Who cares whether Mr Corbyn would vote leave or remain? He at least offers an opportunity to have a say on whether we want to leave on his deal or not. It doesn't matter what he wants.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "226",
                    "user": "DaphneBroon",
                    "date": "20 Nov ",
                    "timestamp": "NA",
                    "commentText": "Ha, ha, ha,  it's no wonder Labour are a dead duck, with loons like you as supporters.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "227",
                    "user": "CarinaMarina",
                    "date": "20 Nov ",
                    "timestamp": "NA",
                    "commentText": "He would give the choice between BRINO and Remain after spending over three years blocking brexit",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "228",
                            "user": "FrauAnton",
                            "date": "20 Nov ",
                            "timestamp": "NA",
                            "commentText": "The ERG blocked Brexit.",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "229",
                            "user": "Bodicea055",
                            "date": "20 Nov ",
                            "timestamp": "NA",
                            "commentText": "And? He would do so only if given a majority to do so. That still doesn't mean that his personal preference is relevant...your preference does not refute my point. It doesn't matter what he wants.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Brexit"
                    ]
                },
                {
                    "id": "230",
                    "user": "EU-dopia",
                    "date": "20 Nov ",
                    "timestamp": "NA",
                    "commentText": "Only in Your dreams LOSER.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Cynic23",
            "date": "20 Nov ",
            "timestamp": "NA",
            "commentText": "Perhaps Jeremy Corbyn's reticence to put it as kindly as possible over his <b> Brexit </b>plans can be simply explained:  He never liked the EU so while he's in favour of leaving, he wants to be the one to deliver it.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "4",
            "user": "dongood",
            "date": "20 Nov ",
            "timestamp": "NA",
            "commentText": "To use the debate to claim the N.H.S.s drugs would cost 500 million a week is a joke Dr A. Hill used the dispatch T.V. program and every media outlet its a stark change of views when he wrote an article in 2015 about America paying 600 times more for drugs , said cost of drug £24 America was paying $15.000 his statement is politically motivated the simple fact is we buy only 9% of drugs from the U.S.A.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "231",
                    "user": "FrauAnton",
                    "date": "20 Nov ",
                    "timestamp": "NA",
                    "commentText": "Until we sign our 'brilliant' trade deal with America.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "3",
            "user": "MadCow",
            "date": "20 Nov ",
            "timestamp": "NA",
            "commentText": "Jeremy just tore Boris apart. Tremendous.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "232",
                    "user": "DaphneBroon",
                    "date": "20 Nov ",
                    "timestamp": "NA",
                    "commentText": "I see the CJD has take a turn for the worse.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "233",
                    "user": "keithj",
                    "date": "20 Nov ",
                    "timestamp": "NA",
                    "commentText": "bovine",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Kameron",
            "date": "20 Nov ",
            "timestamp": "NA",
            "commentText": "That's a big lie! He answered it very simple. Boris had to hide his lies using <b> brexit </b>constantly, what a looser. I voted for<b>  brexit</b> but not this disaster for passed 3 years",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "1",
            "user": "DitchJohnson",
            "date": "20 Nov ",
            "timestamp": "NA",
            "commentText": "Johnson could be out in just a few weeks, if the young Uxbridge voters and students campaign to oust him succeeds. They only need a 5 % swing and 5000 votes, they claim they already have twice the required swing. Although we 're to expect 5 or more recounts, after a few hours of trying to locate missing ballot boxes somewhere around Uxbridge.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "234",
                    "user": "DaphneBroon",
                    "date": "20 Nov ",
                    "timestamp": "NA",
                    "commentText": "More utter claptrap. You Labour people are such a dozy bunch of dimwits.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "0",
            "user": "DitchJohnson",
            "date": "20 Nov ",
            "timestamp": "NA",
            "commentText": "Why does he need to answer, he's entitled to sit on the fence as we all are. <b> Brexit </b>isn 't even a Labour policy, the Tories and Farage own<b>  Brexit</b>, along the mess they created with their referendum. Corbyn 's a social democrat and will instead let the public decide during the next referendum, that isn't full of spin, lies and false promises. Or Blair, when he and his helpers take over Labour once again after Corbyn is gone, sometime just after December 12 th. ",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "235",
                    "user": "brench01",
                    "date": "20 Nov ",
                    "timestamp": "NA",
                    "commentText": "Sorry I was rude, he's a <b> communist!</b>",
                    "likes": 5,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "236",
                            "user": "DitchJohnson",
                            "date": "20 Nov ",
                            "timestamp": "NA",
                            "commentText": "What's wrong with Commies ? Johnson and the Tories don't seem to mind taking millions from them. Meanwhile, the Sky poll tonight, just after the debate had Johnson on 51 % and Corbyn on 49 %, and that was a Sky poll weighted in the Tories favour. Brexit 's obviously no-where near over yet, contrary to what a few million right wingers think.",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "237",
                                    "user": "DaphneBroon",
                                    "date": "20 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "I am assuming you are being sarcastic, if not please contact your mental health professional asap.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "238",
                                    "user": "brench01",
                                    "date": "20 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Communist countries? Go do some research!",
                                    "likes": 5,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Communist"
                    ]
                },
                {
                    "id": "239",
                    "user": "brench01",
                    "date": "20 Nov ",
                    "timestamp": "NA",
                    "commentText": "Ahaha are you living on Mars somewhere!?",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Brexit"
            ]
        }
    ]
}