{
    "header": {
        "title": " French Senator admits Brexit to have 'catastrophic' impact on France and rest of EU ",
        "subtitle": " FRENCH Senator Christian Cambon conceded France is to suffer catastrophic consequences because of Brexit as Northern French fishermen risk being completely cut off from British waters. ",
        "owner": " Aurora Bosotti ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 14:53, Sun, Dec 1, 2019 ",
        "dateExtraction": " 2020-01-15 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/uk/1211657/Brexit-news-France-economy-impact-fisheries-fishing-UK-EU-CFP-Christian-Cambon-latest ",
        "postText": "'The French Senator, who serves as the co-chair of the Senate Brexit Committee, admitted several sectors would take a severe blow once the UK quits the European Union. Despite Emmanuel Macron having voiced his opposition to further delays to the Brexit deadline, Senator Cambon warned Brexit would have catastrophic consequences for France's economy due to the close relationship Paris and London share. Speaking to Sénat in Action, the Senator said: The departure of Great Britain is something catastrophic for a series of professions.', 'Our farmers, our fishermen, our businesses, and the regions of Normandy and Haute France. It will have consequences for all these areas and for the whole of the EU, it could even give other members some ideas.', 'That’ s why we want to follow the process step by step while abiding by the competences of the Senate.', 'Members of the French fishing industry have indeed voiced their concerns over the risk of seeing their access to British waters cut off due to either a no deal Brexit or radical changes to current agreements with the UK.', 'Pas-de-Calais Senator Catherine Fournier suggested 75 percent of the fishermen living in her constituency could lose their  total revenue should they not be able to fish in UK waters.', 'Ms Fournier said: Around 75 percent of fishing taking place in Haute France takes place in British territorial waters– 75 percent.', 'It’s vital to fishermen, it’s their total revenue. What will be of them? What type of agreement could they get? When you invest on a fishing boat, the investment is huge. ', 'Trawler Eric Gosselin said members of the fishing community in northern France have been fishing in British waters since the Middle Ages and Brexit could force Brussels to agree to changes to the Common Fishing Policy(CFP) regulating fishing across the bloc.', 'Mr Gosseling said: It’s been generations – I’m part of a community that has been fishing in British waters since the Middle Ages.', 'It’ s the rule of relative stability which has been regulating access since the EU was formed, which has regulated the repartition of quotas, the percentage according to which the quotas should be distributed.', 'The fact we have a country withdrawing could suggest the relative stability rule should be renegotiated.', ' He continued: There are countries, like Spain, who have been urging for a change of the rule and other countries who claim they have been catered to badly.', 'Truly, France has been favoured by this rule of relative stability. ', 'But the chief executive of the British Ports Association Richard Ballantyne suggested Brexit offers fishermen a once in a generation opportunity to help relaunch Britain’s fishing industry.', 'The fishing communities in the UK have long lamented the limitations imposed by the CFP which regulates access to waters in the bloc and imposes strict control on the number of fish fishermen can catch.', 'Mr Ballantyne said: “For the first time in 40 years the UK will soon be setting its own fisheries policy.', 'This could be a once in a generation opportunity for UK fisheries.', 'Above all, it is critical that a transformational fund is put in place to support this transition towards prosperity and that Government policy is put to work to support coastal communities by ensuring that more seafood is landed in the UK.'",
        "numberPosts": " 144 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Nationality - European or anti-Europeans,Age - Youngsters, Ideological and Political Identity - General,Sexual Identity - Male homosexuality",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Brexit,EUSSR,Nobody,Zero,Nothing,Commie,Fruit,Transition,Old,Froggy,Yellow,Yellow,Yellow",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "72",
            "user": "Warwickmaiden",
            "date": "1 Dec ",
            "timestamp": "NA",
            "commentText": "Do I feel any sorrow for these French fishermen?   Nah!!!  None at all - now they'll find out just how our own fishermen suffered when our fishing grounds were handed over!",
            "likes": 154,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "200",
                    "user": "Palla",
                    "date": "2 Dec ",
                    "timestamp": "NA",
                    "commentText": "Are French presidents actually capable of feeling sorry for French ? Not even once ?",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "71",
            "user": "Steven_M",
            "date": "1 Dec ",
            "timestamp": "NA",
            "commentText": "I for one look forwards to once again being able to visit the docks in my home town port, to buy fresh fish, crabs, cray fish and lobsters by the stone. Just like I did with my parents before we joined the EU. ",
            "likes": 149,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "201",
                    "user": "Theungagged",
                    "date": "1 Dec ",
                    "timestamp": "NA",
                    "commentText": "I agree but AFTER the <b> transition </b>the Boris/May SURRENDER TREATY uses the term NON DISCRIMINATORY for the fishing so I think that means we do NOT RULE over OUR waters and the EU can STILL fish in them and we CANNOT STOP them. That is NOT<b>  BREXIT</b>. That is REJECTION of what we voted for and Boris is to blame. You should know what our politicians are like!!",
                    "likes": 9,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Brexit",
                        "Transition"
                    ]
                },
                {
                    "id": "202",
                    "user": "lordhorationelson",
                    "date": "1 Dec ",
                    "timestamp": "NA",
                    "commentText": "and i can take my boat out to catch SEA BASS",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "70",
            "user": "LeaningRight",
            "date": "1 Dec ",
            "timestamp": "NA",
            "commentText": "The Eu is built on robbing the poor hard working class people to fund the champagne lifestyle. They don't care about anyone other their club in Brussels",
            "likes": 132,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "203",
                    "user": "Palla",
                    "date": "2 Dec ",
                    "timestamp": "NA",
                    "commentText": "True, 5% versus 95 %. It will never work until the 95 % found out.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "69",
            "user": "Disgustedfrom.....",
            "date": "1 Dec ",
            "timestamp": "NA",
            "commentText": "We know all about how French fishermen will suffer Mrs! It happened to us and I don't remember one single country that had an ounce of sympathy!",
            "likes": 292,
            "hasReplies": true,
            "numberOfReplies": 35,
            "replies": [
                {
                    "id": "204",
                    "user": "nellgwen",
                    "date": "1 Dec ",
                    "timestamp": "NA",
                    "commentText": "It was heartbreaking  to see our fishermen and families lose their livelihood.  and told they could burn their boats to keep warm.  now the boot  will be on the other foot.  i can't wait for that to happen.",
                    "likes": 32,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "205",
                    "user": "(null)",
                    "date": "(null)",
                    "timestamp": "NA",
                    "commentText": "(null)",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 22,
                    "replies": [
                        {
                            "id": "206",
                            "user": "(null)",
                            "date": "1 Dec ",
                            "timestamp": "NA",
                            "commentText": "It doesn't matter how much of the UK GDP fisheries account for,  it's about taking control. You probably think that UK financials will suffer as well, but let me put this to you;The one thing that the EU fears most is a competitive UK sitting on their door step, in other words \"Singapore Offshore\", and they will do everything they can to scare timid people into believing their lies. We already trade with our biggest market the USA on WTO terms, so what 's the worry?",
                            "likes": 15,
                            "hasReplies": true,
                            "numberOfReplies": 8,
                            "replies": [
                                {
                                    "id": "207",
                                    "user": "(null)",
                                    "date": "1 Dec ",
                                    "timestamp": "NA",
                                    "commentText": "In other news: Brexiters ecstatic with joy as Trump declares NHS must be 'on the table' in post - Brexit trade deal during state visit to London in June 2019 Brexiters can hardly contain their glee as Brexit Britain \"takes back control\" by having Trump dictate the fate of the NHS in order to help his American corporate friends make a fortune privatising it Full steam ahead to the sunlit uplands of Brexit!",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "208",
                                    "user": "(null)",
                                    "date": "2 Dec ",
                                    "timestamp": "NA",
                                    "commentText": "You're not safe to be let out. Copy and paster!!",
                                    "likes": 2,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "209",
                                    "user": "(null)",
                                    "date": "(null)",
                                    "timestamp": "NA",
                                    "commentText": "(null)",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "210",
                                    "user": "(null)",
                                    "date": "1 Dec ",
                                    "timestamp": "NA",
                                    "commentText": "Yep.... If yer like...🇬🇧👍",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "211",
                                    "user": "(null)",
                                    "date": "1 Dec ",
                                    "timestamp": "NA",
                                    "commentText": "NAWWWWWWW      Just sick and tired of being used and abused by the eu and cohorts who were unable to appreciate the offer of an amicable leaving deal, you know, THE ONES WHO TRIED TO STITCH US UP for their own ends.    NOW DO ONE.",
                                    "likes": 10,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "212",
                                    "user": "(null)",
                                    "date": "1 Dec ",
                                    "timestamp": "NA",
                                    "commentText": "Please remind us all again where in said \"Singapore Offshore\" on the referendum paper, my friend",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "213",
                                    "user": "(null)",
                                    "date": "2 Dec ",
                                    "timestamp": "NA",
                                    "commentText": "If the ref said \"Do you hate mainland europeans\" 90% would have said yes.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "214",
                                    "user": "(null)",
                                    "date": "2 Dec ",
                                    "timestamp": "NA",
                                    "commentText": "Right below where it said \"Leave with a deal\"",
                                    "likes": 9,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "215",
                            "user": "(null)",
                            "date": "1 Dec ",
                            "timestamp": "NA",
                            "commentText": "French champagne vineyards are a small % of French GDP but the harvest isn't shared out across the EU via free quotas.",
                            "likes": 10,
                            "hasReplies": true,
                            "numberOfReplies": 8,
                            "replies": [
                                {
                                    "id": "216",
                                    "user": "(null)",
                                    "date": "(null)",
                                    "timestamp": "NA",
                                    "commentText": "(null)",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "217",
                                    "user": "(null)",
                                    "date": "1 Dec ",
                                    "timestamp": "NA",
                                    "commentText": "That's as random as saying \"has anyone seen a chicken around here ? Answers to the name of cluckles.\"",
                                    "likes": 4,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "218",
                                    "user": "(null)",
                                    "date": "1 Dec ",
                                    "timestamp": "NA",
                                    "commentText": "Maybe you would prefer brexiters were sent to concentration camps for extermination so the new EU Reich has no opposition . The EU is the enemy of democracy",
                                    "likes": 6,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "219",
                                    "user": "(null)",
                                    "date": "1 Dec ",
                                    "timestamp": "NA",
                                    "commentText": "You seem obsessed with bottoms.",
                                    "likes": 3,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "220",
                                    "user": "(null)",
                                    "date": "2 Dec ",
                                    "timestamp": "NA",
                                    "commentText": "French wine is inferior to many other country's product.",
                                    "likes": 4,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "221",
                                    "user": "(null)",
                                    "date": "1 Dec ",
                                    "timestamp": "NA",
                                    "commentText": "Vineyards aren't natural resource. Nothing prevents you to come here and open a business. There are already several British wine-growers in France.",
                                    "likes": 2,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "222",
                                    "user": "(null)",
                                    "date": "1 Dec ",
                                    "timestamp": "NA",
                                    "commentText": "The soil in which they grow is a natural resource,  and French vineyards aren't shared out via FREE quotas",
                                    "likes": 6,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "223",
                                    "user": "(null)",
                                    "date": "1 Dec ",
                                    "timestamp": "NA",
                                    "commentText": "Does the ground where your house is built is shared?  It 's just not a good comparison.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "224",
                            "user": "(null)",
                            "date": "(null)",
                            "timestamp": "NA",
                            "commentText": "(null)",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "225",
                                    "user": "(null)",
                                    "date": "(null)",
                                    "timestamp": "NA",
                                    "commentText": "(null)",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "226",
                                    "user": "(null)",
                                    "date": "1 Dec ",
                                    "timestamp": "NA",
                                    "commentText": "It's not absolutely necessary to write a stupid comment every time, is it...?",
                                    "likes": 4,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "227",
                            "user": "(null)",
                            "date": "1 Dec ",
                            "timestamp": "NA",
                            "commentText": "You have gone for the bait and it was on the bottom which is where you feed.",
                            "likes": 6,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "228",
                    "user": "(null)",
                    "date": "1 Dec ",
                    "timestamp": "NA",
                    "commentText": "Quite the contrary, when vessels in the Hull fleet that were forbidden to fish in order to satisfy the EU quota system and had to be auctioned-off, French, Spanish and Portuguese came over to the auctions to get the vessels at a huge knock-down on their asset value. There were strong rumours at the time that they strategically avoided counter-bidding each other in order to `fix' the auctions and get them as cheaply as possible, plundering our fleet even as they intended to plunder our fish. I saw members of the fishing community weeping at the quayside as vessels worth £250,000 a lot of dosh in the 1970's went under the hammer for £10-15 thousand.",
                    "likes": 22,
                    "hasReplies": true,
                    "numberOfReplies": 7,
                    "replies": [
                        {
                            "id": "229",
                            "user": "(null)",
                            "date": "1 Dec ",
                            "timestamp": "NA",
                            "commentText": "Depends how old the boats were. The depreciation on a boat is horrific. A boat typically drops 20 % in value in the first year and 10 % a year for the first 10 to 15 years.Then slows down to about 5 % per year. Some times you can have a boat that after it gets to a certain age it actually slowly increases in value every year.But like all ways to enjoy yourself messing about on the water, wait until you see the annual bills for repairs and renewals on it, you will wish to just to have the annual depreciation instead.",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 3,
                            "replies": [
                                {
                                    "id": "230",
                                    "user": "(null)",
                                    "date": "2 Dec ",
                                    "timestamp": "NA",
                                    "commentText": "And by the way, genius, if a boat drops 20% in value in the first year, and 10% in value per annum thereafter - then in just 8 years it would have no value at all, not even as scrap and would be completely unmarketable...! I suggest you take a glance at Apollo Duck.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "231",
                                    "user": "(null)",
                                    "date": "1 Dec ",
                                    "timestamp": "NA",
                                    "commentText": "Actually, I have a boat, thank you. And - no - it doesn't necessarily depend on the vessel's age in regard to commercial fishing, as an older vessel could catch as much fish as a more recent one of equivalent design and recover its initial investment easier than a more expensive newer boat. In the case of trawlers, it was the equipment - particularly the trawling equipment and nets - that were the largest ongoing liability. The fact remains that late registered vessels in excellent seagoing condition sold for as little as a twentieth of their cost price and were snapped-up by foreign buyers. Even then, the fleet had been so large that many had to be simply be scrapped. I was there, I saw it happening. Where were you?",
                                    "likes": 6,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "232",
                                    "user": "(null)",
                                    "date": "1 Dec ",
                                    "timestamp": "NA",
                                    "commentText": "That is true for recreational pleasure craft and NOT commercial purpose built vessels.",
                                    "likes": 3,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "233",
                            "user": "(null)",
                            "date": "1 Dec ",
                            "timestamp": "NA",
                            "commentText": "You sold their catch allocations. hypocrisy",
                            "likes": 4,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "234",
                                    "user": "(null)",
                                    "date": "1 Dec ",
                                    "timestamp": "NA",
                                    "commentText": "They sold their catch allocations because they could not make fishing pay any longer. At the time they only had 100 days per year actually allowed to leave port and fish and the French and Spanish trawlers had killed nearly everything swimming. It took years for the fish stocks to build up again after 1 season of those 2 member states trawling the North Sea.",
                                    "likes": 6,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "235",
                                    "user": "(null)",
                                    "date": "1 Dec ",
                                    "timestamp": "NA",
                                    "commentText": "The vast majority of the fish in UK waters are allocated as free quotas to other EU countries before the UK government can even look at the tiny UK quota in it's own waters. dopey.",
                                    "likes": 12,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "236",
                    "user": "(null)",
                    "date": "1 Dec ",
                    "timestamp": "NA",
                    "commentText": "Germany said that fishermen in the UK could burn their boats to stay warm over the winter.",
                    "likes": 19,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "237",
                            "user": "(null)",
                            "date": "1 Dec ",
                            "timestamp": "NA",
                            "commentText": "Who did. Prove it. Liar.",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "238",
                                    "user": "(null)",
                                    "date": "1 Dec ",
                                    "timestamp": "NA",
                                    "commentText": "Richard littlejohn daily mail 20.06.2014 mentions the term when reporting on an old fisherman called Bubs and Grimsby.",
                                    "likes": 7,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "68",
            "user": "SteveDevonside",
            "date": "1 Dec ",
            "timestamp": "NA",
            "commentText": "Ms Fournier sit back and hopefully you will see the damage the EU and foreign fishermen have done to our fishing industry. Go and tell someone who cares about your fishing industry.",
            "likes": 106,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "67",
            "user": "HardBrexit559",
            "date": "1 Dec ",
            "timestamp": "NA",
            "commentText": "The arrogant French &amp; Germans are the architects of their own downfall, tough luck..",
            "likes": 106,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "239",
                    "user": "(null)",
                    "date": "2 Dec ",
                    "timestamp": "NA",
                    "commentText": "french bureaucracy is arrogant - but only in it screws average pierre, and for all the cockups gets bailed out by eu and so can placate lots over there, butlook about, lots are surviving , but thats it over there in lots of places. Dont know about krauts, did they ever really absorb east germany, and also they 've been doing cheapo lab from turkey areas for many years, eventually their price goes up dont forget, then germany s is lumbered. Also what does their bureaucracy cost their economic machine ? I bet it aint cheap either any more than for us here. One day the french germans and us will realise it must be cheaper to TRADE with nearby neighbours, but this trade has to be paid for -yet if its run as a game by civil servants, as soon as its cross borders, thats when its backfiring. Sort that and it might work properly, but until then its <b> brexit </b>for uk, IMO. Maybe our political system is<b>  old</b> in establishment but ancient in dealing in world today.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Old",
                        "Brexit"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "66",
            "user": "WhenI'm64",
            "date": "1 Dec ",
            "timestamp": "NA",
            "commentText": "Perhaps, now they will just have an idea how our British fishermen have felt when they had to sell up their boats because they could not make a living, they had no sympathy for us, they mocked and laughed.",
            "likes": 139,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "65",
            "user": "FIFER770",
            "date": "1 Dec ",
            "timestamp": "NA",
            "commentText": "\"it could also give some other members ideas\"",
            "likes": 92,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "64",
            "user": "Miserablereader",
            "date": "1 Dec ",
            "timestamp": "NA",
            "commentText": "We've all seen how French fishermen react to British ships fishing  LEGALLY in French waters.  Who gives a flying fig what happens to them after <b> Brexit </b>? Certainly not me.",
            "likes": 88,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "63",
            "user": "TwitTwoo",
            "date": "1 Dec ",
            "timestamp": "NA",
            "commentText": "I`m going to really enjoy watching the EU collapse before our very eyes !",
            "likes": 118,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "240",
                    "user": "(null)",
                    "date": "3 Dec ",
                    "timestamp": "NA",
                    "commentText": "Who will be next? Ireland? Italy?",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "241",
                    "user": "(null)",
                    "date": "2 Dec ",
                    "timestamp": "NA",
                    "commentText": "It will be Britain collapsing if our treacherous Parliament ratifies May's Treaty of Surrender.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "242",
                    "user": "(null)",
                    "date": "1 Dec ",
                    "timestamp": "NA",
                    "commentText": "Let's hope we are NOT in it because under the Boris/May SURRENDER TREATY we could be in it for DECADES. Ask your tory candidates for the date that the EU CEASES to have control over ALL UK affairs. There isn 't one !!",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "62",
            "user": "Norfolkbumpkin",
            "date": "1 Dec ",
            "timestamp": "NA",
            "commentText": "I don't recall any of the french fishermen expressing concern when British fishermen were being put out of work.",
            "likes": 77,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "243",
                    "user": "(null)",
                    "date": "1 Dec ",
                    "timestamp": "NA",
                    "commentText": "can remember the French singing and Dancing, as British fleets were getting destroyed",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "61",
            "user": "BishopK",
            "date": "1 Dec ",
            "timestamp": "NA",
            "commentText": "The UK has given more to the EU than it has ever taken, and it is now time to take back our independence and take control of our natural resources before it becomes too late to do so.",
            "likes": 69,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "60",
            "user": "norrak",
            "date": "1 Dec ",
            "timestamp": "NA",
            "commentText": "The only problem with all this is the obvious fact that the EU was only ever designed to join and those that wish to leave have to negotiate how . It was always set up to be an undemocratic trap, that is what a protection racket is. ",
            "likes": 65,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "244",
                    "user": "(null)",
                    "date": "2 Dec ",
                    "timestamp": "NA",
                    "commentText": "The EU elite learned from National Socialism how to indoctrinate the young in our schools and universities. Propaganda is a very powerful tool. Ask the BBC.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "59",
            "user": "PeterDarrell",
            "date": "1 Dec ",
            "timestamp": "NA",
            "commentText": "I hope <b> Brexit </b>does have a catastrophic impact on the EU.  The more the better, as the EU has had a catastrophic impact on Britain for the last 45 years.",
            "likes": 118,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "245",
                    "user": "(null)",
                    "date": "2 Dec ",
                    "timestamp": "NA",
                    "commentText": "Touche. but we're run by snakes in the grass , no way do they want to take on anything, like any law, that might be classed as difficult or even hard work for them. In fact this <b> brexit </b>shyte might show the uk electorate just exactly the kind of govt / state machinery you get if you pay little attention to your mp s and the whole shebang. We seem to have a whole group, often supposedly educated who like this kind of<b>  commie</b> style govt system. Irony, in france, they are treated like all stars, in pay and conditions and status - whilst actually robbing all the taxpayers. ",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Brexit",
                        "Commie"
                    ]
                }
            ],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "58",
            "user": "JohnArrow",
            "date": "1 Dec ",
            "timestamp": "NA",
            "commentText": "The UK Should Issue Permits To Vessels They want to Fish .if They want to Use our Waters .Based on the attitude of There Governments towards us in the <b> Brexit </b> negotiations  Portugal , Top of the List , Belgium &amp; France, Bottom of the list",
            "likes": 58,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "246",
                    "user": "(null)",
                    "date": "2 Dec ",
                    "timestamp": "NA",
                    "commentText": "But they won't stick to the rules and <b> nobody </b>least of all the EU will make them. They won't care about conserving OUR waters, just fish them out with their factory trawlers and latest stunning tech. KEEP THEM OUT. PERIOD.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nobody"
                    ]
                },
                {
                    "id": "247",
                    "user": "(null)",
                    "date": "1 Dec ",
                    "timestamp": "NA",
                    "commentText": "Only when the EU issue permits for UK farmers to harvest EU natural resources.",
                    "likes": 8,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "248",
                    "user": "(null)",
                    "date": "1 Dec ",
                    "timestamp": "NA",
                    "commentText": "And the Dutch with those super Trawlers. But we need to have a Navy and vessels to Police the permits. No trusting.",
                    "likes": 16,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "57",
            "user": "CrazyEddie",
            "date": "1 Dec ",
            "timestamp": "NA",
            "commentText": "I like an EU catastrophe, me...",
            "likes": 57,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "56",
            "user": "Watson",
            "date": "1 Dec ",
            "timestamp": "NA",
            "commentText": "Please tell us something we don't know. The threat of a no - deal must be reinstated if we want a fair WA. ",
            "likes": 52,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "249",
                    "user": "(null)",
                    "date": "2 Dec ",
                    "timestamp": "NA",
                    "commentText": "It was never taken off the table it,s still part of Article 50 and the EU know it, and Boris is still keeping up with the Plans to Leave with NO DEAL...............",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "55",
            "user": "hdl",
            "date": "1 Dec ",
            "timestamp": "NA",
            "commentText": "Yikeeeesss    is it ONLY NOW that the implications of making the UK pay policy of the eu is hitting them between the eyes, that they too will suffer in not achieving an amicable <b> Brexit.</b>    At this stage personally after such vindictiveness I no longer care what befalls the French and the other bods in the eu.   For me what is paramount is that we LEAVE them to their machinations and the consequences which they have brought upon themselves.   The greater the distance we can bring about between us and them the BETTER.",
            "likes": 46,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "250",
                    "user": "(null)",
                    "date": "2 Dec ",
                    "timestamp": "NA",
                    "commentText": "Perhaps we can recoup our £39 bn by allowing small groups to fish in our waters.  There is a price to be a member of our club!",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "251",
                    "user": "(null)",
                    "date": "2 Dec ",
                    "timestamp": "NA",
                    "commentText": "Fruit from South Africa, meat from New Zealand, cars from all over the world. Wine from wherever and an extra £10bn a year in the our pockets. Where 's the downside. Let the EU come to us.",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Fruit"
                    ]
                }
            ],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "54",
            "user": "missingEUalready",
            "date": "1 Dec ",
            "timestamp": "NA",
            "commentText": "Does this face look bovvered?",
            "likes": 44,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "53",
            "user": "BritishIndependence",
            "date": "1 Dec ",
            "timestamp": "NA",
            "commentText": "And a Massive Bonus to Britain.",
            "likes": 65,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "52",
            "user": "AHHEsq",
            "date": "1 Dec ",
            "timestamp": "NA",
            "commentText": "I don’t think the <b> EUSSR </b>care a jot about Europe and the people,the<b>  EUSSR</b>  cares about th<b> e EUSS</b>R.",
            "likes": 40,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "252",
                    "user": "(null)",
                    "date": "2 Dec ",
                    "timestamp": "NA",
                    "commentText": "I agree and when the euro folk suss it - because mostly their own politicians are lying, then there will be uproar, probably then brussels lot will do deals with usa or china , as special members like - so both are winners the yanks et al as open doors to hungry customers and the eu politbureau as smart world trade makers NOT - this will shutup the moans from the lesser countries, IMO. I believe the master plan of getting more and more, mainly poor countries into the whole shebang, achieved 2 ends, firstly justified having a big bureaucracy to lord over it & amp;not called <b> commie,</b> but secondly created a pool of like social claimants its the same trick socialist govts do and our own uk lieb lot want, to get a lot of political support from a lot who aint getting much out of it, in a nutshell. The rest of us, looking for the trade, but having poor quality politicians also grabbed into the eu. The yanks do power but money as well, similarly chinese but strange politics, us lot were like lesser copies of yanks, but on same route - this eu plan seems to have turned it all upside down. Seems its power, like control is its aim, at same time doesnt seem to need / want money to fund it, so it either skints us all through taxes, because its not doing enough biz or else its going pop, IMO.and screwing uk for the privilege. ",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Commie"
                    ]
                }
            ],
            "keywords": [
                "EUSSR"
            ]
        },
        {
            "id": "51",
            "user": "TheThunderbird885.",
            "date": "1 Dec ",
            "timestamp": "NA",
            "commentText": "I thought <b> Brexit </b>was only going to impact the UK, the EU was going to be fine without us. There could be little or no impact all the EU has to do is deal rather than try and punish the UK, which it will fail at there 's a big world for the UK to deal with and the EU is a very small part of it.",
            "likes": 35,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "253",
                    "user": "(null)",
                    "date": "2 Dec ",
                    "timestamp": "NA",
                    "commentText": "yes , but our uk politicians aint up to it - so need to cling on to this eu nonsense, today, for leadership, and also maintain the highly paid , for them, sitting as our govt but not doing a lot, IMO.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "50",
            "user": "Cromagman",
            "date": "1 Dec ",
            "timestamp": "NA",
            "commentText": "Should  've been a tad nicer.",
            "likes": 52,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "49",
            "user": "justasking",
            "date": "1 Dec ",
            "timestamp": "NA",
            "commentText": "FRENCH Senator Christian Cambon , are you asking for our sympathy ?",
            "likes": 32,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "254",
                    "user": "(null)",
                    "date": "2 Dec ",
                    "timestamp": "NA",
                    "commentText": "He can shove it up his Gallic ****.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "48",
            "user": "Motts",
            "date": "1 Dec ",
            "timestamp": "NA",
            "commentText": "So does the UK prop up France and other EU Members at a very expensive cost to itself? What with 5% Vat goes to the EU, while the remaining 15% the UK keep. All the UK's imports from outside the EU attract a tariff which also goes to the EU. It's amazing how expensive a so-called free trade arrangement can cost, especially when the the main beneficiary is the EU, with their ludicrously expensive future ambitions that everybody else pays for. and they get the added bonus of a very lucrative pension scheme. Are the Members being taken for suckers?",
            "likes": 28,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "255",
                    "user": "(null)",
                    "date": "2 Dec ",
                    "timestamp": "NA",
                    "commentText": "Are the Members being taken for suckers? They are not been taken, they are SUCKERS ",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "47",
            "user": "Welshant",
            "date": "1 Dec ",
            "timestamp": "NA",
            "commentText": "Extraordinary to hear these French/EU politicians bemoaning their fishing industry losses having ruthlessly hollowed ours out for decades and plundering our territorial water. Sooner we get out the better. Clean break LEAVE ASAP. ",
            "likes": 20,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "46",
            "user": "LeicsJon",
            "date": "1 Dec ",
            "timestamp": "NA",
            "commentText": "After all the insults and vitriol hurled at us for having the temerity to vote leave in 2016, I have no sympathy whatsoever.",
            "likes": 20,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "45",
            "user": "ClownWorldUK",
            "date": "1 Dec ",
            "timestamp": "NA",
            "commentText": "\"75 percent of the fishermen living in her constituency could lose their \"total revenue\" should they not be able to fish in UK waters. \"what goes around comes around ",
            "likes": 20,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "256",
                    "user": "(null)",
                    "date": "2 Dec ",
                    "timestamp": "NA",
                    "commentText": "They will find out what being sold down the river feels like.  Our fishermen found out in 1973. Suck it up.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "44",
            "user": "Namingrights",
            "date": "1 Dec ",
            "timestamp": "NA",
            "commentText": "I wish we could just leave tomorrow!",
            "likes": 19,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "257",
                    "user": "(null)",
                    "date": "1 Dec ",
                    "timestamp": "NA",
                    "commentText": "Any time over the last 3 years would have been the electorates choice.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "43",
            "user": "TheThunderbird885.",
            "date": "1 Dec ",
            "timestamp": "NA",
            "commentText": "The UK could always sell a licence to the French for some access to British waters cost £39 billion.",
            "likes": 19,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "42",
            "user": "RedRum",
            "date": "1 Dec ",
            "timestamp": "NA",
            "commentText": "They have enough waters of their own, plus they can go and fish in Irish and Norway waters.",
            "likes": 18,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "258",
                    "user": "(null)",
                    "date": "2 Dec ",
                    "timestamp": "NA",
                    "commentText": "They can always go and fish in Albanian and Macedonian waters when they join.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "41",
            "user": "Theungagged",
            "date": "1 Dec ",
            "timestamp": "NA",
            "commentText": "One thing we ALL should remember and it was said by \"Fishing for LEAVE\". The FRENCH do NOT give away their WINE for FREE so why should we give away our FISH ? ",
            "likes": 17,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "40",
            "user": "Rocket-Science",
            "date": "1 Dec ",
            "timestamp": "NA",
            "commentText": "Zero sympathy from this side of the channel.",
            "likes": 17,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Zero"
            ]
        },
        {
            "id": "39",
            "user": "Salfordian",
            "date": "1 Dec ",
            "timestamp": "NA",
            "commentText": "Show much much just France alone has been stealing from us while we've had to hand over billions to the EU each year for it to happen, mugs",
            "likes": 15,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "38",
            "user": "KarenMohammad",
            "date": "1 Dec ",
            "timestamp": "NA",
            "commentText": "And about time too British water for British fishermen <b> nobody </b>cared about us when our fishing was decemated so who should care about France and EU I for one don't care one bit go broke don't care",
            "likes": 14,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nobody"
            ]
        },
        {
            "id": "37",
            "user": "Dave_M",
            "date": "1 Dec ",
            "timestamp": "NA",
            "commentText": "Being assimilated by the EU will have a catastrophic and irreversible effect on the UK .. Funny how no MSM articles detail what the fake WA actually contains, including Boris's fake <b> Brexit </b>in the run up to the GE.",
            "likes": 32,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "259",
                    "user": "(null)",
                    "date": "2 Dec ",
                    "timestamp": "NA",
                    "commentText": "I've been hammering away at this seemingly for ever. You are right that the controlled media won't go near that ghastly treaty. This is May's fake <b> Brexit </b>with a different spin. Having trawled through it I can say with certainty it was no agreement. The EU Council wrote it behind closed doors while May sat outside. It is surrender, pure and simple. And all the more bitter when delivered by our own PM.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Brexit"
                    ]
                },
                {
                    "id": "260",
                    "user": "(null)",
                    "date": "1 Dec ",
                    "timestamp": "NA",
                    "commentText": "A \"CLEAN BREAK\" is the only deal that makes sense. The WA is really a tool to try and fool us all into accepting a BRINO",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "36",
            "user": "Downtrodden",
            "date": "1 Dec ",
            "timestamp": "NA",
            "commentText": "Britain has to identify the regulation of its waters, the waters have brrn stripped over recent years for the sake of europe.",
            "likes": 10,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "35",
            "user": "Observer344",
            "date": "2 Dec ",
            "timestamp": "NA",
            "commentText": "So now, finally, British fishermen will be allowed to fish in British waters?! Well let’s see if the spineless politicians actually make it happen, shall we? It’s high time!",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "34",
            "user": "DamianLunt",
            "date": "1 Dec ",
            "timestamp": "NA",
            "commentText": "I find myself having a hard time caring about the EU fishermen's futures after we have left, did they care for us as they watch our fishing industry collapsed, Maybe the EU fishermen should do as we did and accept what ever the future brings them...",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "33",
            "user": "ADuncanSmith",
            "date": "2 Dec ",
            "timestamp": "NA",
            "commentText": "What about the massive loss of investment for British fishermen and generations of livelihood lost, not to mention the Kingdoms loss of revenue and the thousands of workers who lost jobs as a consequence of the British Fishermen's  demise.  No one in the UK Gov, EC/ECC or EU gave a fig for them, when the CFP was introduced so detrimentally to the UK.",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "32",
            "user": "BJUK",
            "date": "1 Dec ",
            "timestamp": "NA",
            "commentText": "So the frogs think being vindictive and abusive towards the <b> Brexit </b>negotiations helps their cause.....er Pisse éteint",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "31",
            "user": "BumpyGrollix",
            "date": "1 Dec ",
            "timestamp": "NA",
            "commentText": "Cripes, don't tell us that all of a sudden there's at least one <b> froggy </b>politico with a grasp of reality ? Merde, what is 'appening ?",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "261",
                    "user": "(null)",
                    "date": "2 Dec ",
                    "timestamp": "NA",
                    "commentText": "Only because it has been shoved down his throat. They are beginning to realize that Boris will win the election, despite what the what the so called \" gurus \" claim, and we will \"leave\" the cesspits called the EU, without a deal if necessary. Panic and realism is setting in across the channel. ",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "262",
                    "user": "(null)",
                    "date": "1 Dec ",
                    "timestamp": "NA",
                    "commentText": "The French fishermen have threatened to join the <b> yel<b> low<b>  </b</b</b>>>vests or burn Paris to the ground? The French are a fond of a good riot if they disagree with their governments policies. ",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Yellow"
                    ]
                }
            ],
            "keywords": [
                "Froggy"
            ]
        },
        {
            "id": "30",
            "user": "ATHEDLEY",
            "date": "2 Dec ",
            "timestamp": "NA",
            "commentText": "All those threats all those attempts to bully us when time and again the French have been taught the lesson that we don't like bullies. Instead of panicking at our departure and putting endless obstacles in our way France could have worked with us to look forwards to a prosperous, mutually beneficial relationship instead of trying to punish us.The French people should be blaming Macron.We do.",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "29",
            "user": "RocketDodger",
            "date": "1 Dec ",
            "timestamp": "NA",
            "commentText": "It will be a 'catastrophy' for the EU as we are the mugs paying for it!!!",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "28",
            "user": "Bladerunner437",
            "date": "1 Dec ",
            "timestamp": "NA",
            "commentText": "Does this mean we can look forward to boat shaped bonfires on the French beaches... Ohh goodee...I do hope so...🇬🇧👍☺️",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "27",
            "user": "Gresley",
            "date": "2 Dec ",
            "timestamp": "NA",
            "commentText": "An admittance that much of French wealth is derived from plundering the UK, and stealing the livelihoods of our coastal communities.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "26",
            "user": "Crusader699",
            "date": "2 Dec ",
            "timestamp": "NA",
            "commentText": "If the French wish to sell their boats for knock down prices  as our fishermen  had to when we joined the EU so be it. Life can be harsh as our fishing fleet found out.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "25",
            "user": "Stillhere",
            "date": "1 Dec ",
            "timestamp": "NA",
            "commentText": "I don't want us to do \"catastrophic\" harm to our fellow europeans, I want us to leave, clearly leave on friendly terms and that is in the hands of the EU Elite: only they can decide how closely they can meet the UK's aspirations. Leaving gives the UK the opportunity to do its own, scientifically based plan to protect UK waters and to protect and encourage best practice by the UK's soon to be growing fishing industry. A plan that ONLY has the UK's interest at heart, but until the UK fishing fleet recovers I am sure there will be room for EU vessels in a carefully coordinated way to fish some of our waters for a while. This will give the EU time to support diversification of employment in their coastal communities. Difficult - yes, catastrophic - not necessarily.",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "263",
                    "user": "(null)",
                    "date": "1 Dec ",
                    "timestamp": "NA",
                    "commentText": "France and Germany have done everything they could over the last 40 years to decimate the UK......so basicly  they can rot in hell for all im concerned",
                    "likes": 8,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "264",
                            "user": "(null)",
                            "date": "2 Dec ",
                            "timestamp": "NA",
                            "commentText": "Yes, they have stripped us of our remaining wealth, our jobs, our businesses and our assets BUT that is the way the world works. Our job is to get out, make the UK an attractive place for business to come to and we can get all or most of those jobs back, some from the EU and some from the rest of the world. Making an enemy out of our closest neighbours makes no sense at all. Doing to them what the did to us while smiling and shaking their hands does it for me...",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "24",
            "user": "ArchAngel",
            "date": "1 Dec ",
            "timestamp": "NA",
            "commentText": "There is plenty of evidence outing Boris as a remained just like May.  :-/",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "23",
            "user": "notrut.",
            "date": "1 Dec ",
            "timestamp": "NA",
            "commentText": "Silly me ... I thought Cambon would apologise for Barnier?? They are after all, in the same Party...",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "22",
            "user": "papyrus",
            "date": "2 Dec ",
            "timestamp": "NA",
            "commentText": "Did they feel sorry for our fishermen when EU membership decimated our fishing industry? Even our own government didn't give a toss. But EU fishermen needn 't worry. Boris will sign it all away again. He loves EU Treaties.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "21",
            "user": "Ian53",
            "date": "2 Dec ",
            "timestamp": "NA",
            "commentText": "Now it's finally becoming apparent to the real people of the EU - the workers. The empire 's intransigence and overwhelming bureaucracy which has driven the UK out is going to affect them. The French fishermen, the Spanish <b> fruit </b>growers, the German car workers are all heading for severe financial hardship if not unemployment, despite what Macron and Co say. I would love to see other members of the EU walk out and join the UK in an alliance which is truly competitive, but as a group will be able to trade freely around the world. As the saying goes - the EU would not survive in nature ",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Fruit"
            ]
        },
        {
            "id": "20",
            "user": "AnnieintheCastle",
            "date": "2 Dec ",
            "timestamp": "NA",
            "commentText": "tainly hope so, you didn,t give a damn about our Fishermen, when dishing your quotas out, and you still don,t give a damn about our Fishing Fleet being Decimated or the people that have lost their living, so we don,t give a sh88t about yours, go and fish somewhere else. The Amazon has some interesting species you could try............",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "19",
            "user": "MyOpinion.",
            "date": "2 Dec ",
            "timestamp": "NA",
            "commentText": "They needn't worry, the CONservatives WILL, once again,  sell out the UK fishing industry.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "18",
            "user": "Palla",
            "date": "2 Dec ",
            "timestamp": "NA",
            "commentText": "EU should have never happened in the first place, EEC is the success formula, any political interference is already built in EEC, turning it into European occupation unification  project is Power &amp; Greed. It s domination &amp; subjugation &amp; annexation, dangerous stuff.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "265",
                    "user": "(null)",
                    "date": "2 Dec ",
                    "timestamp": "NA",
                    "commentText": "Indubitably",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "17",
            "user": "Whatmeworry?",
            "date": "2 Dec ",
            "timestamp": "NA",
            "commentText": "The EU allows French fishermen to fish in British territorial waters so they can catch our fish and sell them back to us? Poor devils, my heart bleeds for the poor French fishermen.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "16",
            "user": "ProfessorAW",
            "date": "2 Dec ",
            "timestamp": "NA",
            "commentText": "They are moaning now. If only they had not threatened to punish us but try to give us a decent say in the EU then it might have been a different story. However they didn't and the birds have come home to roost. OUT now.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "15",
            "user": "MatELowe168",
            "date": "2 Dec ",
            "timestamp": "NA",
            "commentText": "Do I feel sympathy for them? I do NOT!!!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "14",
            "user": "Gresley",
            "date": "2 Dec ",
            "timestamp": "NA",
            "commentText": "100 of 120 coastal constituencies voted leave for a reason Monsieur. Now dry your eyes and get over it. Cheer yourself up by counting your money perhaps ? Or sing. 'Oh what a friend we have in the UK elite'. Who let you get away with it.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "13",
            "user": "CaptainScarlet",
            "date": "2 Dec ",
            "timestamp": "NA",
            "commentText": "All we need now, is to get our Navy built up, as they are going to be very busy protecting our lads in their new fleet of fishing boats. we all know the French will do what they want to do irrespective of what happens...",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "12",
            "user": "BillBloggs",
            "date": "2 Dec ",
            "timestamp": "NA",
            "commentText": "\"Pas-de-Calais Senator Catherine Fournier suggested 75 percent of the fishermen living in her constituency could lose their \"total revenue\" should they not be able to fish in UK waters.\"....................Tough t  itty, it happened to our fishing Fleets, so you are getting a taste of the same medicine...live with it.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "11",
            "user": "Ian53",
            "date": "2 Dec ",
            "timestamp": "NA",
            "commentText": "The good news for British fishermen is that there will be a large number of fishing boats being listed on ebay. 'Left hand drive, one careful owner, smells a bit if garlic.'",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "10",
            "user": "ArchieFederalist",
            "date": "1 Dec ",
            "timestamp": "NA",
            "commentText": "Print as many ‘death &amp; destruction’ articles as you want, DE, <b> Brexit </b>Britain is still not getting access to the SM without the obligations.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "266",
                    "user": "(null)",
                    "date": "2 Dec ",
                    "timestamp": "NA",
                    "commentText": "Stuff the disastrous SM. Trade deals for ROW 86%, WTO for the EU 14% and falling.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "267",
                    "user": "(null)",
                    "date": "2 Dec ",
                    "timestamp": "NA",
                    "commentText": "That can be reciprocated. France, Germany, Netherlands and Spain / Italy depend on accessing the UK Market...",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "268",
                    "user": "(null)",
                    "date": "2 Dec ",
                    "timestamp": "NA",
                    "commentText": "They need access to our single market or their economies will be screwed. Go hard, no deal thank you and they will soon come begging.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "269",
                    "user": "(null)",
                    "date": "1 Dec ",
                    "timestamp": "NA",
                    "commentText": "EU27 should PAY to access UK Market",
                    "likes": 7,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "270",
                    "user": "(null)",
                    "date": "1 Dec ",
                    "timestamp": "NA",
                    "commentText": "What obligations do Canada , Japan, ect ect  have",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "271",
                    "user": "(null)",
                    "date": "1 Dec ",
                    "timestamp": "NA",
                    "commentText": "Of course it will loads of countries from outside the EU access the single market and sell goods to the EU without obligations just reciprocal market access to their own markets. What you are saying is the EU does not want to do any trade with the UK what so ever. I think the German car makers might see things differently. ",
                    "likes": 13,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "272",
                    "user": "(null)",
                    "date": "1 Dec ",
                    "timestamp": "NA",
                    "commentText": "The UK has no \"obligations\" dopey",
                    "likes": 11,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "9",
            "user": "Motts",
            "date": "19 Dec ",
            "timestamp": "NA",
            "commentText": "As long as EU fishing in UK waters ends on 31st January 2020, before they can DECIMATE them totally. The French forced this action upon themselves with their method of fishing. They can only blame themselves.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8",
            "user": "guyfawks",
            "date": "19 Dec ",
            "timestamp": "NA",
            "commentText": "They can plunder the sea of the west coast of Ireland ,as their all mates together in the EU",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "Hotlegs-Gigi",
            "date": "2 Dec ",
            "timestamp": "NA",
            "commentText": "Exciting stuff, can't wait to see the French suffering",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6",
            "user": "incendiary",
            "date": "2 Dec ",
            "timestamp": "NA",
            "commentText": "More to gain from cooperation than confrontation, EU members have to realise the bureaucracy that serves them is not compatible with their interests, only Brussels's bureaucratic establishment is seen as paramount.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "MrBlobby",
            "date": "2 Dec ",
            "timestamp": "NA",
            "commentText": "Were these French fishermen bothered when more than 75% of our fishermen lost their jobs due to our forced membership of their rotten club.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Exlancslad",
            "date": "2 Dec ",
            "timestamp": "NA",
            "commentText": "Catastrophic effect on France and the rest of the EU, only if the UK can walk away with no deal otherwise the deal will be <b> nothing </b>but a secondhand membership.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "3",
            "user": "TonyKnight",
            "date": "2 Dec ",
            "timestamp": "NA",
            "commentText": "And what about British fishermen ?  There's a lot of water out there, the French can stick to their own waters.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "eyewasscrewed",
            "date": "2 Dec ",
            "timestamp": "NA",
            "commentText": "No chance! the only french who might get screwed up are those in street, the french bureaucracy is so up itself that lots of french actually rate the civil service as it is, as that lot are well funded in their cushty acting roles, lots aspire to getting employment there - again funded by taxpayers and again supplying mediocrity. Whereas the other part of their economy takes the shyte and the farmers too, even though the handouts are there. Its probably a parallel to uk - but over here we know our lot are mostly ankers at the job and aces at milking us the taxpayers and yet, even democratically, haha, wew also, can do nowt about it. Also the french people are getting stirred up as the details come home - so who better to implicate than the ros - bifs and their <b> brexit </b>- and geez if the press word it right, they can convince average pierre its like waterloo - and thus diverting whats really happening in their own economy that their bureaucrats are...ing right up for them, now. Remember well pre<b>  brexit</b>, lots of frenchies came here - so we must have something right, and over there, for them its still wrong!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "1",
            "user": "WidowsSon",
            "date": "2 Dec ",
            "timestamp": "NA",
            "commentText": "Diddums.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "0",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "273",
                    "user": "(null)",
                    "date": "1 Dec ",
                    "timestamp": "NA",
                    "commentText": "Yes and a lot of those deals  include exporting to the UK Market, so if the EU forces Britian into a No Deal there will be a lot of countrys taking the EU to WTO for Breaching Contracts ",
                    "likes": 7,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "274",
                    "user": "TheOgre",
                    "date": "2 Dec ",
                    "timestamp": "NA",
                    "commentText": "We will see. Trade with the corrupt EU represents 7% of World trade. We are fgoing to trade with them but if you ask nicely, we might consider still buying your cars and wine.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "275",
                    "user": "K91973",
                    "date": "1 Dec ",
                    "timestamp": "NA",
                    "commentText": "You are welcome to the eu, just don't come crawling to us Brits when you want something.",
                    "likes": 4,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "276",
                            "user": "(null)",
                            "date": "2 Dec ",
                            "timestamp": "NA",
                            "commentText": "Too late for nice, I'm never buying anything from France, Germany, Belgium or Netherlands as long as I live.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}