{
    "header": {
        "title": " Labour civil war erupts as Tom Watson pushes OWN plan - Corbyn on the brink ",
        "subtitle": " TOM WATSON has proposed a “radical” change to the Labour Party rules to make it easier to expel members for anti-semitism. ",
        "owner": " Rachel Russell ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 08:28, Wed, Jul 17, 2019 ",
        "dateExtraction": " 2020-01-29 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/politics/1154336/tom-watson-news-labour-party-latest-jeremy-corbyn-anti-semitism ",
        "postText": "The Labour leader faced criticism since last week’s Panorama programme, which claimed that senior figures, including Mr Corbyn’s communications chief Seumas Milne and general secretary Jennie Formby, had interfered in anti-Semitism investigations. Labour has denied the claims and written a complaint to the BBC. But Lord Harris of Haringey, chairman of the Labour Peers Group, has since said that Mr Corbyn was “not cut out” to be a party leader.', 'Now Labour’s governing body has been urged to support a motion which would automatically exclude members where there is “irrefutable evidence” pointing towards racism and other forms of discrimination.', 'Mr Watson, the party’s deputy leader, was among five members of the National Executive Committee who submitted the motion to the chair of the NEC.', 'The proposed change, which will be debated at a meeting next Tuesday, calls on the NEC to bring forward forward rule changes to the annual conference.', 'The motion demanding tougher action on antisemitism said: “Members who express racist, sexist, homophobic or transphobic views have no place in the Labour Party.', '“We need radical change and fresh thinking in our disciplinary rules to swiftly and fairly root out the evils of racism in our party and restore confidence in our processes.”', 'The motion also calls on the executive to “bring forward rules changes to this year’s conference that: automatically excludes a member from the party where there is irrefutable evidence of racism, sexism, misogyny, homophobia or transphobia”.', 'Meanwhile, more than 60 Labour peers have taken out a newspaper advertisement to accuse party leader Jeremy Corbyn of “failing the test of leadership” amid the ongoing anti-Semitism row.', 'The full page advert, published in The Guardian on Wednesday, criticises Mr Corbyn for a “toxic culture you have allowed to divide our movement”, saying it has prompted the resignation of “thousands” of members.', 'The party, it says, is no longer a “safe place” for its members and supporters.', 'The advert said: ”We are saying you are accountable as Leader for allowing antisemitism to grow in our party and presiding over the most shaming period in Labour’s history.”', 'The advert is supported by a total of 67 Labour members of the House of Lords, including Peter Hain, Peter Mandelson and Robert Winston, and comes after a damning report by BBC’s Panorama programme into the party’s handling of allegations of anti-Semitism.', 'The peers also accuse Mr Corbyn of not having “opened (his) eyes” or “accepted responsibility” for the row which has engulfed the party.', 'The advert said: ”We can’t be a credible alternative government that will bring the country together if we can’t get our own house in order.', '“Your failure to do the right thing will lead to the failure of the Labour Party being able to make our country a better place for the people and communities we seek to serve.', '“You have failed to defend our party’s anti-racist values.', '“You have therefore failed the test of leadership.”",
        "numberPosts": " 50 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Age - Youngsters,Nationality - European or anti-Europeans,Age - Over 65s,Nationality - General,Religious Identity - Muslim",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Nobody,Nothing,Brexit,Remoaners,Old,Nation,Terrorist",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "20",
            "user": "missingEUalready",
            "date": "17 Jul ",
            "timestamp": "NA",
            "commentText": "There'll be <b> nobody </b>left.",
            "likes": 25,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "200",
                    "user": "gwenjoy",
                    "date": "17 Jul ",
                    "timestamp": "NA",
                    "commentText": "As long as there's the <b> brexit </b>party everything will be fine.",
                    "likes": 13,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Brexit"
                    ]
                }
            ],
            "keywords": [
                "Nobody"
            ]
        },
        {
            "id": "19",
            "user": "UknowItMakesSense",
            "date": "17 Jul ",
            "timestamp": "NA",
            "commentText": "Treason May could have, should have delivered a knock-out blow to Steptoe at the 2017 GE, but as with everything else she touches it turned to s**t, due to bad planning and bad advice- placing too much reliance on her inner clique of \"special advisors\", and not listening to us \"little people\". Given that BoJo is a shoe - in to the PM job - which he has clearly lusted for for many years - he will be in no mood to be bounced into an early GE and risk becoming the shortest tenure of any PM. I dont think he himself has any great talent, but he has shown as London Mayor that he knows how to build a winning team around him - he 's not in the least interested in micro-management. He will only call a GE when he is certain to win, not just when those little voices in his head tell him. He knows Our Nige is looking over his shoulder, breathing down his neck!",
            "likes": 23,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "201",
                    "user": "Thepriceoffreedom",
                    "date": "17 Jul ",
                    "timestamp": "NA",
                    "commentText": "The prize for any of the political free loaders is to be come PM, money forever for doing <b> nothing.</b> It does not matter how long they are in post they still raid the coffers. Looking at mayhem she should have to pay her 3 years salaries back for taking under false pretences. Add insult to injury we will be paying her a life time salary with security costs, what a joke.",
                    "likes": 3,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "202",
                            "user": "UknowItMakesSense",
                            "date": "17 Jul ",
                            "timestamp": "NA",
                            "commentText": "We could always put G4S in charge of her \"security\";-",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Nothing"
                    ]
                },
                {
                    "id": "203",
                    "user": "Howmuch?",
                    "date": "17 Jul ",
                    "timestamp": "NA",
                    "commentText": "But if the traiors in the Tory Party force a GE, will he be prepared. I know that Nigel will.",
                    "likes": 4,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "204",
                            "user": "UknowItMakesSense",
                            "date": "17 Jul ",
                            "timestamp": "NA",
                            "commentText": "Despite his bluster- which after all is what he excels in- I think BoJo will come to an arrangement with Nige, otherwise he is toast if we are not Out.",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "18",
            "user": "Guest261471",
            "date": "17 Jul ",
            "timestamp": "NA",
            "commentText": "The Labour Party is finished. You have gone against all the grass roots who have supported Labour for life. The Midlands, Yorkshire, North East and North West have been abandoned. The Labour Party are London driven and that is who the support. The heartlands as mentioned have now gone to the <b> Brexit </b>Party due to your betrayal.",
            "likes": 21,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "17",
            "user": "theoriginalmarmaduke",
            "date": "17 Jul ",
            "timestamp": "NA",
            "commentText": "In the 1970's , Labour represented the working class against the establishment, the miners with coal dust strewn faces, doing work and proud of it...in 2019 we have people like Eddie Izzard. What a difference.",
            "likes": 20,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "205",
                    "user": "WeLoveAusterity",
                    "date": "17 Jul ",
                    "timestamp": "NA",
                    "commentText": "And I bet you voted Tory back then and cheered on the police as they truncheon-ed miners limbs.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "206",
                    "user": "Thepriceoffreedom",
                    "date": "17 Jul ",
                    "timestamp": "NA",
                    "commentText": "In the 1970's we  had manufacturing and other industries, the labour party had a core population to represent. Since then our traitorous governments have given those jobs to Europe purposely so the UK will never have a large body of workers to unite against them. The labour part is technically redundant it represents <b> nothing </b>and<b>  nobody</b> only diversity.",
                    "likes": 6,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "207",
                            "user": "WeLoveAusterity",
                            "date": "17 Jul ",
                            "timestamp": "NA",
                            "commentText": "Well there's millions of public sector and NHS workers who actually keep this country running and have had barely a pay rise in 10 years plus all the teachers and social workers who have seen their workloads get dangerously large because of austerity cuts and then get blamed when things go wrong. There's a few for starters.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Nobody",
                        "Nothing"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "16",
            "user": "Thepriceoffreedom",
            "date": "17 Jul ",
            "timestamp": "NA",
            "commentText": "Labour is a joke, made up of second rate parts from God knows where. Not that the cons and libs are any better. The UK is suffering from money loving, egotistical wanna be's who give not a jot for country, party or people. Time for the <b> Brexit </b>party to drain the swamp and the UK to serve justice on the traitors.",
            "likes": 19,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "15",
            "user": "norrak",
            "date": "17 Jul ",
            "timestamp": "NA",
            "commentText": "Have Labour got any real politicians or are they all just activists intent on bringing the UK down. Blaming poverty for actions by strangers imported in with their blessing to be the poverty they would love to throw money at.  Instead of thinking about money for UK citizens, pushed onto the streets and with no care in the community?",
            "likes": 18,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "14",
            "user": "Jackoby",
            "date": "17 Jul ",
            "timestamp": "NA",
            "commentText": "I think Watson is after the leadership role!",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "13",
            "user": "TedTed1",
            "date": "17 Jul ",
            "timestamp": "NA",
            "commentText": "so pretty well the bliairite's, neo-conservatives, pushing the attack on another front because they have lost it in the party ",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "12",
            "user": "HenryFrazer",
            "date": "17 Jul ",
            "timestamp": "NA",
            "commentText": "Corbyn like most slimy individuals avoids responsibility for everything. I still remember when he and McDonnell encouraged a mass demonstration in London and were nowhere near it when it happened.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "11",
            "user": "alltheways",
            "date": "17 Jul ",
            "timestamp": "NA",
            "commentText": "watson can do what he likes, steptoe and his cabal will protect the guilty ones",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "10",
            "user": "Jesscat",
            "date": "21 Jul ",
            "timestamp": "NA",
            "commentText": "Tom Watson and Margaret Hodges should go. To much trouble coming from them and it`s not to benefit the party. It`s for them and those they get funding from. That`s no secret it`s from Friends of Israel and Mosely and a Billionaire. £100.000. Its there to see in Electoral Declarations. It`s no secret that Israel are behind the attacks on Corbyn. But he`s not going anywhere. Boris Johnson and The Tory Party receive funding from  Russians . That was disclosed yesterday.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9",
            "user": "Guest561319",
            "date": "17 Jul ",
            "timestamp": "NA",
            "commentText": "Watson you are a treacherous backstabber.  The labour party should expel you forthwith.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8",
            "user": "GerryGable",
            "date": "17 Jul ",
            "timestamp": "NA",
            "commentText": "Why don’t these newspapers just print the facts instead of pushing their agenda, the never ending slanted stories, fake stories and straight forward lies  says a lot about ‘our’ bought media.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "jaggafeen",
            "date": "17 Jul ",
            "timestamp": "NA",
            "commentText": "watson is a traitor and so are the other 67 who back the advert, and the israelis need to stop shouting antisemitism at the first sign if criticism.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6",
            "user": "covkid",
            "date": "17 Jul ",
            "timestamp": "NA",
            "commentText": "Keep digging that deep hole you have got yourself into,agent Cobb!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "georgeh",
            "date": "17 Jul ",
            "timestamp": "NA",
            "commentText": "the scruffy one . never was and never will be PM material. with him in charge labour are going nowhere, and a corbyn led labour is the torries biggest gift",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "208",
                    "user": "WeLoveAusterity",
                    "date": "17 Jul ",
                    "timestamp": "NA",
                    "commentText": "He always looks well turned out to me unless the very fact of having a beard disqualifies you from neatness. Still it's good to go on appearances isn't it?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4",
            "user": "WeLoveAusterity",
            "date": "17 Jul ",
            "timestamp": "NA",
            "commentText": "So, the powers that be, including tax avoiding media owners of course, are backing good <b> old </b>Tom. Let's have a look at who's given him some money this is all a matter of record by the way, look it up. We have £10,000 and £15,000 from Change UK founder Sir David Garrard in April this year and last Sept, a cool £500,000 in several payments from Max Mosley, £45000 from Sir Trevor Chinn who represents the Jewish Leadership Council and £4500 from the Labour Friends of Israel. Garrard used to contribute to Labour during the Blair and Brown era but Corbyn's sympathy for the Palestinians is too much for him. Interestingly all these donations have been given under the cause of fighting the \"rife\" antisemitism of Corbyn's party and this is, I'm sure, absolutely<b>  nothing</b> to do with making sure Britain doesn't end up with a Prime Minister both overly sympathetic to Palestine and with the stated intention of wealth redistribution. Funny how commentators here are always banging on about interference in Britain 's democracy but when the opposition party are subject to quite blatant meddling they go along with it.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "209",
                    "user": "jane298",
                    "date": "22 Jul ",
                    "timestamp": "NA",
                    "commentText": "Theres <b> nothing </b>Democratic about the EU. The minority Elites at the top building their European Empire and appointing the rulers. Diluting countries with different cultures to eliminate<b>  Nation</b> State Identity, and thus make us all European. Comrade Corbyn and cohorts will stand up for the EU with its Anthem, Flag and Army. Comrade Corbyn alligns himself and sympathised wit<b> h terroris</b>t organisations, and has little respect for our brave British Armed Forces, the British flag, Anthem and Royal Family. He is a disgrace to the ordinary British working classes he and Labour professes to represent, and now backs the EU. Quite happy to hand over 39 BILLION pounds of British taxpayers money to the greedy sods. Labour are traitors to Britain, and happy to put British people last and at the mercy of the greedy EU.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "210",
                            "user": "WeLoveAusterity",
                            "date": "23 Jul ",
                            "timestamp": "NA",
                            "commentText": "This has nothing whatsoever to do with what I was saying. This wasn't an excuse to have another dig at the EU. What I'm saying is if you consider the EU to be \"interfering\" in our democracy, do you not feel aggrieved, even if you have no love for Corbyn, that the people I've named are handing over wads of cash to nobble Labour's elected leader which, like it or not, is also interfering in our political system?",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Nothing",
                        "Nation",
                        "Terrorist"
                    ]
                },
                {
                    "id": "211",
                    "user": "BananaRepublican",
                    "date": "17 Jul ",
                    "timestamp": "NA",
                    "commentText": "WeLoveAusterity Not surprised to see Max Mosley on the list. His father wanted Britain in a United Europe too. ",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Old",
                "Nothing"
            ]
        },
        {
            "id": "3",
            "user": "chassummer",
            "date": "17 Jul ",
            "timestamp": "NA",
            "commentText": "Thousands of members have left the Labour Party due to their <b> Brexit </b>flip-flopping, and MPs continually voting against the Government to overturn the referendum result.  Labour MPs stood on a Manifesto promising to deliver leaving the EU.  Corbyn for decades has rallied against the EU.  It's a fact that more are now leaving due to the official announcement that Labour is a Remain Party.  Pro-leave Labour supporters are not going to stay with a political party where MPs lied to gain their Parliamentary seat and they are rallying against it's members.  Labour simply cannot be trusted!  Antisemitism is another disgraceful factor, but I understand that the Jewish population are still voting for Labour and many have openly confirmed this to be so.  Again<b>  remoaners</b> are in denial on EU membership - members are leaving because Labour is no longer representative to it's supporters - grass roots and pro-leave.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit",
                "Remoaners"
            ]
        },
        {
            "id": "2",
            "user": "jane298",
            "date": "17 Jul ",
            "timestamp": "NA",
            "commentText": "The once proud British Labour Party used to be a party FOR the WORKERS, now it's a party for the IDLERS, SHIRKERS and Benefit Magnet Migrants. Their core voters.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 18,
            "replies": [
                {
                    "id": "212",
                    "user": "Jesscat",
                    "date": "21 Jul ",
                    "timestamp": "NA",
                    "commentText": "You`re falling for the media`s rhetoric.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "213",
                    "user": "Shooks",
                    "date": "17 Jul ",
                    "timestamp": "NA",
                    "commentText": "I agree and don't forget they're career politicians and champagne socialists with a large salary and lucrative expense account, living in a different world to the average minimum wage worker.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "214",
                            "user": "jane298",
                            "date": "18 Jul ",
                            "timestamp": "NA",
                            "commentText": "And Labours Corbyn wants to tax the workers to the hilt, to pay for the rising number of shirkers. Labour used to be for the workers getting on in life through hard work. What's the point in trying if the workers are taxed so high they cant achieve a better lifestyle for their family. And when the shirkers living the Benefits lifestyle, outnumber the hard workers, who is Labour going to tax then to pay for them all. No vision, no incentive, no encouragement, and Labour wants the EU to rule our country. What's the point in a British Parliament and defunct MPs.",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "215",
                                    "user": "WeLoveAusterity",
                                    "date": "19 Jul ",
                                    "timestamp": "NA",
                                    "commentText": "What absolute twaddle. Corbyn wants to shift the tax burden upwards not downwards. Where do you get all this from?",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "216",
                    "user": "WeLoveAusterity",
                    "date": "17 Jul ",
                    "timestamp": "NA",
                    "commentText": "Yep. We once had workers before the Conservative party deliberately and systematically got rid of much of the country's industry and manufacturing and let the city make a lot of our money and reap the rewards from it. Of course if the employment figures are so great your theory about people on benefits being Labour's core voters certainly wont get them to number 10, unless there's millions and millions of dole fiddlers out there. Yeah, that must be it...",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 10,
                    "replies": [
                        {
                            "id": "217",
                            "user": "Thelane",
                            "date": "17 Jul ",
                            "timestamp": "NA",
                            "commentText": "Did the unions and Labour party fight to prevent the EU subsidising the transfer of British industry to other EU countries? Did the unions fight EU tender rules that transferred manufacturing, ship and train building to EU yards?",
                            "likes": 7,
                            "hasReplies": true,
                            "numberOfReplies": 6,
                            "replies": [
                                {
                                    "id": "218",
                                    "user": "WeLoveAusterity",
                                    "date": "18 Jul ",
                                    "timestamp": "NA",
                                    "commentText": "\"Britain's share of world ship-building has declined catastrophically during the twentieth century. Successive committees of enquiry have attributed this to a loss of competitiveness deriving both from poor production methods and laggardly innovation. An examination of innovation in ship design and construction and in marine propulsion highlights the declining British contribution in these fields. The conservative attitude adopted at various times by the Royal Navy together with restrictive arrangements in engine design and building seem to have been central in this. Additionally, few graduate engineers have been recruited either into management or into research, development, and design. For the future, a co-ordinated policy on research together with greater specialization in markets should be sought\".  You know when that was written? 1976, so don't go blaming all our failures on the EU.  Also all the EU countries building the warships we buy are subsidised by their governments and can offer their product at a competitive rate.Our gov chooses not to subsidise our own industry but to buy cheap from these countries.Despite EU rules we are able to use the competition get out clause that lets us build our own ships without having to offer out for tender if they 're essential for defense. Again we just buy another country's product.Again stop blaming the EU!!!",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "219",
                                    "user": "Thelane",
                                    "date": "18 Jul ",
                                    "timestamp": "NA",
                                    "commentText": "So you say other countries subsidise their industries? Isn't this a breach of EU rules?",
                                    "likes": 2,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "220",
                                    "user": "WeLoveAusterity",
                                    "date": "19 Jul ",
                                    "timestamp": "NA",
                                    "commentText": "Nope.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "221",
                                    "user": "jane298",
                                    "date": "17 Jul ",
                                    "timestamp": "NA",
                                    "commentText": "Spot on.",
                                    "likes": 3,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "222",
                                    "user": "WeLoveAusterity",
                                    "date": "18 Jul ",
                                    "timestamp": "NA",
                                    "commentText": "It isn't, see above",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "223",
                                    "user": "Thelane",
                                    "date": "18 Jul ",
                                    "timestamp": "NA",
                                    "commentText": "So who financed the transfer of Transit from Southampton to Eastern Europe? What about all the others too - get the blinkers off and smell the coffee, but you clearly want the UK to be a province of a federal Europe super state so it is pointless debating with you.",
                                    "likes": 2,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "224",
                            "user": "jane298",
                            "date": "22 Jul ",
                            "timestamp": "NA",
                            "commentText": "You mean BLIAR, who sold out the Fishing Industry? Then there was the car Industry, steel industry, shipbuilding, etc...etc. Then along came Gordon Brown who cost the country 'Billions' when he sold British gold reserves for pennies. That was before he got a job in the EU alongside Bliar, the Kinnocks, Major, all got their snouts in the EU millionaire making trough.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "225",
                            "user": "jane298",
                            "date": "17 Jul ",
                            "timestamp": "NA",
                            "commentText": "The years when Tony Bliar handed British fishing waters to the French, decimating the British ports and jobs, and Bliar who opened the floodgates to everyone wishing to settle here, the jobless, criminals, and those seeking immediate Housing and Benefits on landing, 'claiming Asylum'. Those years do you mean? He certainly rubbed our noses in his Europhile ideology, as he handed the EU British Industry, cars, fishing, steel, ship building, taking away apprenticeships for school leavers and decimating thriving towns to poverty and unemployment. But hey as long as the Banking and Financial Services thrives in London, our biggest Export, the rest of Britain can claim Benefits.",
                            "likes": 3,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "226",
                                    "user": "WeLoveAusterity",
                                    "date": "18 Jul ",
                                    "timestamp": "NA",
                                    "commentText": "Nonsense, Thatcher very consciously began that process, Labour-lite could have done more to stop it, as for true Labour - let's just call him Steptoe etc. Mugs.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "227",
                    "user": "chassummer",
                    "date": "17 Jul ",
                    "timestamp": "NA",
                    "commentText": "... and you missed one massive influence on the Labour Party - the extreme left Momentum supporters that Labour is now rubbing shoulders with and who are slowly taking over the Party.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "228",
                            "user": "millyjones",
                            "date": "18 Jul ",
                            "timestamp": "NA",
                            "commentText": "Not forgetting Khans lot.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "229",
                            "user": "Lionel_Brockman",
                            "date": "18 Jul ",
                            "timestamp": "NA",
                            "commentText": "Momentum was founded and is led by the Jewish activist Jon Lansman.  Your anti-Semitic assault shows you up for exactly who you are.  It's about time your sort were dealt with!",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "1",
            "user": "kevinshw",
            "date": "17 Jul ",
            "timestamp": "NA",
            "commentText": "It is long overdue.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}