{
    "header": {
        "title": " Snowflake Britain strikes again as Formula One BANS walk-on girls after darts women axed ",
        "subtitle": " WALK-ON girls will no longer be used before Formula One races because they fall short of modern day societal norms , the sport’s organisers have announced. ",
        "owner": " Laura Mowat ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 13:35, Wed, Jan 31, 2018 ",
        "dateExtraction": " 2020-01-21 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/world/912541/Formula-One-girl-ban-grid-girls-walk-on-girls-darts-Formula-1-Grands-Prix-motorsports ",
        "postText": "'Formula One has announced today that it will stop its long standing practice of using grid girls because it feels that it is an area in the sport that needs updating.', 'This practice of employing women to stand on the grid and hold the flags, umbrellas or driver numbers dates back several decades of Formula One.', 'This announcement comes days after The Professional Darts Corporation decided to end the long-established practice of women escorting players to the stage.', 'Managing Director, Commercial Operations at Formula 1, Sean Bratches, said: Over the last year we have looked at a number of areas which we felt needed updating so as to be more in tune with our vision for this great sport.', 'While the practice of employing grid girls has been a staple of Formula 1 Grands Prix for decades, we feel this custom does not resonate with our brand values and clearly is at odds with modern day societal norms. ', 'We don’t believe the practice is appropriate or relevant to Formula 1 and its fans, old and new, across the world.', 'The time before a race is normally a celebration, where guests and various performers can add to the glamour and spectacle of the Grand Prix and promoters and partners can showcase their countries and products.', 'The new F1 season begins on March 25 with the 2018 Formula 1 Rolex Australian Grand Prix in Melbourne.', 'The Matchroom Boxing promoter Eddie Hearn criticised the decision taken in darts and said he refuses to take the same action with ring girls.', 'He said: “The ring card girls are actually doing a job which they’ve done for many, many years which is letting people know what round is coming up”.', 'Formula One 's new owners Liberty Media have made various changes in terms of rebranding the sport since taking control one year ago.'",
        "numberPosts": " 50 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Gender - General,Nationality - General,Age - Over 65s,Age - Youngsters,Nationality - Chinese",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Woman,Sexual,Gender,Nation,Old,Nothing,Slope",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "36",
            "user": "robert",
            "date": "31 Jan, 2018 ",
            "timestamp": "NA",
            "commentText": "PATHETIC:",
            "likes": 49,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "35",
            "user": "Desmond",
            "date": "31 Jan, 2018 ",
            "timestamp": "NA",
            "commentText": "The current feminist campaign puzzles me.  On the one hand they say women must be allowed to do what ever job they like, then they stop Model's from working in legitimate employment.  My feeling is the feminist's are yet another unelected and dictatorial group who decide women must only do the jobs they think are suitable, and the F1 and darts organisations simply acquiesce. If a <b> woman </b>wishes to be a Model then that is their right, and no feminist activist should have the right to oppose them.Sue them for loss of earnings might help to clear their mind - including their supporter 's in Parliament!",
            "likes": 22,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "34",
            "user": "mistermac",
            "date": "31 Jan, 2018 ",
            "timestamp": "NA",
            "commentText": "This is part of the process of hiding women from public view, just in case members of a particular following get \"uncontrollable urges\" when they see a pretty <b> woman </b>who 'might 'upset them by wearing shorts.",
            "likes": 21,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "33",
            "user": "Mudlark",
            "date": "31 Jan, 2018 ",
            "timestamp": "NA",
            "commentText": "No,not modern day social norms. More like modern day minority ultra PC snowflakes. Someone needs to have a poll to find out just how many people really give a hoot about all this PC rubbish.I bet it is just the 'Vocal' 5 % !!!",
            "likes": 14,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "32",
            "user": "BouncyFrog",
            "date": "31 Jan, 2018 ",
            "timestamp": "NA",
            "commentText": "How very discriminatory and misogynistic - not allowing women to choose for themselves. How very discriminatory and patronising assuming that women arent able to cope with the work, that women are so fragile they can no longer do this. Now these unskilled women will be working 40 hours a week on minimum wage.forcing these women into poverty.",
            "likes": 11,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "31",
            "user": "G.O.M.",
            "date": "31 Jan, 2018 ",
            "timestamp": "NA",
            "commentText": "Cheerleaders will be next!! This is getting ridiculous. Women want to be the same as men and not objectivised so why do Divas like Byonce and Madonna flash their \"Bits\" at every opportunity? Why is there a \"Best Actress\" award and not just a \"Best person\" award? Why are there Men's and Women's teams in most sports? Why do women get paid more for less at Wimbledon? It is all ONE SIDED!!!",
            "likes": 10,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "30",
            "user": "Sunnyvale",
            "date": "31 Jan, 2018 ",
            "timestamp": "NA",
            "commentText": "Ban any fun,  that's what I say.",
            "likes": 9,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "200",
                    "user": "Outnow",
                    "date": "31 Jan, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Make them get proper jobs like men have to.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "201",
                    "user": "JohnLongstride",
                    "date": "31 Jan, 2018 ",
                    "timestamp": "NA",
                    "commentText": "That is beginning to sound like ...... girls in tents ?",
                    "likes": 8,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "29",
            "user": "Antenes2",
            "date": "31 Jan, 2018 ",
            "timestamp": "NA",
            "commentText": "Liberty Media have succumbed to this PC nonsense. Wimps.",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "28",
            "user": "mrnewsreader987",
            "date": "31 Jan, 2018 ",
            "timestamp": "NA",
            "commentText": "That makes it even more boreing",
            "likes": 9,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "202",
                    "user": "RichJones",
                    "date": "31 Jan, 2018 ",
                    "timestamp": "NA",
                    "commentText": "That is quite an achievement in itself",
                    "likes": 9,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "27",
            "user": "Who,me?",
            "date": "31 Jan, 2018 ",
            "timestamp": "NA",
            "commentText": "I would rather look at those birds than Lewis Hamilton.",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "26",
            "user": "soapysawter",
            "date": "31 Jan, 2018 ",
            "timestamp": "NA",
            "commentText": "Cat walkes next ,Miss World,all jobs for women wether we like it or not",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "25",
            "user": "BouncyFrog",
            "date": "31 Jan, 2018 ",
            "timestamp": "NA",
            "commentText": "so feminist don't trust women to make the correct choice for womankind. so feminists have banned women from having a personal choice.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "24",
            "user": "Largey14",
            "date": "31 Jan, 2018 ",
            "timestamp": "NA",
            "commentText": "So unless you are in  a minority group . You have no say in this Country as the minority seem to have turned the country from free speech And freedom to follow ones own decisions , into there own little dictatorship. It’s going to be one hell of a boring Country .",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "23",
            "user": "Michael555",
            "date": "31 Jan, 2018 ",
            "timestamp": "NA",
            "commentText": "What gives these people the right to be offended on behalf of other people? Most of these women enjoy these jobs and they pay well, being thrown out of work by women professing to support them!",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "22",
            "user": "sleeveless",
            "date": "31 Jan, 2018 ",
            "timestamp": "NA",
            "commentText": "All these Actresses who are being very vocal on the subject at the moment have found themselves in the film industry because they are easy on the eye,  will need to go as well.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "21",
            "user": "sleeveless",
            "date": "31 Jan, 2018 ",
            "timestamp": "NA",
            "commentText": "Bring back Bernie !",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "20",
            "user": "PaulJWeighell",
            "date": "31 Jan, 2018 ",
            "timestamp": "NA",
            "commentText": "We don’t believe the practice is appropriate or relevant to Formula 1 and its fans, <b> old </b>and new, across the world. As you didn 't bother to ask us you have no evidence for that belief Bratches.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "19",
            "user": "MistyOptic",
            "date": "31 Jan, 2018 ",
            "timestamp": "NA",
            "commentText": "clearly is at odds with modern day societal norms? Nooo.Clearly at odds with screeching leftist dogma.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "18",
            "user": "Outnow",
            "date": "31 Jan, 2018 ",
            "timestamp": "NA",
            "commentText": "They should close down sites like Chaturbate where naked girls just lie back with their legs open for desperate men to throw money at, force them to get a proper job instead. Women have been taking men for a ride for so long they think it's their right to get money for <b> nothing.</b>",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "17",
            "user": "JohnLongstride",
            "date": "31 Jan, 2018 ",
            "timestamp": "NA",
            "commentText": "Surely this will cost people's jobs ?",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "16",
            "user": "JohnMorris890",
            "date": "3 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "Watch out catwalk models, they will be after you next. Women are stronger than these snowflakes give them credit for, if they didn't want to do it, they would not have been there. If we let this PC rubbish continue it will be very restrictive for women, maybe compulsory clothing laws.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "15",
            "user": "Prometheus",
            "date": "2 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "Are they going to ban all female model from fashion shows? isnt that just exploitation of women, I want to know are they going to demand equal pay for male models in the fashion industry as we always used to hear about female super models making millions out of their looks so isnt that industry sexist. I bet any industry where women make more will be ignored by the sexists and it will only be where men make more that we will see being targeted for equality. I think companies may just make more excuses not to hire women, I have no problem with women being paid the same as me for doing the same job as long as if they ask for help I have the right to say no. I take it the <b> sexual </b>equality thing means women will no longer expect any preferential social etiquette. One thing I am curious about is that in a disaster where people use to say women and children first, I take it now we can just say children first and then everyone else for themselves",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sexual"
            ]
        },
        {
            "id": "14",
            "user": "PeterVirago",
            "date": "1 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "Its all getting very silly now.... Islam's values are taking over through feminisms stupidity. The fact is, women are beautiful and it should be celebrated.... If that's unacceptable we are on a slippery <b> slope.</b>",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Slope"
            ]
        },
        {
            "id": "13",
            "user": "AM66",
            "date": "1 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "Get rid of one of the few things that makes F1 half way interesting? Inspired....",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "12",
            "user": "ColdWarVet",
            "date": "31 Jan, 2018 ",
            "timestamp": "NA",
            "commentText": "Unbelievable ignorance being displayed by these feminists. Have they asked these girls what they think? No they hate men so anything that could construed as contributing to a perceived outlook of male dominance has to be destroyed. Rather than standing up to these clowns yet again the snowflakes bow down and curtail to these ridiculous ideas.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "11",
            "user": "DeathtoEU",
            "date": "31 Jan, 2018 ",
            "timestamp": "NA",
            "commentText": "Another step to becoming a completely sterile <b> nation </b>so entwined in Political correctness and minority strangleholds. It started off with equality, then equal pay, then transgenders, then<b>  gender</b> neutral and now well paid walk on girls that use these events as a stepping stone into commercial modelling have now been sacked.  Can someone tell me ho<b> w gende</b>r neutral works? Do we go to the doctor for a smear test and have our testicles cupped at the same time?? Verdict: Were going to hell in a hand cart!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gender",
                "Nation"
            ]
        },
        {
            "id": "10",
            "user": "SevenOneTwoNine",
            "date": "31 Jan, 2018 ",
            "timestamp": "NA",
            "commentText": "This is a business decision by those in control of the Formula 1. Presumably they have figured out that they can increment their bottom line by ditching the girls. Business is business. So get off you high horse, people. This aside, the fact is that one can see scantily clad gorgeous girls everywhere these days. Formula 1 cars and races? Not so much.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9",
            "user": "dodgeswolf",
            "date": "31 Jan, 2018 ",
            "timestamp": "NA",
            "commentText": "Instead of standing there just looking good a proper job awaits.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8",
            "user": "Dav33",
            "date": "31 Jan, 2018 ",
            "timestamp": "NA",
            "commentText": "I know why not have \"walk on men\" this will shut them all up, lets have men walking prior to the darts match with , boxers or budgie smugglers , lets see who complains, this is getting pathetic now. Bring back the walk on girls....",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "dodgeswolf",
            "date": "31 Jan, 2018 ",
            "timestamp": "NA",
            "commentText": "Soon all the dolly girls will have to get a proper job.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6",
            "user": "Guest182145",
            "date": "31 Jan, 2018 ",
            "timestamp": "NA",
            "commentText": "Dress them head to toe in a bin liner this would fit it with their agenda.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "203",
                    "user": "Guest300719",
                    "date": "31 Jan, 2018 ",
                    "timestamp": "NA",
                    "commentText": "I am sorry to say that was a fashion item in the 80's. Oops I have just  realised that I am inadvertently setting up the catwalk models for a fall next by highlighting the fashion industry.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "204",
                    "user": "RichJones",
                    "date": "31 Jan, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Better to end their life, that of their family and everyone they know. Let's see if this beats the censors.",
                    "likes": 10,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5",
            "user": "RichJones",
            "date": "31 Jan, 2018 ",
            "timestamp": "NA",
            "commentText": "More hate from the snowflakes. They just can't handle any attractive women as it goes against their ethos that they are really attractive and wonderful. It is total jealousy, bitterness and spite on their behalf led by the fact they have had this overinflated view of themselves since childhood",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "LordJustin",
            "date": "31 Jan, 2018 ",
            "timestamp": "NA",
            "commentText": "You have to be AWESTRUCK by the way FEMINISM is REDUCING the number of jobs for women in all sectors.   Even a century after the UK first gave female citizens the vote, feminists are still holding each other back by jealousy and attacking each other like a bunch of alley cats.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "generalgloom",
            "date": "31 Jan, 2018 ",
            "timestamp": "NA",
            "commentText": "Sham virtue.   Soon reproduction will be banned - except for approved left leaning couples of course. ",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "205",
                    "user": "Mudlark",
                    "date": "31 Jan, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Oh no...A <b> nation </b>of Abbopottamouses !!!",
                    "likes": 18,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "206",
                            "user": "Largey14",
                            "date": "31 Jan, 2018 ",
                            "timestamp": "NA",
                            "commentText": "Have you thought about writing horror books.",
                            "likes": 2,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "207",
                                    "user": "Mudlark",
                                    "date": "31 Jan, 2018 ",
                                    "timestamp": "NA",
                                    "commentText": "LOL",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Nation"
                    ]
                },
                {
                    "id": "208",
                    "user": "Rod52",
                    "date": "31 Jan, 2018 ",
                    "timestamp": "NA",
                    "commentText": "The way things are going, they will soon be demanding it 'bottled' rather than 'draught!' I 'm convinced the West have totally lost the plot due to decades of the 'liberal ' left' s influence on all aspects of our lives.",
                    "likes": 30,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "2",
            "user": "BouncyFrog",
            "date": "31 Jan, 2018 ",
            "timestamp": "NA",
            "commentText": "men like women less dressed. women like men in suits. any womens evernt where men are in suits is sexist. and should be banned.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "209",
                    "user": "Proud_Brit",
                    "date": "31 Jan, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Women like rich men, so any sport involving money should be banned or the money element removed, that would be interesting in Premier League Football :D",
                    "likes": 15,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "210",
                    "user": "LordJustin",
                    "date": "31 Jan, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Women like rich men in expensive cars.  So, motor racing should be banned?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "1",
            "user": "BouncyFrog",
            "date": "31 Jan, 2018 ",
            "timestamp": "NA",
            "commentText": "yeah, don't want all those lesbians olging those women. it's not fair on them being objectified by lesbians.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}