{
    "header": {
        "title": " High-flying female pilots reveal the sexism they faced working in a man's world ",
        "subtitle": " A FEMALE pilot was once asked by a group of passengers if she needed help reversing the plane after finding she was at the controls. ",
        "owner": " David Pilditch ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 14:59, Sat, Mar 9, 2019 ",
        "dateExtraction": " 2020-01-17 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/uk/1097921/female-pilots-reveal-sexism-british-airways-international-womens-day-jess-anand ",
        "postText": "British Airways First Officer Jess Anand shared the anecdote yester-day as the airline welcomed a group of 100 girls to its training centre to mark International Women's Day. Youngsters aged 14 to 18 were given a flavour of life in the air and were put behind the controls of flight simulators at Heathrow as part of a drive to encourage more women to become pilots. Jess told them she had been the butt of many jokes as she spoke about the ups and downs of working in a  man's world. But she insisted women are now having the last laugh as there are more female commercial airline pilots than ever before.She said: We 've been asked by a group of passengers if we'd like any help reversing the plane.', 'On another occasion, a man informed us he had a private flying licence and offered us his assistance if we needed it - it was safe to say that we didn 't take him up on his offer.It's quite easy to laugh off such remarks, as most are said in jest.','Jess told how she had been interested in flying since her father took her plane - spotting as a child.And she became hooked after taking her first lesson when she was at Cambridge University.', 'She added: Flying isn 't about bravado or wrestling a heavy machine through the sky.Women shouldn't change their image or behaviour to fit into a man 's world.You can be female and proud and you can still be a pilot like I am.', 'Amie Kirkham, who comes from a family of pilots and joined BA three years ago, said:  I first sat in a flight deck seat at a very young age and that sparked my passion in becoming a pilot.I remember telling my school, aged 10 and wearing my father's BA captain 's uniform, that I wanted to fly a jumbo jet one day.', 'She said the highlight of her career was meeting a cute six - year old girl who wears a full pilot's uniform whenever she flies.She said: After landing into Heathrow from Milan she told me her dream was to become a British Airways pilot. ', 'First Officer Helen Geering said: I love it when I 'm on board. People are quite surprised to see a female pilot but the general consensus is everything is very positive.', 'BA, which celebrates its centenary this year, employs more female pilots than any other UK airline but just six per cent of them are women.', 'The company says more work needs to be done to attract female recruits to a range of jobs including engineering roles.', 'Another pilot, First Officer Ramnique Goring, said: It is so important to show young girls that this job is achievable for them.', 'I see it as part of my role to inspire young women to consider taking up this fantastic career, where women are under-represented.', 'Jasmine Findlay, 14, from Heathside School in Weybridge, Surrey, was one of the pupils from 30 schools to attend yesterday's event.She said: Before today I had never really thought about what job I wanted in the future, I just knew I needed to do well at school.', 'I'm always so excited to fly when I go on holiday, so to feel that excitement every day when I go to work would be amazing.'",
        "numberPosts": " 11 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Gender - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Gender",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "8",
            "user": "GloriouslyAwesome",
            "date": "9 Mar ",
            "timestamp": "NA",
            "commentText": "Male nurses get this on a massive scale, but that never gets reported...",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "200",
                    "user": "(null)",
                    "date": "(null)",
                    "timestamp": "NA",
                    "commentText": "(null)",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "201",
                            "user": "(null)",
                            "date": "9 Mar ",
                            "timestamp": "NA",
                            "commentText": "Did you scream when got their ideas below the belt though?",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "7",
            "user": "Herodotus",
            "date": "9 Mar ",
            "timestamp": "NA",
            "commentText": "Only 6%  of BA female pilots are women? Either the DE needs to employ another proof reader or there are an awful lot of <b> gender </b>confused BA pilots.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gender"
            ]
        },
        {
            "id": "6",
            "user": "Kibo",
            "date": "9 Mar ",
            "timestamp": "NA",
            "commentText": "Being asked if she needed help reversing a plane?  Just friendly banter as push-back is done by a tug on stand.  Sometimes people are their own worst enemy. Taking exception where none is intended. So when are we going to have a Man 's Day to enpower men?  Or is that sexist? And yes my daughter is a Doctor of Engineering EngD Brunel I paid for eight years of university fees so she could fill her dreams.Two years BTec and two years A levels.Not just one token day a year.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "202",
                    "user": "(null)",
                    "date": "9 Mar ",
                    "timestamp": "NA",
                    "commentText": "There is a mans day - 19th November.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5",
            "user": "RonBurgundy",
            "date": "10 Mar ",
            "timestamp": "NA",
            "commentText": "If you want to earn ££££££££££££££££ for Summer. Get a peak rate number and put a sign on the back of your wife's car - How do you like my Driving. ",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "ShieldoftheValkyries!",
            "date": "10 Mar ",
            "timestamp": "NA",
            "commentText": "There is a massive opportunity for girls right now and it will grow.  All aviation publications report a serious shortage of commercial pilots.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "RumbleStiltskin",
            "date": "10 Mar ",
            "timestamp": "NA",
            "commentText": "I did some of my flight training in the US IR one of my instructors was a lady from Australia for whom I had total respect. she was an very good pilot. One caviate to her comments about hauling a heavy aircraft around the sky. She has obviously never flown a Vickers Vicount.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "RumFellow",
            "date": "9 Mar ",
            "timestamp": "NA",
            "commentText": "I've always treated women kindly and fairly. So what bothers me is how bitter, and hostile, this endless diet of feminism is making me. Such is the price of feminism!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Devonian",
            "date": "9 Mar ",
            "timestamp": "NA",
            "commentText": "Couldn't possibly be just them needing the helping hand of a p#ssed off male colleague?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "0",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "203",
                    "user": "Hoppo1",
                    "date": "9 Mar ",
                    "timestamp": "NA",
                    "commentText": "All pilots undergo identical training and have the same qualifications and skills. Why on earth you think you would somehow be safer with a male pilot or think a female pilot wouldn't know what to do in an emergency I have no idea. Perhaps you had better not fly anywhere in future as most airlines have women pilots now.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}