{
    "header": {
        "title": " Left wing men are 'the worst' Labour MP blasts as she slams Corbyn's industrial strategy ",
        "subtitle": " LABOUR MP Jess Phillips has slammed left-wing men as being the “absolute worst” sexists of all. ",
        "owner": " Chloe Kerr ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 00:01, Mon, Aug 14, 2017 ",
        "dateExtraction": " 2020-01-21 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/politics/840819/labour-mp-jess-phillips-left-wing-men-sexists-edinburgh-international-book-festival. ",
        "postText": "'Speaking at the Edinburgh International Book Festival, the MP for Birmingham Yardley said although they were well-meaning, left-wing men didn't think of women on the same level.', 'She said: They [left-wing men] are the worst, the actual worst.', 'Men said they supported better female representation but, when it came to losing their own jobs, they would say, ‘Oh, you mean me? But I am so clever. I’ve got so much to offer the world’.', 'They are literally the worst.', 'Jeremy Corbyn has been criticised in the past for giving most top shadow cabinet positions to men.' 'Slamming her own party, the 35-year-old MP added women were entirely missing from Labour’s industrial strategy because it was all about men with shovels.', 'Jess Phillips has become a leading figure in the fight against sexism in politics and society.', 'She regularly faces backlash for her efforts on social media, telling the festival that she has been victim to threats and abuse by dunder-heided Neanderthals on Twitter.', 'She also revealed that after her friend Jo Cox MP was murdered last year she reported all the death threats she received to West Midlands police, adding it was quite a lot.",
        "numberPosts": " 13 comments ",
        "srcType": " text ",
        "socioLingVar": "Gender - General",
        "nameNewspaper": " Daily Express ",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Gender",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "7",
            "user": "U.T.B.",
            "date": "14 Aug, 2017 ",
            "timestamp": "NA",
            "commentText": "'All about men with shovels' - what nonsense. There isn't one member of Looneybins team that would know which end of a shovel to hold, never mind how to use the thing. More about men with limited wit and intellect trying to keep others down.",
            "likes": 16,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6",
            "user": "Drummer",
            "date": "14 Aug, 2017 ",
            "timestamp": "NA",
            "commentText": "'' She regularly faces backlash for her efforts on social media, telling the festival that she has been victim to threats and abuse by “dunder-headed Neanderthals” on Twitter. '' It would be very interesting to learn how many of the“ dunder - headed Neanderthals” on Twitter are Labour party imports.",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Drummer",
            "date": "14 Aug, 2017 ",
            "timestamp": "NA",
            "commentText": "As a female, I switched from left-wing to UKIP years ago as the Labour party were a load of bullying hypocrites in regards to women  and the working-class. I worked alongside my male colleagues whilst campaigning for UKIP and have had no problems whatsoever to complain about...  The immigrants are welcome to the Labour party shower of sh! * ",
            "likes": 13,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "200",
                    "user": "MetalResistance",
                    "date": "17 Aug, 2017 ",
                    "timestamp": "NA",
                    "commentText": "Great, so you think racists are less sexist that socialists. That sounds likely.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4",
            "user": "info@express.co.uk",
            "date": "14 Aug, 2017 ",
            "timestamp": "NA",
            "commentText": "Labour’s industrial strategy did indeed fail because it was all about “men with shovels” but it did not fail because it was about men per se but because it was about people with shovels. Post WW2 Labour demanded full employment and that meant over - manning in what became loss making state supported industries where manual labour was a premium. Wilson blathered about the 'white heat of technology' whilst quietly cancelling technological projects like rockets, missiles and computing because those sectors employed only a few people with brains not millions with shovels - to our dear cost today as we now have no sizable global electronics, computer or internet sectors. Labour governments then invested billions in ramping up coal and rail production because it soaked up manual labour and the result was the painful corrections under Thatcher as the make - work subsidy costs to the tax payer were crippling the economy. Now we have an economy better suited to brains than manual labour we can hopefully push forwards and let the manual labour party dwindle away.Its last bastions are Unite and the other public sector unions who still keep the public sector over - manned as their predecessors did for coal, rail etc.until they had succeeded in destroying those whole sectors.",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "201",
                    "user": "b811wt1",
                    "date": "17 Aug, 2017 ",
                    "timestamp": "NA",
                    "commentText": "One of Corbinski's policy aims is to re open deep coal mines and resurrect the British coal mining industry.  Does he really expect a new generation of miners to materialise and for them to spend their working lives down the pits?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "202",
                    "user": "RogerMcHooligan",
                    "date": "14 Aug, 2017 ",
                    "timestamp": "NA",
                    "commentText": "Not sure what planet you are on. Definitely no earth.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Ribbitribbit",
            "date": "15 Aug, 2017 ",
            "timestamp": "NA",
            "commentText": "Labour don't need shovels,they're digging themselves into a hole without them",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "barledo",
            "date": "14 Aug, 2017 ",
            "timestamp": "NA",
            "commentText": "Labour has never had a female leader.That shows their lack of equality.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "SpocksBeard",
            "date": "14 Aug, 2017 ",
            "timestamp": "NA",
            "commentText": "I personaly would be happy to be a Klingon,clearly defined <b> gender </b>,equality, and in that society still able to take care of business.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gender"
            ]
        }
    ]
}