{
    "header": {
        "title": " Why do some on the left attack our tolerant way of life so much? Asks Paul Baldwin ",
        "subtitle": " FASCIST is not a word you throw around lightly in Germany, even now. And yet when EU president elect Ursula von der Leyen had the temerity to appoint a 'Vice-President for protecting our European way of life' that is exactly what she was labelled. ",
        "owner": " Paul Baldwin ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 15:14, Wed, Sep 18, 2019 ",
        "dateExtraction": " 2020-01-28 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/comment/expresscomment/1179572/european-union-news-ursula-von-der-leyen-fascist-row-brexit-news ",
        "postText": "'Even by the increasingly jack-booted, idiotic measures of the modern left it was some insult. But, insulting as it was, it was even more baffling. If the left truly finds modern Europe fascist then we can only conclude they really need to get out more. Here's what we know about western Europe – classical Europe, the Europe of Rome, Paris, Madrid, Berlin and of course London.','The people largely do not tolerate racism, the political system is largely democratic. Women are not routinely treated as second class citizens and members of the LGBT community do not face being put to death or jailed for life for falling love with someone.','You may feel there's something to be celebrated there, to be treasured perhaps, or to be fiercely protected.','And yet VDL was labelled fascist for even mentioning it.', 'Fascist.', 'As insults to Germans go that's as aggressive as it gets.', 'But, depressingly, it's not surprising. The left in Britain and Europe is becoming increasingly intolerant and the politics increasingly angry. The left's bid to thwart Brexit and basically get its own way at home and abroad is both breathtakingly furious and, so-far, dangerously successful.', 'Seriously, they are so angry it's befuddling their brains.', 'The press release on VDL's 'Vice-President for protecting our European way of life' had barely hit my in-box before the knee-jerk, dog-whistle stuff was barrelling in from all the usual corners.', 'Jean-Claude Juncker led the charge fatuously claiming I don’t like the idea that the European way of life is opposed to migration - not that anyone, anywhere, said it was.', 'French Green MEP Damien Careme, called the move an abomination” and environment campaigners Friends of the Earth called it facist thinking. Even Amnesty said the move sent a worrying message.', 'It's that sacred cow of migration you see.', 'Now, any sane person knows that migration not only keeps life culturally interesting and healthy but is vital for economic prosperity longer term. No-brainer. But any sane person also knows that not all people and not all nations and not all cultural norms are created equal.', 'But even whisper this and you are likely to invoke the knee-jerk incantations of racist and/or fascist.', 'So I would just ask the detractors, those who would determinedly attack our way of life to have a quick gander at this list:', 'Afghanistan, Brunei, Iran, Mauritania, Nigeria, Pakistan, Qatar, Sudan, UAE, Saudi Arabia, Yemen, Sudan, Somalia.', 'That's where you will be stoned to death or hanged if you're gay., 'No Holland, Germany or Spain there you'll note., 'Not convinced?', 'Try this list:', 'Egypt, Qatar, Oman, Uganda, Pakistan, Afghanistan, Saudi Arabia, Iran.', 'That's where life will be very difficult if you are a woman – you'll be lucky to vote, extremely lucky to be educated to any meaningful level, and often be told what to wear and how to behave.', 'Again, no sign of Sweden, Greece, or Belgium.','Western Europe, tolerant, intelligent, and successful has much much to be proud of and we should celebrate this rather than berate ourselves for not being perfect.', 'There is always work to be done fighting racism, sexism and homophobia and we should never let our guard drop for one moment.', 'But sometimes, just sometimes, can't we allow ourselves a quick pat on the back?', 'The late Kurt Vonnegut was apt to note when things are going good don't forget to notice.','It remains good advice.'",
        "numberPosts": " 21 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Age - Youngsters,Nationality - General, Ideological and Political Identity - General,Gender - General,Physical Identity - Physical (and Mental) Impairments,Age - Over 65s",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Nothing,Immigrant,Communist,Woman,Weird,Old",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "13",
            "user": "Mr.PoliticallyIncorrect",
            "date": "18 Sep ",
            "timestamp": "NA",
            "commentText": "The left are a cancer and the quicker they are consigned to oblivion the better. They know the value of <b> nothing.</b>",
            "likes": 101,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "200",
                    "user": "yeah,right.",
                    "date": "19 Sep ",
                    "timestamp": "NA",
                    "commentText": "The know the value of shouting, defaming, lying, whining, screaming, playing the victim and censoring. And no, like their economic philosophy they wont win because its just not reality so ultimately they 're doomed to failure, but we must not let them damage society more than they have already done by playing their little games....",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "201",
                    "user": "WorcesterJohn",
                    "date": "19 Sep ",
                    "timestamp": "NA",
                    "commentText": "They know the value of spending other peoples money",
                    "likes": 21,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "202",
                            "user": "expresslybanned",
                            "date": "19 Sep ",
                            "timestamp": "NA",
                            "commentText": "And usually ending with a large proportion for themselves!",
                            "likes": 13,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "12",
            "user": "johngt",
            "date": "18 Sep ",
            "timestamp": "NA",
            "commentText": "Few people consented to have their culture supposedly enriched.  In fact, none were asked and no consent sought to make the radical changes imposed on the UK and wider Europe by self-serving politicians. We can't just blame the Left, though. In the UK, businesses and the politicians who represented their interests loved immigration and its ability to keep wages and working conditions down and training costs at a minimum by importing people from the 1960 s onwards.The Left are relative newcomers, but they too now revel in importing 'grateful voters' to keep themselves in power, as they \"rubbed our noses in diversity\". If like, me and my partner, you have moved from areas of high and very high <b> immigrant </b>population to one where the percentage is relatively low you will see at first hand just how much immigration has cost our society in every possible way.",
            "likes": 65,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "203",
                    "user": "yeah,right.",
                    "date": "19 Sep ",
                    "timestamp": "NA",
                    "commentText": "If we give the left the benefit of the doubt on this. I mean I wouldn 't because i think the whole thing was a cynical grab for votes and to ally themselves further with groups that hate us and western values. But if we did it for a thought experiment;i.e allowing people from very poor and backward countries to come here for economic opportunities, mass immigration STILL doesn't make any sense. There' s about 5 billion people that would want to come to the West for economic reasons. Even a tenth of that number would completely destabilize our societies. No another way must be found and it is being found as the West evolves we bring everyone up with us, slowly. we can also trade more fairly and stop propping up dictators and engaging in speculative wars. But this globalist multiculty thing is probably even more dangerous than communism and fascism combined if we don 't resist it!",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Immigrant"
            ]
        },
        {
            "id": "11",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "204",
                    "user": "yeah,right.",
                    "date": "19 Sep ",
                    "timestamp": "NA",
                    "commentText": "Westminster is pretty centralised too though. Just saying...",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "205",
                            "user": "(null)",
                            "date": "(null)",
                            "timestamp": "NA",
                            "commentText": "(null)",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "206",
                                    "user": "(null)",
                                    "date": "19 Sep ",
                                    "timestamp": "NA",
                                    "commentText": "True. But momentum can get stuffed! Corbyn is no longer at threat thanks to horse teeth Swinson stealing the old ditherer 's thunder....",
                                    "likes": 2,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "10",
            "user": "Backfire",
            "date": "18 Sep ",
            "timestamp": "NA",
            "commentText": "All countries should protect their traditions and identity and, while people of other cultures should be welcomed, they should also respect the host country. The lefties are just trying to increase friction and unrest, it's how extremists get into power. Don't fall for the lefty agenda.",
            "likes": 55,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9",
            "user": "TX11",
            "date": "18 Sep ",
            "timestamp": "NA",
            "commentText": "What will it take for people to realise global socialism is a progression of national socialism and with similar objectives.",
            "likes": 30,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "207",
                    "user": "yeah,right.",
                    "date": "19 Sep ",
                    "timestamp": "NA",
                    "commentText": "Yeah just because some loons attack her for not being to left of Kim Jong Un doesn't mean she should ever be trusted.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "7",
            "user": "best",
            "date": "19 Sep ",
            "timestamp": "NA",
            "commentText": "Its not fascist, it’s <b> communist.</b> Angela knows all about that. As does Eastern Germany, now sharing the wealth of Western Ge4many and Britain. Along with the rest of the European<b>  Communist</b> Union. The whole ethos of the ECU i<b> s communis</b>t. Secret. Controllers putting un-elected leaders in place. Ordering the agenda and way forward for the ECU. Making new controlling rules, laws and regulations. Upsetting the natural order of things by making politically correct changes and laws controlling speech and what you are allowed to say or not say or do. We Britons are soon to be leaving all this. I trust these politically correct controls will be very quickly ditched and normality very swiftly re-introduced.",
            "likes": 14,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Communist"
            ]
        },
        {
            "id": "6",
            "user": "WorcesterJohn",
            "date": "19 Sep ",
            "timestamp": "NA",
            "commentText": "Good article and very true we should not be letting these people into the EU we should be trying to encourage them to improve their own Countries and that does not mean throwing money at the problem.",
            "likes": 14,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "LM1949",
            "date": "19 Sep ",
            "timestamp": "NA",
            "commentText": "So why does the DE protect the Left by not allowing any comment on left-wing totems such as Abbott and that <b> woman </b>whose name can not even be alluded to without the censor coming down hard? And today you have banned comment on the Kuensberg story.Why ? Why not allow the full force of public hostility to the Left be given voice ? ",
            "likes": 12,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "4",
            "user": "Aldrington",
            "date": "19 Sep ",
            "timestamp": "NA",
            "commentText": "Weird because the de had 132 stories about immigration last year and not one of them was positive....",
            "likes": 11,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "208",
                    "user": "(null)",
                    "date": "19 Sep ",
                    "timestamp": "NA",
                    "commentText": "Wrong. I counted them as well. It was 133.  LoL ",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Weird"
            ]
        },
        {
            "id": "3",
            "user": "TheThunderbird885.",
            "date": "19 Sep ",
            "timestamp": "NA",
            "commentText": "Socialism can solve every problem until they run out of everyone else's money. Which is why it can and will never work. ",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "eyewasscrewed",
            "date": "19 Sep ",
            "timestamp": "NA",
            "commentText": "They are a con - they've sussed out the blindness of rest of political games played - then sell a different they think story , and get new style voters to support them, so  a new version comes into play- if you get enough followers, you have the power and you are top dog. The fact that you are a lying b 'tard and made up porkies enroute still encourages  support - the irony being today, that very few of the support are actually hard up - I'd even suggest to most of the hard - ups, this new lot look very similar to the ones the hard - ups believe are causing them to be hard - up. Then overlay all this with the media / reporting / etc - the biggest conners of the lot getting their oars in -so any <b> old </b>thing is in play.IMO.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "1",
            "user": "DavidPlows",
            "date": "19 Sep ",
            "timestamp": "NA",
            "commentText": "The socialsit politicians  marriage proposal  \"for better or for worse your money is my money .\"",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "0",
            "user": "CatherineA.Iselin",
            "date": "27 Sep ",
            "timestamp": "NA",
            "commentText": "Because they see life as some form of rights and human wishes  to be fulfilled, to avoid seeing it as  divine.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "-1",
            "user": "yeah,right.",
            "date": "19 Sep ",
            "timestamp": "NA",
            "commentText": "The left cant control their extremists therefore they deserve to be lumped in with them as the purity spiral all the way up their own backsides....",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}