{
    "header": {
        "title": " Tory candidate seeking to oust Labour Remainer Margaret Beckett wants to implement Brexit ",
        "subtitle": " BREXIT fury means Conservative campaigners are getting the Rolls-Royce treatment in a traditional bastion of Labour support. ",
        "owner": " David Williamson ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 15:18, Sun, Dec 1, 2019 ",
        "dateExtraction": " 2020-01-20 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/politics/1211671/General-election-news-Tory-candidate-Ed-Barker-Derby-South-Brexit ",
        "postText": "'Ed Barker, a former saxophonist for George Michael, is the Tory candidate for Derby South, an area famed as a manufacturing powerhouse, home to industrial giants including Rolls - Royce and Bombardier.', 'Mr Barker, 35, a champion of blue - collar conservatism senses the chance to pull the plug on Labour rule in the area.', 'More than six out of 10 Derby South voters backed Brexit in the 2016 referendum yet Margaret Beckett– who has represented the seat for Labour since 1983– has been a leading figure in the campaign for a second referendum.', 'Overturning her majority of 11, 248 is a long - shot, but Mr Barker argues she exemplifies the problem that the country is in .', 'He said: On the day after the referendum, democrats should have said, ‘OK, that was the biggest act of democracy in the country’ s history.Let’ s crack on and deliver this thing’. ', 'But we’ ve had three years of delay caused principally by the gloomsters and the doomsters as Boris[Johnson] would say, like Margaret Beckett. ', ' Mr Barker is a superstar in the eyes of Esther McVey, a housing minister and arch - Brexiteer, who joined him on the campaign trail.', ' Last week the pair discovered just how deep Brexit frustration runs in the constituency.', ' Stan Asker, a 70 - year - old former Rolls - Royce apprentice who said he was brought up as a socialist, told the pair: This is a supposed to be a democratic country.We had a referendum...', 'Why are we in this position ? ', ' A few doors away, they met Brian Beale, 79, a retired structural engineer.He voted Labour in the past, but will not this time basically because of Brexit.', ' He harboured some reservations about Boris Johnson, saying he seemed a little bit Trumpish, but his wife Barbara, 81, had no such concerns. I think he comes over really great, she said.', ' Buoyed by these pledges of support, the duo sped to the R & R’ s Sports Bar and Lounge where sax player Mr Barker entertained locals with a rendition of Elton John’ s The Circle Of Life. ', ' Everything we talked up has been taken up by Boris Johnson, he said.It’ s one of the most successful campaigns I’ ve ever been involved in . ', ' It’ s absolutely brilliant because we were talking more police and more education funding...We were talking about getting Brexit done so we can crack on with those blue - collar priorities. ', 'When asked to comment, Ms Beckett said : I believe that the jobs and future of our city are at stake being that we are a major manufacturing centre.', 'So it is concern for the future of our city that leads me to the judgment it is better to stay in the EU.', 'However, Mr Barker struck a chord with audience member Ian Douglas, a Rolls - Royce worker and former shop steward.', 'The father of three liked the blue - collar vision put forward from the stage by Mr Barker and Ms McVey.', 'They are the only ones who are in touch with the working man, he said.'",
        "numberPosts": " 6 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Nationality - General,Gender - General,Nationality - European or anti-Europeans",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Nation,Woman,Brexit",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "5",
            "user": "JustLeave",
            "date": "1 Dec ",
            "timestamp": "NA",
            "commentText": "Clear the swamp of these Liebour Traitors",
            "likes": 29,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "incendiary",
            "date": "1 Dec ",
            "timestamp": "NA",
            "commentText": "Simple question who should be in charge of UK's sovereign <b> nation,</b> a British government or a faceless foreign bureaucracy that treats EU members as a commodity to exploit.",
            "likes": 21,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nation"
            ]
        },
        {
            "id": "3",
            "user": "MissGill",
            "date": "1 Dec ",
            "timestamp": "NA",
            "commentText": "Is that the same Beckett they wanted to use as PM a short while ago in an attempt to overthrow Boris?",
            "likes": 17,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "RogerHudson1",
            "date": "1 Dec ",
            "timestamp": "NA",
            "commentText": "Labour wil win the seat simply because the Tories have refused to step aside for the BP who ar efar more likely to take the seat than the Tories. If that wretched <b> woman </b>she was the one who nominated Corbyn to take over from Milliband, it'll be thanks to Boris' arrogance.",
            "likes": 16,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "1",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "200",
                    "user": "Warwickmaiden",
                    "date": "3 Dec ",
                    "timestamp": "NA",
                    "commentText": "Nah!  She'll sail off into the sunset in her caravan.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "0",
            "user": "proudMary",
            "date": "1 Dec ",
            "timestamp": "NA",
            "commentText": "everyone commenting are over 70...do we see a trend here, couldn`t find anyone young or middle aged to support <b> Brexit?</b>.....RR workers, if you love your jobs and want to remain secure, vote Labour.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit"
            ]
        }
    ]
}