{
    "header": {
        "title": " Robots could become RACIST or SEXIST says report - ‘Prejudice is hard to reverse’ ",
        "subtitle": " ARTIFICIAL intelligence could become racist and sexist, a shock new report has sensationally warned. ",
        "owner": " Sean Martin ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 16:41, Fri, Sep 7, 2018 ",
        "dateExtraction": " 2020-02-05 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/science/1014523/robot-artificial-intelligence-racism-AI-news-MIT ",
        "postText": "Computer science and psychology experts suggest discrimination could evolve in robots as it “could easily be exhibited by artificially intelligent machines”, according to a study from Cardiff University and the Massachusetts Institute of Technology (MIT).', 'The research found prejudice is not a human-specific phenomenon and machines could learn it from each other.', 'Based on computer simulations, the team discovered machines can learn from humans and then from their robot peers.', 'In a game, the computer-based AIs were asked to donate to someone on their own own team or in a different group based on the individual’s reputation.', 'As the game went on and thousands of simulations were racked up, the researchers realised that AI was learning from its peers to only donate to others who were in a similar position.', 'It showed that the AI was “updating their prejudice levels by preferentially copying those that gain a higher short term payoff, meaning that these decisions do not necessarily require advanced cognitive abilities”.', 'Co-author of the study Professor Roger Whitaker, from Cardiff University’s Crime and Security Research Institute and the School of Computer Science and Informatics, said: “By running these simulations thousands and thousands of times over, we begin to get an understanding of how prejudice evolves and the conditions that promote or impede it.', '“Our simulations show that prejudice is a powerful force of nature and through evolution, it can easily become incentivised in virtual populations, to the detriment of wider connectivity with others.', '“Protection from prejudicial groups can inadvertently lead to individuals forming further prejudicial groups, resulting in a fractured population.', '“Such widespread prejudice is hard to reverse.', '“It is feasible that autonomous machines with the ability to identify with discrimination and copy others could in future be susceptible to prejudicial phenomena that we see in the human population.”', 'The findings could be bad news for humans as robots will gain more and more power in the future.', 'Chief economist from the Bank of England, Andy Haldane, said that AI will be in “thinking jobs” by 2045.', 'Mr Haldane told BBC Radio 4’s Today programme: “The first three industrial revolutions have been about largely machines replacing humans doing principally manual tasks, whereas the fourth will be different.', '“All of a sudden it will be the machine replacing humans doing thinking things, as well as doing things.”",
        "numberPosts": " 35 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Ethnicity - General,Nationality - European or anti-Europeans",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racist,Racism,Brexit",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "16",
            "user": "dog",
            "date": "7 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "I appreciate how difficult it must be for robots particularly if they come across the likes of Owen Jones, the temptation to smack him on the nose would be overwhelming, but if you do come across him make it nice and hard for the rest of us.",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "15",
            "user": "LM1949",
            "date": "7 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Good, at least it shows they have some benefits.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "200",
                    "user": "Bakelite",
                    "date": "7 Sep, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Sounds like you need rebooting LM1949.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "14",
            "user": "Laurence247",
            "date": "5 Oct, 2018 ",
            "timestamp": "NA",
            "commentText": "You mean there is not Utopia; what are communists and socialists going to do?  Answer:  Bring back the gulags; except this time they will be for humans and robots.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "13",
            "user": "Dinkie1993",
            "date": "11 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Yesterday I drove through Moseley, a suburb of Birmingham, as a school day was ending.   0ut of the hundreds of children leaving I counted 2 who were not born of immigrants.   This is why people voted for <b> Brexit </b>because our country has been taken over.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "12",
            "user": "johnh",
            "date": "10 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Robot's are only as powerful as the programmes running in their processors. The complexity of the programme is only limited, by the  programmers imagination in writing the software. Free thinking sentient robots are decades away, and have yet to be developed. To put it simply the resolution of our eyes, and its incredible function and interaction with the brain, is way beyond todays technology.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "11",
            "user": "sacrame",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Maybe the robots have an honest mind.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "10",
            "user": "godhelpus",
            "date": "9 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Prejudice will never, ever go away...it is a natural human trait hence people's support of a particular football team and their prejudice against all others, people's prejudice against a certain type of food etc etc. It's perfectly natural for people to support their own country and to be suspicious, disparaging or loathsome towards other countries. Prejudice is present in every small, innocuous part of life and prejudice against other races or religions is no exception.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9",
            "user": "Notbothering",
            "date": "8 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "UTTER BOLLOX",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8",
            "user": "BouncyFrog",
            "date": "8 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "the problem is: the liberals don't understand and can't cope with ai - because ai for the massive majority turns out conservative. not <b> racist </b>or sexist - just honest. as liberalism is built of lies - that all people are equal. but ai just tells the truth, that that's a lie.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "7",
            "user": "zardozm",
            "date": "7 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "EVERYTHING in the mind of a progressive SJW is waycist.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "201",
                    "user": "BouncyFrog",
                    "date": "8 Sep, 2018 ",
                    "timestamp": "NA",
                    "commentText": "can't fool ai. they know better. liberals can't cope with ai not being indoctrinated",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "6",
            "user": "Jez",
            "date": "7 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "An AI would confirm the genetic differences between the races and sexes. How dare they confirm facts. No doubt getting ready for when the first AI tells us the world will never know peace until the Is#lamic ideology is banned.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "202",
                    "user": "LM1949",
                    "date": "8 Sep, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Not banned, utterly destroyed.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5",
            "user": "soldasseen",
            "date": "7 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Is this an article or just a very well placed marketing campaign?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "DinoCini1",
            "date": "7 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Prof in socialpsychology, Lee Jussi has done a lot of research into humans use of prejudices and he says that the reason they are uses is because they have a high validity of 70-80%. People can change them when they have more information and they often do. The research into the field for the last 50.years has been dominated by a SJW warrior/leftist narrative that has be fixated on the 20-30% wrong prejudices and also the claim that prejudices makes people.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "203",
                    "user": "LM1949",
                    "date": "8 Sep, 2018 ",
                    "timestamp": "NA",
                    "commentText": "No prejudice can be \"wrong\" if it is valid.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "204",
                            "user": "Guest739273",
                            "date": "9 Sep, 2018 ",
                            "timestamp": "NA",
                            "commentText": "Definitely. Same thing with \"discriminating\".",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Guest739273",
            "date": "7 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "Seems reasonable. Some seem to be inherently <b> racist,</b> some have<b>  racism</b> thrust upon them and some achiev<b> e racis</b>m. I don't see why robots should be so different. Presumably they might be ist about vacuum cleaners or BMW 's...or those cheap little dirt bikes from China... There goes the cyberhood!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racism",
                "Racist"
            ]
        },
        {
            "id": "2",
            "user": "Backfire",
            "date": "7 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "I rather like the sound of a sexist robot. a non PC PC anybody?",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "205",
                    "user": "Guest739273",
                    "date": "7 Sep, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Nice. Bring on the prejudice bot.Hopefully it 'll do stand-up as well as profile burglars..",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Bakelite",
            "date": "7 Sep, 2018 ",
            "timestamp": "NA",
            "commentText": "\"It showed that the AI was updating their prejudice levels by preferentially copying those that gain a higher short term payoff, meaning that these decisions do not necessarily require advanced cognitive abilities”. Just like human rac 'sts then.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "206",
                    "user": "Guest739273",
                    "date": "7 Sep, 2018 ",
                    "timestamp": "NA",
                    "commentText": "And b s \"PC\" dweebs, \"offence miners\" and the like, yes.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}