{
    "header": {
        "title": " Older workers DISCRIMINATED against in workplace - MPs warn 'TOO LITTLE' is being done ",
        "subtitle": " OLDER workers are being discriminated against in the workplace, a hard hitting new Commons report has warned. ",
        "owner": " David Maddox, Political Correspondent ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 00:01, Tue, Jul 17, 2018 ",
        "dateExtraction": " 2020-02-11 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/uk/989724/age-discrimination-uk-workers-mps-house-of-commons-parliament ",
        "postText": "'The Women and Equalities select Committee has said that too little is being done to enforce age discrimination law leading to an unacceptable waste of the talents of more than one million people aged over 50 who are unemployed.', 'MPs said that the Government needs to be clearer  that prejudice, unconscious bias and casual ageism in the workplace are all unlawful under the Equality Act 2010.', 'Conservative committee chairwoman Maria Miller said the scale and lack of enforcement uncovered by its inquiry was both alarming and totally unacceptable.', 'Entitled Older People And Employment, the report concluded the employer-led nature of the Government's approach was unlikely to present an adequate challenge to discriminatory practices or attitudes.', 'The committee said it wanted to see recruitment agencies accept greater responsibility,collecting data on where older workers are being excluded and developing a plan of action to remove discrimination from the recruitment process .', 'It recommended the reporting of the age profile of workforces following the introduction of gender pay gap reporting to challenge discrimination.', 'The report noted: It is unacceptable that the nation is wasting the talents of more than one million people aged over 50 who are out of work but would be willing to workif the right opportunity arose.', 'People in later life are often playing many different roles in society, but those who wish to work should not face the current barriers of discrimination, bias and outdated employment practices.', 'It added: Too little is being done to enforce the law.', 'Neither the Government or the Equality and Human Rights Commission(EHRC), with its considerable enforcement powers, are intervening in the recruitment sector where so much of the evidence demonstrates unlawful ways of working.', 'The public sector struggles to retain older workers when it should be leading the way, but the EHRC is not investigating whether the public sector equality duty is being met. We want it to do so.', 'The report urged a mandatory approach to flexible working, adding: We recommend that flexible working be the default from the time jobs are advertised onwards.', 'Many older workers often take on a range of caring responsibilities.', 'The Government should therefore introduce a statutory entitlement to five days paid carer's leave, and a longer period of unpaid leave, to help stop those caring for a loved one falling out of the labour market unnecessarily.', 'Commenting on the report, Mrs Miller said: Age discrimination in the workplace is a serious problem, as many older people have discovered.', 'Yet despite it being unlawful for more than a decade, the scale and lack of enforcement uncovered by our inquiry is both alarming and totally unacceptable.', 'The Government and the EHRC have failed to get to grips with this.', 'They must be more robust in providing a remedy to potentially unlawful working practices in the recruitment sector.'",
        "numberPosts": " 13 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Age - General,Age - Over 65s,Age - Youngsters",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Ageism,Age,Old,Nothing",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "9",
            "user": "Casey901",
            "date": "17 Jul, 2018 ",
            "timestamp": "NA",
            "commentText": "NHS care goes out the window at 50, they fill you with chemicals and say we're all living longer so they can make you work until you are dead, then they don't have to pay the state pension.",
            "likes": 14,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8",
            "user": "NordicViking",
            "date": "17 Jul, 2018 ",
            "timestamp": "NA",
            "commentText": "Once you are 50, your only career options are a university lecturer, a company director, doctor or self employed.  Don't even try and go back to university then. Many courses are now only restricted to someone in their 20's and require a mathematics/physics degree. By the time you would finish the course, other people would be retiring.",
            "likes": 11,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "Pythia",
            "date": "17 Jul, 2018 ",
            "timestamp": "NA",
            "commentText": "Worst culprits for <b> ageism </b>are the agencies.  Time they were brought to heel.",
            "likes": 10,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Ageism"
            ]
        },
        {
            "id": "6",
            "user": "UK-Recovers",
            "date": "17 Jul, 2018 ",
            "timestamp": "NA",
            "commentText": "Older workers 50-55+ who lose their job, eg redundancy, are being thrust into a 'twilight zone' - too young to retire as the Government pushes up the retirement <b> age </b>to late 60's and too<b>  old</b> unless they're very fortunate to get another job.",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "200",
                    "user": "ShaneWalker",
                    "date": "17 Jul, 2018 ",
                    "timestamp": "NA",
                    "commentText": "59 AND ON THE SCRAP HEAP",
                    "likes": 3,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "201",
                            "user": "UK-Recovers",
                            "date": "17 Jul, 2018 ",
                            "timestamp": "NA",
                            "commentText": "..absolute sympathy with you - in exact same situation. Recently told by a company, in response to an application, that its board had taken a decision to go with people who would be stepping up to the role rather than someone who had proven experience such as myself. Upon writing about the existence of a \"twilight zone\" to the local labour MP, recounting this situation, was told that it was very unfortunate, I had acase against the company and good luck if I chose to go forward with litigation",
                            "likes": 4,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Age",
                "Old"
            ]
        },
        {
            "id": "5",
            "user": "AGentleReader",
            "date": "17 Jul, 2018 ",
            "timestamp": "NA",
            "commentText": "Well maybe if the MP's worked, instead of going off early on holidays, they could fix it!",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Just.Do.It",
            "date": "17 Jul, 2018 ",
            "timestamp": "NA",
            "commentText": "Enforcing the law is one thing, proving <b> age </b>discrimination is quite another. Employers these days prefer a young graduate with a soft business studies degree than an older worker with a degree in Mathematics from a era when exams were tough.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "3",
            "user": "Whichbitsdidn'tyoulike",
            "date": "17 Jul, 2018 ",
            "timestamp": "NA",
            "commentText": "Until all employers have to employ, by law, pro rata X number of people over 50, 60, there will be millions of people on the scrap heap.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "grayjaybee",
            "date": "17 Jul, 2018 ",
            "timestamp": "NA",
            "commentText": "Try dealing with an employment agency if 60 or older , yet still perfectly fit...you re told 'well this job is pretty full on so...' or 'the client may well be looking for someone dynamic'. So damned insulting ! Really, it seems to me this is the one area where discrimination is absolutely fine....older people are to blame for most ills in society apparently so I suppose one should expect <b> nothing </b>less than blatant prejudice.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "1",
            "user": "mrnewsreader987",
            "date": "17 Jul, 2018 ",
            "timestamp": "NA",
            "commentText": "Lets face no one cares a stuff about <b> old </b>people in this country until they have fleeced the system first and then retired them selves, with a bigger wedge than the deserve.I am alright jack is the norm in this country.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "202",
                    "user": "mrgrumpy508",
                    "date": "17 Jul, 2018 ",
                    "timestamp": "NA",
                    "commentText": "all i can say is i hope you have a real miserable <b> old </b>age",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Age",
                        "Old"
                    ]
                },
                {
                    "id": "203",
                    "user": "Pythia",
                    "date": "17 Jul, 2018 ",
                    "timestamp": "NA",
                    "commentText": "So who do you think paid for your education, child benefit, health care etc.?  The man on the moon?  Don't forget either that most people in the 60s upwards <b> age </b>group worked from they were either 14 or 15 and the majority have paid tax and NI all their lives.  Hate to tell you this sunshine.  One day YOU are going to be<b>  OLD</b>.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Age",
                        "Old"
                    ]
                }
            ],
            "keywords": [
                "Old"
            ]
        }
    ]
}