{
    "header": {
        "title": " Boris Johnson brings in loyal army of aides in safe Tory seats as he starts election fight ",
        "subtitle": " SENIOR Tory aides have been selected to fight for Conservative safe seats ahead of December’s general election. ",
        "owner": " Joel Day ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 00:01, Wed, Nov 13, 2019 ",
        "dateExtraction": " 2020-03-04 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/uk/1203613/general-election-latest-december-2019-uk-politics-boris-johnson-conservative-party ",
        "postText": "A number of Boris Johnson’s senior aides are set to enter Parliament next month after being selected to stand in Conservative safe seats. Recognisable faces such as Dominic Raab and Rishi Sunak will momentarily swap their advisory roles for the green benches of Parliament.', 'Others thought to almost certainly stand include the Prime Minister’s Brexit adviser, business adviser and political secretary.', 'Yesterday, Andrew Griffith, Mr Johnson’s chief business advisor was selected to fight Arundel and South Downs in the south east, near Luton.', 'Nick Herbert, who has held the seat since 2005, is standing down.', 'At the last election Mr Herbert had a 40 percent majority over Labour.', 'Mr Griffith was chief financial officer and chief operating officer of Sky before he joined Downing Street.', 'We was formerly the Conservative candidate in Corby in the 2001 and 2005 general elections, finishing second both times.', 'The closing days of the Conservative leadership campaign this summer saw Mr Johnson use Mr Griffith’s grade II listed Westminster townhouse to plan his first days in office.', 'Another advisor, James Wild, Mr Johnson’s Brexit aide, was last night selected to fight the seat of North West Norfolk.', 'Here, the Conservatives have a majority of 28 percent, having been held since 2001 by Sir Henry Bellingham.', 'Mr Wild advised Sir Michael Fallon when he was defence secretary and Sir David Lidington when he was Theresa May’s deputy, before then turning his attention to Mr Johnson.', 'Baroness Evans of Bowes Park, his wife, has been leader of the House of Lords since 2016.', 'Then, the Prime Minister’s political secretary, Danny Kruger, was selected to replace Claire Perry to stand in Devizes, a town in central Wiltshire.', 'At the last election Ms Perry had a majority of 42 percent.', 'Mr Kruger previously led negotiations with Labour MPs to back Mr Johnson’s Brexit Deal, and was previously David Cameron’s speechwriter.', 'His mother, Prue Leith, is a judge on the Great British Bake off.', 'Simon Jupp has been selected to replace Sir Hugo Swire in East Devon.', 'In East Surrey, Claire Coutinho stands in the place of Sam Gyimah after he defected to the Liberal Democrats to sit in Kensington.', 'A former adviser to Mr Johnson who has been selected to stand in South Cambridgeshire has faced controversy after being accused by Labour of being “disgusting racism”.', 'Anthony Browne, in an article for The Spectator in 2002, wrote: “It is not through letting in terrorists that the government’s policy of mass migration — especially from the third world — will claim the most lives. It is through letting in too many germs.”', 'He also wrote that “curbing the influx of HIV immigrants” would be more effective than tackling HIV by telling people to wear condoms.', 'Mr Browne was formerly a journalist at The Times and The Observer, going on to become a policy director for Mr Johnson when he was mayor of London.',  'When his writings were criticised at the time, he said he had gone through a “phase of being deliberately contrary and deliberately provocative”, adding: I do very much regret any offence caused by any past newspaper articles.', 'It really never was my intention to cause offence, but to provoke debate.', 'The articles, which I deeply regret writing, also don’t give a fair reflection of my views.', 'I want to make clear that I am emphatically not anti-immigration.",
        "numberPosts": " 74 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Nationality - European or anti-Europeans,Ethnicity - General,Age - General, Ideological and Political Identity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Remainers,Brexiteer,Brexit,Racism,Racist,Age,Snowflake",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "13",
            "user": "MichaelTaylor",
            "date": "13 Nov ",
            "timestamp": "NA",
            "commentText": "The sixty four thousand dollar question is who is standing as candidates for the Conservative party? Are they <b> remainers </b>who like Greive hid their true intentions until they were safely elected or are they leavers? Remember only about a dozen of the most fanatical<b>  remainers</b> have been expelled.There are still a large group o<b> f remainer</b>s hiding in the part<b> y, remaine</b>rs like Nicholas Soames.Who knows what damage they can cause.We 've had enough of remainer shinanagans. They must be expelled.",
            "likes": 28,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "200",
                    "user": "K69tie",
                    "date": "13 Nov ",
                    "timestamp": "NA",
                    "commentText": "OR threatened with the sack if they do not toe the party line / manifesto. I feel sure Boris has a grip on this.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "201",
                    "user": "JohnLongstride",
                    "date": "13 Nov ",
                    "timestamp": "NA",
                    "commentText": "Unless of course - remain is the Tory agenda ?",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Remainers"
            ]
        },
        {
            "id": "12",
            "user": "Freedom18",
            "date": "13 Nov ",
            "timestamp": "NA",
            "commentText": "He also wrote that “curbing the influx of HIV immigrants” would be more effective than tackling HIV by telling people to wear condoms. No <b> racism </b>whatsoever......only in this pathetic liberal luvvie<b>  snowflake</b> society could it be calle<b> d racis</b>t.",
            "likes": 16,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racism",
                "Racist",
                "Snowflake"
            ]
        },
        {
            "id": "11",
            "user": "JennifferGarcia",
            "date": "13 Nov ",
            "timestamp": "NA",
            "commentText": "Well, as a Conservative party member of many years, now an ex-member after observing the disgraceful behaviour of my party around Leaving the EU, I feel politically homeless now they have put the screws on NF and the BP...",
            "likes": 44,
            "hasReplies": true,
            "numberOfReplies": 31,
            "replies": [
                {
                    "id": "202",
                    "user": "walnut",
                    "date": "13 Nov ",
                    "timestamp": "NA",
                    "commentText": "That's what happens when you become besotted with a personality. It's the same when your favourite gets voted off Strictly Come Dancing.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "203",
                            "user": "Theungagged",
                            "date": "13 Nov ",
                            "timestamp": "NA",
                            "commentText": "It is true that NF has a strong personality as does Boris in fact unklike the others, however NF has a policy of LEAVING the EU which attracted 17.4 MILLION people to vote for what HE wants and we have been DENIED for over FORTY YEARS. Some personality to make that happen don 't you think ? I can understand why he has done this standing down BP candidates business but he and the tories must realise we BREXITEERS are NOT going to vote for tories who have spent the last THREE YEARS, REJECTING our referendum votes, REJECTING DEMOCRACY, LYING to get elected last GE by pretending to support the tory manifesto to leave and spending the last THREE YEARS trying to STOP BREXIT.They should have been DESELECTED immediately on Boris calling the election. THEN we may have voted for the NEW candidates. Brexiteers voting for those tory remoaner candidates is NOT going to happen. Even the 'personality' of Farage is NOT big enough for that.",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "204",
                                    "user": "walnut",
                                    "date": "13 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "It was always obvious that the BP would be lucky to get one or two seats. My beef is not with NF as I have praised him many times for pushing for the referendum, it was the extreme ukip mob who have climbed on board... hating the Tories rather than genuinely wanting Brexit. I have followed the ERG throughout rather than poster boy Boris. When Steve Baker and John Redwood were on board so was I because neither would ever accept anything other than a clean break.That we will have by 2020 if we ote in a majority Tory government.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "205",
                    "user": "RogerMcHooligan",
                    "date": "13 Nov ",
                    "timestamp": "NA",
                    "commentText": "Try Labour Jenniffer. Check out Labour policies. Good for the UK and popular with the electorate. Decent leader too.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "206",
                            "user": "JohnFoord",
                            "date": "13 Nov ",
                            "timestamp": "NA",
                            "commentText": "You should be on the stage - that is quite funny.  Not hilarious but funny nonetheless. And I wonder if it is funny peculiar or funny Ha Ha?",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "207",
                            "user": "Theungagged",
                            "date": "13 Nov ",
                            "timestamp": "NA",
                            "commentText": "Now I know you are being funny !! However you must NOT assume that BREXITEERS will just vote for a tory candidate if that candidate has spent the last THREE years trying to STOP BREXIT. The tories should have done the right thing and DESELECTED them. I ask ALL BREXIT PARTY supporters, like me, to ABSTAIN if you have a tory remoaner as their local candidate.",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "208",
                                    "user": "walnut",
                                    "date": "13 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Looks like the remainer trolls pretending to be BP supporters have given up.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "209",
                    "user": "JohnFoord",
                    "date": "13 Nov ",
                    "timestamp": "NA",
                    "commentText": "The disgrace belongs to Liebour and Lib unDems.  They have prevented us from leaving.  Yes some Tories too, but don't throw the baby out with the bath water. A new future awaits us as we leave on or before 31 st Jan ",
                    "likes": 7,
                    "hasReplies": true,
                    "numberOfReplies": 18,
                    "replies": [
                        {
                            "id": "210",
                            "user": "yearofthepig",
                            "date": "13 Nov ",
                            "timestamp": "NA",
                            "commentText": "Paying a fortune with no say, obeying ECJ edicts, sorry I'd rather not",
                            "likes": 7,
                            "hasReplies": true,
                            "numberOfReplies": 4,
                            "replies": [
                                {
                                    "id": "211",
                                    "user": "JohnFoord",
                                    "date": "13 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "There are safeguards written in to prevent the eu from doing harm to the UK during the 11 months - if you read the WA instead on relying on other people's opinions you might know that. In any case it enables us to agree other FTAs around the world to reduce the step effect of moving to WTO trading with the eu on 1 st Jan 2021, if they deliberately slow down their own FTA with us. The Farage / Johnson agreement makes this WA BREXIT ",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "212",
                                    "user": "IanGray",
                                    "date": "13 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "For one year, which is what UK business wants.",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "213",
                                    "user": "lordhorationelson",
                                    "date": "13 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "sorry ian untill 2026 at the earliest",
                                    "likes": 3,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "214",
                                    "user": "walnut",
                                    "date": "13 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Tosh. Listen to the ERG and you will understand what is going to happen given a Tory majority.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "215",
                            "user": "MichaelTaylor",
                            "date": "13 Nov ",
                            "timestamp": "NA",
                            "commentText": "Does it? There are still a large number of remainers hiding in the Conservative party. Who knows what mischief they will cause if they are re-elected...",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "216",
                                    "user": "JohnFoord",
                                    "date": "13 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Get real - Boris will ensure ALL Tory candidates are Brexiteers",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "217",
                                    "user": "walnut",
                                    "date": "13 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "They are ALL signed up for Brexit otherwise they would have been expelled. Everyone should read their PPC 's personal agenda before voting for a colour this time otherwise we will just be back to square one.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "218",
                            "user": "(null)",
                            "date": "(null)",
                            "timestamp": "NA",
                            "commentText": "(null)",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 9,
                            "replies": [
                                {
                                    "id": "219",
                                    "user": "(null)",
                                    "date": "13 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "AND IF you read the WA you will soon find that we will not leave till 2026and still have to pay ,bowdown to ALL NEW eu rules ,be in alignment on every single piece of eu law,so much that it TIES US TO THEM for bloody decades",
                                    "likes": 4,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "220",
                                    "user": "(null)",
                                    "date": "13 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Not true. We will be out by 2020. ",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "221",
                                    "user": "(null)",
                                    "date": "13 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "I think if anyone is blind to the events occurring, it is you. BoJo was hampered by a corrupt Speaker and the Courts.He kicked out those who rebelled and many of them have either quit or defected to parties that are clearly opposite to Tory, indicating their mercenary nature anyway.",
                                    "likes": 3,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "222",
                                    "user": "(null)",
                                    "date": "13 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Well observed.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "223",
                                    "user": "(null)",
                                    "date": "13 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "How many of them have quit? Do you really think that there are only about 20 remainers in the Conservative party?  And what about Soames and the others who have been allowed back into the party, do you think that they will be good boys from now on? No, even if Boris does get a majority he will face a rebellion from the remainers within the party. Now is the time for the purge. Britain is far from out of the woods with the remainers shinanagans.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "224",
                                    "user": "(null)",
                                    "date": "13 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Soames has retired. Do some research and you will find that ALL hard line reainers have gone or have signed up to Brexit or be expelled.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "225",
                                    "user": "(null)",
                                    "date": "(null)",
                                    "timestamp": "NA",
                                    "commentText": "(null)",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "226",
                                    "user": "(null)",
                                    "date": "13 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Don't talk tosh.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "227",
                                    "user": "(null)",
                                    "date": "13 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "that is the ONLY WAY TO LEAVE",
                                    "likes": 3,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "228",
                    "user": "(null)",
                    "date": "13 Nov ",
                    "timestamp": "NA",
                    "commentText": "So let Corbyn in to number 10 is that better? If not hold your nose and vote Tory.",
                    "likes": 3,
                    "hasReplies": true,
                    "numberOfReplies": 4,
                    "replies": [
                        {
                            "id": "229",
                            "user": "(null)",
                            "date": "13 Nov ",
                            "timestamp": "NA",
                            "commentText": "So how do you prefer your Socialism? Soft and runny, Tory style, or hard boiled, Labour style ? ",
                            "likes": 2,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "230",
                                    "user": "(null)",
                                    "date": "13 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "I've seen some posts describe the current Tory party as Right wing, but here we are with someone who thinks the Tory party is a Socialist party.  Did you not get your morning coffee or maybe you haven't had your weatabix.  Whatever your problem is, you have your politics all screwed up",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "231",
                            "user": "(null)",
                            "date": "(null)",
                            "timestamp": "NA",
                            "commentText": "(null)",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "232",
                                    "user": "(null)",
                                    "date": "13 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Boris is hardly a Remainer, when he has a WA on the table that takes us out of the eu on or before 31st Jan 2020 and then onto WTO trading with the eu on1st Jan 2021. That looks remarkably like BREXIT to me ",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "10",
            "user": "MICJANE7",
            "date": "13 Nov ",
            "timestamp": "NA",
            "commentText": "Who do we vote for now  ?what with nigel Farrage not standing , and pairing up with the Tories ,who can we trust with the truth , Well it seems that we can not trust any of the MPs, as they are allin it to fill their own pockets, and do not give a dam about this once great Country of ours Great Britain ,? you can not believe any of the MPs any more, so what is the point of voting ,when we will still be in the same position, after the election as we are now, so why bother voting, you can not trust any of the MPs ,once they are in Power.",
            "likes": 24,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "233",
                    "user": "(null)",
                    "date": "13 Nov ",
                    "timestamp": "NA",
                    "commentText": "Let me cheer you up by saying there will be a brand new set of <b> Brexiteer </b>Tory MPs and a few BP ones, in charge of taking us out of the eu by 31st Jan. We can then set about taking our new place in the world utilising the famous British inginuity and innovation to set our feet on a path to increased prosperity and peace. Tory values have been the backbone of this country, keeping our economy steady over the years and repairing the damage any Liebour government had caused.",
                    "likes": 6,
                    "hasReplies": true,
                    "numberOfReplies": 4,
                    "replies": [
                        {
                            "id": "234",
                            "user": "(null)",
                            "date": "13 Nov ",
                            "timestamp": "NA",
                            "commentText": "and we will still have a majority of CON mpS AS REMAINERS",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "235",
                                    "user": "(null)",
                                    "date": "13 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Tory remainers will have a hard job being selected at the local level.  Stop your fake news.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "236",
                            "user": "(null)",
                            "date": "13 Nov ",
                            "timestamp": "NA",
                            "commentText": "We will still be in under Brino",
                            "likes": 5,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "237",
                                    "user": "(null)",
                                    "date": "13 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "No we will be OUT under Brexit.  You are simply misreading the whole thing.  Either that or you are just stirring up trouble.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Brexiteer"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "9",
            "user": "yearofthepig",
            "date": "13 Nov ",
            "timestamp": "NA",
            "commentText": "The <b> Brexit </b>Party is not fielding a candidate in my constituency so I for the first time since I became of<b>  age</b> will not be voting",
            "likes": 27,
            "hasReplies": true,
            "numberOfReplies": 19,
            "replies": [
                {
                    "id": "238",
                    "user": "(null)",
                    "date": "13 Nov ",
                    "timestamp": "NA",
                    "commentText": "Please do vote even if you null and void your paper - too many people worked hard to give it to you so don't throw it away!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "239",
                    "user": "(null)",
                    "date": "13 Nov ",
                    "timestamp": "NA",
                    "commentText": "Labour is the home for every UK citizen who wants to see the UK back on track to becoming a decent civilised society where workers are fairly rewarded and our public services are protected and enhance. Check out the Labour manifesto when it is published. I think you will like it.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "240",
                            "user": "(null)",
                            "date": "13 Nov ",
                            "timestamp": "NA",
                            "commentText": "You are so badly deluded if that is what you think this particular Liebour executive is going to bring.  Since when can you trust Liebour to honour its manifesto commitments?",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "241",
                    "user": "(null)",
                    "date": "13 Nov ",
                    "timestamp": "NA",
                    "commentText": "I feel exactly the same way but I cannot stand aside and let Corbyn in so I'm biting my tongue and voting Conservative. Its the lesser of two evils.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "242",
                    "user": "(null)",
                    "date": "13 Nov ",
                    "timestamp": "NA",
                    "commentText": "PLEASE DO VOTE as if you dont you cant complain,i am an ardent leave voter and DO NOT like this new WA ,having read it twice ,and cross ref it ,it is as PLAIN AS DAY this IS A STICH UP,I SHALL GO AND VOTE not for the tories though ,am in a safe seat as well then i know their lead will be diminished",
                    "likes": 3,
                    "hasReplies": true,
                    "numberOfReplies": 4,
                    "replies": [
                        {
                            "id": "243",
                            "user": "(null)",
                            "date": "13 Nov ",
                            "timestamp": "NA",
                            "commentText": "That WA has NOT been ratified yet ,so just think on and go and vote, we need leave MPs in the Government....",
                            "likes": 4,
                            "hasReplies": true,
                            "numberOfReplies": 3,
                            "replies": [
                                {
                                    "id": "244",
                                    "user": "(null)",
                                    "date": "13 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "I REALISE THAT ,HOWEVER IT WILL BE RATIFIED AS THE TORIES AND EU do not WANT US TO LEAVE",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "245",
                                    "user": "(null)",
                                    "date": "13 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "We are leaveing the eu on or before 31st Jan 2020.  What is there not to understand?",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "246",
                                    "user": "(null)",
                                    "date": "13 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "JUST LIKE 31 OCT 2019 they lie",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "247",
                    "user": "(null)",
                    "date": "13 Nov ",
                    "timestamp": "NA",
                    "commentText": "Coming of <b> age </b>is one thing, growing up is another. You should try it.",
                    "likes": 3,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "248",
                            "user": "(null)",
                            "date": "(null)",
                            "timestamp": "NA",
                            "commentText": "(null)",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "249",
                                    "user": "(null)",
                                    "date": "13 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Pointless request, as you cant back it up via internet. Typical keyboard warrior.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "250",
                            "user": "(null)",
                            "date": "13 Nov ",
                            "timestamp": "NA",
                            "commentText": "bit hard ,give encouragement and the wisdom of your years,please ian",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Age"
                    ]
                },
                {
                    "id": "251",
                    "user": "(null)",
                    "date": "13 Nov ",
                    "timestamp": "NA",
                    "commentText": "Not a committed <b> Brexiteer </b>then?  Boris will take us out on or before 31 Jan.  What is your problem?",
                    "likes": 3,
                    "hasReplies": true,
                    "numberOfReplies": 5,
                    "replies": [
                        {
                            "id": "252",
                            "user": "(null)",
                            "date": "13 Nov ",
                            "timestamp": "NA",
                            "commentText": "HE WILL NOT i urge you to read the new WA its nothing more than a complete STITCH UP",
                            "likes": 4,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "253",
                                    "user": "(null)",
                                    "date": "13 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "I have read it and I am very satisfied that we are leaving the eu on or before 31 Jan.  We will spend 11 months agreeing FTAs around the world, whilst trying to persuade the eu to sign one.  On 31st Dec, if no eu FTA we will move to WTO trading.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "254",
                            "user": "(null)",
                            "date": "13 Nov ",
                            "timestamp": "NA",
                            "commentText": "I don't want to come out on Brino thank you very much, might as well say in at least that way we would have a vote. With Brino we have nothing",
                            "likes": 13,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "255",
                                    "user": "(null)",
                                    "date": "13 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "This is not BRINO",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "256",
                                    "user": "(null)",
                                    "date": "13 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "I HAVE TO AGREE WITH YOU ON THAT SCORE",
                                    "likes": 2,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Brexiteer"
                    ]
                }
            ],
            "keywords": [
                "Age",
                "Brexit"
            ]
        },
        {
            "id": "8",
            "user": "s0crat3s",
            "date": "13 Nov ",
            "timestamp": "NA",
            "commentText": "This is NOT good enough! We NEED to know whether they are Leavers or <b> Remainers.</b>",
            "likes": 10,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "257",
                    "user": "(null)",
                    "date": "13 Nov ",
                    "timestamp": "NA",
                    "commentText": "Well I, for one, am not willing to take that chance.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "258",
                    "user": "(null)",
                    "date": "13 Nov ",
                    "timestamp": "NA",
                    "commentText": "The remoaner MPs automatically supported the Boris SURRENDER TREATY as soon as they knew Boris was calling an election. Strange that. if you get a tory remoaner who has tried to STOP <b> BREXIT </b>for the last three years then ABSTAIN otherwise after the election they could start up trying to stop<b>  BREXIT</b> once again and this time claiming PUBLIC support. At least WE will be true to our wishes.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Brexit"
                    ]
                }
            ],
            "keywords": [
                "Remainers"
            ]
        },
        {
            "id": "7",
            "user": "Theungagged",
            "date": "13 Nov ",
            "timestamp": "NA",
            "commentText": "Boris should tell us BEFORE the Thursday nominations deadline exactly how many and WHO are the tory candidates who have spent the last THREE years REJECTING the votes of BREXITEERS, REJECTING democracy, LYING to get elected by pretending to support <b> BREXIT </b>but EVERY day since trying to STOP<b>  BREXIT</b>. How can we supporters of th<b> e BREXI</b>T PARTY be expected to actually VOTE for these people ? They should have been DESELECTED.They only voted for the Boris SURRENDER TREATY because they KNEW a GE would be coming so had better protect themselves from possible deselection. Well I, having <b> NO BREX</b>IT PARTY candidate to vote for, will NOT vote for a tory remoaner but I will ABSTAIN, unless of course there is an independ<b> ent BREXIT</b>EER to vote for.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit",
                "Brexiteer"
            ]
        },
        {
            "id": "6",
            "user": "DAreisait",
            "date": "13 Nov ",
            "timestamp": "NA",
            "commentText": "Boris is ensuring all Tory mp's are leavers....to prevent the last debacle...and I don't blame him....Cummings his advisor is playing a very harsh but realistic game....the Tories will no longer be a broad cloth...but will be a cohesive one...Country before party.........vote <b> Brexit.</b>....vote for democracy!!!!",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "259",
                    "user": "(null)",
                    "date": "13 Nov ",
                    "timestamp": "NA",
                    "commentText": "Has this been publicly declared ? I have not heard it and will need to. All of us BREXITEERS will need to know whether we are voting for a person who has tried to STOP <b> BREXIT </b>for the last THREE years because we will NOT be doing so in that case. If true it must mean HALF the tory MPs have been DESELECTED and I just CANNOT believe that. There is a difference between voting for the Boris SURRENDER TREATY because of the threat of DESELECTION and genuinely wanting to LEAVE the EU. I remain UNCONVINCED and if not certain I will ABSTAIN.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "260",
                            "user": "(null)",
                            "date": "13 Nov ",
                            "timestamp": "NA",
                            "commentText": "You are mixing up the Surrender Act brought in by Liebour Benn.  Boris' WA takes us out of the eu on or before 31 Jan 2020. If you abstain, then you cannot consider yourself a dedicated Brexiteer.That is simply a silly attitude ",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "261",
                                    "user": "(null)",
                                    "date": "13 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "By what measure does Boris's deal take us OUT of the EU ? Do we still pay Brussels ? Yes. Are we still under the ECJ ? Yes. Do we still have to obey EU rules ? Yes. Do we have control of our waters ? No Does free movement end ? No Can we change our tax laws ? No Can we bail - out troubled British companies ? No Can the leave date be extended ? Yes There is more but I believe that illustrates that the deal does NOT take us out of the EU",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": [
                        "Brexit"
                    ]
                }
            ],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "5",
            "user": "JohnLongstride",
            "date": "13 Nov ",
            "timestamp": "NA",
            "commentText": "Didn't ALL of his previous MP's support the parties manifesto that was to leave the EU ? So in fact all we will have is another generation of potential liars ?",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "K69tie",
            "date": "13 Nov ",
            "timestamp": "NA",
            "commentText": "He also wrote that curbing the influx of HIV immigrants would be more effective than tackling HIV by telling people to wear condoms. Then he apologised! I am sick of ppl apologising for speaking the truth.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Yozzer",
            "date": "13 Nov ",
            "timestamp": "NA",
            "commentText": "Ignoring the rhetoric, and watch the actions, this is looking like a one way alliance with TBP. If Nigel ever sends the pamphlet detailing the awful deal Boris / TM have been given by the EU, and its cost to the UK, voters will be stuck with no real alternative to vote for. Two thirds of the conservative MP 's have proven themselves <b> remainers.</b> A hard remain or a soft remain seems to now be on the cards.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "262",
                    "user": "(null)",
                    "date": "13 Nov ",
                    "timestamp": "NA",
                    "commentText": "There are no MPs at the moment, only candidates and the selection process is yet to take place, so even you do not know who is standing.  I think it will be quite difficult for a known Remainer exMP to be selected. Boris WA takes us out of the eu on or before 31st Jan 2020.  That is not Remain - soft or hard",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Remainers"
            ]
        },
        {
            "id": "2",
            "user": "walnut",
            "date": "13 Nov ",
            "timestamp": "NA",
            "commentText": "Brexit is far too important to play tip toe through the tulips. Fair play to NF for accepting that he read Boris Johnson's game plan wrong and he needs to pull more of his troops such as in North Norfolk if he really wants that clean <b> Brexit.</b>",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "263",
                    "user": "(null)",
                    "date": "13 Nov ",
                    "timestamp": "NA",
                    "commentText": "Quite the contrary! He needs to reinstate all those candidates that he pulled out!  Both Nigel and Boris are perfectly well aware of where the tory safe seats are. The tories only need 9 more MP's for a majority. Nigel should work out those constituencies that have the greatest chance of returning tories and put TBP candidates back in 265 constituencies, thus giving the tories 50 seats in which to gain 9!",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "264",
                            "user": "(null)",
                            "date": "13 Nov ",
                            "timestamp": "NA",
                            "commentText": "I think you assume too much. Those seats are not nailed on for the Tories as this will be a deeply cynical election and the remainers will be up to their usual tricks of trying to block Brexit the 'dirty way'. Now that NF accepts that Boris 's plan IS Brexit, surely a Brexiteer Conservative is the same as a Brexit Party MP.... or are you more about tribalism than securing Brexit?",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "1",
            "user": "Disgustedfrom.....",
            "date": "13 Nov ",
            "timestamp": "NA",
            "commentText": "BJ brings in loyal army of aides Is there such a thing as a loyal tory ? ",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}