{
    "header": {
        "title": " City boss shocks radio listeners after claiming shopping is women's work ",
        "subtitle": " A CITY boss was branded a dinosaur last night after saying shopping was women's work. ",
        "owner": " GILES SHELDRICK ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 20:27, Thu, Sep 21, 2017 ",
        "dateExtraction": " 2020-01-17 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/uk/857195/BlackRock-Ewen-Cameron-Watt-Sexism-London-Square-Mile-Radio-4 ",
        "postText": "'Ewen Cameron Watt did little to dispel belief that London's square Mile is the last bastion of sexism after his comments in a radio interview.', 'The high-earning senior director was quizzed about Amazon’s proposed smart glasses on Radio 4’s Today programme.', 'When business presenter Dominic O’Connell said the spectacles meant you could do your shopping while walking down the street, Mr Cameron Watt sniffed that stocking up on groceries was a task for his other half.', 'The finance executive at American finance firm BlackRock, the world’s largest asset manager, said: Well, I’m married so I don’t have that problem, Dominic.', 'His flippant comment was immediately pounced upon by listener Mary Hoffman who said: Is this the 21st century? Is shopping still a wife’s job?', 'Another listener, Anna Wilson, tweeted: Ewen Cameron Watt at BlackRock is very lucky – he doesn’t have to shop for things because he’s married!', 'Ukip leadership candidate Jane Collins added: I thought we’d gone back in time with that dinosaur comment. I’d be interested to know how many women are in senior positions at BlackRock and hope it is a significant number based on merit.', 'Mr Cameron Watt studied at Oxford University and served as an independent adviser to the Bank of', 'England pension fund between 2000 and 2006. He lives with wife Penelope in a £2.3million Oxfordshire home.', 'BlackRock last night said it was unable to comment.'",
        "numberPosts": " 5 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "3",
            "user": "JohnMac5",
            "date": "22 Sep, 2017 ",
            "timestamp": "NA",
            "commentText": "Give up with this claptrap. It is women's work.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "LM1949",
            "date": "22 Sep, 2017 ",
            "timestamp": "NA",
            "commentText": "I wonder if any of these \"shocked\" radio listeners have ever been in a supermarket?  If they had they would know that they are packed with - wait for it - yes, WOMEN.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "SpocksBeard",
            "date": "21 Sep, 2017 ",
            "timestamp": "NA",
            "commentText": "I wonder if stomping round the garden pullet wrangling in the pouring rain is womens work too? Must be....I was the one out there tonight...lol....",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "0",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "200",
                    "user": "SpocksBeard",
                    "date": "21 Sep, 2017 ",
                    "timestamp": "NA",
                    "commentText": "My heart bleeds for you,I wont sleep easy tonight knowing of your pain...that you have a relationship that is so unhappy you have to be forced to do things with your partner. The world is an unhappy place for so many.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}