{
    "header": {
        "title": " Piers Morgan slams breathtaking arrogance of Labour ‘chump’ Barry Gardiner ",
        "subtitle": " LABOUR’S Barry Gardiner has been branded an “arrogant chump” after stopping journalists quizzing Jeremy Corbyn about the party’s ongoing anti-semitism scandal. ",
        "owner": " Simon Osborne ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 13:00, Wed, Nov 27, 2019 ",
        "dateExtraction": " 2020-02-13 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/politics/1209993/election-latest-piers-morgan-barry-gardiner-jeremy-corbyn-labour-anti-semitism ",
        "postText": "Mr Corbyn was taking questions after unveiling 451 pages of uncensored documents which he claims show the NHS is up for sale in a Tory Brexit deal with the US. But when he was again asked to apologise to the Jewish community for antisemitism within the party, a visibly annoyed shadow international development secretary Mr Gardiner intervened.', 'He said: “Do you have a question about the issue we are actually discussing today or was that just an opportune moment to get a dig in about something else?”', 'His reaction was swiftly condemned on social media.', 'Good Morning Britain presenter Piers Morgan tweeted: “Wow. The breathtaking arrogance of this chump telling journalists what questions to ask.', '“They should all ignore him and pummel Corbyn about antisemitism.”', 'Mr Corbyn did go on to address the anti-semitism row later in the press conference.', 'He said: “I have made it very clear antisemitism is completely wrong in our society, our party did make it clear when I was elected leader, and after, that antisemitism was unacceptable in any form in our party or our society.', '“And did indeed offer its sympathies and apologies to those that had suffered.”',  'Today’s election event came after a torrid day for Mr Corbyn in which he refused to apologise over anti-semitism despite condemnation from the Chief Rabbi.', 'And his claims on the NHS were dismissed by the Tories who insist the documents on which he based them only explicitly mentioned the NHS four times.', 'Trade Secretary Liz Truss said: “Jeremy Corbyn is getting desperate and is out-and-out lying to the public about what these documents contain.', '“He has always believed in conspiracy theories - which is why he has failed to crack down on the scourge of antisemitism in his party.', '“This is the man that has caused huge offence by blaming an imaginary ‘Zionist lobby’ for society’s ills and now he has decided to smear UK officials too.', '“People should not believe a word that he says - this stunt is simply a smokescreen for the fact that he has no plan for Brexit and that he has been forced to admit that he wants to increase taxes for millions of families.', '“As we have consistently made clear: the NHS will not be on the table in any future trade deal and the price that the NHS pays for drugs will not be on the table.', '“This sort of conspiracy theory fuelled nonsense is not befitting of the leader of a major political party.”', 'Mr Corbyn insisted a Labour Government would be “the most anti-racist Government you’ve ever seen”.', 'He said: “Because that is what I’ve spent my whole life doing - fighting against racism - and I will die fighting against racism.”",
        "numberPosts": " 138 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": " Ideological and Political Identity - General,Age - Youngsters,Ethnicity - General,Nationality - European or anti-Europeans",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Commie,Communist,Nothing,Nobody,Racism,Brexit,Old,Gender,Nation",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "73",
            "user": "Flivoless",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "This is <b> nothing </b>more than a attempt, a very poor a...See more",
            "likes": 167,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "72",
            "user": "rfyork",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Gardner is so mind numbingly boring I wish journalists wouldn't ask for his opinion.  I cannot bear to listen to him.",
            "likes": 161,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "200",
                    "user": "millyjones",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "He gives me, an earache.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "201",
                    "user": "chutney",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Just watched him with Andrew Neil, I started to think he made Corbin look intelligent, God help us if this shower get into power.",
                    "likes": 7,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "71",
            "user": "Ambledown",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "When even Labour MPs have to have bodyguards at their own conference to protect them from Labours Communists what chance will journalists or the general public have if they dare disagree or dissent from their Marxism/Communism",
            "likes": 141,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "70",
            "user": "Joy77",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "What is that posh put on voice of Barry Gardner all about?",
            "likes": 135,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "202",
                    "user": "McFoggy",
                    "date": "1 Dec ",
                    "timestamp": "NA",
                    "commentText": "Wasn't he born in Scotland? If so why has he an 'English' accent?",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "203",
                    "user": "ColinBlakeley",
                    "date": "28 Nov ",
                    "timestamp": "NA",
                    "commentText": "Someone needs to tell him that all those elocution lessons were a waste of money, talking s ***e is talking s***e in any dialect.",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "204",
                    "user": "GnosticBrian",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Barry Strachan Gardiner is trying to hide the fact that he is yet another Scottish Labour Lefty squatting in an English constituency. How many native born English sit for Scottish constituencies ? ",
                    "likes": 17,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "69",
            "user": "Johnbull",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Let's perpetuate the NHS lie to deflect from the TRUTH !",
            "likes": 119,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "205",
                    "user": "WeLoveAusterity",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "You won't say that when its gone.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "206",
                            "user": "Fwederick",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "It? the NHS is just a name. There is no single NHS. There is a parent organisation for each part of the UK. But that is really just high level management. Every hospital, clinic, GP is a separate organisation.Your GP is actually a private contractor working for the NHS.You can 't privatise the NHS. You can commission care at private organisations, this is typically done where it can be done quickly and cheaply. The NHS cannot borrow money to invest like the private sector can.The NHS is not efficient and relies on old technology and procedures as a result.Failures are expensive and therefore the private sector focuses on cost meaning they invest in better machinery and techniques.If the patient does well they aren 't suing.",
                            "likes": 3,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "207",
                            "user": "Johnbull",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "Because it will never happen, now go back to kissing that photo of Corbyn.",
                            "likes": 11,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "68",
            "user": "dontwanadoitlikethat",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Corbyn has not answered a straight question since becoming \"leader\" never mind in the last two weeks!... but now Gardiner is answering his questions! what use is he? They are all Flim Flam Men ",
            "likes": 104,
            "hasReplies": true,
            "numberOfReplies": 10,
            "replies": [
                {
                    "id": "208",
                    "user": "Johnbull",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Good movie i remember it well.",
                    "likes": 4,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "209",
                            "user": "dontwanadoitlikethat",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "and very apt! I place gardiner as Geo, C Scott, the con artist as corbyn does a good impression of a society drop out",
                            "likes": 6,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "210",
                                    "user": "Johnbull",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Abbott the shopkeeper who bought the box with the straws .",
                                    "likes": 6,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "211",
                    "user": "charlesblue",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "You think blustering Boris answers straight questions???? God help us.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 6,
                    "replies": [
                        {
                            "id": "212",
                            "user": "LetsJustSay",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "Johnson does answer straight questions with straight answers, You may not like what you hear but that doesn't alter the fact.",
                            "likes": 12,
                            "hasReplies": true,
                            "numberOfReplies": 5,
                            "replies": [
                                {
                                    "id": "213",
                                    "user": "charlesblue",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Ridiculous! A politician who says things you like to hear is giving 'straight answers', whilst opposition politicians who make points you disagree with  are 'telling lies'. Laughable. Why do you think so many even fellow conservatives have described Johnson as untrustworthy and tv audiences laugh at him when he talks about trustworthiness? He even managed to get sacked as a journalist for distorting the truth. So much for your 'facts'!",
                                    "likes": 2,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "214",
                                    "user": "Angrycrone",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "That is not as serious as John McDonnell getting sacked from the GLC for telling lies and financial irregularities.  You want that man to be Chancellor of the Exchequer?",
                                    "likes": 3,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "215",
                                    "user": "charlesblue",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Not particularly, but I don't want Sajid Javid either, nor a liar like Johnson as PM.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "216",
                                    "user": "Thelane",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Are you not doing exactly what you accused LetsJustSay of doing? remarkable hypocrisy.",
                                    "likes": 6,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "217",
                                    "user": "charlesblue",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "You seem to have problems understanding. If you look carefully, LetsJustSay claims Johnson gives 'straight answers', and states that that claim is a 'fact',  which I say is clearly not the case. How is that 'doing what he is doing'? They are two totally different points. Read them again. And you'd also better look up the word 'hypocrisy' in the dictionary and then come back and explain how it relates to what I say above, as you are obviously struggling with its meaning.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "67",
            "user": "petrus46",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "God he's a boring <b> old </b>fart.",
            "likes": 104,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "218",
                    "user": "Fwederick",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "No sense of humour at all. No wonder he's on his 3rd wife.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "66",
            "user": "brexitchamp",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "There getting desperate now,the wheels are starting to come of ,the lies are showing up, the anger coming out ,Abbott been put out the way.",
            "likes": 182,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "219",
                    "user": "ATHEDLEY",
                    "date": "2 Dec ",
                    "timestamp": "NA",
                    "commentText": "Don't be silly she is dressing up she knows what Corbyn wants to celebrate his victory but like their politics she doesn't quite know how to wrap it.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "220",
                    "user": "Fwederick",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Yeah, if polls are poor hide Abbott and Thornberry lol. So much for diversity and <b> gender </b>representation.",
                    "likes": 15,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "221",
                            "user": "millyjones",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "Corbyn surrounds himself with foreigners, who dictate how our country must be run.",
                            "likes": 10,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Gender"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "65",
            "user": "awake",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Barry the snake",
            "likes": 90,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "222",
                    "user": "Johnbull",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "What have snakes ever done to you !",
                    "likes": 5,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "223",
                            "user": "PeterDarrell",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "That's what I thought!  Oi!  Leave the snakes alone.",
                            "likes": 2,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "224",
                                    "user": "McFoggy",
                                    "date": "1 Dec ",
                                    "timestamp": "NA",
                                    "commentText": "But they are poisonous; just like Gardner",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "64",
            "user": "HateLeftyVirtueSignallers.",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Remember a Chump isnt just for Christmas, if You vote for this shower You will be stuck with this bunch of  Liebore chumps for five years",
            "likes": 114,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "63",
            "user": "PeterDarrell",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Chump Gardiner forgot to shave this morning.  Scruffy little g",
            "likes": 74,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "225",
                    "user": "WeLoveAusterity",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Whereas Johnson turns up at the Centotaph on Remembrance Day unshaven with his buttons done up wrong, hair all over the place and has a floral tribute anomaly. Far worse.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "226",
                            "user": "PeterDarrell",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "Just as bad.  But the people are no better.",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "227",
                    "user": "charlesblue",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Thank you for your profound political insight.",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "228",
                            "user": "PeterDarrell",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "Don't mention it.",
                            "likes": 3,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "62",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "229",
                    "user": "(null)",
                    "date": "(null)",
                    "timestamp": "NA",
                    "commentText": "(null)",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "230",
                            "user": "redduke",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "When they've been sent back to a country of an equivalent culture to theirs.",
                            "likes": 6,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "231",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "No, they are on par with the Conservative Party.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "61",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Boring Barry could put a class of hyperactive 6 year olds to sleep within 30 seconds.",
            "likes": 73,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "60",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "The Labour  Party stance appears to be that the UK will not buy drugs used in the NHS from America.  Does it have any idea what means for 1000's of British people. A death sentence!",
            "likes": 64,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "232",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Having lived in the US for 10 years and used the health service,feel i can comment. We in the UK use a watered down,cheaper version of the same medicine,FACT. In some case not all.",
                    "likes": 4,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "233",
                            "user": "(null)",
                            "date": "28 Nov ",
                            "timestamp": "NA",
                            "commentText": "Couple of years ago the wife became ill in the States and had to go to hospital and we were both struck by how good the service was and how relatively cheap the treatment was, especially the prescriptions.",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "59",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Barry Gardiner tha man that causes everyone to switch off as soon as he speaks.  I'm not sure who is worse Barry or Jo Swinson.",
            "likes": 90,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "58",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Dictating what questions people are allowed to ask is a new low even for LIEbour.",
            "likes": 99,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "57",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Labour trying anything to deflect attention from their unspeakable arrogance, incompetence, <b> racism </b>and ruinous policies Good on you Piers to slam that muppet Gardiner.",
            "likes": 50,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racism"
            ]
        },
        {
            "id": "56",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "A table and two chairs rather than the usual podium..... Me thinks Corbyn bottled it and needed his 'mum' to sit next to him.",
            "likes": 73,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "55",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "As Agent Cob is so adamant that <b> racism </b>is very bad why is it that he allows, even encourages it,  both in his own LabourMarxistParty and Momentum? Or is he so powerless in his own Party that his is unable to tackle the problem ? Either way it shows that he is not in control of his own Party, how then could he control his own Government.",
            "likes": 47,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racism"
            ]
        },
        {
            "id": "54",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "The <b> Brexit </b>Party are the real opposition, they managed to get rid of Therisa May without having an MP in Parliament just think what they could do with MP's in Parliament, make Boris deliver what 17.4 Million people voted for a clean break brexit",
            "likes": 61,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "53",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Corbyn needs a minder when he presents ideas to the public. Who will his minder if he is PM ? He obviously can not cope and needs protection. Unfit to lead any organisation. ",
            "likes": 39,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "52",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Barry is the wettest lettuce in Parliament.",
            "likes": 39,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "51",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "A r#t in magg#ts clothing.",
            "likes": 34,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "50",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "God help us everything intensifying never seen or known a time like this ,Battle lines drawn, Corbyn in one corner snarling like a rabid Dog , Boris Johnson in the other corner ,vote for me i'm the Prime Minister and John Mcdonnell  saying hope <b> nobody </b>is going to ask me Questions about my dubious past .",
            "likes": 49,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "234",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Yeah, Corbyn the rabid dog. Incredible...",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Nobody"
            ]
        },
        {
            "id": "49",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "They 'magically' produce this document, which has been on the internet for months, to divert attention away from their anti-Semitism.",
            "likes": 23,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "48",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Comments unavailable on - \"Corbyn mentor's inheritance tax dodge exposed: Tony Benn left NONE of £5m estate to poor\" That 's socialism and lie bore for you .. Everyone equally poor and reliant on the state except for those at the head of the snake.",
            "likes": 21,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "235",
                    "user": "(null)",
                    "date": "28 Nov ",
                    "timestamp": "NA",
                    "commentText": "He not only didn't leave his money to the poor he manipulated his legacy to his family so he didn't pay any inheritance tax.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "47",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Clearly anti-semitism touches a raw nerve with hard lefties such as Boring Gardner.",
            "likes": 21,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "46",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "ask Gardner a question; die of boredum during the reply",
            "likes": 19,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "45",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Seems Corbyn now has minders sitting with him to make sure he doesn't big himself into an even bigger hole. And this is the genius that Labour voters want to put into No.10",
            "likes": 17,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "44",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Corbyn joked and said \"you'll have to do as I say soon\", never a true world spoken in jest. He would control the media, control the internet. Just like every <b> commie </b>dictator does.",
            "likes": 16,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Commie"
            ]
        },
        {
            "id": "43",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Every one of the LIEbour front bench has the same arrogant, look down your nose, superior attitude. Maybe because they are all millionaires who are playing at politics, rather than taking it seriously, knowing that they would be OK, even if things went pear shaped, as everyone is predicting. They are arrogantly saying that THEY, out of everyone else who has tried these policies around the world and across history, will be the ones who can make them work.They are amatuer Marxists, without really knowing what they are doing.",
            "likes": 15,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "42",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "The Lib/Lab/Cons are full of serial liars and it is about time the British people realised that it is no good draining the swamp and six weeks later filling it up with the same sewerage, change Politics for good.",
            "likes": 29,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "41",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Ill mannered, uncouth. ill kept. About par for the course for a Liebor politician.",
            "likes": 14,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "40",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Is Barry Gardiner Mandelson's love child?",
            "likes": 14,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "39",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "labour have gone so far left that they have become the far right,",
            "likes": 13,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "38",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "236",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "How about yours?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "237",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "The biggest con is that most of their attacks are against their own <b> nation!</b>",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nation"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "37",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "He called the question a \"dig\" . Arrogance considering how serious it is when his party appears to actively condone anti-Semitism. Not surprising tho' as Corby he rubs shoulders with hamas and Hisbollah. He is disgusting and sits their like a pudding as his guard dog shouts down the journalist. I also think I saw Corby briefly smirk when the journalist put the question. Anyone else see that? He is poison.",
            "likes": 12,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "36",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Labours slogan for this election for the many not the ew.",
            "likes": 12,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "35",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "CREEP!",
            "likes": 10,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "34",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Jeremy may be onto something here,  when was the last time Israel voted for the UK in the Euro vision song contest. Sounds like a conspiracy to me. Or it could just be that our entries sucked. Get yourself a tinfoil hat Jeremy, and remove all doubt, that you are a nut job. Or is the conspiracy here, that antisemitism is popular among a certain growing part of the UK electorate, of a certain religious persuasion. Jew's in UK 250,000 approx M u s l i ms in UK 2.6 million and climbing...See more ",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "238",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "M u s l i ms in UK 2.6 million and climbing? Could be confusing when it comes to postal votes!",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "239",
                            "user": "(null)",
                            "date": "28 Nov ",
                            "timestamp": "NA",
                            "commentText": "2.6 Million? Have you been in a time capsule for the last 30 years or are you just quoting the laughable \"official\" figures.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "240",
                            "user": "(null)",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "Just saying it explains why Corbyn is unwilling to apologise, for antisemitism, there are votes to be had from the perception that Labour is anti Jewish.",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "33",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "British blood was lost to save and protect the Jewish people as well as others from the tyranny of Nazism. Corby rubs shoulders with organisations who have pledged to destroy the Jewish people. Corbyn is a traitor and  heroes would be turning in their graves if people like him ever manage to get into government in our country.",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "32",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "America does not have any monopoly on our drug supply as we deal with,Israel,Cyprus India and others too!",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "31",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "This just shows that it is not just wurzel who is anti Semitic, the lot of them are.",
            "likes": 11,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "30",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "He is always nauseating.",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "29",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "What's with the stubble, next he will want to be in a boy band.",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "28",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "..........our party did make it clear when I was elected leader, and after, that antisemitism was unacceptable in any form in our party or our society. Why would Corbyn have made this clear when he was elected leader ? It wasn 't a problem UNTIL he was elected leader.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "27",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Chump.  Delightful word..........",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "26",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "I expect the Labour Party to take a hammering in the Election and hopefully TBP picks up lots of their seats, but after the Election there is a chance they will split down the middle and a McDonell on one side with the hard left and maybe the soft left amalgamating with the Liberals to form the social undemocrats.",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "241",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "They would have to be very soft in the head to amalgamate with the Liberals.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "242",
                            "user": "(null)",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "We will have to wait and see but it will come out in the wash.",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "25",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Corbyn is almost as strong on antisemitism as he is on Russian tourists irrradiating Salisbury. What a comfort to know he may get his hands on the nuclear button and spend, spend, spend money we don 't have on chasing the socialist dream. I  shall sleep soundly in my bed tonight.sarcasm off ",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "24",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "We are in the middle of one of our most important elections, losing your country is not small beer !!!  Yet the challenge of the politicians' proposals appears to have been left to the biased media.   There is too much being said, too many ridiculous promises made - it's no wonder that the ordinary elector is being confused. Here I am, an ordinary voter, with reasonable intelligence, but with limited time to surf the net,or watch TV.I read four newspapers they all seem grossly biased.Where on earth am I going to find the information to enable me to effectively consider these alternatives. We get the politicians that we have allowed to reconstruct the real situation.",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "23",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "If the <b> Brexit </b>Party manages to get a decent number of MP's into Parliament and Boris wandered off the straight and narrow and tried to do an Alignment with the EU I wonder if some of the hard line ERG Tory MP's might defect to them.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "22",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Gardiner gives me the creeps  especially his voice.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "243",
                    "user": "(null)",
                    "date": "28 Nov ",
                    "timestamp": "NA",
                    "commentText": "Is he also a PIE supporter like Mr. and Mrs Harperson?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "21",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Really enjoyed the book Piers Morgan wrote with Katie Hopkins about their trip on the River Cam on a couple of flat bottom boats called \"Care of Punts\"",
            "likes": 10,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "244",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Was it the follow up book to \"Party of Punts \", the LIEBOUR party. Fiction at it's best.",
                    "likes": 4,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "245",
                            "user": "(null)",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "Oh dear, if you represent the intellectual level of the electorate we really are in trouble.",
                            "likes": 2,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "246",
                                    "user": "(null)",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Sharper than you comrade !",
                                    "likes": 2,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "247",
                                    "user": "(null)",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "You call your joke above 'sharp'? oh dear, your standards really are low.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "20",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Breaking News: Corbyn  has found a 'solution' to the Jewish problem",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "248",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Disgraceful comment.",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "249",
                            "user": "(null)",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "oh NOW he's sensitive to such things.",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "250",
                                    "user": "(null)",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Unfortunately, you've never been sensitive to anything.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "19",
            "user": "(null)",
            "date": "7 Dec ",
            "timestamp": "NA",
            "commentText": "communist - Islamist alliance!",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Communist"
            ]
        },
        {
            "id": "18",
            "user": "(null)",
            "date": "28 Nov ",
            "timestamp": "NA",
            "commentText": "I trust this will be reciprocated when Gardiner attends any further interviews, i.e. not allow him to talk about anything he wants to!",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "17",
            "user": "(null)",
            "date": "28 Nov ",
            "timestamp": "NA",
            "commentText": "This guy is dangerous....",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "16",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "I see Barry Gardener has been interviewed by Andrew Neill on the 'Leader's Interviews' programme tonight.  He was obviously trying to mend some of the damage done by Corbyn last night.  Well, he didn't succeed.  He was very disagreeable and he did not convince anyone.  His claims that the Tories intend selling the NHS to the Americans just came over as groundless scaremongering.  To me, he appeared as a foolish li.ar.  It was obvious what his objectives were.  He certainly could not have endeared himself to anyone.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "15",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Those at the top of the Labour party ought to be ashamed of themselves they know what they are showing of is already in the public domain and is not going to be part of the negotiations under Boris. He has said it in the past and again today.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "14",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "I've been down that rabbit hole. Conspiracy theories capture the imagination and make people a lot of money. Whilst there's a place for them, what you always have to be aware of is that they can easily be started and infiltrated by people with political agenda's to influence their observer without knowledge of it. I said to myself a long time ago, the conspiracy is - there is no conspiracy. Conspiracy hides the truth. We humans function best when we deal with what's in front of us, what is real, truth, and factual in our daily lives. If we keep a watch of that, then we're halfway there!",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "13",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Q: Are you going to apologise for beating your wife? A: I did not beat my wife, I do not believe in beating my wife.I am opposed to anyone beating their wife. Q: I will ask again: Do you apologise for beating your wife ? A : I did not beat my wife. There we have it folks, he will not apologise for beating his wife. ",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "12",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "In a free country the press decide what questions to ask, yes, but also in a free country Politicians can decide which to answer. Come on fair play.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "11",
            "user": "(null)",
            "date": "28 Nov ",
            "timestamp": "NA",
            "commentText": "He was better than I as expecting x",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "10",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "I think we could all benefit from clarification on the definition of anti semitism. Is it the criticism of the Jewish religion ? Is it criticism of the State of Israel ? Or is it both ? And which or both is against the law ? ",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "251",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Antisemitism is criticism of the Jewish religion. However under the internationally adopted 'Rules of Conduct' criticism of the  Jewish State is also broadly included.  What has happened in effect is anti-zionism has been reclassified as antisemitism. A religion and a state are not the same.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "9",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Piers Morgan calls man 'arrogant'.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "how can Labour win when the Tory press are so baised against them - this is not a democracy - we are only slightly better than China",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 13,
            "replies": [
                {
                    "id": "252",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Not a MIRROR reader then, LIEBOUR BIASED THROUGH AND THROUGH. The GUARDIAN ,liebour biased through and through. Anything else ?",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "253",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "It doesn't need the press to make the public realise that Labour are un-electable.",
                    "likes": 10,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "254",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Corbyn and his party should be banned from the UK.",
                    "likes": 10,
                    "hasReplies": true,
                    "numberOfReplies": 10,
                    "replies": [
                        {
                            "id": "255",
                            "user": "(null)",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "And the Tories!",
                            "likes": 2,
                            "hasReplies": true,
                            "numberOfReplies": 5,
                            "replies": [
                                {
                                    "id": "256",
                                    "user": "(null)",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Comrade Young,nice to hear from you again.",
                                    "likes": 5,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "257",
                                    "user": "(null)",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "And you again. Are you going to make your little joke about the Liebour Party, or do you have a different insightful comment to make?",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "258",
                                    "user": "(null)",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "No need old chap, Corbyn,Thornberry, Abbott, Gardner, Starmer . COMEDY GOLD.",
                                    "likes": 3,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "259",
                                    "user": "(null)",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Well, you do a good job alongside them, with Blustering Boris, Raab and poor old Rees Mogg. That's real comedy.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "260",
                                    "user": "(null)",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "I'm 100% Brexit Party, far as i am concerned this Country would be far better off without either of them.",
                                    "likes": 3,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "261",
                            "user": "(null)",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "your a real democrat!!!  It will start with Corbyn then who?? before you know it it will be you!! that is how dictatorships begin If you actually listen to what he says Crobyn isnt that radical - he mostly says stuff that I hear regularly in the pub - like we need to sort out the railways and the NHS and stop the top people creaming all the profits for themselves ",
                            "likes": 2,
                            "hasReplies": true,
                            "numberOfReplies": 3,
                            "replies": [
                                {
                                    "id": "262",
                                    "user": "(null)",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "So,how would you start a company,finance it,then run it. Capitalism or Communism ?",
                                    "likes": 3,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "263",
                                    "user": "(null)",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "You need to use a better pub.  Nothing normal about him whatsoever.  His party is completely deranged.",
                                    "likes": 6,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "264",
                                    "user": "(null)",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "I think you had better stop there. We can all see that you are the one who is deranged.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "7",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "The accusation that Corbyn is anti-Semitic is an example of the Big Lie, repeat it often enough and it will be believed. In addition, the accusations are remarkably evidence free. I watched the BBC propaganda piece against the Labour Party, where they actually altered the wording of a leaked e-mail, so as to conceal the fact that the person accused of anti-Semitism was themselves Jewish.  It is all part of a campaign to give Johnson a blank cheque from the electorate.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6",
            "user": "(null)",
            "date": "18 Dec ",
            "timestamp": "NA",
            "commentText": "Mr Gardiner has lost the plot. He does not understand that we must know all the details as the MP's are our servants representing us.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "(null)",
            "date": "15 Dec ",
            "timestamp": "NA",
            "commentText": "Labour have become the fascist hate party.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "(null)",
            "date": "15 Dec ",
            "timestamp": "NA",
            "commentText": "I have to say that  Barry Gardiner comes over as rather foolish having seen him on QT. His replies were totally our of touch with the public and his constant note making allowed him to lose the thread more than once.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "(null)",
            "date": "13 Dec ",
            "timestamp": "NA",
            "commentText": "The only hope Labour has of saving face is to roll out DAbbott and allow her to use her mathematical and statistical analysis expertise to prove Labour won last night.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "(null)",
            "date": "2 Dec ",
            "timestamp": "NA",
            "commentText": "Corbyn is always making everything extremely clear, on every aspect of his politics but unfortunately he keeps being asked the same questions because no one understands what he is on about. Like his neo <b> communist </b>party the man and his puppeteer are walking disasters.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Communist"
            ]
        },
        {
            "id": "1",
            "user": "(null)",
            "date": "30 Nov ",
            "timestamp": "NA",
            "commentText": "I think the expression CHUMP sums this guy up well. This guy chump is so boring it becomes painfull to listen to him. Not a guy you would want to share a pint with.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "0",
            "user": "(null)",
            "date": "29 Nov ",
            "timestamp": "NA",
            "commentText": "Don't  the Jxxx's and you'll be alright. Just pretend they don 't exist and never do anything wrong. Its a taboo subject. See no evil, hear no evil, speak no evil........or else. ",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "-1",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}