{
    "header": {
        "title": " UK CARE SHAME: Thousands of pleas from pensioners ignored EVERY day ",
        "subtitle": " SOME 2,000 pleas for care from desperate pensioners are rejected every day, an alarming  report has revealed. ",
        "owner": " Sarah O’Grady, Daily Express Social Affairs Correspondent ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 00:01, Fri, Feb 7, 2020 ",
        "dateExtraction": " 2020-02-07 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/uk/1239024/UK-care-scandal-age-Uk ",
        "postText": "This means more than half of all requests are turned down by local councils. Caroline Abrahams, Age UK’s charity director, said: “Faced with too much demand and too little supply, our social care system is effectively under siege.”', 'Around 700,000 requests for formal care and support made by older people in the past 12 months were not dealt with, according to analysis in the Age UK report.', 'But as many as 1.5 million over-65s in England are going without all the help they need, it is claimed.', 'OAPs seeking care who did not meet the eligibility criteria in 23 percent of cases had their files closed.', 'In 46 percent of cases where councils found them ineligible, they were referred to the likes of Age UK.', 'The data shows how difficult it is to qualify for care within the shrunken system, states the study.', 'Between 2010 and 2019, total spending on adult social care fell by £86million in real terms, representing a four percent reduction in local authority spending.', 'Ms Abrahams added: “We don’t know what happens to these older people whose applications are rejected but inevitably some have no choice but to struggle on alone.', '“Councils do their best with the resources they have but there are simply not enough to go round.', '“Real suffering is going on, with older people’s lives being diminished and, we fear, being cut short.”', 'The budget is up from its low point in 2014/15, but the older and disabled population has risen. This means care spending per head has fallen by six percent per adult over the same time period.', 'Jan Shortt, of the National Pensioner’s Convention, said: “The chronic underfunding of social care services has caused a crisis that successive governments have failed to understand and deal with.', '“The only fair way to deal with care is by a national care service, funded through general taxation, free at the point of need and publicly delivered.” Mike Padgham, of the Independent Care Group, said: “The Age UK statistics are alarming and shame us as a country.', 'Some £8billion has been cut from local authority social care budgets since 2010 so it should not come as a surprise that more older and vulnerable people cannot get the care they need to enjoy a decent quality of life.', '“Boris Johnson promised to sort out social care ‘once and for all’ when he became Prime Minister but all we have been promised is cross-party talks and a solution within the five years of this Parliament.”",
        "numberPosts": " 8 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Age - Over 65s,Nationality - General,Age - Youngsters,Nationality - European or anti-Europeans",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Elderly,Old,Nation,Nothing,Brexit",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "3",
            "user": "morganadundee",
            "date": "15h ",
            "timestamp": "NA",
            "commentText": "Never Mind, The British Are Making Sure That Seniors In ANY Other <b> Nation </b> Are Well Looked After.   It's A Bloody Disgrace!  Billions Upon Billions Are Handed Away Every Year, While The People Who Damn Well Rebuilt The<b>  Nation</b> Are Left To Suffer.   Get A Friggin Grip Boris, Help Our OWN First.",
            "likes": 23,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "200",
                    "user": "Twiggy",
                    "date": "9h ",
                    "timestamp": "NA",
                    "commentText": "And give us permission to self deliver when we decide the time is right for us to go.",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "201",
                    "user": "MaggieDonnison",
                    "date": "13h ",
                    "timestamp": "NA",
                    "commentText": "Yes and I would suggest those who have family get a grip and help there parents. There are lots of offspring who could not be bothered with there parents, a little help from them would ease the burden",
                    "likes": 3,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "202",
                            "user": "SpocksBeard",
                            "date": "7h ",
                            "timestamp": "NA",
                            "commentText": "Sometimes it cant be done. I spent the best years of my life caring for my mother ,my brother was far too important to help us. As a result I have insufficient  NI contributions to get more than 70.00 a week state pension. There are many considerations to take into account, I am sure no one except maybe the Duchess of Sussex discards their parents lightly.",
                            "likes": 6,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "203",
                                    "user": "Desmond",
                                    "date": "3h ",
                                    "timestamp": "NA",
                                    "commentText": "You can claim Pension Credit;  which is also a qualifying benefit.  ie: it opens the door to free dental care and Council Tax reduction etc..",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "204",
                            "user": "ravenwing",
                            "date": "7h ",
                            "timestamp": "NA",
                            "commentText": "Very true for some, but also do not forget some of the 'offspring' will be in their elderly years",
                            "likes": 6,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Nation"
            ]
        },
        {
            "id": "2",
            "user": "DavidWallis",
            "date": "10h ",
            "timestamp": "NA",
            "commentText": "I can well believe the figures and yes there is a need for more money and resources. <b> Brexit </b>was dominated and still is by business, trade and money and those at the top are only interested in that. I honestly believe this country is riddled with inefficiencies and in many cases low productivity and waste. Collectively that money, which in fact goes down the drain, would more than solve the difficulties of the<b>  elderly</b> people. What does it cost for the House of Lords and only now people are looking at the foreign aid - or are they? Boris is talking about making cabinet members and civil servants more accountable - but is he?  They tell us we are going to get tough on terrorism and immigration but will they? How many times must they keep telling us what they are going to do and then do virtuall<b> y nothin</b>g ? ",
            "likes": 11,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Elderly",
                "Nothing",
                "Brexit"
            ]
        },
        {
            "id": "1",
            "user": "ColinBlakeley",
            "date": "7h ",
            "timestamp": "NA",
            "commentText": "Governments have ignored this problem for decades but are hell bent on spending £15 Billion a year on people overseas so that MP's can swan off to have a look at these vanity programmes in warmer climates. Although I suppose visiting an <b> old </b>folks home in Wolverhampton just doesn't quite cut it on the free Holiday front?",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Old"
            ]
        }
    ]
}