{
    "header": {
        "title": " Royal reunion: Meghan Markle to face Prince William for first time in MONTHS amid row ",
        "subtitle": " MEGHAN MARKLE will meet Prince William for the first time since her son Archie Harrison’s christening in July this weekend. ",
        "owner": " Amalie Henden ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 15:48, Thu, Nov 7, 2019 ",
        "dateExtraction": " 2020-03-06 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/royal/1200579/meghan-markle-news-prince-william-kate-middleton-relationship-royal-family-news ",
        "postText": "Meghan Markle and Prince William are reuniting for the first time since early July this weekend. The two will join their spouses Prince Harry and Kate, Duchess of Cambridge for a number of events to mark Remembrance Day.', 'On Saturday, the Duke and Duchess of Cambridge and the Duke and Duchess of Sussex will join other members of the Royal Family at the annual Royal British Legion Festival of Remembrance at the Royal Albert Hall.', 'The following day the ‘fab four’ will join the annual service and wreath laying at the Cenotaph.', 'This weekend mark the first time the four royal have publicly attended an event together since Trooping the Colour earlier this summer.', 'It is also reportedly the first time Meghan will meet Prince William since her son Archie Harrison’s christening in July.', 'The past year has been tense for the Cambridges and Sussexes’ relationship.', 'Earlier this year it was speculated Prince William and Prince Harry were not on good terms.', 'Meghan and Harry split from the Royal Foundation they shared with the Duke and Duchess of Cambridge to set up their own.', 'According to a royal expert, Prince William and Prince Harry didn’t see each other for six months after the royal wedding, despite at the time, living in the same Kensington Palace area.', 'According to The Sun’s Emily Andrews, while the couples saw each other in public settings, they did not see each other behind closed door.', 'She said: “I was told, after the Royal Wedding, Harry and Meghan didn’t see Kate and William personally.', '“I think behind the scenes, Harry and William’s relationship has always been up and down actually but of course, we’ve never really seen that.”', 'Kate Middleton and Prince Harry have made public appearances together since, but Meghan Markle and Prince William have not been seen attending the same official event since baby Archie’s christening.', 'During Meghan and Harry’s royal tour of southern Africa last month, the Duke of Sussex appear to have confirmed the rift with his brother.', 'He admitted in an ITV documentary that he and William had “good days” and “bad days”.', 'Speaking to ITV’s Tom Bradby, the Duke of Sussex said that “inevitably, stuff happens” as a result of “this family being under the pressure that it’s under”.', 'He added: “We are brothers. We will always be brothers.', '“We are certainly on different paths at the moment, but I will always be there for him as I know he will always be there for me.”', 'Meghan on her end said in the documentary that adjusting to royal life had been “hard”.', 'She said: “When I first met my now-husband my friends were really happy because I was so happy.', '“But my British friends said to me, ‘I’m sure he’s great but you shouldn’t do it because the British tabloids will destroy your life’.”', 'Asked by ITV’s Tom Bradby if it was fair to say she was “not really OK”, the duchess said: “Yes.”",
        "numberPosts": " 27 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Age - Youngsters,Age - Over 65s",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Nothing,Nobody,Old",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "15",
            "user": "Sparty",
            "date": "7 Nov ",
            "timestamp": "NA",
            "commentText": "The Sussex drama continues!",
            "likes": 37,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "14",
            "user": "What-A-Job-This-Is",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "I hope she remembers Royal protocol and curtseys nicely to William and Kate  - she will always take second place, curtsying and following behind. I bet she didn’t realise this when she harpooned poor <b> old </b>Harry.",
            "likes": 79,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "200",
                    "user": "LilacsinSpring",
                    "date": "7 Nov ",
                    "timestamp": "NA",
                    "commentText": "She is beyond rude, pushy and offensive. She will never curtsy to William and Catherine if present with William if she can get out of it. She is the most unsuitable person to be in the royal family since Wallis Simpson. She has absolutely <b> nothing </b>going for.",
                    "likes": 19,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing"
                    ]
                }
            ],
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "13",
            "user": "Meril",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "Nobody has ever been better off for having her around.  She uses, abuses, discards, takes pot shots at....The sooner M is gone, the better for everybody.",
            "likes": 140,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nobody"
            ]
        },
        {
            "id": "12",
            "user": "LilacsinSpring",
            "date": "7 Nov ",
            "timestamp": "NA",
            "commentText": "I feel very sorry for William and Catherine and other members of the royal family. Ms Markle is fast becoming the evil in their midst in her quest for global fame at all costs. She is rude, pretentious, vulgar, saccharine, fake and ostentatious without an original thought in her brain. She has ruined Harry who should have been man enough to guide her according royal ettiquette and British culture but she's turned him into an egotistical drivel spouting extension of her instead.",
            "likes": 72,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "201",
                    "user": "Zoe206",
                    "date": "7 Nov ",
                    "timestamp": "NA",
                    "commentText": "Well said....................but when will the country, be rid of her? Maybe Harry, will have to go as well, seems he need a Supervisor.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "11",
            "user": "LucieB",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "\"The world will be waiting with bated breath....\" is something only she could believe - not remotely credible.",
            "likes": 80,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "10",
            "user": "I_hate_Pixies",
            "date": "7 Nov ",
            "timestamp": "NA",
            "commentText": "Meghan needs to remember her place and shut her mouth.",
            "likes": 56,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9",
            "user": "Mandyjones",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "Why is it the Cambridge’s and Sussex’s are reported to have fallen out but no mention about how the rest of the RF have been disrespected by the Sussex’s ? The Sussex’ s will create a bad atmosphere with all the RF member due to their irrational, disgusting behaviour in my opinion. Why are the RF tolerating the Sussex’ s behaviour without any consequences ? They seem to be constantly being rewarded for their bad behaviour.This is not good parenting and allows them to continue to behave in a disgusting manner.",
            "likes": 55,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "202",
                    "user": "FahlinaG",
                    "date": "7 Nov ",
                    "timestamp": "NA",
                    "commentText": "I think Harry threatens them with outing their secrets...",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "203",
                            "user": "tamariskpink",
                            "date": "8 Nov ",
                            "timestamp": "NA",
                            "commentText": "Hardly he has enough of his own hence him marrying someone from abroad. The blue blood aristocracy did not want him as a son in law.",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "8",
            "user": "JanetW1958",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "There is no such thing as the \"fab four\".  We are extremely lucky to have William and Catherine as King and Queen in waiting but Harry and Meghan are becoming increasingly irrelevant.",
            "likes": 60,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "204",
                    "user": "Zoe206",
                    "date": "7 Nov ",
                    "timestamp": "NA",
                    "commentText": "Could have, would have, been so different if he had married a local gal!",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "7",
            "user": "MosesMorgan",
            "date": "7 Nov ",
            "timestamp": "NA",
            "commentText": "That will be interesting to watch.  William mostly ignores MM when ever he can.",
            "likes": 18,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "205",
                    "user": "Mandyjones",
                    "date": "8 Nov ",
                    "timestamp": "NA",
                    "commentText": "It must be upsetting for William and Kate to see Harry so unhappy and distressed.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "6",
            "user": "Cathari05569044",
            "date": "7 Nov ",
            "timestamp": "NA",
            "commentText": "Really? Who cares! The Sussexes can remain hidden for all we care! We adore William and Catherine",
            "likes": 31,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "MarianneVonTrapp",
            "date": "7 Nov ",
            "timestamp": "NA",
            "commentText": "She will attract attention again, and be totally ignored, and then the crocodile tears!",
            "likes": 28,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "DebbieAbbott",
            "date": "7 Nov ",
            "timestamp": "NA",
            "commentText": "Hopefully William will tell her how to behave as a member of the BRF",
            "likes": 14,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "206",
                    "user": "LRH77",
                    "date": "7 Nov ",
                    "timestamp": "NA",
                    "commentText": "Don't think it's William's place. I think either Prince Charles or the Queen needs to sit down with Harry and Meghan and have a conversation about how badly this has all gone and come up with a way to fix it. whatever that way may be.",
                    "likes": 5,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "207",
                            "user": "Zoe206",
                            "date": "7 Nov ",
                            "timestamp": "NA",
                            "commentText": "You cannot fix FAKE!",
                            "likes": 7,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "3",
            "user": "alllove",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "Does anyone know for sure that the Cambrideges and Suxxes' haven't met privately? If as has been reported that Catherine is trying to bring the four of them back together she could well have organized a get together between them all. It will be the first joint public appearance and the world will be waiting with baited breath to see how they interact.",
            "likes": 35,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "208",
                    "user": "Gobnait",
                    "date": "7 Nov ",
                    "timestamp": "NA",
                    "commentText": "Umm, no it won't. Face it, this news is irrelevant outside the UK.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Hilary",
            "date": "8 Nov ",
            "timestamp": "NA",
            "commentText": "People have very short memories. Catherine Duchess of Cambridge had a lot of drama during the 9 yrs she dated Prince William and for many afterwards.  She can do no wrong now that Meghan is on the scene. As for Prince Andrew, His life has been one long drama and continues to be so but we do not hear anything of it....Embargoed?",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "IreneGunpot",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "I suppose if they keep telling us enough times that William and Kate are the most popular couple we'll start to believe it. It's like being brainwashed into submission. Laughable. Whatever next.",
            "likes": 18,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "209",
                    "user": "Gobnait",
                    "date": "7 Nov ",
                    "timestamp": "NA",
                    "commentText": "They are to anyone with half a brain.",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "210",
                    "user": "I_hate_Pixies",
                    "date": "7 Nov ",
                    "timestamp": "NA",
                    "commentText": "Not only ARE they more popular, they ARE THE FUTURE OF THE MONARCHY..it will be KING WILLIAM AND QUEEN CATHERINE...Meghan and Harry are minor supporting royals who need to remember their place.",
                    "likes": 35,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "211",
                    "user": "dontnonuffink",
                    "date": "6 Nov ",
                    "timestamp": "NA",
                    "commentText": "Who's the most popular couple ?",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}