{
    "header": {
        "title": " Meghan Markle news: Friends band together to DEFEND Royal against ‘GLOBAL BULLYING’ ",
        "subtitle": " MEGHAN Markle is the victim of “global bullying” which may be putting the health of her unborn child at risk, five of her friends have claimed in an explosive interview in which they mount a passionate defence of the heavily pregnant Duchess of Sussex. ",
        "owner": " Ciaran McGrath ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 14:46, Thu, Feb 7, 2019 ",
        "dateExtraction": " 2020-02-03 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/royal/1083957/meghan-markle-news-friends-royal-news-royal-family-prince-harry-bullies-bullying-twitter ",
        "postText": "The five - all of whom were speaking on condition of anonymity to protect their “private friendships” with the former Suits actress - banded together to support Meghan, who married Prince Harry last year, and who has been the victim of vile abuse from trolls on social media in recent months.', 'One, described as a former co-star who lives in Los Angeles, told People Magazine they were speaking out “stand up against the global bullying we are seeing and speak the truth about our friend”.', 'She added: “Meg has silently sat back and endured the lies and untruths.', '“We worry about what this is doing to her and the baby.',' '“It’s wrong to put anyone under this level of emotional trauma, let alone when they’re pregnant.”', 'Meghan is tipped to have her baby in March or April - but hateful users of Twitter have waged a relentless campaign against her ever since she confirmed her pregnancy the day after the wedding of Princess Beatrice to Jack Brooksbank in October.', 'They have also left other vicious messages about her appearance and even her mental health.', 'One user accused Meghan of wearing an inflatable baby bump while another claimed: “Her tummy was deflated and then swollen again as she moves around.”At the start of this year, Express.co.uk highlighted phoney claims by The Gossip Girl, who posted a picture of a New York model called Bobbie Grei, falsely claiming the snap was of Meghan, while making shocking claims about her character which Express.co.uk has chosen not to repeat.Prince Harry issued a statment via Kensington Palace in November condemning a “wave of harassment” against Meghan.The statement added: “Some of this has been very public - the smear on the front page of a national newspaper; the racial undertones of comment pieces; and the outright sexism and racism of social media trolls and web article comments.', '“It is not right that a few months into a relationship with him that Ms Markle should be subjected to such a storm.', '“He knows commentators will say this is ‘the price she has to pay’ and that ‘this is all part of the game’.', '“He strongly disagrees. This is not a game – it is her life and his.”It was revealed this week that Meghan had drafted in Serena Williams’ crisis management team in a bid to “to set the record straight and shut everything down” in the face of the ongoing claims.', ''Royal watcher Richard Fitzwilliams telling Express.co.uk the situation was “bizarre” and “very difficult to control”.He added: “Many of these comments are vicious and are keen to provoke some sort of a war between the fans of the duchesses.', '“Obviously there is no historical precedent as social media is relatively recent.', '“Royal fans tended to be admiring but detractors or publicity seekers didn’t have weapons where they could get an audience like this. How times have changed.”",
        "numberPosts": " 5 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Age - Over 65s,Age - Youngsters,Gender - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Old,Nothing,Woman",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "4",
            "user": "RestoreDemocracyToBritainNow",
            "date": "7 Feb ",
            "timestamp": "NA",
            "commentText": "MM only wants good publicity and now calls questions and speculation ‘harassment and bullying’. That’s a cheap shot. She thought being a royal would guarantee her constant adulation and further her SJW precious causes.This creepy need to be constantly in the press and admired and be thought of as a cut above and more enlightened the other royals is more Sméagol than regal behaviour.There are numerous royals she can observe and ask advice as to how to behave but no - she turns to Hollyweird and folk suffering from Trump Derangement Syndrome. MM has made it clear she does not want to join the RF but to change it and directly influence it with her SJW far - left beliefs and infiltrate her SJW contacts into the royal circle. To many British people this is unwanted, outrageously political, and negative to the detriment of our royal family.We don’ t need or want an American actress from a dysfunctional family that constantly makes personal demands of the Queen to enlighten or‘ modernise’ our thousand - year - <b> old </b>royal house thanks very much.What do her‘ special friends’ call that ? Her husband is now post marriage to MM estranged from his only brother and his wife after years of happy and loving family relations– what does MM and her‘ special friends’ call that ? MM has added<b>  nothing</b> to our royal family but division and genuine public disquiet and concern.The royal house is not an edition of ‘Oprah’ and her friends are not on taking us down the route of ‘The View’!",
            "likes": 12,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Old",
                "Nothing"
            ]
        },
        {
            "id": "3",
            "user": "Guest749316",
            "date": "7 Feb ",
            "timestamp": "NA",
            "commentText": "For heaven's sake, can we draw a line under Sparkle and her \"antics\".  She is boring me to death and I DO NOT rank her as important enough to be news.",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "SpocksBeard",
            "date": "7 Feb ",
            "timestamp": "NA",
            "commentText": "Not another article on this subject! Global? Surely not? Bit overdramatic surely ,I mean how on earth does one <b> woman </b>generate global hatred? That surely cant be right ? ",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "1",
            "user": "marko",
            "date": "8 Feb ",
            "timestamp": "NA",
            "commentText": "I dont know why the owners of this rag dont change the name of it to \"The Daily Royal News\" on this page alone there are 42 links to Royal gossip, is there no real news? and that was real not Real",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "200",
                    "user": "Zoe206",
                    "date": "8 Oct ",
                    "timestamp": "NA",
                    "commentText": "Let's vote for a Republic, then the D.E. would have to find and report actually News!  As for a Royal Family, where is it ? it's been diluted with commoners blood for so long, there's not much Royal, left:-",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}