{
    "header": {
        "title": " Gillette advert: New ad tackles toxic masculinity – but people are vowing to BOYCOTT brand ",
        "subtitle": " GILLETTE’S NEW advert has been met with mixed reviews, after the razor brand launched a campaign to tackle toxic masculinity and promote a new kind of positive masculinity, as well as showing its support for the #MeToo movement. ",
        "owner": " Kathryn Knight ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 19:49, Tue, Jan 15, 2019 ",
        "dateExtraction": " 2020-02-04 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/life-style/life/1072727/new-gillette-advert-ad-me-too-toxic-masculinity-gilette-youtube ",
        "postText": "'Gillette’s new advert, a short film titled We Believe: The Best Men Can Be, has divided opinion, as it addresses toxic masculinity and shows support for the #MeToo movement.',' 'While Good Morning Britain host Piers Morgan branded the ad repulsive and some customers have vowed to boycott the brand, the ad has also been met with praise across social media.', 'The advert features news clips reporting on the #MeToo movement and displays cases of sexism in the workplace, bullying, sexual harassment and violence between boys.',' The voiceover questions: Is this the best a man can get?', 'A clip of actor Terry Crews also features, as he says: Men need to hold other men accountable.', 'The advert ends saying: Because the boys of today will be the men of tomorrow.', 'When Gillette shared the ad on Twitter they said: ‘Boys will be boys’? Isn’t it time we stopped excusing bad behaviour? Re-think and take action by joining us at TheBestMenCanBe.', 'The advert has so far been watched over five million times on YouTube in 48 hours.', 'At the time of writing, it has 106k likes and 382k dislikes.', 'In the comments, viewers are divided, with many vowing to boycott the brand.', 'Stop with the men hating, one person wrote, as another replied: This upsets me.Not because everything in it is bad, but because it's based upon an assumption that the evils in the video are rooted in masculinity itself (and a traditional understanding of the nature of gender).', ' Never buying your products again, commented a third, as a fourth said: NEVER again will I use a Gillette product.', 'However, some quickly praised the advert.', One person wrote on Twitter: It's so so crazy to me that so many men are upset that a commercial is asking them to be a better person and stand up for others.Absolutely WILD.This is an amazing campaign.', 'If you feel personally attacked by an ad telling bad men to cut that s**t out, maybe you need to ask yourself why you feel that way dude, tweeted another.', 'Bernice King, daughter of Martin Luther King, wrote: This commercial isn’t anti-male. It’s pro-humanity.', 'Meanwhile, ITV host Piers Morgan made his views on the ad clear this morning.', 'He and Susanna Reid came to blows over the subject as it was clear the Good Morning Britainpresenters had very different views.', 'Piers said: What Gillette is now saying, everything we told you to be, men, for the last 30 years is evil.', ' Now you’ re all evil people, you’ re all toxic with your masculinity. ', ' The programme played the advert for viewers and Piers wasn’ t done with his rant on the subject. ', ' He sarcastically added: Basically most men are pretty awful people.We’ re overly masculine.Horrible little bullies, sexual harassers and we have to be saved from ourselves, we’ re all dreadful people.'",
        "numberPosts": " 16 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Sexual Identity - General,Sexual Identity - Male homosexuality,Gender - General,Age - Youngsters",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Gay,Gay,Gender,Nothing",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "10",
            "user": "BiggusDickuss",
            "date": "16 Jan, 2019 ",
            "timestamp": "NA",
            "commentText": "Men will be illegal in the near future.",
            "likes": 10,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "200",
                    "user": "Happyforever",
                    "date": "17 Jan, 2019 ",
                    "timestamp": "NA",
                    "commentText": "As will be most good things !&gt;.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "9",
            "user": "northerngirl",
            "date": "16 Jan, 2019 ",
            "timestamp": "NA",
            "commentText": "Another day another anti white misandric agenda load of hate .",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8",
            "user": "Stephanie1957",
            "date": "17 Jan, 2019 ",
            "timestamp": "NA",
            "commentText": "I will be looking for an alternative to Gillette, cant support a company that allows progressives or feminazis to produce its men hating ads.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "mikkymike",
            "date": "16 Jan, 2019 ",
            "timestamp": "NA",
            "commentText": "advert for <b> gay<b>  </b</b>>men",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gay"
            ]
        },
        {
            "id": "6",
            "user": "Guest466523",
            "date": "16 Jan, 2019 ",
            "timestamp": "NA",
            "commentText": "Well, well, my reasonable comment has been deleted, probably due to insecure men reporting it.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Diddy",
            "date": "16 Jan, 2019 ",
            "timestamp": "NA",
            "commentText": "The fact is if we were lead by women and femininity we would never of got out of living in caves.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Aberdeenranter",
            "date": "16 Jan, 2019 ",
            "timestamp": "NA",
            "commentText": "Frankly, I didn't need Gillette or anyone else to tell me all of this, my Dad and Mum did it years ago .",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "hedgerider",
            "date": "15 Jan, 2019 ",
            "timestamp": "NA",
            "commentText": "This is what happens when you don't understand your basic premise. In this case, what is \"bad behaviour\"? To generalise \"masculinity\" as \"bad behaviour\" is totally illogical and incorrect. Humanity needs masculinity, as it needs femininity. The word missing from this ad is \"respect\". Respecting others is not <b> gender </b>specific.  Disrespecting others is what causes the problems. When you attack masculinity, you also attack the good and necessary aspects of the male, the charged and focussed drive, the protective/defensive attributes, the support qualities. This ad has been politicised, which is bad.It misdirects, which is bad, and it demonises one<b>  gender</b>, which is bad.Feminise your warriors and you will regret big time.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gender"
            ]
        },
        {
            "id": "2",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "201",
                    "user": "Aberdeenranter",
                    "date": "16 Jan, 2019 ",
                    "timestamp": "NA",
                    "commentText": "I agree, it's just an advert which could be seen as aimed at the people that do most of the shopping, women.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "1",
            "user": "JackDawe",
            "date": "15 Jan, 2019 ",
            "timestamp": "NA",
            "commentText": "Bye bye Gillette. You allowed a PC feminist to hijack your advertising campaign. You, as a company, are portraying  hate me and everything about me. I will therefore not buy your products.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "0",
            "user": "AbushNadaAshoel",
            "date": "15 Jan, 2019 ",
            "timestamp": "NA",
            "commentText": "Can't wait for the advert attacking \"toxic femininity\"....but that wouldn't be tolerated due to the double standards. Goodbye Gillette, I 'll never be purchasing another of your products ever again. Nice job allowing a man hating feminist to direct your latest men's razor advert that has <b> nothing </b>to do with shaving. ",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "202",
                    "user": "Devonian",
                    "date": "16 Jan, 2019 ",
                    "timestamp": "NA",
                    "commentText": "Their Ratners moment!",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "-1",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "203",
                    "user": "Aberdeenranter",
                    "date": "16 Jan, 2019 ",
                    "timestamp": "NA",
                    "commentText": "though I do agree this is typical Amercianised over simplicity",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "204",
                    "user": "Aberdeenranter",
                    "date": "16 Jan, 2019 ",
                    "timestamp": "NA",
                    "commentText": "....no need to cut up rough....",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "-2",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "205",
                    "user": "BananaRepublican",
                    "date": "15 Jan, 2019 ",
                    "timestamp": "NA",
                    "commentText": "Guest466523 The advert is attacking the very people who buy their products. Just a load of progressive propaganda from start to finish.",
                    "likes": 24,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}