{
    "header": {
        "title": " Professor refuses to apologise for 'offensive and inappropriate' remark made in a lift ",
        "subtitle": " A PROFESSOR'S joke which revived memories of the 1970s BBC sitcom Are You Being Served? did not go down well with a feminist academic at an international conference. ",
        "owner": " Gillian Crawley ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 14:01, Sat, May 12, 2018 ",
        "dateExtraction": " 2020-02-04 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/uk/958729/professor-lebow-remark-offensive-are-you-being-served-simona-sharoni-complaint ",
        "postText": "'In a scene similar to the hit comedy's opening credits, where a lift attendant recites the list of departments in a store over a jaunty theme tune, Prof Richard Ned Lebow of King's College London, stepped into a crowded lift and replied ladies  lingerie when asked which floor he wanted.', 'There were mild titters but for Simona Sharoni, professor of women's and gender studies at Merrimack College in Massachusetts, the joke was lost in translation.', 'After her formal complaint, political theory specialist Prof Lebow has been ordered to apologise.', 'Both academics were attending the International Studies Association's (ISA) annual conference in San Francisco last month.', 'Ms Sharoni said after the lift incident: All his buddies laughed.', 'After they walked out, the woman standing next to me turned and said, I wonder if we should have told them it is no longer acceptable to make these jokes .','As a survivor of sexual harassment in the academy, I am quite shaken by this incident.', 'ISA executive director Mark Boyer last week told Prof Lebow that his elevator remarks were offensive and inappropriate.','Prof Lebow has declined the ISA's instruction to issue an unequivocal apology.', 'He said: If I did apologise it would be an acknowledgment that an innocent remark in an elevator is somehow wrong.', 'Dear lord, the things they find to get upset about these days.There is absolutely nothing that will not offend someone, somewhere.', 'Professor Lebow was making a joke.', 'Given his age and nationality, it is also extremely likely he was quoting from Are You Being Served ? ', 'He was not making any comment on the status of women nor indeed their undergarments.', 'There is a famous story that took place during World War II.An air raid siren went;the locals crowded into the shelter and a warden came to check they were all right. ', 'Any babies in there? he called.', 'Give us time, guv, shouted one wag in reply, we've only been here 10 minutes.', 'It got a big laugh. These days he'd have probably been arrested.', 'What a world we live in now.', 'It may seem like an innocent enough joke but there's no getting away from the fact that it normalises the sexual objectification of women. ', 'When I was younger I used to humour these kinds of throw -away comments by feigning a smile. ', 'Now, older and wiser, I refuse to join in out of politeness.', 'It's not that I find these kinds of joke offensive, it's more disappointing, particularly from an esteemed academic.', 'And Professor Lebow 's response that we should be focusing more on real offences rather misses the point.', 'Just like Chinese water torture, it's the drip, drip, drip of everyday sexism that drives me crazy.', 'If you 're constantly being harassed, even in a small way, it builds up and wears you down.', 'Time's up.'",
        "numberPosts": " 30 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Gender - General,Age - Youngsters,Social Class - Working class,Age - Over 65s,Physical Identity - Physical (and Mental) Impairments",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Sexual,Woman,Gender,Sex,Nothing,Common,Old,Mental",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "21",
            "user": "spiritfiremsp.",
            "date": "12 May, 2018 ",
            "timestamp": "NA",
            "commentText": "\"...there's no getting away from the fact that it normalises the <b> sexual </b>objectification of women....\"  What complete nonsense.  It normalises absolutely<b>  nothing</b>.  It is indeed a throw away remark and Professor Lebow should not even acknowledge that there is an issue.  There is not except in the minds of small minded professional offence takers!  God help the poor students who have to put up with Prof Sheroni.  I cannot imagine the degree that she teaches is worth paper it is written on.",
            "likes": 63,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "200",
                    "user": "Truthisoutthere",
                    "date": "14 May, 2018 ",
                    "timestamp": "NA",
                    "commentText": "You’re right. Just because some sour puss thinks this doesnt  make it right no matter how ‘academic’ she is",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "201",
                    "user": "Tiddler",
                    "date": "12 May, 2018 ",
                    "timestamp": "NA",
                    "commentText": "Its because of small minded people like Simona Sharon that graduates are leaving Uni's with no <b> common </b>sense. Go to Uni and they will brain wash you. In lifts, I used to use words from \"are you being served\", normal people always laugh, because they had a sense of humor. She needs to get out more. Pathetic.",
                    "likes": 45,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Common"
                    ]
                }
            ],
            "keywords": [
                "Sexual",
                "Nothing"
            ]
        },
        {
            "id": "20",
            "user": "Hargrvj",
            "date": "12 May, 2018 ",
            "timestamp": "NA",
            "commentText": "sad little <b> woman.</b>",
            "likes": 49,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "19",
            "user": "UKist",
            "date": "12 May, 2018 ",
            "timestamp": "NA",
            "commentText": "There were mild titters but for Simona Sharoni, professor of women's and <b> gender </b>studies at Merrimack College in Massachusetts, the joke was lost in translation.' Very clearly then, this<b>  woman</b> should not be in charge of teaching anyone, anything, as she 's clearly not very bright.",
            "likes": 46,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gender",
                "Woman"
            ]
        },
        {
            "id": "18",
            "user": "Back2basics",
            "date": "12 May, 2018 ",
            "timestamp": "NA",
            "commentText": "I'm female and thought it was funny.  People should get a backbone, blokes should be jokey and vice versa but there is a line.... this wasn't it but are we really getting to finding humour offensive....flirting will be banned next!",
            "likes": 35,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "17",
            "user": "BrazilPat",
            "date": "12 May, 2018 ",
            "timestamp": "NA",
            "commentText": "No apology is necessary. Professor Simona Sharoni is clearly a bully and needs to get  life.",
            "likes": 26,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "202",
                    "user": "GnosticBrian",
                    "date": "13 May, 2018 ",
                    "timestamp": "NA",
                    "commentText": "That isn't all that she needs.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "16",
            "user": "OrsonCarte",
            "date": "12 May, 2018 ",
            "timestamp": "NA",
            "commentText": "People like this sad <b> woman,</b> and I use the term loosely, are killing any normal interaction between human beings....",
            "likes": 25,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "15",
            "user": "firebird",
            "date": "12 May, 2018 ",
            "timestamp": "NA",
            "commentText": "When liberals fall out... Mirror, mirror on the wall who 's the most PC of all ?",
            "likes": 24,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "14",
            "user": "photobuff",
            "date": "12 May, 2018 ",
            "timestamp": "NA",
            "commentText": "They last thing I want is someone telling me what I can say or think. If they do not like what I say or think that is their problem not mine.",
            "likes": 20,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "13",
            "user": "maias",
            "date": "12 May, 2018 ",
            "timestamp": "NA",
            "commentText": "A friend used to work as a waiter in the 1980s and at Christmas lunches he would innocently ask the ladies to whom he was serving turkey: \"Would madam like stuffing?\" How would that be interpreted in today 's world where looking for the funny side of life has been snuffed out by people who are unable to come back with witty repartee?",
            "likes": 16,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "12",
            "user": "inkypinky",
            "date": "12 May, 2018 ",
            "timestamp": "NA",
            "commentText": "My profound thanks to the professor for refusing to apologise and since when did third parties tell others they must apologise anyway? It is past time that normal, reasonable people pushed back against this PC nonesense.Miserable lefties with no sense of humour should be ignored.",
            "likes": 12,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "11",
            "user": "Travlingman",
            "date": "12 May, 2018 ",
            "timestamp": "NA",
            "commentText": "A sad case of no sense of humour that seems to cling to ultra-feminists.  They are not doing women a favour by continuing with such ridiculous rhetoric.  These women should get themselves a life, because they're clearly frustrated with the life they have.",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "10",
            "user": "MikeYoung",
            "date": "12 May, 2018 ",
            "timestamp": "NA",
            "commentText": "Silly , silly . That type of thing has brought the RNLI to where it is now",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9",
            "user": "dipsplepskik151",
            "date": "12 May, 2018 ",
            "timestamp": "NA",
            "commentText": "This <b> woman </b>is demeaning all other women....",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "203",
                    "user": "tonyba1",
                    "date": "12 May, 2018 ",
                    "timestamp": "NA",
                    "commentText": "how does a comment in a lift make its way into this rag ?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "8",
            "user": "BouncyFrog",
            "date": "12 May, 2018 ",
            "timestamp": "NA",
            "commentText": "obviously a man hater who thinks she has the right to control men and male dialogue. typical feminist",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "BumpyGrollix",
            "date": "12 May, 2018 ",
            "timestamp": "NA",
            "commentText": "Good for him. Somebody needs to cull these humourless PC drones and their tiresome 'virtue-signalling' and using so-called 'feminism' as a weapon. Sack them, not those like the professor or other normal humans. ",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6",
            "user": "BarryBrexit",
            "date": "13 May, 2018 ",
            "timestamp": "NA",
            "commentText": "It is funny. Some people just have no sense of humour.What sad lives they must live.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Patricia",
            "date": "12 May, 2018 ",
            "timestamp": "NA",
            "commentText": "Simon Sharoni  needs to join the real world, we are all only human, and remarks like that happen all the time, we should not become afraid to open our mouth's, if she didn't like what was said, say so at the time.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "tonyba1",
            "date": "12 May, 2018 ",
            "timestamp": "NA",
            "commentText": "was she on the rag ?",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "204",
                    "user": "tonyba1",
                    "date": "12 May, 2018 ",
                    "timestamp": "NA",
                    "commentText": "i doubt it, she must be a million years <b> old.</b>",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Old"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "3",
            "user": "britannica",
            "date": "13 May, 2018 ",
            "timestamp": "NA",
            "commentText": "Oh, get a sense of humour and perspective, you silly <b> woman.</b> And I am female, by the way.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "2",
            "user": "GnosticBrian",
            "date": "13 May, 2018 ",
            "timestamp": "NA",
            "commentText": "Pathetic snowflake; ignorant of classic British comedy.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "JihadisGay",
            "date": "12 May, 2018 ",
            "timestamp": "NA",
            "commentText": "When will this pathetic nonsense ever end ? <b> Gender </b>studies indeed. There are 4 genders and countless<b>  mental</b> disorders. There, that’s me with Bsc Hons.. The prof is right not to apologise as it only assists the professional crybabies revenue stream.Never, ever apologise for being witty or truthful, no matter how many girlies are offended. ",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "205",
                    "user": "GnosticBrian",
                    "date": "13 May, 2018 ",
                    "timestamp": "NA",
                    "commentText": "I thought that there were three genders: Masculine, Feminine and Neuter; it being a grammatical concept. Human beings are not classified by the rules of Grammar but by those of Biology that determine our <b> sex </b>as a question of fact;not choice. ",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Sex"
                    ]
                }
            ],
            "keywords": [
                "Gender",
                "Mental"
            ]
        }
    ]
}