{
    "header": {
        "title": " Election 2019 LIVE: Corbyn's plans ruthlessly mocked 'He'll nationalise CHRISTMAS next!' ",
        "subtitle": " JEREMY CORBYN's latest radical plan to nationalise the UK's broadband network, has been ruthlessly mocked by a Tory election candidate who claimed the left-wing leader would nationalise Christmas next. ",
        "owner": " Luke Hawker ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 08:02, Fri, Nov 15, 2019 ",
        "dateExtraction": " 2020-03-03 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/politics/1204764/general-election-news-latest-Jeremy-corbyn-labour-boris-johnson-Tory-Party ",
        "postText": "Harry Cole, deputy political editor for the Mail on Sunday wrote on Twitter: There are still 27 days to go..what are they going to be nationalising by force by December ? ', 'To which Conservative Candidate for Wyre and Preston North responded by saying: Christmas ? Prime Minister Boris Johnson blasted Labour's Brexit policy as a Bermuda Triangle of confusion.', 'Mr Johnson said Labour's programme is    truly scary . He told Conservative Party activists:    It 's absolutely terrifying.',   'Meanwhile, Labour has promised a British Broadband public service that will deliver free full-fibre internet to every home and business by 2030 if it wins the general election.',   'The party intends to bring parts of BT into public ownership under plans it said will result in a massive upgrade in the UK’s internet infrastructure.',   'The aim is to put an end to patchy and slow coverage, boosting 5G connectivity across the country.',   'Boris Johnson told the BBC the Labour plan to nationalise parts of BT was a “crackpot scheme”.',   'The BT CEO has said this morning the “mechanism for nationalisation is not straight forward”.',   'Labour said it will be paid for through the party’s Green Transformation fund and taxing corporations such as Amazon, Facebook and Google - adding it will save the average person £30.30 a month.',   'They said there would be a one-off capital cost to rollout the full-fibre network of £15.3 billion, in addition to the Government’s existing and not yet spent £5 billion commitment.',   'Culture Secretary Nicky Morgan said it was a fantasy plan ... what next?',   '9:00pm update: Nigel Farage pulls out of Brexit Party rally at last minute for emergency meeting',   'Nigel Farage has pulled out of an election rally in Willenhall, Staffordshire tonight at the last minute to attend an emergency meeting.',   'The Brexit Party leader had been due to address the crowd this evening, however the audience was told Mr Farage had to travel to London to sort out key strategic elements',   'Mr Farage was expected to speak at the event which is being headlined by Brexit Party MEP Martin Daubney.',   'A Brexit Party spokesman has put the no show down to clashing commitments in town.',   6.30pm update: Owen Jones ridiculed over defence of Labour's 'absolute nonsense' plan to nationalise BT,   'Owen Jones was subjected to an onslaught of social media ridicule as he attempted to defend Labour Party plans to nationalise BT should they secure a victory at the general election in December.',   'Owen Jones insisted bringing BT into public ownership would be the pragmatic thing to do to bring the broadband system across the country up to date to meet the needs of the British public.',   'The Labour Party announced they will bring full fibre broadband access to all businesses and homes by 2030 should Jeremy Corbyn enter Number 10 after the December 12 election.',   'But some social media users voiced their disagreement with the plan, with one user dismissing it as absolute nonsense.',   READ MORE: Owen Jones ridiculed over defence of Labour's 'absolute nonsense' plan to nationalise BT,   4.45pm update: Corbyn mocked over nationalisation plans by Tory hopeful - 'nationalise Christmas',   'Jeremy Corbyn has been mocked after Labour annouced its latest nationalisation plans, after a Tory election candidate claimed the left-wing leader would nationalise Christmas next.',   'Harry Cole, deputy political editor for the Mail on Sunday wrote on Twitter: There are still 27 days to go.. what are they going to be nationalising by force by December?',   'To which Conservative Candidate for Wyre and Preston North responded by saying: Christmas?',   4.20pm update: Lib Dems could support minority Government on 'issue-by-issue' basis,   The Liberal Democrats could support a minority Labour or Conservative Government on an issue-by-issue basis if neither party wins a majority on December 12, the party's finance spokesman Ed Davey has said.,   'At a rally in Leeds, Mr Davey said: If either of them form a minority government, as is possible, we will vote issue by issue... that will force any government to come to the centre to be more moderate.',   3.45pm update: Farage hits out at Lowe's decision to withdraw - 'disgusting behaviour',   'Nigel Farage has accused Brexit Party MEP Rupert Lowe of disgusting behaviour after he withdrew from standing in the Dudley North seat moments before Thursday'   s 4 pm deadline   for nominations.   ', '   The Brexit Party leader has offered an apology to party supporters in the constituency.   ', '   During a campaign trail walkabout in Eastwood,   Nottinghamshire,   Mr Farage was asked   if he had sanctioned Mr Lowe 's actions, he said: No, it was disgusting behaviour.',   'What he probably hasn'   t told you is that he met a senior official from Number 10 in the middle of last week,   somebody quite close to Boris,   and this was obviously stitched up.   ', '   If he made a decision, he went and changed course, he's entitled to. But to let everybody else down at the eleventh hour, dreadful behaviour - shocking.   ', '   Asked   for his message   for party supporters in Dudley North,   Mr Farage added : I'm sorry - we have been double-crossed, let down badly by a man who has behaved dishonestly. I'm sorry, that's all I can say.   ', '   3.20 pm update : Tories hold 13 - point lead over Labour in latest poll ', '   The Conservatives hold a 13 - point lead over the Labour Party,   according to the latest poll.   ', The Panelbase poll put Boris Johnson'   s party on 43 percent,   compared to the Labour Party which commanded 30 percent.   , 'The Liberal Democrats stood on 15 percent with the Brexit Party on 5 percent.', 'The poll was conducted after the Brexit Party announced it would not stand in Conservative-held seats at the December 12.', 'The poll of 1,021 people was conducted between November 13 and 14.', '3.08pm update: Brexit Party candidates have stood down in 43 non-Tory seats',    Nigel Farage 's Party has stood down from 43 non-Tory seats., '   These include 17 seats the Tories came second in in 2017 and 11 that are Labour,   according to a Telegraph reporter.   ', '   This comes after Mr Farage said he would only stand down candidates in seats the Tories won in the last election.   ', 1.32pm update: Boris warns Corbyn'   s plan   for BT is a 'Crazed Communist scheme'   , 'Boris Johnson said Labour Party leader Jeremy Corbyn's plan to nationalise BT's network was a    crazed Communist scheme .', '   We are funding a huge programme of investment in our roads,   in telecoms,   gigabyte broadband,   unlike the crazed,   crazed Communist scheme that was outlined earlier on today,    Mr Johnson told Conservative Party activists.', 'The Prime Minister, speaking before a campaign bus emblazoned with the slogan    Get Brexit Done , said delivering Brexit would clear Britain's arteries.', 'He said:    It will be something that clears our arteries,   it will unblock our system,   it will get us back on our feet and able to take advantage of all the things that we want to get from Brexit.   ', '12.57pm update: Should Lib Dems be allowed to add ‘STOP Brexit’ to ballet paper? VOTE', 'The Lib Dems sparked fury for trying to block the will of the people by listing their party’s description with the Electoral Commission as “to stop Brexit”.', 'But should Lib Dems be allowed to add ‘STOP Brexit’ to ballet paper?',    Vote in Express.co.uk 's exclusive poll above., '   12.47 pm update: Tories unveil their election bus ', '   Boris Johnson 's election bus has been unveiled and contains the slogan: Back Boris and vote Conservative to... Get Brexit Done.',   'It has a tagline stating: A stronger economy to invest in our NHS, schools, police, infrastructure.',   'A small piece of text reading emergency exit break glass can also be seen but this is a safety measure connected to the bus rather than a Conservative slogan.The bus launch was held in Greater Manchester.',   11.31am update: Corbyn says Labour's manifesto will be published next week,   'Beginning his speech in Lancaster, he said: I'   ll   let you into a little secret, when our manifesto arrives next week it 's going to knock your socks off, you'   re going to love it,   but I 'm still not going to tell you what is in it.',   'Mr Corbyn added Labour'   s plans   for free full - fibre broadband would help build a country fit for the future.   ', '   He said: The internet has become such a central part of our lives - what was once a luxury is now an essential utility.', '   That 's why full-fibre broadband must be a public service, bringing communities together with equal access in an inclusive and connected society. ',   '10.50am update: Boris Johnson dismisses as nonsense claims Conservatives offered peerages to senior Brexit Party figures in a bid to get them to stand aside in the General Election',   'Nigel Farage has claimed he had repeatedly been offered a seat in the House of Lords in an attempt to persuade him to go quietly.',   'He said that, when that failed, people working deep inside Number 10 had tried to bypass him, going directly to senior Brexit Party figures and suggesting eight of them could be made peers if they could persuade him to withdraw more of his candidates.',   'Asked during a BBC Radio 5 Live phone-in about the claims, the Prime Minister acknowledged that there may have been conversations between senior Tories and people in the Brexit Party.',   'However, he flatly denied there had been any offers of peerages, saying that was just not the way we operate.',   'What is this nonsense? he said.',   'I am sure that there are conversations that take place between politicians of all parties. Certainly nobody has been offered a peerage, I can tell you that.',   'The Conservative Party doesn'   t do deals of this kind.It is just not the way we operate.   ', '   We don't do deals, I think that will be pretty obvious from what has happened. We have made no undertakings.   ', 10.01am update: Shares in BT drop after Corbyn'   s pledge , 'Shares in BT dropped nearly 4 percent and TalkTalk put the sale of one of its businesses on hold after the Labour Party announced plans to turn broadband into a public service.',    9.47 am update: BT responds to Labour 's broadband plans, '   A BT Spokesperson said: “It should be a top political priority to super - charge the roll - out of full fibre broadband and 5 G right across the UK so we can build the digital economy of the future.   ', '   Whatever the result of the election, we’d encourage the next Government to work with all parts of the industry to achieve that.', '   It’ s a national mission that’ s bigger than any one company.”   ', '   9.23 am update: ‘Brexit was delayed   while you led it’ Naga Munchetty ignores parliament BLOCKERS on Brexit ', '   Boris Johnson faced accusations from Ms Munchetty who said he led the Brexit delay.   ', '   Speaking to BBC Breakfast,   Mr Johnson said: “What it means you take back control as a country.   ', '“   Your money,   your borders,   your laws.   ', '   Ms Munchetty said: “I’ ll tell you what’ s interesting,   the Brexit schedule has had to be delayed,   the Conservative Party delayed it.”   ', '   The Tory leader respond: “Woah,   I would say Parliament refused.”   ', '   She interjected: “While you led it.While your party led it.”   ', '   Mr Johnson said: “We wanted to come out but   if you remember Parliament blocked us.   ', '“   That is why we’ re having this election.”   ', 9.11am update: Boris '   guarentees ' government will not extend Brexit transition period, '   The Prime Minister said Britain he will absolutely guarantee   that his government will not extend the Brexit transition period before the end of year.   ', '   He told the BBC: I don't want an extension.', '   If we can get a working majority,   all we need is 9 more seats,   then can absolutely guarantee.   ', '8.18am update: Conservatives post mysterious message about buses on Twitter', 'The Tory Party posted a dark picture of a bus on the social media site.', 'The picturer also featured the dat of November 15.', 'They captioned the picture with:    We’ re going to need a bigger bus.   ', 'This suggested they are preparing to unveil something big today.', '7.40am update: Famous face refuse to back Labour in election over association with anti—semitism', 'John le Carre and Joanna Lumley are among 24 public figures declaring their refusal to vote for the Labour Party because of its association with anti-Semitism.', 'In a letter to the Guardian, the group said the path to a more tolerant society “must encompass Britain’s Jews with unwavering solidarity” and said Jeremy Corbyn has “a long record of embracing anti-Semites as comrades”.', 'Signatories of the letter also include actor Simon Callow, Wikipedia founder Jimmy Wales and author Frederick Forsyth.', 'They wrote: “The coming election is momentous for every voter, but for British Jews it contains a particular anguish: the prospect of a prime minister steeped in association with anti-Semitism.', '“Under Jeremy Corbyn’s leadership, Labour has come under formal investigation by the Equality and Human Rights Commission for institutional racism against Jews.', '“Two Jewish MPs have been bullied out of the party. Mr Corbyn has a long record of embracing anti-Semites as comrades.', '“We listen to our Jewish friends and see how their pain has been relegated as an issue, pushed aside by arguments about Britain’s European future.', '“For those who insist that Labour is the only alternative to Boris Johnson’s hard Brexit, now, it seems, is not the time for Jewish anxiety.', '“But anti-Semitism is central to a wider debate about the kind of country we want to be.', '“To ignore it because Brexit looms larger is to declare that anti-Jewish prejudice is a price worth paying for a Labour government.', 'A Labour party spokesman said: “We take allegations of antisemitism extremely seriously, we are taking robust action and we are absolutely committed to rooting it out of our party and wider society.', '(Additional reporting by Rachel Russell)",
        "numberPosts": " 101 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Age - Over 65s,Nationality - European or anti-Europeans, Ideological and Political Identity - General,Age - Youngsters,Nationality - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Old,Senior,Brexit,Communist,Red,Snowflake,Nothing,Migrant,Nation,Dumb,Terrorist,Fag,Red",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "62",
            "user": "rha421",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "If Corbyn keeps us in the EU he will not be allowed to nationalise anything",
            "likes": 58,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "61",
            "user": "Dogtag",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "Personally i will never forget that the last labour government spent so much money that to balance the books they raided everyones pension pot except their own which devalued everyone pension fund by 20%, its frightening to think that these incompetent people could be voted back into power especially given the interest we are still paying on the last lot of labour borrowing under the Private Enterprise Inititive which they embraced with open arms, and which ensured that private companies made billions from taxpayers money.",
            "likes": 54,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "200",
                    "user": "hsa",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "I don't know of any government balancing the books, and it was a change of regulations under Thatcher's government that allowed pensions to be raided.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "201",
                    "user": "VirtualRenegade",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "Yes, when Gordon Brown was Chancellor...........utter imbecile.  At least we still have our gold reserves.....oh, wait.....",
                    "likes": 10,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "60",
            "user": "AlexanderDane",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "Next it will be free money for everyone! sorry that already is a Labour Policy, give it to the young and any <b> migrant </b>that wants to come to the UK",
            "likes": 53,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "202",
                    "user": "NumberSix",
                    "date": "16 Nov ",
                    "timestamp": "NA",
                    "commentText": "Yes, I agree. Also pensioners and anyone who's done anything for the UK, such as served in HM Forces can go to the back of the queue as far as Labour is concerned.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Migrant"
            ]
        },
        {
            "id": "59",
            "user": "GarethD595",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "How on earth would it be free?? Someone would have to pay. Anyone believing this and votes labour needs their head examined",
            "likes": 51,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "203",
                    "user": "Chip1234",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "Free at the point of use",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "204",
                    "user": "BillBloggs",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "they have had their heads examined, unfortunately there was noting in there to examine.",
                    "likes": 8,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "205",
                    "user": "mike747",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "Te <b> old </b>saying there is no uch thing as a free lunch By not charging a monthly fee it gives the impression its free But anyone with any sense that<b>  nothing</b> can be free It will be paid for in taxes Goverenments prodduc<b> e nothin</b>g All these free services that they are qouting will simply mean you will have no disponsable income Unlike norway who used its oil revenues to create a fund we just squandered it all Constant swings in policies cost this country countless billions ",
                    "likes": 8,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Old",
                        "Nothing"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "58",
            "user": "Northenmonkey",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "Will someone tell Comrade Corbyn that the EU laws do not allow nationalisation .",
            "likes": 74,
            "hasReplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "206",
                    "user": "NewPartyVoteBREXIT",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "If Steptoe didn't realise that the ISIS leader blew himself up, what makes you think he knows about the EU laws?",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "207",
                    "user": "TioGilito",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "nationalised internet = STATE CONTROLLED internet. No, thank you.",
                    "likes": 9,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "208",
                            "user": "hsa",
                            "date": "15 Nov ",
                            "timestamp": "NA",
                            "commentText": "Quite right, I feel far more comfortable knowing I'm safe in the hands of a loving multinational corporation.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "209",
                            "user": "jimifleemin",
                            "date": "15 Nov ",
                            "timestamp": "NA",
                            "commentText": "Just like China.",
                            "likes": 3,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "210",
                    "user": "perry",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "They allow a workaround the state has to buy the company and make it a shareholder company were the state holds the shares.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "211",
                    "user": "LynneP",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "Wrong. The EU would not stop the UK nationalising railways etc.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "212",
                            "user": "VirtualRenegade",
                            "date": "15 Nov ",
                            "timestamp": "NA",
                            "commentText": "Explain please.",
                            "likes": 4,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "57",
            "user": "BillyBottoms",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "Labour is going to give everyone a Free house and a £1000000 and we will all live happily ever after.",
            "likes": 70,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "213",
                    "user": "BaneoftheLeft",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "And Diane is going to manage everyone's household budget.",
                    "likes": 19,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "214",
                    "user": "Thehoundoftruth",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "Don't forget the free kitten or puppy!",
                    "likes": 32,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "56",
            "user": "VirtualRenegade",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "I would really like to hear from Labour voters on what they truly think of Corbyn an co's policies.  I mean, is anybody really buying this crap and if so, I have some beachfront property for sale in Birmingham if they are interested.",
            "likes": 42,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "215",
                    "user": "Backfire",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "If you read comments on that Labour tome, The Daily Mirror, you will see almost as many anti Corbyn, and his broadband lies, posts as on here.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "55",
            "user": "mags1234",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "Labour's magic money tree seems to be sprouting more branches",
            "likes": 31,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "216",
                    "user": "jonty94491680",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "No, they found a money tree forest",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "217",
                    "user": "lostoldwilliam",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "Or Dianne Abbott is doing the maths again.",
                    "likes": 7,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "218",
                    "user": "Rightallthetime02",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "Why have the tory party not costed their manifesto for this election and the last.Because it cost more the the labour party's manifesto. What are they hiding from the public.More lies I would say.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "54",
            "user": "Dogtag",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "Corbyn is fishing, once again he is promising everything to everyone in the hope the gullible will take the bait.",
            "likes": 30,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "53",
            "user": "BillBloggs",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "If people swallow all the B S put out by labour, just take a moment, and consider where all the money for these Pie in the Sky projects will have to come from.........Hmmm! let me see now, could it be by massive Taxation, not just on the rich, but \"YOU\" the gullible Public who would vote these Muppets into number 10........ENJOY!!",
            "likes": 27,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "52",
            "user": "Jackoby",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "He's also offering free Christmas trees and a plum pudding to every house in the land for Christmas. It was Jon Lansmans idea.",
            "likes": 25,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "51",
            "user": "Guest679085",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "If these jokers make it to No 10 they will stay in the EU, nationalising all the industries will not be allowed under EU rules.   Once again it will be down to TAX PAYERS to fund these extravagant plans, I just hope everyone remembers the student loan fiasco from Liebour, all promises and no substance.  A vote for them will have a dramatic effect on your way of life.",
            "likes": 23,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "50",
            "user": "BillBloggs",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "Labour, the Party that keeps on giving........everyone a Laugh.",
            "likes": 20,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "49",
            "user": "JohnMontgomery",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "Labour going straight for the <b> dumb </b>pyjama brigade that have never worked, might as well offer free mobiles and cable TV when there at it!",
            "likes": 30,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "219",
                    "user": "ColinBlakeley",
                    "date": "16 Nov ",
                    "timestamp": "NA",
                    "commentText": "They get those already via the tax payer.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Dumb"
            ]
        },
        {
            "id": "48",
            "user": "dog",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "Does Corbyn even know what broadband is, have his carers explained it to him in simple terms.",
            "likes": 19,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "220",
                    "user": "BillBloggs",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "He thinks it's a \"sweat-band\" that goes around your head, like they wear in Gyms, or a new \"FATTIE\" Boy/Girl Band",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "221",
                    "user": "AGentleReader",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "Girl group?",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "47",
            "user": "Mikye",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "It's easy to say Corbyn lives in  la la land, however it is a very dangerous land for everyone else;with his support of <b> terrorist </b>organisations, the attack on business, drivers of cars etc.but insisting that the world and his wife should have free housing, benefits, healthcare etc.It would take about 2 months to completely destroy the country if he came to power ",
            "likes": 17,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Terrorist"
            ]
        },
        {
            "id": "46",
            "user": "Dogtag",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "Corbyn wants to keep us in the EU the EU i believe the EU rules will prevent him keeping this Promise -- have we unearthed another porky from Jeremy. Jeremy has a history of promising everything to everyone knowing he cannot deliver, his collegues have adopted the same approach in their interviews hence the fact none of them will give an answer on immigration. Sorry Jeremy you betrayed me in 2017, you will never get another chance.",
            "likes": 16,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "45",
            "user": "HardBrexit559",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "The sheer lunacy of Liebour, the world's insolvent, and Corbyn wants to give us all free broadband, enough said...",
            "likes": 15,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "44",
            "user": "DavidPlyms",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "As much as this Country and the world tries to move on, tries to move forward, Corbyn’s lot will be attempting to harp back to the State and Union controlled days of the 1970’s. Let’s put an end to their delusions of grandeur and on 12 December, destroy what little hope they have of getting into No. 10.",
            "likes": 13,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "43",
            "user": "Dogtag",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "ahhh now i get it -- if you type Com***e Corbyn your post is deleted.",
            "likes": 13,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "42",
            "user": "missingEUalready",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "Even the thought of Corbyn's interference crashes companies' shares.",
            "likes": 24,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "41",
            "user": "Backfire",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "\"Free internet\" AKA state controlled internet, what could be going on here I wonder.",
            "likes": 12,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "40",
            "user": "incendiary",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "Corbyn is going to pay for broadband with bonds IOU's at a time when there is a bond bubble that's losing money, in the future more money will be lost. UK is already mortgaged to 2040 plus, we have PFI 's that are open ended and BoE are sitting on Draghi's ECB junk bonds helping EU members economies.Labour sounds like they are out of touch with the real world.",
            "likes": 10,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "222",
                    "user": "MartinG",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "That pillar of socialism \"Baron Prescott\" is reported to be making a fortune from his vested interests in education and health care ... but don't forget ... \"the NHS isn't for sale\"",
                    "likes": 8,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "223",
                            "user": "incendiary",
                            "date": "15 Nov ",
                            "timestamp": "NA",
                            "commentText": "NHS Autonomous Trust Status is not compatible with Labour's anti-privatisation rhetoric.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "39",
            "user": "MikeH",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "Could someone tell me where Corbyn's money tree forest is, one tree not enough I would like to take a cutting for my garden",
            "likes": 10,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "38",
            "user": "fwa934",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "Vote the <b> Brexit </b>Party where you get the chance. Don`t vote for the lying scum legacy parties.",
            "likes": 10,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "37",
            "user": "DavidPlyms",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "Desperate time require desperate measures! Corbyn’s Labour Party spouting more of Ms Abbott’s mathematical genius calculations about how to offer the world for free and use the magic money tree to pay for everything! A deluded bunch of political misfits who are a danger to our society, on the 12 December, don’ t trust your life or that of your family, into the hands of these sel - serving people, send them an emphatic message at the ballot box and vote to destroy Corbyn’ s version of democracy.",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "36",
            "user": "mercurya1",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "Labour plan to nationalise parts of BT was a crackpot scheme. Of course it's a crackpot scheme,Labour is run by crackpots and if you vote for them, you must be a crackpot.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "35",
            "user": "LastTango",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "Cynical ploy to get the hard of thinking to vote for them. Admittedly, people with low IQ's will think this a great and they can play on the X-boxes for free with unlimited broadband for free. However the rest of us know that <b> nothing </b>is free and the country would once again go bust with massive borrowing and very high taxation. Businesses will move out of the UK and we will end up a third world<b>  nation</b>....just as Corbyn wants.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing",
                "Nation"
            ]
        },
        {
            "id": "34",
            "user": "ShradenLad",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "Whatever Corbyn has said about his beliefs , he usually likes to enjoy saying it in company. You can't keep fudging your way through your tenure as Labour leader and it is unlikely that any sane individual who can count past 10 would vote for you  anyway.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "33",
            "user": "MartinG",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "Whats all the fuss about? Public money in, Private money out. It's whats been happening since the mid-1970s. It's inevitable that ADSL and Fibre Broadband will become obsolete with technology advancement; even the hoo-ha with Huawei was to stop China releasing 5G ahead of the USA. The Chinese are already working on 6G. Good <b> old </b>Labour, that pillar of socialism that condemns wealth.Just ask bLiar, The Kinnocks etc.and of course Baron Prescott - 2 Jags who is reported to be making a fortune from his vested interests in education and health care...but don't forget ... the NHS isn't for sale. The entire barrel of MPs and Parlaiment are rotten and corrupt to the core.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "32",
            "user": "Crusader699",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "Never trust anyone who so freely  gives away other peoples money, he'll  never be fit to govern he's a dangerous liability  to the country.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "31",
            "user": "DavidPlyms",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "Youngsters should not have to earn their way in life! Every young adult will be given a council house! Student Fees will be abolished and any outstanding debts written-off! Free broadband to the masses and to cap-it-off Energy, Banks, Transport, Telecoms and Water to be nationalised! When these political misfits get their head from out of their back - sides and start producing grown - up policies they may stand a chance of picking up a vote or two!Only a chance mind you.The Labour Party under Jeromy Corbyn is a danger to this Country, no, not just my opinion, but those of some of the most <b> senior </b>Labour Party Members. Corbyn's antisemitic Labour Party must be destroyed on 12 December. Every right minded person, who can see through these self - serving<b>  fag</b> - packet headline policies, policies which you and I will pay dearly for, must play their part on 12 December, together we can destroy the enemy within once and for all.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Senior",
                "Fag"
            ]
        },
        {
            "id": "30",
            "user": "WeathermanReturns",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "All prospective Labour voters are floating voters.  That's why they're called floaters.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "29",
            "user": "QUEENANDCOUNTRY",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "BAN Christmas, more like!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "28",
            "user": "jonty94491680",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "Eurotunnel was finished in 1994 and built with private &amp; banks finance. After opening, It took about 20 years before making a profit. Using UK tax for all Corbyns free things is <b> old </b>hat Commy stuff.It makes no sense lumbering Brits with debts for many years to come. At some point it hits the many not the few.Therein lies Labours lies",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "27",
            "user": "Guest825628",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "The British People Warn westminster over the most undemocratic Election in current British History. By voting the <b> Brexit </b>party even if no<b>  Brexit</b> party member standing in your area. A few million of these will make people sit up and take notice. Don't waste your vote",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "26",
            "user": "roger",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "the whole lot of them are a bunch of crackpots let 's have a nationwide mass non voting protest write 'none of the above' on your ballot paper ",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "25",
            "user": "Lostthewill",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "All this by 2025. Which is actually AFTER the next  election after this one. As with most things being promised by Labour they will not happen any time soon. Of course by 2025 or 2030 at the latest, labour will have wrecked the economy, again, and saddled the country with eye watering debts, again. The it will be back to the Tories who will implement austerity for 10 years in order to try to recover from labour mismanagement.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "24",
            "user": "TioGilito",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "It is not as \"crackpot\" as it first seems: There is a reason which becomes clear when you think what Labour gets out of this: The internet in the UK under government control, under LABOUR CONTROL! A dream ticket for any Marxist.... we will get a China type internet in the UK, a \"politically adjusted for your convenience\" internet, as they say in China.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "224",
                    "user": "Lostthewill",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "Bit like the daily Express comments section then.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "23",
            "user": "TruthtoPower988",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "What has happened to Sky, Virgin and TalkTalk?",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "225",
                    "user": "MartinG",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "ALL ADSL and Fibre wires running into ALL UK properties are owned by Openreach which is part of BT. TalkTalk is a supplier and is part of BT.Independent suppliers such as Sky, Vodafone etc. use Openreach lines to suppy ADSL and Fibre Broadband.Virgin has it's own fibre-optic lines which are now becoming obsolete.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "22",
            "user": "BetrayedByMay",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "So just how will giving everyone free access to prn sites grow the economy?",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "21",
            "user": "drydenc",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "Imagine what the other fast Broadband suppliers will do if that policy was adopted.The courts would be filled with cases concerning anti competitive competition from a government owned rival.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "20",
            "user": "WasRemainNOWleave",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "free boardband would kill BT  . where would there profits come from... maybe JEZZA uses a landline still but most of us dont?  seems the tax payer in the end would foot the bill when BT goes bankrupt.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "19",
            "user": "NormaStitz",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "This free \"broad band\" to which the aged Jezza refers - is it some sort of surgical support/hernia brace?",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "18",
            "user": "LynneP",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "Actually, it's not a bad idea. The Netherlands invested in full fibre networks and apparently it works great. Obviously there is a small cost.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "226",
                    "user": "jann",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "Sorry but there’s a lot of difference between the Netherlands and the UK. They cannot be compared. Netherland 42, 543 km2 - population 17.18 million UK 242, 495 km2 - population 66.44 million Perhaps C ** * ie corbyn could let me have a free i pad as well and an uptodate laptop whilst hes making all these fictitious promises!",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "227",
                    "user": "AGentleReader",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "It'll be more here with McCluskey's \"workers\" on a 4 day week.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "228",
                    "user": "VirtualRenegade",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "Thatcher had the opportunity to replace the whole network with fibre in the 80s and she refused.  Then she privatised it.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "17",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "229",
                    "user": "missingEUalready",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "Which other utilities would you like for free?",
                    "likes": 3,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "230",
                            "user": "(null)",
                            "date": "(null)",
                            "timestamp": "NA",
                            "commentText": "(null)",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "231",
                                    "user": "(null)",
                                    "date": "15 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Get yourself a water but t. Rain is abundant in the UK.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "16",
            "user": "JacquelineW",
            "date": "17 Nov ",
            "timestamp": "NA",
            "commentText": "DA: No, I would never say Jeremy was wrong. He's always right except when he's wrong.Which is most of the time.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "15",
            "user": "NumberSix",
            "date": "16 Nov ",
            "timestamp": "NA",
            "commentText": "No, the far-left are arrogant, know-it-all dictatorial materialistic atheists, he'll ban Christmas but enforce Ramadama-ding-dong and all that goes with it.. How's that for hypocrisy and lunacy and another nail in the UK's coffin..",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "14",
            "user": "ColinBlakeley",
            "date": "16 Nov ",
            "timestamp": "NA",
            "commentText": "Being a <b> Communist </b>Corbinski is more likely to abolish Christmas and replace it with a Lenin Festival.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Communist"
            ]
        },
        {
            "id": "13",
            "user": "RETURNEDEXPAT",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "If Corbyn gets in then Xmas day will be Ceausescu Day - he was born in a January but died on 25th December.  A Good <b> Communist </b>Dictator of a Socialist Country.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Communist"
            ]
        },
        {
            "id": "12",
            "user": "TruthtoPower988",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "Free Christmas presents for all: 1. Free Internet. 2. No University fees. 3. Free Dian Abbott calculator. 4. McDonell money tree with little <b> red<b>  </b</b>>book. 5. Sermon from Barry Gardiner. 6. Money printing press. For the money not the pew.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "232",
                    "user": "(null)",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "7. Free Trabant",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Red"
            ]
        },
        {
            "id": "11",
            "user": "RogerCorfield",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "I hope Corbyn dresses up as Father Christmas when he makes his tells us about his Give Away Manifesto.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "10",
            "user": "StandardHuman031",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "Given that even my teenage grandchildren have said that Corbyn's ideas are mad, one wonders who is advising the Labour leadership. It is obvious that Corbyn, McDonnell and co have absolutely no idea about Technology, Business, Finance or even the EU laws, but one supposes there are some experts on their team to advise. In which case why is it that Corbyn and his crew put their foot in it each time they open their mouths ? ",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "233",
                    "user": "(null)",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "He got Abbot.  That is more than enough.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "9",
            "user": "walnut",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "Was it my imagination or was Corbyn's speech broadcast live with <b> snowflake </b>camera effects?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Snowflake"
            ]
        },
        {
            "id": "8",
            "user": "Rousing",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "Just another policy idea to keep his  core voting none tax paying benefit claiments on board.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "ShradenLad",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": " a person shall be guilty of undue influence if he inflicts or threatens to inflict, any temporal or spiritual injury, damage harm or loss in order to induce or compel that person to vote or refrain from voting Electoral Commission The Corrupt and Illegal Practices Act 1883, amended to above Electoral Commissions Act 2011. Why has Momentum leader Jon Subversive not been arrested by the police under the terms of these Acts when a student posted a Twitter post, at a media gathering organised by The Guardian newspaper, telling people it was a Momentum idea and she had registered to vote twice in 120 seconds from both her University Town and her home address?...",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "234",
                    "user": "(null)",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "and the guardian's eu's bbc",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "6",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "235",
                    "user": "(null)",
                    "date": "(null)",
                    "timestamp": "NA",
                    "commentText": "(null)",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "236",
                            "user": "P.J.W.Holland",
                            "date": "15 Nov ",
                            "timestamp": "NA",
                            "commentText": "No thanks.  You can keep him in a hutch in the garden if you like.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5",
            "user": "(null)",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "First step in getting rid of paper money. Then they can just switch you off if you're a bad robot.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "(null)",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "...as opposed to the same cynical ploy used by the offshore tax haven tories running your country and <b> brexit </b>for their financial benefit?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "3",
            "user": "(null)",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "Can the 'journalist' Rachel Russell please explain the extent of the 'plunge' in her fear spreading headline to this article.  I know facts aren't really used much here but th BT share price has dropped by 0.08%. Not suggesting for a moment that Corbyn 's plan is a great idea but it's important to remember that Boris has also been shaking the magic money tree at least as much as Corbyn.Please don 't choose a party because of lazy journalism, lies and propaganda - 0.08% is NOT a plunge.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "(null)",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "Yet another non surprise from the BBC. Dont blame the left leaning. No that would never do ",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "(null)",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "Good grief, talk about totally biased reporting by this rag. You bash Corbyn at every opportunity, yet where was the same level of coverage when Boris was getting heckled up in Yorkshire? Also, how come you didn't cover the shocking reports/figures published yesterday about the state of the NHS after 9 years of this government? Virtually every other news outlet made that their top story and yet it wasn't covered here at all yesterday. Shocking bias. The most accurate part of this rag is the horoscopes and they are only correct 2% of the time.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "237",
                    "user": "(null)",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "Good <b> old </b>Labour, that pillar of socialism that condemns wealth. Ask bLiar, The Kinnocks etc.and of course, Baron Prescott who is reported to be making a fortune from his vested interests in education and health care following Labours mammoth awards of Private Finance Iinitiatives ... but don't forget ... the NHS isn't for sale. I am astounded that the gullible masses still do not get it.When a country is£ 2 Trillion in debt, the politicians only serve their creditors. The whole of Parliament has been rotten to the core since the 1970 s.The global elites have the politicians in their pockets and have the gullible masses exactly where they want them, at each others throats.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Old"
                    ]
                },
                {
                    "id": "238",
                    "user": "(null)",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "Of course the Gaurdian cannot be accused of being biased Oh no Perish the thouught ",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "0",
            "user": "(null)",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "BT, the company that STILL uses telegraph poles, it's only had about 2 hundred years to improve them",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "239",
                    "user": "(null)",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "Not much chance of having fibre broadband supplied to Dartmoor is there.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "-1",
            "user": "(null)",
            "date": "15 Nov ",
            "timestamp": "NA",
            "commentText": "Totally Deranged !!! How can anyone with even the tiniest of brains vote for these idiots. ? We the taxpayers pay for everything, <b> nothing </b>is free for taxpayers.If companies pay tax, they charge more for their goods / services to get the money to pay the tax and they get their money from us, customers. If the government borrow money, they get the money to repay the loans and interest from us the taxpayers. We are sick of these lying low lifes having a luxurious lifestyle stuffing their bank accounts full of our cash whilst ensuring their family and friends are also given our cash.They need arresting and imprisoning. Vote for the<b>  Brexit</b> party and start draining the swamp.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing",
                "Brexit"
            ]
        },
        {
            "id": "-2",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "240",
                    "user": "(null)",
                    "date": "15 Nov ",
                    "timestamp": "NA",
                    "commentText": "just googled your comments and only the Labour party is showing free broadband, your listening to Corbyns lies to often may i suggest you broaden your horizons",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}