{
    "header": {
        "title": " Oxford University extends maths and computer science exams to HELP women ",
        "subtitle": " OXFORD University has extended time for maths and computer science in exams to help women get better grades in a controversial trial. ",
        "owner": " Chloe Kerr ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 14:20, Tue, Feb 6, 2018 ",
        "dateExtraction": " 2020-01-28 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/uk/915246/oxford-university-longer-exam-times-help-women-maths-science ",
        "postText": "'Students, male and female, taking their exams in summer 2017 were given 15 minutes extra after dons ruled  according to the Daily Telegraph. ', 'No changes were made to the length or difficulty of the questions on the paper.', ' They trialed the change in a bid to help women achieve higher results, after just seven female maths final year students getting a first last year, compared to 45 men.', 'Some academics reportedly voiced concerns about the changes calling them sexist.', ' But a spokesman defended the university’s move, saying it was academically demanding and fair, and pointed out that although 39 per cent of female maths undergraduates achieved first class degrees compared to 47 per cent of men, women’ s scores have been rising year on year. ', ' A document obtained by the Times, under the Freedom of Information act, showed that faculty at the university believed the changes could mitigate the...gender gap that has arisen in recent years, and in any case the exam should be a demonstration of mathematical understanding and not a time trial.', 'However, the lengthening of exams was welcomed by some female students. ', 'Antonia Siu, Undergraduate Representative of Oxford Women in Computer Science, said: I am uneasy about schemes to favour one gender over another.', ' But I am happy when people see gaps between groups of people who should not reasonably have such gaps - such as between genders, races or class - and take that as a starting point to think about the kinds of people they unintentionally are leaving behind.', 'Oxford University it would continue to monitor exam data carefully, but noted female exam students did show an imporvaement with the extra time.', 'An Oxford University spokesman told Business Insider:  As part of an ongoing review of our examination process, the Mathematical Institute in Oxford decided to extend its 90 - minute examinations to 105 minutes for all students. ', 'We believe that this extra time allows us to better determine which students have gained the fullest understanding of the course material, in a way which remains academically demanding and fair.', 'We are encouraged to note that following these changes, women have performed better in our examinations. However, it is too soon to draw firm conclusions from this evidence.'",
        "numberPosts": " 37 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Gender - General,Ethnicity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Sex,Gender,Woman,Ethnic,Race",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "23",
            "user": "britannica",
            "date": "6 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "So it gives all the stupid snowflakes more time to check their smartphones surreptitiously for the answers...",
            "likes": 11,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "200",
                    "user": "SpocksBeard",
                    "date": "6 Feb, 2018 ",
                    "timestamp": "NA",
                    "commentText": "In my day you were not allowed a calculator ,yet today they do? By all means if needed a log table .",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "201",
                            "user": "TomBillesley",
                            "date": "12 Feb, 2018 ",
                            "timestamp": "NA",
                            "commentText": "Slide rule",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "22",
            "user": "PaulJackson",
            "date": "6 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "Another example of women expecting special treatment. For those saying that the men will also be granted more time, well they obviously didn 't need it, did they? This is yet another example of lowering standards because women can't compete with men when measured by existing standards.We have seen it in the Fire Service, Police Force and Armed Forces to their detriment. Exams are supposed to be challenging so that the best performers can demonstrate their prowess to employers among others. This is just a leveling down of standards, so that weaker candidates can appear as capable as stronger candidates.It 's anti-meritocratic and <b> sex </b>discriminatory.",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sex"
            ]
        },
        {
            "id": "21",
            "user": "TomBillesley",
            "date": "6 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "The last thing an employer would want is someone who could work to a deadline.",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "20",
            "user": "ThanksforBrexit",
            "date": "6 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "How pathetic! If they want to  allocate passes to diversity, why not just allocate a pass!!!! LOL! Can Uni get anymore stupid?",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "19",
            "user": "kimboy1",
            "date": "6 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "So much for equality.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "18",
            "user": "SpocksBeard",
            "date": "6 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "Totaly wrong! If you want equality then expect to compete equaly. Uni is sposed to be for the very best...",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "202",
                    "user": "(null)",
                    "date": "(null)",
                    "timestamp": "NA",
                    "commentText": "(null)",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "203",
                            "user": "(null)",
                            "date": "6 Feb, 2018 ",
                            "timestamp": "NA",
                            "commentText": "I bet that the next step if women don't improve, is to make the exams easier. Look what happened to 'O' levels and 'A'levels.",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "17",
            "user": "BouncyFrog",
            "date": "6 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "It's official then: Oxford university declares women are thicker than men.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "16",
            "user": "UK-Recovers",
            "date": "6 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "Didn't a recent report indicate that white males were under achieving in education/life-stakes compared to females and <b> ethnic </b>minorities.  It's probably not surprising, if you feel that the dice are loaded against you",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Ethnic"
            ]
        },
        {
            "id": "15",
            "user": "JohnSmith2",
            "date": "6 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "One by one the bastions are falling",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "14",
            "user": "Dewolf",
            "date": "7 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "Then in the work place the men out preform them, get better paid. and the women complain of a <b> gender </b>pay gap!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gender"
            ]
        },
        {
            "id": "13",
            "user": "johnheppell",
            "date": "7 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "The next step will be coursework and assessment by class teacher with no exams at all. It will be just like school for them. Oh and they will demand that males have their eyes covered.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "12",
            "user": "marko",
            "date": "6 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "The road to mediocrity continues steadily all for the sake number crunching and ticking boxes",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "11",
            "user": "generalgloom",
            "date": "6 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "Examinations have always used time pressure as part of the evaluation.  Students are required to organise their knowledge to deliver a well structured answer within the time budget they allocate to each question. Most professions expose their practitioners to time pressure.The Russians might give UK military commanders extra time to arrange their defences but I doubt it. It is really basic biology.Men do war and hunting which require geometric reasoning and working under time pressure.It is a fair question how far this trait should be part of examinations.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "10",
            "user": "LoveJaguars",
            "date": "6 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "Unless the marking and results are fiddled I doubt it will alter the ratio of firsts between men and women. However, it will be an interesting exercise albeit patronising towards women.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "204",
                    "user": "(null)",
                    "date": "6 Feb, 2018 ",
                    "timestamp": "NA",
                    "commentText": "You can bet that if this doesn't work, they'll make the exams easier until they get the desired outcome.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "9",
            "user": "generalgloom",
            "date": "26 Nov, 2018 ",
            "timestamp": "NA",
            "commentText": "It is all because Men are the hunters.  We have to be quick to bring the meat back to feed the family.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8",
            "user": "Dewolf",
            "date": "7 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "You would think women would have some pride in themselves. What good is pretending they are good at Math when they are not.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "Itwisnaeme",
            "date": "7 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "I am  a <b> woman </b>and into EQUAL  not More rights! Uni entry like employment opportunity should be on MERIT  or the most SUITABLE  candidate! I get really fed up at times every group advocating for rights. RIGHTS  should be universal!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "6",
            "user": "Guest099089",
            "date": "6 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "Are they putting women in the team for the boat <b> race </b>and giving them a head start too?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Race"
            ]
        },
        {
            "id": "5",
            "user": "BouncyFrog",
            "date": "6 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "80% all private schools exclude males from attending",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "JohnMac5",
            "date": "6 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "But are we not told by feminists and the lefties that they want equal rights for women which they already have? Are we not told there is an unfair <b> gender </b>pay gap? Yet now we are told women need extra time and extra help to do the same job... Its all very condescending, and if i was a<b>  woman</b> this would be pretty insulting.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gender",
                "Woman"
            ]
        },
        {
            "id": "3",
            "user": "Guest869821",
            "date": "6 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "The end is nigh.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Yggdrasil",
            "date": "6 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "If the exams are too much for the dear ladies, they should have shosen a soft subject like PPE.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "205",
                    "user": "(null)",
                    "date": "26 Nov, 2018 ",
                    "timestamp": "NA",
                    "commentText": "There are very few science graduates in politics but many with the soft degrees like PPE, PPP, etc.  My my personal favourite for a non subject is \"media studies\".",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Joolsaria",
            "date": "6 Feb, 2018 ",
            "timestamp": "NA",
            "commentText": "I don't know if it is intentional but the fact the time length is increased for all candidates is clearly not what the headline infers!",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "206",
                    "user": "(null)",
                    "date": "6 Feb, 2018 ",
                    "timestamp": "NA",
                    "commentText": "The reason for increasing the allotted time was expressly stated to be in order to help women because they weren't able to match the performance of men in the exam as it is. If women can 't reach the standards, it seems that the standards must be lowered. Equality of outcome not of opportunity is the goal, as long as it favours women of course.",
                    "likes": 4,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "207",
                            "user": "(null)",
                            "date": "6 Feb, 2018 ",
                            "timestamp": "NA",
                            "commentText": "I was complaining about the headline, you chaps maybe better at maths generally, but comprehension, reasoning and language skills maybe more ours :-",
                            "likes": 1,
                            "hasReplies": true,
                            "numberOfReplies": 4,
                            "replies": [
                                {
                                    "id": "208",
                                    "user": "(null)",
                                    "date": "6 Feb, 2018 ",
                                    "timestamp": "NA",
                                    "commentText": "Well you're hardly demonstrating your superior comprehension and reasoning skills, by missing the point of the article, are you dear? The fact that both sexes will be give more time, is clearly stated in the second sentence.",
                                    "likes": 2,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "209",
                                    "user": "(null)",
                                    "date": "6 Feb, 2018 ",
                                    "timestamp": "NA",
                                    "commentText": "Doh!! I know! I said that in my comment, maybe you would like to read it again!  and again I was only commenting on the headline not the article  per se!",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "210",
                                    "user": "(null)",
                                    "date": "6 Feb, 2018 ",
                                    "timestamp": "NA",
                                    "commentText": "Joolsaria loves to try winding people up, sad person.",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "211",
                                    "user": "(null)",
                                    "date": "6 Feb, 2018 ",
                                    "timestamp": "NA",
                                    "commentText": "Not very bright is she? Once again she totally misses the point that focusing on the small possibility of the headline being misunderstood, when the question is clarified in the second sentence, is ridiculously obtuse.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}