{
    "header": {
        "title": " Labour crisis: How Ian Austin urged party to apologise over EU 'immigration mistake' ",
        "subtitle": " FORMER Labour minister Ian Austin today urged “traditional Labour voters” to vote Tory in the upcoming general election – but the down-trodden Mr Austin warned the party it should apologise over its EU immigration “mistake” years ago. ",
        "owner": " Abbie Llewelyn ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 11:58, Thu, Nov 7, 2019 ",
        "dateExtraction": " 2020-03-06 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/uk/1201308/labour-party-ian-austin-interview-jeremy-corbyn-boris-johnson-eu-brexit-immigration-spt ",
        "postText": "'Mr Austin, who is standing down as an MP told the BBC's Today Programme that Jeremy Corbyn is completely unfit to lead our country. He said the party he was a member of for 34 years has become poisoned by racism, extremism and intolerance under Corbyn’s leadership. Mr Austin was a Labour MP for Dudley North from the 2005 general election until he resigned from the party in February this year to sit as an independent.', 'His shocking announcement today has followed Tom Watson’s resignation last night as deputy leader of the Labour Party.', 'However, it can now be revealed that in 2014 Mr Austin called on the Labour Party to admit opening up borders and allowing uncontrolled immigration from eastern Europe in 2004 was a mistake and insisted the leadership should apologise.', 'His comments came after the Labour leader at the time, Ed Miliband, had been asked by David Cameron in the Commons to apologise for the 2004 decision.', 'Mr Milliband had previously said it was an error, but stopped short of apologising.', 'However, Mr Austin insisted: If you make a mistake, you should say sorry. Let's be honest about it.', 'He also called on Mr Milliband to take a tougher approach to migrants’ rights and duties.', 'He claimed that they should not receive benefits until they had worked and paid taxes and that immigrants should be required to speak English.', 'The Labour veteran even argued that British citizens should find it harder to claim welfare to encourage them to compete with migrants for work.', 'Mr Austin added: When I say these things, people are surprised to hear an MP say it.', 'It’s not a revelation to say that we are not universally trusted on this issue.', 'We have to work hard to persuade people on this. I don’t want to be seen as criticising Yvette [Cooper, then-Shadow Home Secretary] or anyone.', 'Labour has always had to work hard to be trusted on this issue.', 'Mr Austin is a former aide to Gordon Brown and was a Treasury adviser when the Blair government decided to allow people from new members of the EU to freely enter the UK.', 'Of this decision, he said: It was a mistake. I said so at the time. I did not think it was the right thing to do.', 'Mr Austin, who represented a constituency in the Labour heartland of the Midlands, said he made these comments after holding a dozen public meetings in Dudley to ask people about immigration.', 'He said: I am not here to say this is Labour policy. I am here to say people in Dudley have raised the issue, it’s my job to say something about it.', 'Mr Austin, who held off the Tories by just 22 votes in the 2017 election, warned three years before the knife-edge vote that the big parties are struggling to convince the public on immigration.', 'To illustrate this, he highlighted the rise of Ukip, which peaked at 24 percent of the vote in Dudley North in 2015.', 'Earlier this year, Mr Austin resigned from the Labour Party in the same week as The Independent Group was formed by other defectors, but he did not join, saying he disagreed with their desire for a second Brexit referendum.', 'Today, in an emotional interview with Nick Robinson he said: The Labour Party has been my life, Nick, it’s been my life.', 'I can’t believe it has come to this, but I have to tell the truth and I have do what’s right.', 'It’s a really difficult decision and I’ve really grappled with this…', 'But if you’re not going to what’s right on a fundamental question like racism, what are you going to do it on?'",
        "numberPosts": " 9 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Social Class - Working class,Ethnicity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Common,Racist",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "7",
            "user": "Virago45",
            "date": "7 Nov ",
            "timestamp": "NA",
            "commentText": "Austin is not fit to be a Labour politician he is far too intelligent has far too much <b> common </b>sense and is a man of principle. Non of those are compatible with todays Labour Party.",
            "likes": 27,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Common"
            ]
        },
        {
            "id": "6",
            "user": "WhenI'm64",
            "date": "7 Nov ",
            "timestamp": "NA",
            "commentText": "Blair's open door policy on immigration, was to 'rub our noses in diversity'. What should have happened a long time ago is that the UK should have made unemployment benefits time limited and only to those who have made tax contributions, the same as other western nations. The nanny state has now grown exponentially to the detriment of the tax payers. The signing by May of the migration pact recently means that this country is now the 'streets are paved with gold' for any new arrivals.",
            "likes": 19,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "CJjj1",
            "date": "7 Nov ",
            "timestamp": "NA",
            "commentText": "How can they acknowledge it as an issue? An apology is hardly ample enough contrition, besides which LibDem and Tories are equally as guilty and all of that trinitys voters are the ones truly responsible for what went on! It was not down to  a single term or a single party it went on for pushing forty years!",
            "likes": 12,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "200",
                    "user": "EricAtkinson",
                    "date": "12 Nov ",
                    "timestamp": "NA",
                    "commentText": "\"We were never asked\" and when asked in 2016 we were ignored.",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "201",
                            "user": "CJjj1",
                            "date": "12 Nov ",
                            "timestamp": "NA",
                            "commentText": "You were asked every single election since Major was in power!If you voted LLC or Green you gave your whole hearted support!Ignorance only goes so far as a defence!As I said it went onfor decades.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4",
            "user": "margaretbenjamin1",
            "date": "8 Nov ",
            "timestamp": "NA",
            "commentText": "I think Mr Austin is very brave to speak out about immigration ,the British are sick to death of this Burden of Migration ,being told we are <b> racist </b>for saying our schools are overcrowded likewise with services,and the Benefit System no wonder our Country is run down Ms May David Cameron Tony Blair should be dragged before Courts,and made to payback something from the Foreign Aid Budget Giving away Millions,we need that, Stop and by the way don't start trying to make us feel guilty ,as if its our duty NO it isn't .they have sacrificed the wellbeing Education living standards of the British people We have a Government full of Yes men and women just to please the EU,Time we threw off the shackles of the EU but just remembered Boris has betrayed us another  tory he could have got us out,like the others he didn't want to leave ,another liar get rid of Johnson .",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "3",
            "user": "Mike_JC",
            "date": "8 Nov ",
            "timestamp": "NA",
            "commentText": "I back Boris and the Labour Party needs binning.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "EricAtkinson",
            "date": "12 Nov ",
            "timestamp": "NA",
            "commentText": "Tony Blair's Reckless agendas for this Country were criminally insane and he has still not faced justice. _ His attack on Iraq based on false intelligence and doggy dossiers which has resulted in mayhem and countless deaths, and his disasterous immigration policy based on his theory of 'rubbing peoples noses in diversity' have devastated this country. And he has still not finished despite no longer being in office he is continuously trying to overturn a Democratically arrived at Referendum Result.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "K69tie",
            "date": "12 Nov ",
            "timestamp": "NA",
            "commentText": "What a shame he didn't speak up earlier &amp; make more noise about Labours appalling error in opening the flood gates to illiterate, violent, lazy, Gimmigrants.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}