{
    "header": {
        "title": " 'Get back in your box, woman’: Sexism row as Tory Perry clashes with Labour’s McDonnell ",
        "subtitle": " SPARKS flew when Labour’s shadow chancellor John McDonnell shared a TV studio with Tory Energy Minister Claire Perry after election polls closed last night – with the two clashing in heated exchanges as she accused him of gestures telling her to “get back in your box woman”. ",
        "owner": " Ciaran McGrath ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 19:58, Fri, May 4, 2018 ",
        "dateExtraction": " 2020-01-17 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/politics/955447/sexism-tory-claire-perry-labour-john-mcdonnell-election-bbc ",
        "postText": "The pair were sat next to one another during the BBC’s Local Election 2018 coverage.', 'And they squared off in spectacular style after Ms Perry demanded Mr McDonnell apologise to Work and Pensions Secretary Esther McVey for an anecdote told at a public meeting earlier this year which mentioned her being “lynched.”', 'With host Huw Edwards struggling to interject, the two continued to talk over one another until Devizes MP Ms Perry eventually said: Look at this hand gesture: get back in your box, woman.', 'Visibly stung by her remarks, MP for Hayes and Harlington Mr McDonnell hit back, saying: That is completely unacceptable in a programme like this.', 'Stressing that the campaign was over, he suggested that usually on a programme like this contributor would discuss the events of the last few weeks a bit more objectively.', 'The pair were at each other’s throats right from the start of the coverage, with Ms Perry accusing Mr McDonnell of rowing back on remarks suggesting his party was poised to take control of Westminster and Wandsworth.', 'She said: There is so much rowing back from John and Sadiq tonight you should enter a crew into the boat race next year.You’d do brilliantly.', 'She also snapped at him when he attempted to respond to her remarks, saying: Would you like to carry on or would you like me to continue?', 'Mr McDonnell insisted: We never said it would be a wipe - out.', 'We said we wanted steady gains. I think that’s what we are getting.', 'The exchanges prompted a mixed response on social media.The Labour man was not without his critics, with one contributor saying: McDonnell is completely inept and delusional, just like Jez, Abbott and Thornberry. Does anyone really think think this bunch could run the country effectively and keep us safe?', 'Another added: Well the people's chancellor just got served!', 'Well done to that minister for finally shutting him up!','However, not everybody was impressed by Ms Perry’ s behaviour either.', 'One tweeted: She’s a vile individual who tried to play the sexism card and failed miserably.', ' Another wrote: I'm no fan of John McDonnell but that odious harpie Claire Perry was vile and obnoxious.', 'Huw should have told her to shut up.'",
        "numberPosts": " 17 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Age - Over 65s,Gender - General, Ideological and Political Identity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Old,Woman,Communist",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "13",
            "user": "thebluehornet",
            "date": "4 May, 2018 ",
            "timestamp": "NA",
            "commentText": "many people like me believe that there are many politicians who are not exactly the most savoury of characters - the same could be said about many a public servant - just my view",
            "likes": 13,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "200",
                    "user": "OldDog",
                    "date": "5 May, 2018 ",
                    "timestamp": "NA",
                    "commentText": "True but McD abuses the privilege.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "12",
            "user": "Johncari",
            "date": "7 May, 2018 ",
            "timestamp": "NA",
            "commentText": "McDonnell may be a nasty bit of work but Perry is an useless remainer.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "11",
            "user": "ForsdykeMontague",
            "date": "6 May, 2018 ",
            "timestamp": "NA",
            "commentText": "Corbyn is the <b> Old </b>Major and McDnnell is Napoleon.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "10",
            "user": "TruthfulDee",
            "date": "9 May, 2018 ",
            "timestamp": "NA",
            "commentText": "z",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9",
            "user": "TruthfulDee",
            "date": "7 May, 2018 ",
            "timestamp": "NA",
            "commentText": "McDonnell needs to be sacked for his offensive language towards a <b> woman.</b>  If he speaks to his wife like that then she should speak up about it but to say that to a Tory MP is just disgraceful. I just hope all women will not vote for him at the next GE as he has a bad mouth and he does not respect women.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "8",
            "user": "corbynfilth",
            "date": "5 May, 2018 ",
            "timestamp": "NA",
            "commentText": "I wouldn't trust mcdonnell as far as I  could throw thornbury. A very sly and creepy looking individual.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "JohnSmith2",
            "date": "5 May, 2018 ",
            "timestamp": "NA",
            "commentText": "Mc Donnell is a very nasty and dangerous piece of work.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "201",
                    "user": "vhak",
                    "date": "7 May, 2018 ",
                    "timestamp": "NA",
                    "commentText": "You've met him?- me neither.He's not dangerous, he is far to stupid and lazy to be  dangerous; the  dangerous ones  are those  hiding in the shadows that pull his  strings.  The Americans have the idea of the post turtle,  a  tortoise on top  of a  gate  post,  so you wonder who put him there  for he surely  could not have got up there on his  own.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "6",
            "user": "notrut.",
            "date": "5 May, 2018 ",
            "timestamp": "NA",
            "commentText": "Two odious fools. But folk still voted Tory &amp; Labour Cartel? Why? FIVE years since Lee Rigby was slain. After umpteen UK Jihad attacks...Manchester & amp;London Bridge etc. 2 in Court for trying to blow up Downing Street. Voters still voted mysteriously for May 's failed Watch. Other voters still voted for Labour 's equal ineptitude ... Expect more 'Rivers of Blood' on UK soil with these buffoons.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Speakingmymind",
            "date": "4 May, 2018 ",
            "timestamp": "NA",
            "commentText": "McDonnell is a very dangerous man.  He is the <b> communist </b>thug behind Corbyn and drives the powerhouse of this latest incarnation of the very left-wing Labour party.  An obnoxious man.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "202",
                    "user": "millyjones",
                    "date": "7 May, 2018 ",
                    "timestamp": "NA",
                    "commentText": "He would sell his own mother to the devil for power.",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Communist"
            ]
        },
        {
            "id": "4",
            "user": "BumpyGrollix",
            "date": "4 May, 2018 ",
            "timestamp": "NA",
            "commentText": "Not content with elevating Corblimey as 'leader', Labour also has also bestowed the shadow chancellorship on a candidate totally unfit to even think about it, the idiot McDimwit who studied Maths at the same place as Abbot, the 'magic money tree academy'.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "203",
                    "user": "vhak",
                    "date": "7 May, 2018 ",
                    "timestamp": "NA",
                    "commentText": "You must understand that the degreeless  would-be messiah neither leads nor controls anything for he has neither the wits nor the application; if  he  had  an original idea it would die of  loneliness;  he is a puppet  and only reads  out  what his-masters write out for him to  say-yo 'never see  him speaking extempore  and they dare not let him near a  heavyweight interviewer.  His minders  heaved a  huge sigh of relief  when la May   declined to  do a  tv  debate with him because they knew she would massacre  him , but so  could an right year <b> old </b>child.She  should have had a  bash   because she has his measure and can make him look a  complete fool- no difficult task,  and she would have eaten him  alive.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Old"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "3",
            "user": "AlternativeForBritain",
            "date": "4 May, 2018 ",
            "timestamp": "NA",
            "commentText": "Perry was winding McDonnell up like a great big clock, he was trying to keep his cool, but he blew it because he knew labour had failed !",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Know-What",
            "date": "4 May, 2018 ",
            "timestamp": "NA",
            "commentText": "As the results came in McDonnell looked like he'd just been told he had a terminal illlness.  Maybe he realised that it's Labour that are in declining health.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "KevinTracey",
            "date": "4 May, 2018 ",
            "timestamp": "NA",
            "commentText": "Ehhhh?........... they're both being dickz.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}