{
    "header": {
        "title": " Revealed: How Lib Dem leader Jo Swinson campaigned for Margaret Thatcher tribute ",
        "subtitle": " JO SWINSON, an ardent Remainer, surprisingly defended campaigners who wanted to put up a statue of renowned Eurosceptic Margaret Thatcher in Parliament Square last year, unearthed reports reveal.  ",
        "owner": " Kate Nicholson ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 15:30, Wed, Nov 6, 2019 ",
        "dateExtraction": " 2020-02-06 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/uk/1200887/brexit-news-liberal-democrats-jo-swindon-margaret-thatcher-statue-parliament-square-spt ",
        "postText": "Leader of the Liberal Democrats Ms Swinson is presenting her party as the main ‘Remain’ option in the upcoming December election.',' 'She has suggested she could be the next Prime Minister and has launched scathing attacks on both of her main opponents – Tory leader Boris Johnson and Labour leader Jeremy Corbyn.', 'Ms Swinson said both are unfit to lead the country as her party plans to revoke Article 50 and cancel Brexit without a referendum.', 'Yet in 2018, when she was the deputy leader of the Lib Dems, she staunchly defended calls for a £300,000 bronze statue of Mrs Thatcher, despite the two of them having completely different policies.', 'As political correspondent Harry Yorke wrote in The Telegraph last year, Ms Swinson was certainly “an unlikely ally” for the cause.', 'Yet, her support stemmed from her strong feminist views.', 'She dubbed those opposed to the statue as “pretty sexist” and said there was a clear “whiff of misogyny” about the rejection of the tribute.', 'Writing in the Mail on Sunday on March 4, 2018, Ms Swinson said: “There’s no doubt some of the vitriol directed at Margaret Thatcher also carries a whiff of misogyny. Whatever anyone thinks of Margaret Thatcher’s politics, there can be no dispute about her significance.”', 'She explained: “She was our first female Prime Minister and the longest-serving premier of the 20th century.', '“That achievement alone – for me and my whole generation – is more than significant enough to warrant a prominent statue in our public realm.”', 'Despite the cost of the statue being covered by private donors, Westminster Council rejected plans for the likeness in January last year twice – firstly, on the basis that the statue could be vandalised.', 'Secondly, because the square had reportedly reached “monument saturation”.', 'Yet, Ms Swinson said: “Eleven monuments of men currently loom large around Parliament Square – and not a single woman.”', 'She did add that the statue of suffragist Millicent Fawcett was to be unveiled in April, a month after she wrote the article, but argued it was not enough to balance the numbers.', 'Ms Swinson also referenced the female royal statues dotted around London: “While Queen Victoria boosts the numbers of women status and unnamed nude women are not hard to find – data suggests fewer than 1 in 30 statues in the UK depict a real woman from history who wasn’t in the Royal Family.”', 'She also said that as a proud Scot, where “local steelmaking and coal mining industries were hit hard by Thatcher’s policies”, she understands “some might be surprised” by her support.', 'Yet, she argued, “on some issues [Mrs Thatcher] was right”, and “showed impressive skills negotiating the UK rebate with our European neighbours”.', 'Then Ms Swinson added: “While I am no Margaret Thatcher fan, there is one thing in particular for which I do thank her. As a little girl growing up in the Eighties it never even crossed my mind to doubt that a woman could be a Prime Minister.”', 'She concluded: “I now spend a significant amount of my time trying to find policy solutions to change the unethical corporate behaviour that Thatcherism unleashed.', '“[But] since when did we only erect statues of men with whom everyone agreed?', '“If we want gender equality, we have to fight for space for women we vigorously disagree with, as well as those we support.”', 'Ms Swinson's arguments appear to have been overlooked, though.', 'Plans for a statue of Mrs Thatcher in Parliament Square were abandoned and the tribute to the Iron Lady was to Lincolnshire, her home county, earlier this year.', 'Ms Swinson also accused ITV of sexism this week.', 'The broadcaster did not invite her to join a live debate between Mr Johnson and Mr Corbyn in the run-up to the election, so she declared it “an establishment stitch-up” and has threatened legal action.', 'Sky News has since proposed a debate between all three of them and Ms Swinson has already agreed.",
        "numberPosts": " 7 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Gender - General,Age - Youngsters,Social Class - Working class",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Misogyny,Woman,Sexual,Nothing,Common",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "6",
            "user": "CerdicofWessex",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "Jo Swindelsom - I wish she would give us a break form her tombstone teeth.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "JonBaker",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "My intense dislike of Thatcher had <b> nothing </b>to do with<b>  misogyny</b>... I don't think I ever reacted to her and her policies with the thought she was <b> a woma</b>n at the forefront of my mind... More like the thought that she was inhuman.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Misogyny",
                "Woman",
                "Nothing"
            ]
        },
        {
            "id": "4",
            "user": "Gresley",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "We need an English referendum on repealing the Act of Union to keep foreign MP's from the HoC. What does England have in <b> common </b>with this Bilderberg gangster apart from The Ditchley Foundation and Major ? ",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Common"
            ]
        },
        {
            "id": "3",
            "user": "Gresley",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "\"I owe <b> nothing </b>to feminism\" M Thatcher. Presumably Swineson owes everything to feminism since she appears to only have a mouth, a contempt for law and democracy.and troughing skills.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "200",
                    "user": "RnR918",
                    "date": "7 Nov ",
                    "timestamp": "NA",
                    "commentText": "I hardly think that arguing for women to be treated equally in the workplace, without fear of <b> sexual </b>harassment or being held back by preconceived ideas about how women \"should\" behave, shows a contempt for law or democracy.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Sexual"
                    ]
                }
            ],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "2",
            "user": "Gresley",
            "date": "6 Nov ",
            "timestamp": "NA",
            "commentText": "If Swineson were a proud Scot who remembers the wrecked steelmaking industries as claimed. She would put the blame with the EU where it lies. No.This is a Bilderberg gangster and£ 3 mn EU trougher, who is a member of the Ditchley Foundation along with many others, Grieve, Major, Madelslime etc.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Gresley",
            "date": "7 Nov ",
            "timestamp": "NA",
            "commentText": "\"I owe <b> nothing </b>to feminism\". M. Thatcher. I agree. Swineson owes everything to feminism and the Bilderberg Ditchley Foundation as a member.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        }
    ]
}