{
    "header": {
        "title": " Election 2019 LIVE: Corbyn's NIGHTMARE continues as poll sees Labour reduced to 200 SEATS ",
        "subtitle": " BORIS Johnson's booming general election campaign has been given a major boost today after a major poll has catapulted the Tory leader ahead of Jeremy Corbyn - less than 24 hours after the Labour leader's car crash Andrew Neil interview. ",
        "owner": " Carly Read ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": "NA",
        "datePosted": " 07:37, Wed, Nov 27, 2019 ",
        "dateExtraction": " 2020-02-14 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://www.express.co.uk/news/politics/1209823/General-election-news-election-polls-latest-Corbyn-Labour-conservative-lib-dem ",
        "postText": "'A new poll by Best for Britain predicts Mr Johnson will amass a colossal majority in the December 12 major ballot, leaving Labour with just 199 MPs. The result, the pollster states, would see Mr Johnson scoop 366 seats. This would be an overall majority of 82 seats.', 'The number of seats Mr Corbyn is expected to finish with is even lower that Labour’s disastrous result under Michael Foot in 1983.', 'This saw the party finish with just 209 seats.', 'The result would be a major victory for Mr Johnson who would be free to push his Brexit deal through and finally put an end to uncertainty.', 'But he would need to gain trust in highly marginal seats in order to do so.', 'The poll results come after Mr Corbyn got a grilling by the veteran BBC broadcaster last night, with the Labour leader refusing four times to apologise to the Jewish community over the anti-Semitism storm surrounding his party.', 'He was also scrutinised on an array of policies after Mr Neil asked how he would possibly pay for them.', 'The party today admitted they “underestimated” their figures, particularly those of council revenues Mr Corbyn plans to hoover up.', 'A party spokesman said: “Independent experts have now confirmed that Labour may have underestimated the revenues raised in our Grey Book, showing that we have erred on the side of sensible caution in our figures.', 'This analysis also makes clear the profound lack of ambition in the Tory manifesto, and the lack of a plan to kickstart productive investment.', 'We are proud of our 44-page Grey Book and comprehensive manifesto, where we have laid out a deliverable plan for real change.', '8.55pm update: Boris set to SMASH Corbyn with massive victory as voters abandon Labour - poll', 'Boris Johnson has received a major boost in his pursuit to win next month 's election following the release of the latest YouGov poll.', 'In the poll, released on Wednesday night via the Times, the pollster predicted that the Tories would secure a majority of 359 and increase on the 318 seats they won in 2017. ', 'In terms of the Labour party, the polling data is predicting that Jeremy Corbyn's party will suffer a fall of 51 seats and only win 211 in next month 's election.', '8.15pm update: Britons furious at Jeremy Corbyn's NHS claims Steptoe peddling rubbish again!', 'Britons have swarmed social media to express their fury at Jeremy Corbyn’s rhetoric the NHS would be sold off in a US-UK trade deal should Boris Johnson continue his run of Prime Minister after the general election.', 'Mr Corbyn claimed to have proof the Conservative Party has agreed to negotiate the future of the NHS in post-Brexit trade talks with the US, a claim Boris Johnson has denied.', 'One Facebook user said: Steptoe peddling rubbish again!', 'Another added: I’ve voted Labour all my life but this bunch are beyond belief, never voting Labour again.', 'Another, referring to Andrew Neil’s grilling about anti-Semitism last night, added: A smoke screen to divert attention.', 'Another said: Embarrassing attempt to change the narrative.', 'Another commenter added: He has nothing else to scare people about has he. Can you imagine if they did try and sell the whole of the NHS off?', 'The people will be on the hunt.', '7.20 pm update: Labour blasted for hate-filled viral video attacking EVERY boss and landlord in the UK ', 'Labour has been accused of spreading hate and discrimination after Momentum released a viral video vilifying EVERY boss and landlord in the UK.', 'The astonishing video - in which all employers, landlords and anyone running an energy company is portrayed as 'evil' - sparked a furious reaction on Facebook, with even some Labour supporters accusing Momentum of spreading hate and lazily discriminating against large groups of people just because of what they do for a living. ', 'Others claimed the video from Labour's key backers was condescending and treated tenants, employees and customers of energy companies - essentially everyone in Britain - like idiots.', 'It urges people to take action against their oppressors and vote for Mr Corbyn’s Marxist manifesto.', 'A Facebook user lambasted the portrayal of employers in the video, saying, As an employer I find this deeply offensive.', 'Another Facebook user left a comment that read: This is a terrible advert.', 'I’m an employer and I treat my staff very well.', 'Using reverse psychology works on small children but it’s just condescending here.', 'Another said: It’s a poor display of generalisation and, if you go that far, discrimination.', '6.55pm update: Lib Dems SCRAP cancel Brexit message amid tsunami of voter anger', 'The Lib Dems have scrapped campaigning to cancel Brexit amid a tsunami of voter hostility and have instead demanded Britons deny Prime Minister Boris Johnson a majority.', 'The Times reports Jo Swinson’s party have turned their fire on Boris Johnson while binning their pledge to scrap Brexit due to the policy having been deemed unpopular when door knocking.', 'The same policy has also caused Ms Swinson’s party to suffer a plunge in ratings, a candidate said, adding they are struggling to even get the message across to voters.', 'The source said: It hasn’t been a popular policy. People are only hearing the revoke message and say we have abandoned the People’s Vote.', 'That’s quite a common thing. People don’t think it’s realistic.', 'There is a difference between people being theoretically keen on revoke and the reality.', '6.25pm update: Jo Swinson’s popularity crashes after Question Time disaster', 'Jo Swinson’s popularity is collapsing after a disastrous week which has seen a sharp increase in the number of people who see her in an unfavourable light.', 'The latest Ipso/MORI poll suggests one in two Britons now dislike Ms Swinson, with the 39-year-old regarded favourably by just 19 percent - lower than either Tory leader Boris Johnson (33 percent), Labour leader Jeremy Corbyn or Brexit Party leader Nigel Farage (both 24 percent).', 'In total, 1,134 British adults were interviewed online between November 22 and 25 - after Ms Swinson’s appearance on BBC Question Time, in which she was grilled by members of the public.', 'The figures suggest 50 percent of GB adults now have an unfavourable opinion of Ms Swinson, who was elected as her party’s leader earlier this year.', '5.56 pm update: Labour supporters FURIOUS after Corbyn 's car crash Andrew Neil interview REPEATED', ' Labour supporters are reeling after the BBC announced plans to repeat leader Jeremy Corbyn’ s  car crash  interview with veteran broadcaster Andrew Neil amid claims he struck a deal with Boris Johnson to also appear on the programme when in fact the Prime Minister had not.', ' The BBC’ s array of Twitter pages were swarming with Labour supporters who vented their fury at the Corporation for not only their failure to pin - down Mr Johnson for the debate with leaders, but also the fact the toe - curling interview is scheduled to be shown again this evening at 7 pm. ', ' The BBC tweeted this afternoon: As part of our series of leaders' interviews, we have dates for two more next week.Andrew Neil will interview Liberal Democrat leader Jo Swinson and Brexit Party leader Nigel Farage.', ' They added: For those asking when Boris Johnson 's interview will take place, we' re in ongoing discussions with his team but we haven 't yet been able to fix a date.', ' LBC political editor Theo Usherwood also tweeted: Labour source tells me BBC informed them Boris Johnson would do an Andrew Neil interview next week.', ' Turns out no such agreement had been reached. ', ' Labour supporters were quick to vent their anger at the BBC in a flood of tweets.', ' One, referring to TV debates and then Mr Johnson, said:  You shouldn’ t be doing any of these until all the leaders have confirmed. ', 'If he doesn’ t do it this is another political mess for the BBC.Why undermine yourselves like this ? ', ' Another added : So, you mean that you went head interviews with the other leaders before getting the Tory leader to agree to one.', 'So he now has the option not to face @afneil? If he doesn't do the interview, where is your balance ?', 'A third said: They aren’t journalists. Political gossip columnists at best. The BBC is finished.', '5.15pm update: Election poll: Boris is leading on EVERY one of 16 categories on latest poll', 'Boris Johnson has surged ahead of Labour, the Lib Dems and the Brexit Party in every single category of a major new poll.', 'A new poll by Proquoai.com has scored the Tory leader ahead in a massive 16 different categories including some traditionally more associated with Jeremy Corbyn’s party such as a connection with voters and empathy.', 'The poll that collected data on November 26 scored the four party leaders out of 100 on categories such as aspiration, attraction, innovation, clarity, popularity and transparency.', 'Mr Johnson scored highest on familiarity at 46 points, popularity on 46 and differentiation, of which he scored 40.', 'Labour scored low on value for money, consistency and aspiration.', 'Jo Swinson for the Lib Dems got the same score as Mr Johnson for accessibility but scored low at 22 for popularity and even lower for clarity at 22.', 'Nigel Farage did well for clarity with 33 points and 32 for relevance but low for integrity.', '4.50pm update: Labour admits they ‘underestimated’ Corbyn’s revenues tax plan after Neil grilling', 'The Labour Party admitted they may have underestimated Jeremy Corbyn’s plans to use council revenues to pay for their multi-billion pound policies after BBC broadcaster Andrew Neil savaged him last night on how he would pay for it all.', 'John McDonnell, Labour’s Shadow Chancellor, said: Independent experts have now confirmed that Labour may have underestimated the revenues raised in our Grey Book, showing that we have erred on the side of sensible caution in our figures.', 'This analysis also makes clear the profound lack of ambition in the Tory manifesto, and the lack of a plan to kickstart productive investment.', 'We are proud of our 44-page Grey Book and comprehensive manifesto, where we have laid out a deliverable plan for real change.', '4.10pm update: ‘Undemocratic!’ Furious Iain Dale rages at Emily Thornberry for pulling out of interview', 'Radio presenter Iain Dale lashed out at Shadow Foreign Secretary Emily Thornberry for pulling out of an interview, saying it is fundamentally undemocratic.', 'Ms Thornberry cancelled an interview with Iain Dale on Tuesday night, promoting a furious response from the LBC radio presenter.', 'Mr Dale described the move as fundamentally undemocratic, saying getting senior figures from Labour, and sometimes from the Conservatives, is like getting blood out of a stone.', 'The host raged: Today we were supposed to have Emily Thornberry. Three weeks ago we provisionally booked Emily Thornberry to come on this evening. And on Sunday I heard from her office that she couldn’t come on.', 'Now I’m slightly reading between the lines here, but I think what’s happened is that she wasn’t allowed to come on by Labour head office. She hasn’t said that, they haven’t said that, but that is what I think has happened.', '4pm update: Corbyn’s bid to scrap £250 marriage tax allowance will penalise millions in UK', 'The Tories have claimed Labour’ s plans to scrape an£ 250 tax allowance for married couples amount to a  marriage tax , claiming it would penalise 3.6 million people on low and middle incomes - with Tory Mark Francois saying the proposals underlined Jeremy Corbyn 's lack of credibility.', 'In accordance with the current rules, people earning below£ 12,500 can transfer a portion of their personal allowance to their spouse or civil partner, therefore reducing the amount they pay in income tax. ', ' The beneficiary has to earn between£ 12, 501 and£ 50, 000(or£ 43, 430 in Scotland), ruling out high - earners. ', ' Cutting the benefits will effectively penalise couples where one person earns the majority of the income while the other works part time or is not employed. ', ' Roughly 1.8 million people took advantage of the tax break during the 2018 - 19 tax year - although a further 1.5 million failed to claim their allowance. ', ' 3.40 pm update : Leaked texts show Corbyn’ s supporters ordered to flood Twitter after Neil interview ', 'Jeremy Corbyn’ s online army were ordered to flood Twitter to drown out negative criticisms of the Labour leader after his car crash Andrew Neil interview.', ' Messages with instructions on how to deal with what they dubbed the truly horrific interview have been exchanged between supporters.', ' One suggested Labour members bombard Twitter with positive messages, The Sun reports. ', ' It read: Folks need everyone to listen a sec. ', ' Jeremy has pre - recorded the Andrew Neil interview already. ', ' And apparently it’ s truly horrific.Ten mins purely on AS[anti - Semitism], the Chief Rabbi etc. ', ' JC refused to apologise to the Rabbi so it’ s going to be brutal. ', ' Sharing an action plan, the message said: Don’ t share the info i’ ve posted outside of here don’ t attack Andrew Neil don’ t say it’ s gone badly push integrity, policies, vision, Waspi, Surestart, NHS, etc etc ignore Brexit entirely factual rebuttals only on a / s(don’ t use‘ smear’ or attack rabbi push images and stories with positive message.', ' Basically we need to flood all hashtags relating to the programme with the above.', ' 3.10 pm update: Piers Morgan condemns Labour chump Barry Gardiner amid anti - Semitism storm ', 'Labour’ s Barry Gardiner has been branded an arrogant chump after stopping journalists quizzing Jeremy Corbyn about the party’ s ongoing anti - semitism scandal.', ' Mr Corbyn was taking questions after unveiling 451 pages of uncensored documents which he claims show the NHS is up for sale in a Tory Brexit deal with the US. ', ' But when he was again asked to apologise to the Jewish community for antisemitism within the party, a visibly annoyed shadow international development secretary Mr Gardiner intervened.', ' He said: Do you have a question about the issue we are actually discussing today or was that just an opportune moment to get a dig in about something else ?', ' His reaction was swiftly condemned on social media. ', ' Good Morning Britain presenter Piers Morgan tweeted: Wow.The breathtaking arrogance of this chump telling journalists what questions to ask.', ' They should all ignore him and pummel Corbyn about antisemitism. ', ' 2.13 pm update: SNP candidate makes constituency blunder during hustings ', ' An SNP candidate was left embarrassed after getting the constituency where he is standing wrong at a hustings..', ' Ochil and South Perthshire candidate John Nicolson told the audience at the hustings in Alloa: Please trust me with your vote on December 12. As you know, only the Scottish National Party can beat the Tories here in East Dunbartonshire.', ' But his comments were met with jeers and laughter as Mr Nicolson was in fact the MP for East Dunbartonshire from 2015 until being unseated by Liberal Democrat leader Jo Swinson in 2017. ', ' 1.20 pm update: Tory chairman lashes out at Corbyn ', ' Conservative Party chairman James Cleverly tweeted: Corbyn and Labour clearly believed that if the lie was big enough they could get away with it. The #NHS is not, and will never be for sale.', 'This dead cat press conference is to distract from last night 's #AndrewNeilInterview, their broken tax pledge, and missing Brexit policy.', '12.50pm update: Johnson and Corbyn to be absent from seven-way election debate on Friday', 'The Conservative and Labour Party leaders will not attend the BBC’s seven-way election debate at the end of this week.', The BBC News press team has announced that Chief Secretary to the Treasury Rishi Sunak will attend for the Tories while shadow business secretary Rebecca Long-Bailey will be Labour's representative.', 'Liberal Democrat leader Jo Swinson and SNP leader Nicola Sturgeon will both feature in the debate.', 'lso due to take part are leader of Plaid Cymru Adam Price, former leader of the Green Party and Green candidate for Brighton Pavilion Caroline Lucas, and Brexit Party chairman Richard Tice.', '12.20pm update: Boris Johnson rages Corbyn’s NHS claims are ‘total nonsense’', 'The Prime Minister has said it is total nonsense to suggest the NHS has been discussed in trade talks with the US after Labour claimed they had obtained uncensored Government documents showing talks were at a very advanced stage.', 'Speaking at Goonhilly Earth Station on the Lizard peninsular in Cornwall, he said: It's total nonsense.This is brought up time and again by the Labour Party as a distraction from the problems that they are having, particularly with the absence of leadership on stamping down on anti - Semitism and also the absence of leadership on the EU.', 'When asked if he would guarantee the length of drug patents would not be in the table in trade talks, he added: I can give you an absolute cast - iron guarantee that this is a complete diversion. ', ' That the NHS under no circumstances would be on the table for negotiation, for sale.Look at what we're doing with it - were funding it massively.', '12.15 pm update: Corbyn out-and-out lying to the public - Truss. ', 'The Tories pointed out how the NHS was only mentioned four times in the documents, and the NHS, drugs and pharmaceuticals were not mentioned at all in the most recent discussions between UK and US officials.', 'International Trade Secretary Liz Truss said: Jeremy Corbyn is getting desperate and is out - and - out lying to the public about what these documents contain.He has always believed in conspiracy theories - which is why he has failed to crack down on the scourge of anti - Semitism in his party.', 'This is the man that has caused huge offence by blaming an imaginary Zionist lobby for society's ills and now he has decided to smear UK officials too.', 'People should not believe a word that he says - this stunt is simply a smokescreen for the fact that he has no plan for Brexit and that he has been forced to admit that he wants to increase taxes for millions of families. ', 'As we have consistently made clear, the NHS will not be on the table in any future trade deal and the price that the NHS pays for drugs will not be on the table. This sort of conspiracy theory fuelled nonsense is not befitting of the leader of a major political party. ', ' 11.52 am update: Sturgeon condemns Tories over extra funding for DUP ', ' The SNP leader lashed out at the Conservatives for providing additional funding for the DUP in 2017, and refusing a cash boost for Scotland. ', ' She said: Remember when the Tory government last needed a handful of votes from the DUP, they bypassed the Barnett Formula to find money for Northern Ireland.', 'In the process they denied Scotland around£ 3 billion of investment.', 'We say enough. It is time for Scotland to be treated fairly.', ' 11.49 am update: SNP leader urges UK Government to invest more in the NHS ', 'Nicola Sturgeon told supporters additional funding would boost Scotland’ s budget for the NHS by£ 4 billion by the end of the Parliamentary term.', ' She said: The Tories, and let us never forget they did this with the help of the Liberal Democrats, have left the Scottish budget £1.5 billion lower in real terms than it was at the start of the decade.', 'A potential UK government that wants our support must reverse that cut to our budget and ensure real - terms growth thereafter.', ' The UK must make right the cuts that Scotland has suffered. Over a decade of austerity the cumulative price imposed on Scotland has been £13.9 billion, and of course the cost in human terms has been worse. That must be made right.', 'A party seeking our support must be prepared to set out how they will repair the damage of a decade of austerity and put back the money that 's been lost.', '11.34am update: Sturgeon open to ‘progressive alliance’ with rival parties after election', 'She said: There is every chance that the SNP could hold the balance of power at Westminster.', 'Unlike the Liberal Democrats, the SNP will never, ever help the Tories into government, but we will be prepared to talk to other parties about forming a progressive alliance.', 'Those parties, of course, are already looking to the SNP and Scotland for inspiration.', '11.32am update: Sturgeon launches stinging attack against Labour’s neutral stance on Brexit', 'The SNP leader said: The SNP, Scotland's Remain party, backs a new, UK - wide referendum on EU membership.', 'Jeremy Corbyn, incredibly, says that he is neutral on the issue of Leave or Remain.', 'That means he is neutral on job losses, cuts to living standards and the erosion of our rights.', ' And, of course, he would be happy to sit back and see Scotland taken out of the EU, even if there is a majority for Remain in Scotland but not in the UK.', 'She again warned Scotland will pay a heavy price for the Tory's Brexit obsession and Labour 's neutrality, or to give it its proper description, Labour's woeful lack of leadership.', '11.27am update: Promises Scotland would be treated as equal partner at Westminster ‘not just broken, but completely shattered’', 'Nicola Sturgeon told supporters: The reality of Westminster control over Scotland is this: a right-wing Tory government Scotland did not vote for; a Prime Minister, in Boris Johnson; who is dangerous and unfit for office; Tory cuts to the Scottish budget; our National Health Service at risk from a Tory-Trump trade deal; a power grab on the Scottish Parliament; children forced into poverty; and a disastrous Brexit deal, which will hit jobs, living standards and workers rights.', ' She added there could be worse to come if Mr Johnson remains as Prime Minister, and continued: This is just the start. Brexit is nowhere near being done. The Tories have barely got going.', 'Because of Johnson 's hardline position there's every chance that the UK could leave without a trade deal next year. ', '11.24am update: Sturgeon lashes out at leaders of Better Together campaign', 'Scotland’s First Minister has attacked the leaders of the Better Together campaign during the independence referendum, who promised “stability” if the country remained in the UK.', 'Speaking at her party's manifesto launch in Glasgow, she said: These events are becoming quite a regular feature, which must be quite puzzling for people in Scotland.', ' The leaders of the no campaign, made up of the Westminster parties, promised that if we voted no, we would get stability.', 'Since then, the Westminster parties have delivered not stability, but constant chaos and three UK general elections.', '11.15am update: Corbyn insists Labour has already apologised over anti-Semitism', 'The Labour leader told the news conference in London: I have made very clear antisemitism is completely wrong in our society. ', ' Our party did make it clear when I was elected leader and after that, that anti - Semitism is unacceptable in any form in our party or our society and did indeed offer its sympathies and apologies to those who had suffered.', '11.05am update: Corbyn's NHS claims questioned by political experts ', 'The claims from Mr Corbyn have been questioned by political experts.', 'BBC News political editor Laura Kuenssberg tweeted: This is all going to be furiously disputed through the day, no question.', 'Important tho Corbyn doesn 't provide evidence that ministers have agreed that health service shoudl be part of a trade deal with US.', '10.55am update: Labour NHS documents: Read Jeremy Corbyn's unredacted trade documents on NHS IN FULL ', ' 10.50 am update: Corbyn 's bombshell NHS speech in full', 'If you watched the first TV debate between me and Boris Johnson, you’ll have seen me hold up these censored, blacked-out reports of secret US-UK talks about breaking open our NHS to US corporations and driving up the cost of medicines.', 'You’ ll have seen Boris Johnson lose his cool, very angrily react saying it was an absolute invention and completely untrue.', ' He told the country there were “no circumstances whatsoever in which his government or any Conservative government would put the NHS on the table in any trade negotiations.', 'What I have here is something I can reveal to you 451 pages of unredacted documents and information.All of it here.', 'His government released this [holds up redacted version]. We have since obtained this [holds up unredacted version]. Which is a very different version of events.', 'Perhaps he’ d like to explain why these documents confirm the US is demanding the NHS is on the table in the trade talks ? ', 'These uncensored documents leave Boris Johnson’s denials in absolute tatters.', 'Voters need to ask themselves some very serious questions : is the NHS safe in Boris Johnson’ s hands ? ', ' We’ve now got evidence that under Boris Johnson the NHS is on the table and will be up for sale. He tried to cover it up in a secret agenda but today it’s been exposed.', 'Now we know the truth, when Johnson says, ‘get Brexit done’, it’ s a fraud on the British people.This is the reality.Years of bogged down negotiations and our NHS is up for sale. ', 'This election is now a fight for the survival of our National Health Service. As a public service free for all at the point of need.', 'So for the want of any doubt, let me give this reassurance: Labour will never ever treat our NHS as a bargaining chip in trade talks with anybody.We will never let Donald Trump get his hands on our NHS.Because our NHS is not for sale. ', ' These reports cover six rounds of talks running from July 2017 until just a few months ago. The meetings took place in both Washington DC and London.', 'The six rounds should be taken as one ongoing negotiation. ', ' We are talking here about secret talks for a deal with Donald Trump after Brexit. A deal that will shape our country’s future.', 'These reports pull back the curtain on the secrecy that’ s being plotted for us all, behind closed doors, by the Conservative government.This is what they didn’ t want you to know.', ' So let me take you through some key points.', ' Let me begin with medicine pricing.Remember, Labour and experts said big US corporations want to force up the price our NHS pay for drugs as part of the toxic deal being negotiated with Trump.', ' The Conservatives said this was nonsense. The documents show that we were right.', 'In fact, negotiations have advanced even further than we feared they had.The US and UK have already finished initial discussion on lengthening patents for medicines. ', ' Longer patents mean only one thing – more expensive drugs. Lives will be put at risk as a result of this.', ' Many out - of -patent medicines available cheaply here are vastly more expensive under patent law in the US. ', ' The drug Humira for Crohn’s disease and rheumatoid arthritis costs our NHS £1,409 a packet. In the US, the same packet costs £8,115. Get the difference - £1,409 in our NHS, £8,115 in the USA.', 'One of the reasons for US drug prices being on average 250 % of those here is a patent regime rigged for the big pharmaceutical companies.', ' Dr Andrew Hill has warned the NHS could have to hand over £500 million a week more for medicines following a toxic Trump deal.', 'If you look at the readout of the second meeting, on page 51, UK officials report that  patent issues  around NHS access to generic drugs will be a key consideration in talks.', ' US officials have  pushed hard,  the reports says, for longer patents for US drug companies.', ' You can also see on page 132 of the report of the fourth meeting, where drug patents are being discussed, that officials are ready to exchange text which is trade - negotiator - speak for it being at a very advanced stage.And they say they are ready to, I quote,  really take significant further steps.', ' Let’s be frank, the US is not going to negotiate to sell its own medicines for less.', ' President Trump himself never tires of complaining about what he calls the  unreasonably low prices other countries pay for medicines.The White House even has a webpage attacking so - called  foreign freeloading – that’ s what they’ re accusing our NHS of .', ' Big pharma has ripped off and imperilled the health of the American people for years. Now these secret reports show they’re looking to do the same to us – if the Conservatives are elected on December 12th.', 'Labour has been warning that NHS services will also be on the table in trade talks for a sell - out deal with Trump.After all, that’ s exactly what Trump said when he visited this country in June. ', 'He said and I quote: When you're dealing in trade, everything is on the table NHS or anything else. ', 'The Tories have denied it, but the documents show that on this occasion, Trump was right and so were we.', ' The new breed of trade deals are not only– or even mainly– about tariffs on goods at the border. ', 'They are also about services – including our health service.', 'And these documents make clear that for the US, to quote page 41 of the third meeting report, everything is included unless something is specifically excluded.', 'They want, I quote: Total market access as the baseline assumption of the trade negotiations.', 'Total market access.', 'But surely you can’ t believe that British officials would demand the NHS be excluded ? Apparently not.', 'In fact, on behalf of the Conservative government, officials reassured their counterparts that the US should expect the UK to be a liberalising influence and that together they could fly the good flag for services liberalisation.', 'That’ s a green light for breaking open Britain’ s public services so corporations can profit from. ', 'So now we know, direct from the secret reports that they never wanted you to see.', 'The US is demanding that our NHS is on the table in negotiations for a toxic deal– it’ s already being talked about in secret.That could lead to runaway privatisation of our health service.', 'Mega-corporations see Johnson’s alliance with Trump as a chance to make billions from the illness and sickness of people in this country.', 'And if the Conservatives have their way and this deal goes forward, the changes I’ ve revealed will be almost irreversible.', 'Officials have discussed a system to give corporations the power to sue our country. This is not only a plot against our NHS. It is a plot against the whole country.', 'These sell - out negotiations with Trump cover everything from food safety, to gender discrimination rules, to workers’ rights.', 'I'll leave it to you journalists as experts to comb through these secret reports and expose the biggest threats. But let me give you a few pointers.', 'How about chlorine - washed chicken on our dinner tables ? ', ' Have a look at the second meeting, on page 42 and 43, where the US even agrees to share its public lines to help our government with its media narratives.', 'You might want to look at how Trump’ s America absolutely refuses, absolutely refuses, to even mention climate change in the deal– see the second meeting, page 17. ', 'On page one of meeting six for the US advocating a No Deal Brexit saying that would mean there’d be all to play for in a deal with Trump.', 'What’ s at stake in a deal with Trump could not be more important for our country.', 'In this election the Conservatives want you to vote blind, keeping millions of us in the dark about their plans.', 'But these reports, first obtained in censored form by campaigners in this room, shine a light on this plot.', 'So it seems to me that it’ s now on Boris Johnson to explain how all of this is an absolute invention. you heard his words on the video we just showed.To explain why he denied the very things we can now read in black and white.He must now come clean about the Conservatives’ sell - out plans are for our NHS. ', 'Labour will not let this rest because, unlike the Conservatives, we’re not on the side of the billionaires and the bankers. We’re on the side of the nurse, the doctor, the patient and the people and we will never sell out our National Health Service.', 'I’ ll now ask our colleagues, friends from the National Health Service are here today to help us and they will pass around some copies of these documents and then Barry and I will take questions from you.', '10.30 am update : Boris again insists NHS will not be on the table.', 'The Prime Minister took to Twitter this morning to again deny the sale of the NHS has been discussed in any trade talks with the US.', 'He wrote: Our NHS will not be on the table for any trade negotiations. ', 'We’re protecting and strengthening our NHS with more investment and an Australian style, points-based immigration system.', '10.20 am update : Corbyn says Labour has official documents proving NHS is on table in US trade talks ', 'Jeremy Corbyn has presented what he claims ar 451 pages of unreacted documents that confirm the US is demanding the NHS will be on the table in talks on a post - Brexit trade deal.', 'Mr Corbyn alleged the report covers six rounds of meetings from July 2017 to a few months ago taking place in both Washington and London.', 'The Labour leader said: We would like them to explain why these documents confirm the US is demanding the NHS is on the table in trade talks. This leaves Boris Johnson's assurances in tatters., 'We have now got the evidence that under Boris Johnson the NHS is on the table and will be up for sale.', 'He tried to cover it up with secret agenda but today it can be exposed.', 'Our NHS is up for sale. This election is now a fight for the survival of our NHS as a service free for all at the point of need.', 10.11am update: Nick Robinson tears Labour's Richard Burgon apart on WASPI women pledge - ‘it’ s a BRIBE’, Labour’s Richard Burgon suffered an intense grilling by BBC host Nick Robinson as he failed to answer the same question on a key policy announced by his party four times in an excruciating radio interview.', 'The party candidate was confronted on both Mr Corbyn's concessions that lower-income families will pay more taxes under a Labour Government, and that compensating the so-called Waspi women in what host Mr Robinson said amounted to an electoral bribe will force the Government to borrow more money in the long-term.', 'On the issue of compensating the 50s-born women, Mr Robinson said: Isn 't this what we used to call in election campaigns an electoral bribe?', 'If you go to your party website for the calculator you are not instantly told how much you will get, you are asked for your name and contact details so that Labour can urge you to vote for them – that is what women in their 60s are being invited to do.', 'Mr Burgon responded: I am very disappointed by how you started off with saying if they had watched the news they would have known what was going to happen I don't think we should be blaming these women.', 'He added: I make no apology for taking the action necessary to right this wrong.', '9.46am update: Corbyn praises those who encouraged people to vote', 'The Labour leader has tanked people who encouraged others to register to vote for next month’s general election, after the deadline passed at 11.59pm on Tuesday evening.', 'Mr Corbyn tweeted: 4.1 million registered to vote in the last five weeks, compared to 2.9 million in the same period in 2017. ', 'Thank you to the enormous efforts of people across our country who made this happen. Real change is coming.', ' 9.40 am update : Tories say findings of inquiry into racism into party will be published ', ' Housing Secretary Robert Jenrick told BBC Radio 4’ s Today programme: We want to be a party that has no tolerance whatsoever of racism, prejudice or discrimination of any kind.', ' I want to see by the end of this year, as the prime minister’ s promised, a thorough review of prejudice and racism and discrimination within the party.', ' This will be a very thorough investigation led by independent individuals and the findings of it will be put into the public domain.', ' So yes, I hope it will lay out the facts with regard to the Conservative party’ s record on discrimination of any kind and we will take the steps that are required.', ' 9.31 am update: Corbyn really struggled in BBC interview ', 'The BBC’ s assistant political editor Norman Smith has given a scathing assessment of Jeremy Corbyn’ s interview with Andrew Neil last night', ' He said: For the first time in the election, you really felt that that Jeremy Corbyn had been taken out of his comfort zone in that Andrew Neil interview.', 'We 're used to seeing him talk about how he wants to put more money into public services, to pay for public sector pay rises. We've not really seen him grilled closely about how he 's going to pay for it and who's going to have pay for it.', 'In the course of the half hour interview he really struggled with some of the questions.', 'In particular, he was forced onto the defensive over Labour 's claim that people earning less than £80,000 won't pay any more in tax after it was pointed out that removing the marriage couple 's allowance would mean some low income families would lose a tax break of around £250 a year', 'In terms of the costing of his plans he was forced to concede that the extra £57bn that had been set aside for the so-called Waspi woman hadn't been included in Labour 's costings programme.', 'And the money to pay for that would have to come from borrowing, even though Labour have said they will only borrow for capital spending, not everyday expenditure.', '9.25am update: Boris' Tories soar as public turn on Swinson following disastrous BBC QT outing - new poll, Boris Johnson continues to enjoy a healthy lead in the opinion polls, as the Conservatives look set to secure a substantial majority in the next Parliament.', 'The latest YouGov poll was conducted between November 25 to 26 and gives the Tories an 11 point lead over the Labour Party.', 'The Conservatives are up one point on 43 percent, while Jeremy Corbyn sees his party gain two points to stand on 32 percent.', 'The Liberal Democrats are down three points on 13 percent in the wake of Jo Swinson’s disastrous performance on BBC Question Time, as their campaign struggles to gain any kind of momentum.', 'Nigel Farage’s Brexit Party is up one point on four percent, while the Greens bring up the rear in fifth place with two percent, down two points.', 'Nigel Farage’s Brexit Party is up one point on four percent, while the Greens bring up the rear in fifth place with two percent, down two points.', '9.19am update: SNP could demand change of Labour leader in exchange for post-election support', 'The party’s deputy Westminster leader Kirsty Blackman has suggested a change of Labour leader could be one of the demands they make in exchange for post-election support for minority Government.', 'When asked about the possibility of demanding a change in leader, she told BBC Radio Scotland’s Good Morning Scotland programme there are massive problems with Jeremy Corbyn because of his failure to deal with anti-Semitism in the party.', 'She said: We’ll look at all of the possible demands there are. There are massive problems with Jeremy Corbyn, he has not dealt with the antisemitism properly and he should have done.', '9.10am update: ‘Major statement’ from Labour on NHS imminent', 'Labour is expected to make a major statement on the NHS when the party holds another campaign event this morning.', 'BBC News political editor Laura Kuenssberg tweeted: Heading to Labour event on NHS - Corbyn's team promising a major statement - 10am.', '8.56am update: SNP defends record on the NHS', 'The SNP will launch its general election manifesto this morning in which it will call for a big increase in funding for the NHS throughout the UK.', 'But under the SNP, Scotland is only hitting two out of eight NHS waiting time targets.', 'Stephen Gethins, the party's foreign affairs and Europe spokesperson, acknowledged we can always do better but insisted the Scottish health service is outperforming the rest of the UK. ', ' He told BBC Radio 4’ s today programme: The money we spend on public services, predominantly, still comes from Westminster and we’ ve had a decade of austerity.', ' 8.38 am update: Nearly 700, 000 people register to vote on election deadline day ', ' Almost 700, 000 people applied to vote on Tuesday - the deadline to take part in next month’ s general election. ', ' A total of 659, 666 applications were submitted yesterday, according to Government figures. ', ' This is higher than the 622, 398 on deadline day for the 2017 general election, and 485, 012 on the equivalent day for the 2015 poll. ', ' In total, around 3.85 million applications have been received since October 29 - the day that MPs voted to hold an election on December 12..', ' From that number, 37 percent were submitted by people under the age of 25, while 30 percent have come from people aged 25 to 34. ', ' 8.34 am update: Burgon defends Labour plan to scrap marriage allowance ', ' Richard Burgon was also pressed over Labour’ s plans to scrap a tax break for married couples. ', ' During his interview with Andrew Neil last night, Jeremy corny admitted the policy means those on lower incomes could pay more tax - despite previously insisting only the richest five percent of taxpayers would face rises.', ' But the shadow Justice Secretary would not describe abolishing the allowance as a tax rise and repeated under Labour there would only be income tax rises for those in the top 5 five percent. ', ' He told BBC Radio 4’ s Today programme: That allowance is going away but it's more than made up for in the extra funding and resources they will be getting.', 'Mr Burgon insisted those on lower incomes would benefit from several other Labour policies, such as 30 hours of free childcare for parents of two to four year olds.', '8.32am update: Labour minister apologises for party’s handling of anti-Semitism', 'Shadow Justice Secretary Richard Burgon said  of course we 're sorry for the hurt caused when pressed over the Labour Party’s handling of anti-Semitism.', 'Shadow Defence Secretary had earlier said she is ashamed the party has been dogged by accusations of anti-Semitism and said Labour now needed to apologise to the Jewish community.', 'Mr Burgon told BBC Radio 4’s Today programme: I listened just now to what Nia Griffith said and I agree with what she said.', 'Jeremy has apologised on a number of occasions and said that he's sorry for the very real hurt felt by people in the Jewish community.So, on a number of occasions last summer for example, he has made those statements and it 's right that he did.', '8.22am update: Boris Johnson dangerous and unfit for office’ - Sturgeon', 'Nicola Sturgeon is expected to warn “there is worse to come” if the Conservative Party wins next month’s general election.', 'She will launch the SNP manifesto launch in Glasgow today and will detail her plans for negotiations with a Labou minority, including funding pledges for the NHS higher than any other party running in the election.', 'The SNP leader is expected to say: At the heart of this election is a fundamental question for the people of Scotland - who should decide Scotland's future - the people who live here or Boris Johnson ? The future of our country is on the line. ', 'The reality of Westminster control over Scotland is this - a right-wing Tory Government Scotland didn't vote for and a Prime Minister in Boris Johnson who is dangerous and unfit for office.', 'It means Tory cuts to the Scottish budget, the NHS under threat from a Tory - Trump trade deal, a power grab on the Scottish Parliament, children being forced into poverty and a disastrous Brexit deal that will hit jobs, living standards and workers ' rights.', 'But there is worse to come - unless Boris Johnson is stopped this will just be the start.', 'Brexit is nowhere near being done.The Tories have barely got going - they haven 't even started trade talks. ', '8.18 am update: Your tax base will CRUMBLE!Corbyn left speechless as Andrew Neil ridicules tax plans, Jeremy Corbyn stumbled over tax figures as BBC 's Andrew Neil grilled him over taxing the top five percent of earners.', 'Mr Neil asked: Let’s come on to the top five percent of earners, where you hope to get all your money. You often imply these top five percent don’t pay much tax at the moment and you’re going make them do so. What share of income tax revenues do they currently pay?', ' Speaking to BBC’ s Andrew Neil, Mr Corbyn said : They pay a top rate of about, um, 45 / 50.', ' Mr Neil said: No what share of income tax revenues do they contribute. ', ' The Labour leader continued: Oh!Quite a lot of course.I couldn’ t give you an exact figure but they contribute quite a lot.', ' Mr Neil added: They contribute 50 percent of all income tax revenues. ', ' 8.11 am update: Twitter erupts in fury over Corbyn tax admission ', ' Furious Brits have flooded Twitter to vent their fury over Jeremy Corbyn tax admission. ', ' Chris Rose wrote: Andrew Neil exposing the lie that nobody under£ 80 k will pay more. ', 'Corbyn can’t even answer why someone on £14k will pay £400 more in tax a year. He’s absolute fraud.', 'Twitter user @micky1more commented: ', '@micky1more: Corbyn hasn't got a clue!His economics knowledge is disturbing. ', ' Under Labour we are all going to pay loads more tax!Wake up Britain!', ' Darren Grimes wrote: Jeremy Corbyn finally admits that under his MASSIVE spending proposals, it isn 't only the five per cent that will be paying more tax, it'll be you and your family too. '",
        "numberPosts": " 299 comments ",
        "srcType": " text ",
        "nameNewspaper": " Daily Express ",
        "socioLingVar": "Nationality - European or anti-Europeans,Age - Over 65s,Age - Youngsters",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Brexit,Brexiteer,Remoaners,Pensioner,Old,Nobody,Nothing,Nation,doctors,Black,African,Disabled,Commie,Woman,Age,Fat",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "138",
            "user": "LeoDogger",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Labour's usual \"we will fund the families who breed without responsibility\" policies and punish pensioners like me and my husband who have both worked all our lives and will lose the married tax allowance when I get just £320 per month state pension and an additional £2 per week private pension.   According to Corbyn I am rich and can afford to lose £400 per year off our joint income.   He is a disgrace.   My husband also pays tax out of his tiny private pension.  As usual punish the workers to pay for the shirkers.",
            "likes": 266,
            "hasReplies": true,
            "numberOfReplies": 44,
            "replies": [
                {
                    "id": "200",
                    "user": "RumFellow",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "But you see, all these second and third generation children our our nations future. It's just not a British future!",
                    "likes": 7,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "201",
                    "user": "Opal44",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "yawn",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "202",
                    "user": "ohmelads",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "The only way they can fulfill their wish is to make everyone equal is to make everyone equally poor it's quicker. That way they can make everyone dependent on the government for everything, and they'll  have us where they want us.",
                    "likes": 14,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "203",
                            "user": "millyjones",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "Corbyn says we must save our NHS,while on the next breath,he says we will allow people from all parts of the world to have free-access to our NHS. Corbyn a disaster waiting to happen.",
                            "likes": 7,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "204",
                    "user": "checkthefacts",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "How do you know Corbyn thinks you are rich?",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "205",
                            "user": "lostengland",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "Hitching your cart to CORBYNS GYPSY CARAVAN seems to be a very bad idea.",
                            "likes": 8,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "206",
                    "user": "Pythagoras379",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Your attitude is incorrect.  You should be proud to be sacrificed for the glory of Marxism.  You must be sent for re-education.  You will be sent the bill.",
                    "likes": 9,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "207",
                    "user": "Jackoby",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "You dont have to vote 'Labour'.",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "208",
                    "user": "Exconservative",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "I for one am sick and tired of being told that we should run this Country for the benefit of \"our\" bloody NHS. We have healthcare mismanaged by the biggest government bureaucracy outside China, a system so good it has been copied by absolutely <b> nobody.</b> Health outcomes in this Country are markedly worse than in many of our peers. How come when you visit other Countries, who don't have health run by a socialist bureaucracy, you don't see bodies piled up in the streets?",
                    "likes": 19,
                    "hasReplies": true,
                    "numberOfReplies": 12,
                    "replies": [
                        {
                            "id": "209",
                            "user": "IanW",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "Well said and it’s about time they realise it’s not all about money. The NHS gets £billions upon £billions each and every year and if it was run correctly it would be worth shouting about.",
                            "likes": 12,
                            "hasReplies": true,
                            "numberOfReplies": 7,
                            "replies": [
                                {
                                    "id": "210",
                                    "user": "checkthefacts",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "What does 'run correctly' mean? What major changes would you make and what evidence would drive those changes?",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "211",
                                    "user": "IanW",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "You tell us and then we’ll put you right when you get it wrong.",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "212",
                                    "user": "Weberblau",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Privatise the NHS and the market will sort it out... Brexiters = Comedy Gold ",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "213",
                                    "user": "RumFellow",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "It is run correctly, but for its workforce not the mugs who pay the bill.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "214",
                                    "user": "IanW",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "No it’s not. It’s run down by people who could run a bath without the aid of a five year old telling them where the taps were and whenever the government gets involved, of whatever political persuasion, it’s always doomed to fail, that’s what our governments do.",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "215",
                                    "user": "(null)",
                                    "date": "(null)",
                                    "timestamp": "NA",
                                    "commentText": "(null)",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "216",
                                    "user": "(null)",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Exactly. It’s top heavy with greedy spongers While the actual staff are overwhelmed and under paid, we also see this in all walks of public life.",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "217",
                            "user": "(null)",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "And guess where life expectancy is falling? In the US!",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "218",
                            "user": "(null)",
                            "date": "(null)",
                            "timestamp": "NA",
                            "commentText": "(null)",
                            "likes": 0,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "219",
                                    "user": "(null)",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Especially in the labour years.",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "220",
                            "user": "(null)",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "The NHS is run for the benefit of its workforce; a workforce that religiously votes for more money and numbers in the millions! Notice how most protesters are either students or work in one of the protected professions. ",
                            "likes": 8,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Nobody"
                    ]
                },
                {
                    "id": "221",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Why have you got such a small pension? After all, Tories and Tory - lite have been in power 40 + years; and they have not been shy in dishing out the punishment. You 'd think the Tories would have done something to help you.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 9,
                    "replies": [
                        {
                            "id": "222",
                            "user": "(null)",
                            "date": "28 Nov ",
                            "timestamp": "NA",
                            "commentText": "I couldn't afford to pay full NI contributions as my husband earned a low wage so was allowed under government rules to carry on paying Married Women's Nat. Ins. contributions and we had two children to raise and a mortgage to pay and unlike the millions who would rather live off the state on benefits and get THEIR FULL NI stamps paid free by taxpayers whilst on the dole and wait for a council house to be handed to them, I worked the whole of my married life apart from a few months off for each of my children's births.  Looking back I did the wrong thing and would now be living on a full state pension without working for a living if I had been irresponsible.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "223",
                            "user": "(null)",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "Where do you get 40+ years from ? Did you go to the same school as D Abbott?",
                            "likes": 15,
                            "hasReplies": true,
                            "numberOfReplies": 7,
                            "replies": [
                                {
                                    "id": "224",
                                    "user": "(null)",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "I got 40+ from looking at history. Having left office in 1974, the Tories came to power in 1979 following the non - left government led by Callaghan.New - Labour in -between then and now. So 40 + years. ",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "225",
                                    "user": "(null)",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "What about the Labour years in government 1997-2010? Don’t they count then ? And don’t forget the liberals were also in government between 2010-2015. This is what happens when people trust the three old parties, so don’t pick and choose your facts.",
                                    "likes": 6,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "226",
                                    "user": "(null)",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "The nightmare years when Labours main objective was to destroy the fabric of this nation merely to \"rub the rights nose in diversity\". The disasters that await our nation in the future are a direct consequence of that!",
                                    "likes": 2,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "227",
                                    "user": "(null)",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "You will see I counted that in. That's the New-Labour bit - a Tory-lite party. So yeah,I agree we should not pick and chose facts.That applies to you too.",
                                    "likes": 2,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "228",
                                    "user": "(null)",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "You skipped over new labour and still made out it was 40+ years though. Do you honestly believe any of the old parties can be trusted any more and are fit for purpose in the 21st century? They are all just about politics of the past and we deserve better than this lot who’ve been sitting in our parliament since the referendum result went the wrong way for them.",
                                    "likes": 3,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "229",
                                    "user": "(null)",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "How can we deserve better than the people we choose to elect?",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "230",
                                    "user": "(null)",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Try actually saying something for a change instead of all these platitudes you keep posting.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "231",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "In other news: The DE 's PROJECT FEAR department goes into overdrive against Corbyn and Labour Meanwhile, Boris Johnson 's government will not carry out any economic impact assessment of his <b> Brexit </b>deal, officials admit Ministers have dropped plans to publish a Treasury assessment, amid estimates of a hit to the UK economy of anything between£ 70 bn and£ 130 bn, leaving people thousands of pounds worse off Full steam ahead to the sunlit uplands of<b>  Brexit</b>!",
                    "likes": 2,
                    "hasReplies": true,
                    "numberOfReplies": 10,
                    "replies": [
                        {
                            "id": "232",
                            "user": "(null)",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "No mention by yo of course of the saving of £13bn membership fees we will not have to pay which can be used to offset any negative impact to the economy.   selective fantasy stats by you of course.   Where is your evidence?   You can't produce any, bit like Corbyn's economic forecast, pure fantasy.",
                            "likes": 15,
                            "hasReplies": true,
                            "numberOfReplies": 7,
                            "replies": [
                                {
                                    "id": "233",
                                    "user": "(null)",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "The £13bn memebership fee buys things like access to trade worth many times that. If you want to talk economics, then let 's begin by taking into account both gains and losses. After all, it was you who quite rightly advocated not being selective with evidence. ",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "234",
                                    "user": "(null)",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "You tell us all who else pays any other country or trading block for trade ? It’s called blackmail money. So let me get this straight, we have to pay for the privilege of them selling their goods to us ?",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "235",
                                    "user": "(null)",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "So, being in the EU doesn't give us a free trade deal after all.  We pay £13 Billion p.a. for it. How much does Poland pay? or the ROI?",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "236",
                                    "user": "(null)",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "£13b to pay for trade access? why! if countries need to trade and they do,then why such costs, just to fund a middleman. plenty more across the world trade at no charge on their trade deals. a vastly expensive bureaucracy set up as a quasi broker with political dogma imposed on nations.a scam.",
                                    "likes": 8,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "237",
                                    "user": "(null)",
                                    "date": "(null)",
                                    "timestamp": "NA",
                                    "commentText": "(null)",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "238",
                                    "user": "(null)",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Only a fool would want to be tied into the EU when the rest of the world wants our technology, our expertise, scientific discoveries and inventions. Many people from all over the world come to British Universities. The EU has NOTHING to match them.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "239",
                                    "user": "(null)",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "There is no need to be part of the EU to trade with the EU. Perhaps you could tell us how long China has been a member of the EU. There is no need for any trade deal to take 7 years unless the EU wants to lose the UK 's export market.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "240",
                            "user": "(null)",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "Still cheaper than the Labour lot getting in,",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "241",
                            "user": "(null)",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "And it’s not looking so rosy on those dank dark bog lands of the EU is it ?",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Brexit"
                    ]
                },
                {
                    "id": "242",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Good post. I'm in a similar position, probably poorer than the families you mention.",
                    "likes": 13,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "243",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "You will lose out when inflation takes off and there is a run on the £,  any private pension will fall by at least 25 % in value.",
                    "likes": 11,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "137",
            "user": "queenofsheba",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "There is no such thing as a free lunch.  Someone has to pay for all these promises and it wont be the rich.  They will make sure of that by moving their money where it cant be reached.  In the end the debt will be paid by our children and grandchildren for decades to come.",
            "likes": 123,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "244",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "That is already their fate, after Labour's reckless 13 years of spend spend spend, disguised by Gordon Brown as \"investments\", which proved to be worthless when the global financial house of cards imploded.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "245",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Advocating the rich should be left alone because they may move \"their\" money  is to advoate one law for them, another for us. We are now paying the rich to move their money out - that 's what tax havens are. The rich depend on tax payers to keep an infra-structure so people can work, that includes in-work benefits - then the siphon the profits off-shore. 163 economist from across the land have signed an open letter in the FT in support of Corbyn 's plans. They argue it is _needed_ for economy - it will make us all better off. Seach for \"economists letter to the FT 2019\", as DE do not allow links.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "246",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "The more than doubled public debt by the present government will already ensure that our children have to pay it all off for decades to come.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "247",
                            "user": "(null)",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "Indoctrinated  member of Momentum perhaps??",
                            "likes": 4,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "248",
                                    "user": "(null)",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "No: a lifetime Tory voter; but not any more now.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "249",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "That's the point Corbynist/Labour is trying to claim that all the money to pay for all there manifesto policies will only come from people who earn 80k or more but you always need to read between the lines and with this every single person the country will pay for it some how Everybody claims Boris does <b> nothing </b>but lie yet look at Labours manifesto overflowing with lies ",
                    "likes": 9,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "136",
            "user": "Claremont77",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "As a <b> Pensioner </b>on a very modest income I will be about £400 a year worse off when he stops the single person discount on Council Tax.  So he is lying through his teeth when he says only those on £80k and above will pay more.  You can't trust a word that comes out of Corbyn's mouth.  Andrew Neil showed very clearly the man doesn't have a clue.",
            "likes": 214,
            "hasReplies": true,
            "numberOfReplies": 9,
            "replies": [
                {
                    "id": "250",
                    "user": "(null)",
                    "date": "28 Nov ",
                    "timestamp": "NA",
                    "commentText": "The top 1% of tax payers pay 12% of the Country's PAYE, Self-Assessment and NI tax take, which was ~£38bn in 2018, the other 4% of \"top payers\" generated 38% of the tax take, i.e. ~£120bn. The \"modest\" increase Labour would slap on them, if it is 5%-10%, would generate an additional tax take of £8-£16bn, PROVIDED these high earners stay and do not leave !This is why open and Stealth Taxes are introduced to scrape more money into the government 's coffers, for it to waste, and these monies will come from corporations, financial transaction taxes, etc. if these businesses don't relocate, but finally will come from the \"captive audience\" = Middle Earners, they who cannot escape.  Make no mistake about that.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "251",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "your moaning about 400 pound when you probably have an above 30k income check your privilage",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "252",
                            "user": "(null)",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "Check your spelling.",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "253",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "And it was a labour government that removed the 10p tax rate taking money from the poorest of working people.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "254",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "How do you come by that figure?",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "255",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Labour Politicians are either st@pid or Li@rs. Take your pick. ",
                    "likes": 8,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "256",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "He has a plan that fits the robbery of democracy as well. Some wonder if an anti UK activist could ever be good for the UK and for whom. Fact is, vote Corbyn and find out if you fit in his dream. ",
                    "likes": 11,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "257",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "We will all pay loads more under Labour, higher council tax, extra green tax, removal of single person discount on council tax, inheritance tax increases on modest homes, not multi millionaires homes, plus increases elsewhere, trust labour, still the same high tax, and will still bankrupt the country. Then their open door policy, allowing ever more people, into our getting, over populated, country, which will cost us ever more money!",
                    "likes": 19,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "258",
                            "user": "(null)",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "Nope. You are mouthing the lies of the establishment. 163 economists from across the UK back Labour 's plan. They've all signed an open letter to the FT.Search for \"economists letter to the FT 2019\", as DE won't allow links.",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": [
                "Pensioner"
            ]
        },
        {
            "id": "135",
            "user": "LeoDogger",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Blair and Brown were the Labour of socialist policies and behind the scenes Brown introduced 197 stealth taxes to pay for their splurge of benefits to people on the dole and breeding single mothers. They even threw free council houses at single mothers and now they bleat there aren't any for people on the streets and blame the Tories.    Don't believe the lies of Labour, austerity was introduced to pay off Labour's debts.",
            "likes": 149,
            "hasReplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "259",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "\"austerity was introduced to pay off Labour's debts\" Wow, so badly wrong. Austerity was imposed as a political decision by the Conservatives in response to the Global financial crash in 2008. The Deutsche Bank being one of the major players causing the crash, described by a US Senate committee as a financial snake pit rife with greed, conflicts of interest and wrongdoing.They were involved in trading CDO 's and CLO's, financial products deemed to have played a role in the 2008 crash.The Deutche Bank being the 4 th fourth - biggest player in the CDO and CLO business.They were also accused of tax avoidance schemes.Shortly before the crash, it was David Javid who was global head of the bank’ s emerging markets structuring group, responsible for structuring all credit products for emerging market clients and all emerging market risk products for all Deutsche clients, the bank described it at the time, then Javid moved to Singapore as head of global credit trading Asia, to take charge of the bank’ s cash and derivative credit trading as well as CDOs.He also sought to avoid tax on his£ 3 m - a - year earnings as a Deutsche Bank investment banker.Javid left Deutsche Bank in 2009, just as the full extent of its credit - related losses were becoming clear.A former colleague told Euromoney that he was amazed at how Javid was“ spinning his former career” as a sober banker, as opposed to a structured credit trader involved in the business that precipitated the global financial crash.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "260",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Labour think their loan debts are written off when they leave office and transfer the responsibility to the Tories without so much as a blush.  It's quite refreshing that the Tories aren't dancing to Labour's tune this time and are having their own little splurge after years of enforced belt-tightening.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "261",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Blair was described by Thatcher as her best legacy. He and Brown were both Tory-lite. Austerity was and is a lie.The nearly trillion pounds that went into baling out the PRIVATE banks were added to the nations bill by Brown, and later by the Tories. The crisis was world - wide, sparked by the banks selling sub - prime mortgages in the US.The banks then buy debt from each other, each buyers adding to the burden.Until the whole ponzi scheme crashed - but \"too big to fail\" we picked up the bill. The Tories made the <b> disabled,</b> the unemployed, the poor, the working people, pay for the bankers burden. Tories sold off council houses and now many of them are in the hands of private land agents.Slum renting has returned.The Tories _refused_ to support a proposal to say housing should be fit to live in .Explain to me how single mothers are to blame.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 4,
                    "replies": [
                        {
                            "id": "262",
                            "user": "(null)",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "Just wait until the EU has to find billions to pay off its debts for propping up \"too big to fail\" European banks  -  but that's OK because I'm sure in your eyes, the EU can do no wrong.  As for selling off council houses  -  it certainly won't help ease the housing shortage by failing to control immigration.",
                            "likes": 4,
                            "hasReplies": true,
                            "numberOfReplies": 1,
                            "replies": [
                                {
                                    "id": "263",
                                    "user": "(null)",
                                    "date": "28 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "We wouldn't even have a shortage of housing if Labor hadn't allowed in and invited in, sending out their scouts europe wide to invite them in and handing over our council houses to house them all and they are still intending to do just the same all over again.  Proving yet again that Labour never learn from their mistakes.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        },
                        {
                            "id": "264",
                            "user": "(null)",
                            "date": "28 Nov ",
                            "timestamp": "NA",
                            "commentText": "Quite simple really, responsible people don't open their legs to live off the state.    If we all did that there would be no tax to pay for the subsidised housing they took whilst working couples who DIDN'T breed to get free houses, couldn't get council housing, yet they were working and paying taxes whilst single girls were busy breeding out more kids for more benefits and so they would not be forced to get a job.   I know I worked in a local council parent's service that provided them with the freebies for their kids.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "265",
                            "user": "(null)",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "Spot on. Javid was heavily involved at the Deutche bank trading CDO's and CLO's and dodging tax on his 3m/year salary in Sinagapore in the years leading up to the global financial crash of 2008, at the Deutche bank which was described as “a financial snake pit rife with greed, conflicts of interest and wrongdoing” by a US senate Committee and one of the main culprits causing the 2008 crash. And the Tories not only impose Austerity on the people to pay for the Global crash caused by the banks and bail them out as they were \"too important to fail\", but then give Javid the keys to number 11 as Chancellor. Disgusting. Unreal ignorance by those blinded by Tory media lies and dogmatic hatred for those less fortunate, who were actually made to suffer more and more under Tory rule. It's the greedy rich everyone needs to blame, not the poor, and the Tories for lying to everyone with every breath they take.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Disabled"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "134",
            "user": "JimmyB",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Corbyn wants to destroy the UK.",
            "likes": 158,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "266",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Well why not? After all he hates the UK",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "267",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Labour have been doing that since they were formed!",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "268",
                    "user": "(null)",
                    "date": "(null)",
                    "timestamp": "NA",
                    "commentText": "(null)",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "269",
                            "user": "(null)",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "Are you serious? Every time Labour has been in office they have left the country virtually bankrupt. It was bad when Brown was PM, but never has any Labour PM announced such a damaging manifesto as Corbyn's. Maybe lives will be saved with more 'stop and search' powers for the police - Labour wants 'stop and search' abolished.  They want open borders for the whole world to come here - no restrictions whatsoever, which may make the lives of migrants better but it will seriously diminish the quality of our lives, and we will pick up the bill. Then we come to the defence of the realm.... shall I go on?",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "133",
            "user": "SpocksBeard",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Labour always has been the party of taxation.",
            "likes": 151,
            "hasReplies": true,
            "numberOfReplies": 11,
            "replies": [
                {
                    "id": "270",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "and irresponsible spend spend spend. The last time they were in power, for 13 years, they left the Country virtually bankrupt when they were chucked out in 2010. It took 9 years of \"Austerity\" to rebuild the finances. That would be a picnic compared with what the Marxists want to foist on us now.It would take a generation to rebuild the Country after their inevitable collapse.",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "271",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Working people pay more tax under the Tories than under Labour. They pay through VAT etc. What 's more, the Tories put tax money into their mates pockets. Rail is subsidised now more than when it was nationalised. The companies profits go off-shore. So our tax-moey is being transferred to tax havens to benefit the very rich. When Labour get in, they spend taxation on you and me.For my part - I 'm OK with paying to live in a better society where we look after one another, instead of letting people die on the streets.",
                    "likes": 3,
                    "hasReplies": true,
                    "numberOfReplies": 3,
                    "replies": [
                        {
                            "id": "272",
                            "user": "(null)",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "How come the deficit annual government borrowing is down to a QUARTER of the mess Labour left. IF your point had ANY truth that couldnt be possible. I 'm afraid your whole post is ignorant nonsense.",
                            "likes": 6,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "273",
                                    "user": "(null)",
                                    "date": "(null)",
                                    "timestamp": "NA",
                                    "commentText": "(null)",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "274",
                                    "user": "(null)",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "No but their chancellor took the financial scrutiny of the banks away from the experts at the Bank of England and gave it to a bunch of clueless clerks who has no idea of what was going on with regard to derivatives in much the same way as Brown later admitted. When the storm hit we were playing on the beaches instead of having battened down the hatches. So the severity of the hit was entirely labours fault as was the steeply rising deficit. Ok Mr clueless, deluded remoaner ? ",
                                    "likes": 4,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "275",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Until the sham \"tories\" overtook them !",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 4,
                    "replies": [
                        {
                            "id": "276",
                            "user": "(null)",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "The level of taxation under the Tories rose because of the mess Labour left, NOT because it was a policy choice. By now, under Labour we would be like Greece. You are clearly ignorant of the root cause.",
                            "likes": 4,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "277",
                            "user": "(null)",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "Look sweetie ,Politicians of any party are liars , if they were not when they started they are after a very short while. If they are speaking they are lying. Its a well known fact of life.",
                            "likes": 11,
                            "hasReplies": true,
                            "numberOfReplies": 2,
                            "replies": [
                                {
                                    "id": "278",
                                    "user": "(null)",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "Indeed. I agree entirely; but your original comment only cast Labour in that mould, which was why I made that point.",
                                    "likes": 0,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                },
                                {
                                    "id": "279",
                                    "user": "(null)",
                                    "date": "27 Nov ",
                                    "timestamp": "NA",
                                    "commentText": "spot on",
                                    "likes": 1,
                                    "hasReplies": false,
                                    "numberOfReplies": 0,
                                    "replies": []
                                }
                            ]
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "280",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "AND LIE'S",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "132",
            "user": "Bru62",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Corbyns maths are on par with Abbotts. He's a champagne socialist who is a millionaire. He has made this money of the backs of those that vote him in year after year. I wouldn't trust him or his policies. The man is a maniac who will say and do anything so he can bankrupt this country. The yoof of today have no idea what they are letting them selves in for.",
            "likes": 145,
            "hasReplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "281",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "As my mother used to say when I was young, \"its best to learn the hard way\".",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "282",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "He is not a millionaire. I've seen that figure on right-wing websites. They arrive at that sum by adding his income over his entire working life. The normal understanding of millionaire is someone with capital worth in excess of £1000000. There may be a few millionaires who support Labour policies, but they will be few in number.Of those who do, why do oppose them ? Would you prefer them to exploit the poor, as so many of the rich do ? Your economic analysis may make you an expert, but maybe not .163 professors of economics say Corbyn's plan is the right one for the economy. They' ve written to the FT to say so.Search for \"economists letter to the FT 2019\".",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "283",
                            "user": "(null)",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "There'll be even fewer millionaires for Corbyn to bleed dry, if he gets elected  -  they'll vote with their their feet, and take flight, along with their investment in jobs and industry,  As for Corbyn's wealth  -  I see you haven't mentioned the coffee plantation he owns in Brazil.  It appears to be OK for him to have off-shore investments, but everyone else who does so is a filthy capitalist, presumably ?",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "284",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "163 economists from across the land have signed an open letter in the FT in support of Corbyn's plans. They argue it is _needed_ for economy - it will make us all better off. Seach for \"economists letter to the FT 2019\", as DE do not allow links.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "285",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "It'll be the 'yoof' that will be paying for it 5 years down the line but they are blinded by the freebies, saw that last night on Granada Tonight, just can't believe people to be so blinkered as to what will happen with a socialist government.",
                    "likes": 10,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "286",
                            "user": "(null)",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "I don't believe it is the Labour voters who are blinkered. Rather, it is working class Tory voters who are making the mistake.",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "287",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "He has never done a day's honest work in his life.   Lived off the backs of the taxpayer his whole life.",
                    "likes": 13,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "131",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "288",
                    "user": "JimWilli",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Yep. Facts. Logic. Try them out, they might work for you.",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "289",
                            "user": "(null)",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "LOL.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "290",
                    "user": "Stilton408",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "You should know, Rick.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "130",
            "user": "EastEndGirl",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "I have said it before and I will say it again if 50's women fall for Liebours tales about compensation they will lose more than they gain.",
            "likes": 98,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "291",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Exactly I heard Corbyn is going to repay the 3.7 million affected women and pay a £100 a week backpay so as I am 65 is he really trying to tell me that he will pay me £100 x 52 x 5 years equalling £26,000 of course he won't he is basically buying votes the Waspi women with this lie and the Uni students with the free education lie, lies lies and more lies that 's Labour for you",
                    "likes": 11,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "292",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Don't worry we won't, we're sensible 60's not silly 16's.",
                    "likes": 13,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "293",
                            "user": "(null)",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "Glad to hear it, although a poll was done on here yesterday and fifty four percent said they would consider this issue  before voting, so not all 60's women are sensible it seems.",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "129",
            "user": "ColinBlakeley",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Corbynski has very little grasp on reality as proved by his pathetic responses last night.",
            "likes": 98,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "128",
            "user": "Hotdog",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Unless we actually leave the EU this could be the last general election to elect a sovereign government in the history of the UK. If we don't leave, all our politicians will become irrelevant in the federal EU about to be formed by Germany and France.",
            "likes": 96,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "294",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "You really need to stop believing what you read on Facebook.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "127",
            "user": "Ando1",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "so when he was talking about for the many not the few he was talking about TAX rise, I understand now.",
            "likes": 81,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "126",
            "user": "AnJeLa",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "When will anyone address the lie that austerity has caused us problems. My parents lived through austerity after the war. Any country who can take in millions of economic migrants is not living in austerity. Any country who can boast having a public health service as the biggest employer in Europe and not invoice health tourism is living under socialism. Any country who can give their MPs a 17 % salary increase whilst their people are struggling to pay their rent is living under deceitful government. Any country who can afford to give 7 % of their taxpayers money to foreign aid whilst people at home do not have decent schools. hospitals or housing is a bureaucratic government. Any country who continues to put its people in danger and tells them their country is no longer a proud democratic <b> nation </b>is effectively living under a totalitarian regime. UK has slowly been sold to the corrupt, federal project called European Union.Unless we can drain this fetid swamp our grandchildren will be looking in the face of marxism at its worse.",
            "likes": 52,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "295",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Surprised you got this published,well said.",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "296",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Well said",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Nation"
            ]
        },
        {
            "id": "125",
            "user": "DRob33",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Inequality that austerity has brought to this country. YES Corbyn brought on by your past labour government that cannot understand how to live within its means and run up a debt so high there was no money left ! remember 2010 , and if you get in you will borrow and waste the past 9 years of AUSTERITY !!!!!",
            "likes": 69,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "297",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Because of a worldwide financial crisis actually.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "298",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "No government run by modern career politicians can live within its means !  They are all totally profligate.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "124",
            "user": "Hotdog",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "House owners will be hit very hard through the council tax if labour get in. We will all be trying to sell our properties as their value falls through the floor.  It will be chaos and our fault if labour get elected.",
            "likes": 67,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "299",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Council tax is a Tory tax, one of the most regressive taxes there is. Property prices are all but stagnent now - at leasty if the several Estate Agents we recently spoke to about selling are right.They blame <b> Brexit </b>uncertainty. Actually, even though I may lose out, it may be a good thing if it makes housing more affordable to all. ",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "300",
                            "user": "(null)",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "The reason for high property pricers are they are too many people who want to buy, the natural rise in population comes from couples having children who will want a house in around 20 years time, unfortunately will have allowed around 4 million adults in over the last 10 years who want property now",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Brexit"
                    ]
                },
                {
                    "id": "301",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "We already pay £32 per week to get our bin emptied once a fortnight.   Any more increases and we are seriously thinking of selling up and moving abroad.     We are the highest taxed country in Europe, you realise that when you go to other countries in Europe where their public services cost much less than the UK along with their tax and where they don't fund half the rest of the world that choose to come to their country to live on welfare and health services.   We rented in Spain for a while and had NO water bill and NO  council tax bill to pay as the landlord covers the cost and the size of the property was twice the size of our tiny property here and sunshine morning till dusk and a swimming pool in the back garden.   What is there not to like and where they insure your car, NOT the person so anyone can drive it and car insurance actually went down the second year we were there.   Then they wonder why people want to move abroad.",
                    "likes": 8,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "302",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "They will also be hit very hard by the Council Tax increases next year already implied by the present government.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "123",
            "user": "B1956",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Always Labour. Always wrong. ",
            "likes": 67,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "303",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Always dangerous",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "304",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Could it be you're always wrong about Labour?",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "305",
                            "user": "(null)",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "No, I have a memory.",
                            "likes": 4,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "122",
            "user": "TheArtfulCodger",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "So, When Corbin utters \"For the many, Not the few\" he is talking about higher taxation!",
            "likes": 65,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "121",
            "user": "Sas",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "What is the matter with our politicians? Do they think we are mugs?",
            "likes": 63,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "306",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "YES.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "307",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Yes, that's how they got you to vote for <b> Brexit.</b>",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "308",
                            "user": "(null)",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "psEUdo The mugs were those 16.1 million that voted to hand over their futures to people they will never be able to elect or deselect.",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Brexit"
                    ]
                },
                {
                    "id": "309",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "They do not think that we are; they know from experience that we are.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "310",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "YES",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "311",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "they sure do",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "120",
            "user": "Justmyopinion745",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "No wonder this man has a big following among students, they are the only ones gullible enough to be taken in by him",
            "likes": 63,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "312",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "No.  They are the ones living on the bank of mum and dad and have no concept of what damage a Labour government will inevitably and invariably inflict upon this country. Labour has a track record that speaks for itself if any deluded supporter wants to check. ",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "313",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "They don't have mortgages, council tax, electricity bills etc to pay - If Corbyn got in they would also not be getting any money from their parents/grandparents as they would be skint too. Maybe then they would learn - but it will be far too late!",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "119",
            "user": "dog",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Robber Corbyn for anyone but the Brits.",
            "likes": 53,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "118",
            "user": "JustKeepFocused",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Jeremy Corbyn doesn't just lie, he is a living lie! Does he ever actually answer any question simply and clearly? Each statement he makes is deliberately vague and ambiguous so that he can backtrack on it at some future date!",
            "likes": 51,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "314",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Does any modern career politician ever answer any question they are asked clearly? No, of course not; they do not want to expose themselves for what they are.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "315",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Criminals tend not to advertise the fact they are about rob you, they pref-are to subdue you first and do it whilst your off gaurd",
                    "likes": 8,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "117",
            "user": "Bertie3",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Shame Andrew Neil doesn't stand as PM ... he'd win hands down in a public vote and transform the Westminster sewer overnight. All assuming he wasn't stabbed in the back by all the other politicalscum that infests the place before he could get the job done.",
            "likes": 46,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "116",
            "user": "missingEUalready",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Feverish and desperate damage limitation attempts by Labour will not salvage Corbyn's chances now.",
            "likes": 45,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "115",
            "user": "Eurohadmefill",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Corbyn is going the right way to getting to be the first man to be publicly hanged in this century!",
            "likes": 45,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "316",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "You advocate violence? Tell that to the 72 year <b> old </b>man who was canvassing for Labour and put into hospital for his trouble. Tell that the all the Labour canvassers who have been physically attacked. Tell that to my wife - too scared of a brick through the window if we put up a Labour poster. Tell that to Jo Cox. ",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 2,
                    "replies": [
                        {
                            "id": "317",
                            "user": "(null)",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "Try joining another party!  But beware, Parliament has literally done it's potful with the British public, their animal like behaviour in the House, Blocking every bill that is presented, that is not politics.  When the election is finished, PARTY becomes a no, no,  They should then concentrate on what their constituents want - that is called democracy, recently we have not seen democracy in government or opposition.  Insults to one another is a total waste of time.  The system needs a overhaul.  About 80% of the contents of Parliament are there for their own ROTTEN ambition and ego.  They need to go.  They should all behave like perfect gentlemen and ladies, and dress correctly for the occasion too, show respect for one another - If they toe the line, then nobody would get punched at people's front doors during elections.  That is exactly what \"the people\" want to do, after past 12 months in the Commons - punch their lights out, and anyone who represents them - it is horrible, but they have brought it on themselves by FAILING in their job.  WE NEED DIGNITY, HONESTY AND RESPECT in Westminster - not pigs at the trough!!",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        },
                        {
                            "id": "318",
                            "user": "(null)",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "\"Eurohadmefill\" was NOT advocating violence  -  just pointing out that Corby's lies and dishonesty was asking for trouble.  It appears to be OK for Labour MPs to advocate violence though, recommending l-ynching one Tory MP, while another is on record as saying she was prepared to s-tab her own leader.",
                            "likes": 3,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": [
                        "Old"
                    ]
                },
                {
                    "id": "319",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "You may mean \"hanged\"? If you do he would not be the first.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "114",
            "user": "Dancer",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Anyone who votes for this man and his party needs their heads examined.  I worked all my life was not able to have children but paid for many in my high tax.  Now I am retired and put some money by for my retirement I am still taxed and this evil man wants more. NO",
            "likes": 56,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "320",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "You'd have to have £80K+ to pay more tax. Even then it would be a few pounds a month. Too much for you to bear ? Too much for a better society ? A few pounds a month. ",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "321",
                            "user": "(null)",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "Hi Jim, You must be drinking from the same Kool - Aid batch that Corbyn drinks. To being with, the Labour vision is an extremist Marxist society that died with the collapse of the Soviet Union.Other socialist countries like Cuba and Venezuela are crazy with high inflation and high unemployment. After yesterday 's car-wreck interview their is no denying Corbyn is anti-semitc. Why, make this country the Germany in the '30 s ? Why would any for high unemployment, high inflation, and a society where religion determines your place in society.I am glad the Conservaties are opening up a wide lead and are poised to soundly defeat Corbyn.",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "113",
            "user": "escapee",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "One does not have to be a genius to work out what section of society represents 'the many'.   If you don't know ask somebody with an IQ in double digits.",
            "likes": 43,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "322",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "You're right. The answer is Labour. ",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "112",
            "user": "InMyHead",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Labour will bleed us dry with their taxes and over spending, I hope this will be a reality check for those who support Labour,  we cannot let Corbyn be PM,  we must not have a Labour Government that will leave the UK in debt for years",
            "likes": 23,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "111",
            "user": "SMP",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Corbyn; a drowning man clutching at straws.? Labour under T.B.Lair sold half the NHS off, now they are blaming the Tories!",
            "likes": 16,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "323",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "It is a sign of sheer desperation. Corbyn and Labour know they have lost the election.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "110",
            "user": "Logicalcaveman",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Corbyn is a Blinking Liar.     Watch his eyelids.......",
            "likes": 15,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "324",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "They all are.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "109",
            "user": "AlexanderDane",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Andrew Neil, thank you for such brilliant Journalism, a true Icon of your profession.",
            "likes": 14,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "108",
            "user": "Dinkie1993",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Under Labour everyone pays more.    Have we already forgotten the Brown Government leaving the country penniless and in debt to the tune of trillions of pounds.     We suffered years of austerity through this and if you want the same to happen again, then vote Labour.",
            "likes": 14,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "107",
            "user": "Sharkfin",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "So are we speaking joint incomes of pensioners getting hit, my wife and I get £1740 per month made up of state, army and a tiny private pension.  We have both have tax allowances in our own right, mine comes well under the threshold and the wife 's is well under so I fail to understand how this goon could tax a joint income unless they completely revamp the tax system which isn't going to happen.We also do not benefit from married allowance, G.Brown took that off us on Labours last watch.We claim no other benefits.We are financially OK....at the moment but the future with the Marxist party could tip the balance and leave us in poverty. However, the economy is finely balanced with low inflation rate should Catweasle and that clown of a shadow Chancellor get into No .10 and 11 I can see inflation climbing to higher than the 25 % we endured in the late 70 's, their sums even to a layman do not add up, our credit rating will be at rock bottom once these plans of their's get going then what ? Unfortunately there are some very thick blinkered people out there even in our town that think being a socialist is a good thing only trouble is they use the word in a different context these Marxists.When saddo Corbyn 's idea of a day out with the family is to visit and study Karl Marx's grave that should speak volumes!",
            "likes": 20,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "106",
            "user": "ProfessorAW",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Good <b> old </b>Labour. Brown raided the pensions leaving me £2,000 a year worse off and still Labour is trying to crucify the people who saved all of their lives once again.",
            "likes": 20,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "105",
            "user": "BlackCat",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Corbyn still doesn’t accept that his policy will not just affect people earning over £80k, the man is a joke!",
            "likes": 13,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "325",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "£80k, isn't that conveniently just over what most of the MPs earn?",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "104",
            "user": "Iterum585",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Well you know who to vote for, and that includes the members of the LieMore party because this also affects you.",
            "likes": 13,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "103",
            "user": "proudscot",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "200 seats ? Still too many. Far too many. I'd love to see them reduced to the level of the third party with <b> Brexit </b>being the second biggest.",
            "likes": 12,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "326",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "I think we all would.... once we've got ourselves out of the EU.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "102",
            "user": "Justmyopinion745",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Why no comments on the Tony Benn story, just another hypocritical millionaire Liebour MP, bit like Corbin!",
            "likes": 12,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "327",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "He was a staunch <b> brexiteer!</b>",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Brexiteer"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "101",
            "user": "riseman",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Corbyn isn’t up to the job of PM, the middle classes will be taxed more there’s no doubt about that. I’m a manual worker and own various types of investments why would I vote Labour, only if I wanted to pay more tax and see it wasted.",
            "likes": 18,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "328",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Who out of the present slurry of career politicians IS up to the job of PM, or even of MP?",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "100",
            "user": "DRX",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "and thats 200 seats too many!",
            "likes": 11,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "99",
            "user": "Ironduke228",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "So Hilary Benn is the recipient of a death duties tax dodge orchestrated by daddy, that explains a lot about the man. Social Warrior to EU groveller in one generation who would have thought. No comments allowed so I thought I would put it here. ",
            "likes": 11,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "329",
                    "user": "(null)",
                    "date": "(null)",
                    "timestamp": "NA",
                    "commentText": "(null)",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "330",
                            "user": "(null)",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "Socialist's to the Royal Family without a explanation logic or reason. And pal socialist's leaving huge sum's of money to their son's and heirs. That's hypocrisy, the Royal Family are not hypocrites, they don't try and pretend that they believe in the redistribution of wealth, nor should they.",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "98",
            "user": "roger",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "well what else did you expect with <b> old </b<b> >commie</b> corby in charge?",
            "likes": 10,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Old",
                "Commie"
            ]
        },
        {
            "id": "97",
            "user": "GrumpyOldMan260",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "It appears that antisemitism is not the only thing Corbyn has adopted from history.  It was Dr Goebbels that said if you tell a lie often enough people will believe it.  Corbyn adopting the mantra.",
            "likes": 10,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "96",
            "user": "MrsPoldark",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Of course the NHS won't be a part of any deals, because there would be <b> nothing </b>left to deal with if he got his hands on it. Labour has already placed intolerable burdens on the NHS with its dodgy finance deals and paying GPs more to do less work, not to mention flooding the country with people who do not contribute but expect to use it for their large families - a situation which will only get worse under Corbyn.",
            "likes": 10,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "95",
            "user": "walnut",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "I swear Labour think we are all 8 years <b> old.</b>.....",
            "likes": 10,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "94",
            "user": "redduke",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Potential postal vote fraud uncovered in Plymouth. Labour's Baz Ahmed involved. Police informed. Well, quelle surprise!!!",
            "likes": 9,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "331",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Does he live there now, he was residing in Peterborough after he left   Birmingham ?",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "93",
            "user": "Pythagoras379",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "So these informal talks ended when Boris took over and yet Corbyn claims that they are proof of Boris’ intent. Corbyn isn’ t just a liar.He’ s an incompetent liar.",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "92",
            "user": "Stephy",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "We keep making a big issue out of an NHS that's failing in many ways and costing us more and more every year. According to Corbyn et al it's sacrosanct - but really he hypes it up. No, we don 't want an American style pay-through-the-nose system, but we really should be looking at ways to overhaul it and get rid of the enormous waste in the system. We need more properly qualified <b> doctors </b>and nurses and less management staff - and definitely less medical tourism! And it does annoy me that Scotland and Wales get prescriptions for free while we in England pay£ 9 per item. ",
            "likes": 9,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "332",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "If they cut out the horrendous amount of waste it would go a long way to solving the problems. Why on earth are walking frames and crutches being scrapped after one use? The same goes for a lot of other things that could be steam cleaned instead of thrown away. Almost everything they buy is at an inflated price as well. We all know you can go into a supermarket and get basic things like paracetamol for pennies yet the NHS is spending pounds on them.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "doctors"
            ]
        },
        {
            "id": "91",
            "user": "jaykay",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Where does Sturgeon get off with her demands that Scotland should get an extra £13 billion ?  The <b> woman </b>seems to think the rest of the world or everyone south of the border owes her a living.  She'll be in for a nasty shock if she thinks the EU will continue to keep her in the manner to which she's become accustomed",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "90",
            "user": "dobbie",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Corbyn's gonna have to sell the NHS so he can buy the railways + Post office.",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "89",
            "user": "Wafoo",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Lie Bores tax figures must have all been calculated by the abbott!!",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "88",
            "user": "FROGBRAIN6",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "The man is a fool and people who support him are ????",
            "likes": 13,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "87",
            "user": "Just.Do.It",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Labour's last note, there is no money left.",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "333",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "It was a joke. A quite good one I thought.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "86",
            "user": "miggss",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Comrade Cob on the ropes nice to see.",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "85",
            "user": "BillBloggs",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "always remember, you got <b> nothing </b>for free. Somewhere along the line that has to be paid for, and usually it is the self same people who supposedly get the handout.....and that rule applies regardless of what Party is in power.....what they give with one hand, they take away with the other hand!",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "84",
            "user": "missingEUalready",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Oh, Andrew Neil !",
            "likes": 15,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "83",
            "user": "Bribetowin",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Corbyn’s brain is as misted as his ill fitted glasses.",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "82",
            "user": "Fwederick",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Corbyn will go down in history as the man who put the final nail in the coffin of socialism in the UK.",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "81",
            "user": "LeoDogger",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Andrew Neil is worth his weight in gold and how the BBC have managed to keep hold of him is a miracle.   He always \"fact checks\" his subjects he is going to interview and shows them up for exactly all the lies they peddle.   Well done that man.",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "80",
            "user": "jonty94491680",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Labour members on social media seem to hate the rich, and you see a presumption that all Jews are rich and a fair target for anti Semitism. Perhaps Corbyn is scared of losing his voter base ? It gets even more vitriolic when Israel & amp;Palestine are mentioned, or even the USA.Labour hierarchy are all openly guilty of this, they even make up stories like Trump will buy the NHS. ",
            "likes": 11,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "79",
            "user": "HateLeftyVirtueSignallers.",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Even 200 seats is far to many for this bunch of Marxist Loons.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "78",
            "user": "jasper",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "At last politicians being asked the hard questions by a brilliant interviewer. Neil was forensic, totally on top of his brief and wouldn't let Corbyn off the hook. Watch and learn you Sky and BBC lightweights this is how you conduct an interview.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "77",
            "user": "Bribetowin",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Can’t they swap him out for Basil Brush.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "76",
            "user": "Len'sLense",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "\"SPEND SPEND SPEND\"......Remember Viv who won the Littlewoods pools...  she ended up broke just like this country will under Labour, AGAIN!",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "75",
            "user": "Stuwii",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Corbyn hates the British people. Put Corbyn where he belongs...in the Bin !",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "334",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Bottomless pit.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "74",
            "user": "That'sAFiveThen",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "That document being dragged up today is very convenient from Liebour the day after Corbyn has a car crash interview to deflect away from being called out by Andrew Neil on the Liebour Party Antisemitic issues.",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "73",
            "user": "Nightshade721",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Most probably the documents are fake and it was something the labour party knocked together. Can Corbyn justify why it was ok for the blairs government to hand nhs contracts to private firms.",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "72",
            "user": "TX11",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Yet, the useful fools will allow super-rich billionaires to pay no tax! Who are they kidding?",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "71",
            "user": "BritishIndependence",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "The more Labour speak the more people dislike Labour. By the 12th Labour will be lucky to get 20 seats.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "70",
            "user": "AlexanderDane",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Polls are meaningless, we won <b> Brexit </b>yet the polls said we would lose",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "69",
            "user": "LastTango",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Corbyn the desperate is peddling lies about plans to sell off the NHS.....even the Daily Mirror says..........\"The Tories insist they only mention the NHS four times. And they're right, to the extent that these documents are mainly not actually about the health service.....\" What the Americans want and what they get from the UK in any trade deal is up to the UK and no UK politician in his right mind would go anywhere near selling off the NHS.....it would mean political annhilitation.This is simply a case ofcomrade Corbyn tryin to deflect the avalanche of criticism coming his way by lying. ",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "68",
            "user": "Hotdog",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Corbyn must be challenged on his plans for the Council Tax paid by home owners. He has been quiet on this and he must not be allowed to get away scot free. Labour will soak home owners and that includes retired people living on a breadline pension income. House prices will crash as home owners who can no longer afford to live in the homes they worked hard for try to sell. Labour are offering only dark times ahead for the workers.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "67",
            "user": "walnut",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Sheer desperation on Corbyn's part. Like a low grade financial advisor he is trying to relieve  the British people of their wealth based on smoke and mirrors.... and worse still. lies. If the Andrew Neil interview has already finished him...this attempted smear will. ",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "66",
            "user": "oldnick",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "\"200\" hundred seats for labour but that is toilet seats everything is going down the pan for labour.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "65",
            "user": "Guest519433",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "200 seats,as many as that,best save your digging for the allotment Jezza,as that hole you are digging just gets deeper by the day.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "64",
            "user": "MetaG",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Labours wide open borders reckless mass immigration policy is totally unsustainable and will destroy the NHS as it will have to provide unlimited treatment for the rest of the world and they won't have to pay a penny as it will be coming out of our taxes. No matter how much Labour throw at it, it won't be enough unless there are control measures in place but they don't want to do that.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "63",
            "user": "Iterum585",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Corbyn claimed that this 500+ page document was not redacted censored - he then went on to hold up multiple pages that were in fact exactly that - redacted... And the whole document is not about the USA taking over / buying out the NHS, it is about the costs of medicines it would provide as a trading country and <b> nothing </b>to do with buying the NHS. But I suppose if you mention the NHS, then automatically the LieMore party go into anti USA mode and start spouting unfounded facts. ",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "62",
            "user": "proudscot",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "From the party that inflicted the horrendously expensive PFI schemes on the NHS, for which we are STILL paying, this is a new low, even for them. They are quite contemptible.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "61",
            "user": "jonty94491680",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "The Institute for Fiscal Studies say the <b> Brexit </b>deal is the best outcome over the next 3 years.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "60",
            "user": "brexitchamp",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Waspi distraction day 1",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "59",
            "user": "jonty94491680",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Labours £57 billion for WASPI women not accounted for in their figures.......Oh dear",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "58",
            "user": "DRob33",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Not many <b> Brexit </b>questions asked by Neil ? I wonder why .....",
            "likes": 9,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "335",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "The main issue was Corbynista lies about how he plans to pay for all his Manifesto pledges and Mr Neil easily exposed all Corybnista flaws. Labour and Corybnista  also plan to ignore the 2016 Ref and have a new Ref where the options are Remain or Remain not very Democratic is it",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "336",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "That would have been too cruel.",
                    "likes": 8,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "57",
            "user": "StrictlyNonPC",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "All Chief Crackpot Corbyn has to offer is more and more Marxist claptrap, blatant bribes, pie in the sky spending policies and now out and out false claims ie Fake News that the NHS is under threat by the Conservatives.  The extent of his lunacy knows no limits.  WHAT IS  REALLY UNDER THREAT IS THE ENTIRE COUNTRY UNDER CORBYN.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "56",
            "user": "KATE",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Was this poll taken before the announcement of a further 4.3 million people having registered to vote.  The majority are under 35.  Now that will not bode very well for Johnson!",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "337",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "It could be because they felt their vote with the two party system never counted, vote <b> Brexit </b>Party and change Politics for good.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Brexit"
                    ]
                },
                {
                    "id": "338",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "The gullible young.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "339",
                            "user": "(null)",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "Gullible Brexiteers more like",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "55",
            "user": "AULDREEKY149",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "CORBYN destroying the UK and NICKY already has destroyed  SCOTLAND at least it does NOT look likely they will be forming the NEXT UK GOVERNMENT it is time SENSIBLE VOTERS CONSIGNED THEM INTO THE DUSTBIN WHERE THEY BOTH BELONG!!!",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "54",
            "user": "john.johney",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Its good to find out before you vote where parties are lying.... err I mean underestimating...... Labour SNP, Jo Swinson all \"underestimate' the public'.. in general!",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "53",
            "user": "Sdemnips",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "How much longer will those cowards in Labour carry on hiding under their beds instead of facing up to the extremist that is Jeremy Corbyn and confronting him about the destruction of their Party? They 've played along with his ludicrous Marxist fantasies for some years now, hoping it'll all work out somehow but rendering themselves utterly unelectable, and the plain fact is they stand no chance of regaining any political credibility whatsoever until he 's virtually destroyed his Party, forcing it into facing reality and getting rid of him and his rabid sidekick. Is there no - one with sufficient moral fibre to point out a few home truths, challenge him directly, and reposition themselves as representatives of the working population in order to present a credible Loyal Opposition ? ",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "52",
            "user": "Vandazler",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Add the total readership of this pathetic rag to the Mail’s and it’s less than a million, so all this fake news isn’t going to sway that many in the big picture of things. It’s going to be a very close run thing with probably a hung parliament in the end. Back to square one.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "51",
            "user": "JacquelineW",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "LeoDogger. How can we make voters realize  they are worse than Blair and Brown. They want to turn us into Tax Cows or Bulls. I met a <b> pensioner </b>who goes to Spain for 3 months cause its cheaper.If LabMx win he will probably stay. ",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Pensioner"
            ]
        },
        {
            "id": "50",
            "user": "JacquelineW",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "How can we know that LabMx will not try selling the NHS.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "49",
            "user": "jonty94491680",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Corbyn has proven he hates Trump and USA, and yet we have positive trade figures with USA, unlike the EU.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "48",
            "user": "jonty94491680",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "\"The Tories pointed out how the NHS was only mentioned four times in the documents, and the NHS, drugs and pharmaceuticals were not mentioned at all in the most recent discussions between UK and US officials.\" So labour stole the <b> old </b>documents that had already been surpassed and tried to fool the public. I want to see arrests!",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "47",
            "user": "thetruthisoutthere",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "I see Trinity Mirror are spewing out Corbyn's lies in their local titles, the left really have no shame, ability or decency.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "46",
            "user": "Pythagoras379",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Corby is a bigger liar than <b> ReMoaners </b>pretend that Boris is The document covers a period that ended before Boris came to power. And that someone demands something in talks, is not proof that another person who wasn’ t even party to the talks, will give it. ",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Remoaners"
            ]
        },
        {
            "id": "45",
            "user": "andy_lemming",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Corbyn trying to exert 'spin' yet again and failing miserably. He would try to make out that a corkscrew was a nail if he thought it would buy him  votes from the nails.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "44",
            "user": "TheThunderbird885.",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "More made up rubbish from Corbyn to deflect from his disastrous interview.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "43",
            "user": "jonty94491680",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Drug and medicine exports:- Germany: US$62 .3 billion 16.8 % of total drugs and medicines exports Switzerland: $45 .3 billion 12.2 % Belgium: $27 .8 billion 7.5 % France: $25 .9 billion 7 % United States: $22 billion 5.9 % Ireland: $21 .7 billion 5.8 % United Kingdom: $19 .7 billion 5.3 % Italy: $19 .6 billion 5.3 % Netherlands: $16 .8 billion 4.5 % India: $13 .1 billion 3.5 % Obviously, the UK could do better by increasing manufacture of things such as insulin, penicillin etc, but not with Corbyns tax proposals. ",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "42",
            "user": "exlabourvoter994",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Vote Momentum Marxist  Liebor and pay more tax to those who are known in these parts as social security scroungers. Pay more tax to extend the school <b> age </b>prior to unemployment by three years university training, with respect to those who realise it's a honour not a right to attend a univeristy and who see the rewards in worth while employment by doing so.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Age"
            ]
        },
        {
            "id": "41",
            "user": "bigbird",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "\"200\" too many",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "340",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "FAR TOO MANY.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "40",
            "user": "ScottyH",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "It would be disgusting if Labour won, they have had 673 instances of Ant! semetism in 10 months and all their supporters can say is \"smears\"",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "39",
            "user": "AHHEsq",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Pathetic from Corbyn and desperate from the Labour Party to use their international health service and our national health service as a smokescreen to hide the anti semitic issues they face .",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "38",
            "user": "davidyoung",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Boris Johnson has \"Integrity\" who are you trying to kid, must have taken this Poll in a Tory stronghold.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "37",
            "user": "Oatcake",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "The desperation of the Tory press is evident. Corbyn will rejoice as he sees these lies abound. ",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "36",
            "user": "Drrdf",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Most pensioners do not get as much as £14000 per annum, so it will not affect them; and with the abolition of the Adult Dependency Increase by the present government in April next year they will be still worse off. l",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "35",
            "user": "FrauAnton",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Why has our prime minister suddenly decided to give Andrew Neil a miss? All the other leaders are doing it.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "341",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Why should he?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "342",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "You have to be desperate or foolish to subject yourself and party to these hatchet interviews... I suppose that sums politicians up!",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "343",
                            "user": "(null)",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "He asks legitimate questions. What's Johnson scared of?",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "344",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "That's because the more the public see of Boris the less likely they are to vote for him.",
                    "likes": 1,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "345",
                            "user": "(null)",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "I'm relying on that!",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "34",
            "user": "jonty94491680",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "The rate of all MRSA cases in hospitals per 100,000 population, per year fell from 8.6 in 2007/08 to 1.5 in 2017/18. The problem with Labour administration of the NHS, is, you are more likely to die. The simple fact is, you are safer with Conservative control of the NHS.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "33",
            "user": "Darkstar677",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "The real danger here is that this and other outright lies are being presented as a FACT by pro Labour activists on Facebook, encouraging peer to peer dissemination. I have already received two such scaremongering posts that completely fooled the relatively intelligent original recipients because they contained very selective input from people in the relative fields NHS & amp;teaching.Moreover, so certain were they that the post was accurate that they were indignant at having their naivety pointed out. ",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "32",
            "user": "Pingles",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Propaganda from a billionaire owned rag.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "31",
            "user": "Stillhere",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Polls are consistently wrong about elections. They have built up a track record of failure over the years which brings their whole raison d'être into serious doubt. But lets hope they are right for once.... ",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "30",
            "user": "Dominico",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Gives one a nice warm glow.... But who REALLY believes polls any more? They seem to have been spectacularly incorrect for the last several years",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "29",
            "user": "Benji3",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Labour digging at bottom of barrel  and somehow claiming they have a document saying NHS is for sale",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "28",
            "user": "Kade",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "I see a man holding up an a4 size paper with <b> black </b>lines on it, which, lets face it, could be a shopping list for all we know.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Black"
            ]
        },
        {
            "id": "27",
            "user": "JockMcCool",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "If Corbyn gets in, it will be the young and gullable who will put him in. BUT, what the young and gullable don't realise is, it will be them who will pay for his meglomania in the long term. Well I'm neither young or gullable and also a Tory and them paying is okay by me. So stump up all you young and gullables.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "26",
            "user": "Plantagenet",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Desperate times desperate measures.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "25",
            "user": "AndyBr",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "What the DE omits from the story is that BestforBritain's analysis showed the Tories winning a large majority without ANY tactical voting whatsoever. They go on to illustrate how the Tories could be denied a majority if 117,000 people in marginal seats vote tactically. DE doesn't like facts, only disingenuous spin and lies.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "24",
            "user": "Saoutchik",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "This is great news, Donald Trump's wealthy chums will be able to take over the NHS and make a fortune by charging whatever they like in an unregulated post <b> brexit </b>Britain. The icing on the cake is that thanks to the right wing Tory policies of the last decade Britain now has a large number of homeless children who's vital organs wealthy<b>  old</b> people will be able to buy through well connected Tory intermediaries . It's a  win win!",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "346",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Sucker to the great Labour lie.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Old",
                "Brexit"
            ]
        },
        {
            "id": "23",
            "user": "ATTSB",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "I'm predicting Boris will lose GE, then Trump will follow him out the door in 2020, followed soon after by swathe of other right wing nationalists. 😊",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "347",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Oh well I will get my kaftan and sandals out.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "348",
                    "user": "(null)",
                    "date": "(null)",
                    "timestamp": "NA",
                    "commentText": "(null)",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "349",
                            "user": "(null)",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "Bring back 'New Labour' lol",
                            "likes": 0,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "22",
            "user": "JimWilli",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "163 leading ecomomists from across the UK signed a letter to the FT. The letter states very clearly their support for Labour's economic plan. You will be better off under Labour, no matter what the DE says. The DE is run by and for rich people. The DE will not allow links, but type \"economists letter to the FT 2019\" into your search engine and you will see I am right.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "350",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Ha ha you make me laugh, DE is owned by Reach plc and their flagship title is....The Daily Mirror. They also own all the major city rags like The Liverpool Echo etc, all pro Corbynski.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "21",
            "user": "proudMary",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "More than compensated for by increases to the pension, minimum income guarantees and free broadband and reintroduction of free tv licences...whereas tories want to sll NHS to USA....",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "351",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "It was Andy Burnham that introduced the CCG's to privatise the NHS. So its Labour that want to privatise the NHS, and screwed it over with the proliferation of PFI contracts that run until 2035 ",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "352",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Evidence that it is going to be sold to the USA please, We will be waiting a long time as You dont have any, just spreading more leftist lies as per usual......... You and Your ilk need removing from this message board that You polute with Your nonesense.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "353",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "proudMary No, that was Arch remainer Tony Blair. & lt;Prime Minister Tony Blair told a meeting of private healthcare executives that he wanted to open the whole of the NHS to outside competition. Mr Blair met managers from private US, European, and South <b> African </b>companies bidding to run 11 diagnostic and treatment centres, which will perform operations in specialties that have the highest waiting times— such as knee, hip, and cataract surgery. According to a report in the Guardian 14 May, p 11, Mr Blair said: We are anxious to ensure that this is the start of opening up the whole of the NHS… & gt; British Medical Journal, 22n d May 2003. ",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "African"
                    ]
                },
                {
                    "id": "354",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Are you for real?",
                    "likes": 4,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "355",
                            "user": "(null)",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "Surprisingly easy still to sucker people ,the bigger the lie the more chance you have of them to believe it .",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                },
                {
                    "id": "356",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "where is your evidence tories are selling the nhs",
                    "likes": 5,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "357",
                            "user": "(null)",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "They know it's bo ll ox but want to always use the NHS as a political football as it's safe ground but WE know the truth about how BROWN &amp; BLIEAR USED PPF...….",
                            "likes": 2,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "20",
            "user": "Skepticalmass",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Andrew Neil is a tool. Corbyn could hardly get a word in edge ways let alone make his point. Think I will vote for Labour.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "358",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Numpty",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "19",
            "user": "FullofTruthGuardian",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Andrew Neil is a Tory plant. Mark my words. If Labour wins, his head is the first to roll. We don't need a Tory supporting BBC!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "18",
            "user": "SlightlyMosquito",
            "date": "28 Nov ",
            "timestamp": "NA",
            "commentText": "Seeing the Conservative manifesto Boris doesn't seem to have any ideas or solutions apart from getting <b> Brexit </b>done! - I'm pretty sure if and when Boris gets elected we will see the NHS crumbling even further, police force continue to struggle against rising crime, local councils to continue to be unable to cope, schools standards slipping, poverty and homelessness rising further and the climate breakdown. There will be some taxes to pay for some of us but, however much we hate Corbyn personally, a Labour Government would definitely be good for so many suffering and struggling across the country ",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "17",
            "user": "erik",
            "date": "28 Nov ",
            "timestamp": "NA",
            "commentText": "No complacency about the outcome of this election ! We need to fight for every conservative vote until 12 teh December. ",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "16",
            "user": "cheeky",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "'corbyns nightmare'?  Corbyn is the electorates nightmare, well, labour or 'momentum' are at least. Corbyn has made a career out of protesting.....50 years anti e.u and now cant decide hahaha. Spineless! <b> Nothing </b>but a sell out front man",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "15",
            "user": "john.johney",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Go Boris...... Grab em by the party....LOL",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "14",
            "user": "YnotRialb1",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Sturgeon condemns Tories over extra funding for DUP  Whats about Corbyn's offer £100 millions to feed SNP up 🤔",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "13",
            "user": "AlexanderDane",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "BoJo and a US trade deal would have to include Pharmaceuticals, however what has not been disclosed is that US drug companies do not like generic products, have strict Bio tech  trademarks which do not allow similar products and a whole host of nefarious trickery, BOJO would sell our NHS down the Swanee",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "359",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Same <b> old </b>same<b>  old</b> rubbish, how many times does he have to tell you that he will not sell of the NHS for Pete's sake come up with something new that is honest.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Old"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "12",
            "user": "Skepticalmass",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Hey Boris, one of our ministers is missing.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "11",
            "user": "FearFactory",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Unsurprising considering the media coverage.....\"Boris\" vs Corbyn.......it was a stitch up from the start. Abstain.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "10",
            "user": "bluepencil1",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "FAKE NEWS BY THE RIGHT WING PRESS.  The young generation will be voting on mass voting either Liberal or Labour",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "360",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "*en masse*",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "361",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "downside meta",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "362",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Think your point snapped.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "9",
            "user": "Opal44",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "anyone earning above 25k a year should be grateful and check there privilege and maybe stop buying booze and cigs",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "363",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "My money, I earn it. It's tough enough finding a job that lasts in the very unpredictable world of IT. We're not unionised workers with job security and a job for life.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "8",
            "user": "Flivoless",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "“We are proud of our 44-page Grey Book\". Unfortunate choice of colour - grey book, grey area?",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "364",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "Grey because it cannot be 'white' or 'black' in case it offends someone.  So considerate.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "7",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "365",
                    "user": "Snert063",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "On you on the evening shift?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "6",
            "user": "Opal44",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Tories continue to bring in hundreds of thousands of immigrants into the uk and have no intention of stopping it yet you lot think they care about you dont give me thus but but what about labour",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Tooold?",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "Polls are likely to move up &amp; down in the remaining days .  We may get excited at one instance , or another.  At the end of the day what matters is that LEAVE = 51% &amp; REMAIN =  49%. Boris has more to lose if this goes wrong !",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "366",
                    "user": "(null)",
                    "date": "(null)",
                    "timestamp": "NA",
                    "commentText": "(null)",
                    "likes": 0,
                    "hasReplies": true,
                    "numberOfReplies": 1,
                    "replies": [
                        {
                            "id": "367",
                            "user": "HateLeftyVirtueSignallers.",
                            "date": "27 Nov ",
                            "timestamp": "NA",
                            "commentText": "He is just a complete Tool..... ignore it.",
                            "likes": 1,
                            "hasReplies": false,
                            "numberOfReplies": 0,
                            "replies": []
                        }
                    ],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "3",
            "user": "(null)",
            "date": "(null)",
            "timestamp": "NA",
            "commentText": "(null)",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "368",
                    "user": "(null)",
                    "date": "27 Nov ",
                    "timestamp": "NA",
                    "commentText": "In Your dreams Muppet",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "2",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "k",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "l",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "0",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "k",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "-1",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "s",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "-2",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "r",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "-3",
            "user": "(null)",
            "date": "27 Nov ",
            "timestamp": "NA",
            "commentText": "I  wish this paper would stop over blowing the possibility, the  possibility I say, that Boris might win this election. the <b> fat </b>lady  has not sung yet.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Fat"
            ]
        }
    ]
}