{
    "header": {
        "title": " Aid workers suffer racism and harassment by police while helping Calais refugees ",
        "subtitle": " ",
        "owner": " James Hockaday ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 393 ",
        "datePosted": " Friday 30 Aug 2019 7:00 pm ",
        "dateExtraction": " 2019-11-20 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/08/30/aid-workers-suffer-racism-harassment-police-helping-calais-refugees-10086471/ ",
        "postText": "Volunteers helping refugees claim they are faced with violence, harassment and racist abuse from police in Calais.', 'Aid workers say authorities in northern France have put a ‘target on their back’ and try to disrupt their efforts to help vulnerable people.', 'Some have complained of racially motivated abuse while female volunteers are subjected to ‘aggressive’ searches by male officers.', 'The claims come after British volunteer Tom Ciotkowski, 30, ended up in court for recording police officers harassing volunteers trying to distribute food in July last year.', 'Tom was pushed in front of a passing lorry which narrowly missed him before being put in custody for 36 hours and charged with contempt and assault.', 'The activist from Stratford-upon-Avon was later found not guilty and now an internal police investigation into three officers’ conduct is expected to finish in November.', 'Speaking after the trial, Tom told Metro.co.uk: ‘I just don’t want it to happen again to somebody else – it’s a very intimidating experience to go through.', '‘I have no grudge against the officers but I don’t want this sort of thing happening to someone else again.’', 'During his 11 months working in Calais, Tom said he says he frequently saw police intimidating both volunteers and migrants.', 'He added: ‘It shouldn’t be allowed to happen here, we’re not in Trump’s America.’', 'Despite the notorious Calais ‘Jungle Camp’ being cleared out in 2016, there are still currently over 1,200 refugees and migrants camping in northern France, roughly 700 of whom are in Calais.', 'Attempts to cross the channel have increased in recent years as police step up efforts to clear people off from their makeshift camps.', 'Josh Man-Saif, field manager for Help Refugees, says non-white volunteers have complained about being singled out by over-zealous officers.', 'He mentioned one person who said they were subject to 14 incidents of aggression by police over six months.', 'He added: ‘Being a volunteer, being someone who helps refugees in this situation is dangerous when you come into contact with police.', '‘That’s part of our lives. We know that we have a target on our backs.’', 'He said police also resort to ‘petty’ things like excessive and mostly unjustified ID and vehicle checks to make volunteers’ lives more difficult.', 'Josh says refugee encampments are now being cleared out ‘like clockwork with such efficiency’ every couple of days, with hundreds of tents being taken away.', 'He says charities are struggling to replace the tents and sleeping bags.', 'This is despite claims from authorities that migrants are given time to collect their belongings and that anything of value that is taken away can later be recovered by aid workers.', 'Josh said: ‘It’s the excess of the hostile environment at the border in France.', '‘People are very, very shocked when people hear the stories of Calais.', '‘It feels almost unbelievable for some people that they don’t know how to accept it.', '‘People really don’t think this situation is possible about 20 miles from Kent.’', 'A report by four NGOs including Help Refugees says there were 646 incidents of intimidation or harassment of volunteers by French police between November 2017 and June 2018.', 'It says female aid workers are disproportionately targeted with aggressive pat downs by male officers.', 'The report claims when volunteers ask to be searched by an officer of the same gender, they respond ‘it has to be quick’ and carry it out themselves.', 'It also shows pictures of officers taking pictures of volunteers with their own cameras and mobile phones, despite being equipped with body-cams.', 'Even though volunteers are entitled to film officers, the report mentions cases of officers throwing their phones to the ground and shouting at them to stop filming.', 'Amnesty International says one aid worker was pushed to the ground and choked by police in June 2018 after filming four officers chasing foreign national.', 'One volunteer told the human rights organisation the brutality was putting people off from joining their cause.', 'They said: ‘We brief them on security and the context and they get scared. We struggle to recruit new volunteers.’', 'Amnesty International says it has counted more than 70 this year from the start of 2019 to June.', 'Local activist group Cabane Juridique filed more than 60 complaints to different French authorities between January 2016 and April 2019.', 'But only 11 had been received by courts and one was being looked at by prosecutors, the French Ministry of Justice said.', 'A spokeswoman for authorities in Calais told Metro.co.uk there is no evidence of ‘systemic harassment of migrants and activists or the confiscation or disappearance of personal property.', 'She said officers follow ‘strict rules of ethics’ and that complaints should be officially lodged to authorities.', 'She said: ‘The refusal to allow camps to survive is explained by the choice not to allow them to be reconstituted into squats or shantytowns.’', 'Allowing this would only boost ‘a strong concentration of smuggling networks’, authorities argue.', 'The spokeswoman said any interventions in makeshift encampments follow complaints from landowners of illegal occupation, she added.', 'She added: ‘In almost all cases, these operations are carried out calmly and without use of force’ before ‘complete reports’ are written up.', 'Authorities say an ‘insignificant’ number of complaints had been made to them about officers’ behaviour in the past few years – two in 2015, one in 2016, four in 2017, two over 2018 and 2019.', 'They say 2,299 migrants from Calais have been put into ‘perfectly dignified’ shelter through an authority run scheme since the summer of 2017.",
        "numberPosts": " 10 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Age - Youngsters",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Nothing,Nobody",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Drew Jackson",
            "date": "11w",
            "timestamp": "1567189439",
            "commentText": "‘It shouldn’t be allowed to happen here, we’re not in Trump’s America.’What a fxcking d1ckhead!",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "1",
                    "user": "Asif Shaikh",
                    "date": "11w",
                    "timestamp": "1567248355",
                    "commentText": "[ USA PEOPLE ONLY ]Google pay 390$ reliably my last pay check was $55000 working 10 hours out of consistently on the web. My increasingly youthful kinfolk mate has been averaging 20k all through continuous months and he works around 24 hours reliably. I can't trust in howdirect it was once I attempted it out.This is my essential concern...:) for more info visit any tab this site Thanks a lot GOOD LUCK .↓↓↓↓ Open This Web ↓↓↓↓ HERE☛ W­­w­­w­­.­­L­­i­­v­­e­­J­­u­­m­­p­­s­­.­­c­­o­­mⓄDon't include this → Ⓞ ← in web link Thanks",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Jo Lucci",
                    "date": "11w",
                    "timestamp": "1567274411",
                    "commentText": "Indeed.  If they are here illegally, yes we will try to deport em, but if they are here legally?  They will get all kinds of help. Hell even the illegals do in many places!  so Give me a break!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Ricks Smith",
            "date": "11w",
            "timestamp": "1567217338",
            "commentText": "Aid worker sounds so much more pleasant than attempted people smuggler, doesn't it?",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Frank Darling",
            "date": "11w",
            "timestamp": "1567231933",
            "commentText": "Well stop breaking the law, aid and abetting people smuggling, illegal entry, transport of terrorists, transport of minors.Send them all back.  Every one, and send the aid works with them if they're that fking bothered!",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5",
                    "user": "Ghulam Ali",
                    "date": "11w",
                    "timestamp": "1567238694",
                    "commentText": "I quit working my desk job and now,,,I ‘m making $97/Hr working from home by doing this simple online home jobz.i earn $15 thousands a month by working online 3 Hour par day.i recommended you try it.you will lose <b> nothing.</b>just try it out on the following website and earn daily…go to this site home media tech tab for more detail thank you.GOOD LUCK◐◐☟☟☟☟ COPY THIS WEBSITE ☟☟☟☟HERE☛ w­­­w­­­w­­­.­­­9­­­9­­­l­­­o­­­g­­­i­­­c­­­.­­­c­­­o­­­mⒶplease don't copy [ Ⓐ ] in url thanks",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "6",
            "user": "Shane Smith",
            "date": "11w",
            "timestamp": "1567234079",
            "commentText": "Easiest way to stop the flow is to send them straight back home",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "Rana sajid electrical &amp; plambars narowall",
            "date": "11w",
            "timestamp": "1567237514",
            "commentText": "I have made $18539 by doin very simple and easy job online. Joined this job 3 months ago and in my first month i have made $12k easily without any special online working experience before. Very easy job and earning from this are just awesome. Everybody can now get this job and start making real cash online right now by follow details on this website........ ===&gt;&gt;&gt;W­w­w­.­J­u­m­p­4­7­.­c­o­mⓒ The Word \" ⓒ \" is not with web address.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8",
            "user": "Mikri Vigla",
            "date": "11w",
            "timestamp": "1567239670",
            "commentText": "Charity workers should be helping the genuine starving people. Not economic asylum seekers. I'm with the Dalai Lama, send them back home to help their own countries instead of leeching off ours.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9",
            "user": "Mark Richard Milton",
            "date": "11w",
            "timestamp": "1567248136",
            "commentText": "Nobody wants those \"refugees\" (who are all probably terrorists or criminals) there, least of all the French government.The stupid libturds that keep pandering to these illegal \"refugees\" are only encouraging more to come.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nobody"
            ]
        },
        {
            "id": "10",
            "user": "Michael Hew",
            "date": "11w",
            "timestamp": "1567253496",
            "commentText": "these leftie so called  'Activists ' are helping promote illegal immigration to the UK , they have not used the proper / legal channels , UK cannot accomodate all comers and if they were genuine they should have stopped in the first safe country !!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "11",
            "user": "Anthony Holsent",
            "date": "11w",
            "timestamp": "1567259360",
            "commentText": "Refugees?  More like criminal seedy layabout spongers. Coming to a town near you soon.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "12",
            "user": "Mike Mcdermott",
            "date": "11w",
            "timestamp": "1567321628",
            "commentText": "The aid workers are part of the problem.........",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}