{
    "header": {
        "title": " MPs are being habitually racist, and they shouldn’t be allowed to get away with it ",
        "subtitle": " ",
        "owner": " Kelechi Okafor ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 1.8k ",
        "datePosted": " Saturday 9 Mar 2019 9:27 am ",
        "dateExtraction": " 2019-11-15 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/03/09/mps-are-being-habitually-racist-and-they-shouldnt-be-allowed-to-get-away-with-it-8862478/ ",
        "postText": "Here we are again. Amber Rudd has referred to Diane Abbott as a ‘coloured woman’ during an interview on Jeremy Vine’s BBC Radio 2 show.', 'It seems like only last month that a white MP said something offensive about black people.', 'Oh wait, it literally was just last month that MP Angela Smith referred to black and Asian people as having a ‘funny tinge’ in terms of their skin colour. There was outrage and right on cue, Angela apologised saying she had ‘misspoke’.', 'In 2017 Anne Marie Morris MP was suspended for saying ‘N**ger in a woodpile’ during a speech. I was shocked that she thought it would have ever been acceptable to say something so dated and racist.', 'It’s as if there is some secret competition between MPs to out-do each other’s antiquated racial terminology.', 'It shouldn’t be allowed to continue and I truly believe action needs to be taken to reprimand MPs that speak in this way.', 'In the context of what Rudd was discussing, she seemed to be stating that nobody should be receiving abuse based on their skin colour. However, her use of the term ‘coloured’ tells me that she has a lot of learning to do herself on what should and shouldn’t be said about the colour of people’s skin.', 'I for one am so tired of white MPs claiming that they misspoke or were ‘clumsy’, as Rudd claimed, when in fact they are just being downright offensive with their outdated language.', 'When you decide to become a member of parliament and represent the people of this country, it is part of your duty to be aware and respectful of the different races that make the UK what it is.', 'Rudd’s use of the term ‘coloured’ tells me that she is generally out of touch with the society she intends to lead.', 'She claimed to be ‘mortified’ after making the remark but rather than retreating into a shell of heavy handed apologies, she, and MPs like her, need to start unlearning a lot of their racism.', 'When you decide to become a member of parliament and represent the people of this country, it is part of your duty to be aware and respectful of the different races that make the UK what it is.', 'I don’t think MPs should be fired straight away for racist comments because there should be room for us all to learn (although if an MP continues to make faux pas, clearly they should not be allowed to continue on in their role).', 'Instead MPs should be obligated to take constant training regarding ethnicity and culture.', 'They need to learn what is appropriate to say, but more importantly, how to interact with the diverse citizens of this country with respect. It would serve us all better.', 'At the moment, as soon as an apology is made, it seems like no further action is taken. And that shouldn’t be the case, given how appalling the language has been.', 'Coloured is a particularly problematic word. At best it is lazy, but essentially it is used as a manner of protecting whiteness and othering people in relation to whiteness.', 'Therefore, vastly different cultures and histories are all lumped together for the sake of easily saying ‘everybody who isn’t white’. It was used only a few decades ago to tell non-white people which toilets and water fountains they could use, which schools they could go to and whether they had a right to vote.', 'It harkens back to a shameful time for this country that quite frankly Rudd shouldn’t feel so comfortable referencing, especially as she is the same person who resigned as home secretary for destroying documents that would have proved the rights of people of the Windrush era to be in this country.', 'When MPs are seen to be talking in this manner, it gives permission to people to use the same terms. They will naturally follow the examples of those leading the country who are deemed ‘smarter’. This is especially dangerous in Diane Abbott’s case as she will inevitably receive more abuse.', 'Abbott is reported to have received 45 per cent of all abusive messages sent to MPs in the six weeks leading up to the last election. One woman. One black woman.', 'I’m aware that it is naive of me to think that MPs would be aware of racial and cultural differences. Most have certain types of upbringings, and go to certain schools, and are of a racial demographic that insulates them from any circumstance where whiteness isn’t the norm.', 'Rudd’s friends may well whisper to her that they don’t see the issue with what she said.', 'There are people of the older generation who still refer to biracial people with terms that allude to caste systems and that is offensive, and we somehow make allowances because they’re usually relatives and ‘don’t know any better’.', 'There will also be some black people who will jump to Rudd’s defence because they’re conditioned by society to acquiesce to whiteness at every opportunity.', 'But I am here to tell Amber the truth.', 'Words are powerful. A word that seems like a throwaway term is capable of unearthing traumatic histories, past and recent, and it is our duty to refer to our fellow humans in the way that their journey in this society deserves.', 'I believe in offering solutions and not just problems.', 'MPs like Amber Rudd can unlearn racist behaviour through participating in discussion and reading the works of black women like myself who take the time out to speak out on issues like this.', 'When we know better, we have the opportunity to do better.",
        "numberPosts": " 9 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Gender - General,Ethnicity - Black,Age - Youngsters",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Race,Racism,Racist,Woman,Black,African,Nothing",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Curley Jefferson",
            "date": "35w",
            "timestamp": "1552127778",
            "commentText": "Dianne Abbot being the biggest of them all.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Alistair Green",
            "date": "35w",
            "timestamp": "1552140597",
            "commentText": "Diane Abbott gets 45% of all abuse to MPs online. It has <b> nothing </b>to do with her colour it’s more to do with the fact she is a moron and a complete melt. The colour card gets played more and more everyday, issues made where there are non. I’m not saying there is no<b>  racism</b> I just think th<b> e rac</b>e card is played when it sometimes h<b> as nothi</b>ng to do w<b> ith r</b>ace, and by doing that it cheapens the <b> real ra</b>cism when it’s actually used",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "2",
                    "user": "Paul Adamson",
                    "date": "35w",
                    "timestamp": "1552163311",
                    "commentText": "Exactly, but you know, what comes around goes around.  Abbot, a <b> racist </b>for years (anti white), historically and regularly making hateful comments about whites, always bringing<b>  race</b> and colour into subjects when not previously mentioned, no thats no<b> t racis</b>t but when she receives similar back, oh the outcry and publicity it generates.  Abbot is as thick as mince, an embarrassment to Parliament and her constituents, but oh gawd help you if you critic the ex fook buddy of Corbyn for her complete inept brain capaciity, you (if white) are obviously just be<b> en raci</b>st...",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Race",
                        "Racist"
                    ]
                }
            ],
            "keywords": [
                "Nothing",
                "Race",
                "Racism"
            ]
        },
        {
            "id": "3",
            "user": "Michael Hew",
            "date": "35w",
            "timestamp": "1552142922",
            "commentText": "Abbot is one of the worst / anti British <b> racist </b>in the last 50 years ,and not fit for office , but on the up side she will keep corbyn out of government !! :) !",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "4",
            "user": "Arnold Hedge",
            "date": "35w",
            "timestamp": "1552146642",
            "commentText": "Peuple getting offended by stuff on the internet #563278.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Shamil San",
            "date": "35w",
            "timestamp": "1552149653",
            "commentText": "The rampant <b> racism </b>in the Tory party is allowed because our whole media is riddled with racists journalists and owners. That's where the main problem lies. Instead they attack the human rights campaigners as racists. Hypocrisy stinks.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "6",
                    "user": "Paul Adamson",
                    "date": "35w",
                    "timestamp": "1552153218",
                    "commentText": "Of course because it's only the Tories whom demonstrate <b> racism </b>isn't it...  Labour are not guilty of<b>  racism</b> I guess.  No of course not, no - the allegations of antisemitism isn'<b> t racis</b>m is it..  Or how about David Lammy, whom thinks a white person visiting aid sites in Africa is white supremacy yet completely ignores Lenny Henry parading the same via the same charity, o thats n<b> ot raci</b>st is it...  How about Diane Abbots various claims including my favourite - 'white people divide and rule' - no no, these comments were <b> not rac</b>ist.  BOTH these liberal numpties<b>  are ra</b>cist on a weekly basis, always bringing colour into a conversation when never mentioned prior...  Been so offended by the term 'coloured', wow SUCH LARGE CHIPS ON THE SHOULDERS, n<b> ot by Af</b<b> >rican</b> Black people needing aid, just left wing nutters of all colo<b> urs a</b>nd race, looking to be offended at a moments notice.  Your hipocrysy is farcical... Oh, hang on, I see you're a momentum and shamina begum supporter, SAY NO MORE - YOUR'E NUTS, LEFT WING, APOLOGIST of TERRORISM and undoubtedly, <b> PROBABL</b>Y RACIST to all whites.  Shame on you.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Race",
                        "Racism",
                        "Racist",
                        "Black",
                        "African"
                    ]
                }
            ],
            "keywords": [
                "Racism"
            ]
        },
        {
            "id": "7",
            "user": "Shamil San",
            "date": "35w",
            "timestamp": "1552149699",
            "commentText": "This is spot on.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8",
            "user": "Ashley Hyde",
            "date": "35w",
            "timestamp": "1552163349",
            "commentText": "Oh dear everyone gets offended these days. So 'coloured' is not acceptable but I see 'People of colour' still used quite a lot? 'Black' is different to Asian or Chinese. Please tell my friend who is confused exactly what the PC correct term is for the different races in our multi-cultural society.. The older folk like my mate of 61 get confused these days as they look at people for what they are, not the colour of their skin and were brought up with 'coloured' as the term, but there are out and out racists still about. Ignorant folk. I am a white man (ok pink or beige if you prefer) who is married to a Jamaican <b> woman </b>BTW. She calls our daughter 'half caste' which I try to point out to her is now totally None PC but she  and laughs and takes no notice of that! She doesn't like Moslim women either and would never employ one in her job as a manager. People are what they are, as people despite what PC descriptions you wish to describe them as or who gets offended. Diane Abbott to me is a very likeable<b>  woman</b> and I admire her, but she is not too bright in her role as a politician but likeable all the same and has at least made an effort and is sincere.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "9",
                    "user": "Rachel Harvey",
                    "date": "35w",
                    "timestamp": "1552206877",
                    "commentText": "Your wife being a bigot is possibly not something to parade in public - if she doesn’t want a discrimination case brought against her by an employee.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "10",
                    "user": "Ashley Hyde",
                    "date": "35w",
                    "timestamp": "1552210911",
                    "commentText": "Rachel Harvey It would have to be a 'potential' emloyee in fact.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "11",
            "user": "Dee Durham",
            "date": "35w",
            "timestamp": "1552166514",
            "commentText": "You seemed to have missed the <b> racist </b>comments about whites.or is that okay no surprise there then",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "12",
            "user": "Gary Burchill",
            "date": "35w",
            "timestamp": "1552238188",
            "commentText": "So what if she called another <b> woman </b>. A white<b>  woman</b>? Think it's called get a life.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        }
    ]
}