{
    "header": {
        "title": " If Black History Month does not include LGBT+ people, it is not Black history ",
        "subtitle": " ",
        "owner": " Travis Alabanza ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 6.4k ",
        "datePosted": " Monday 14 Oct 2019 10:49 am ",
        "dateExtraction": " 2019-10-31 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/10/14/black-history-month-not-include-lgbt-people-not-black-history-10909021/ ",
        "postText": "I sharply remember the first time I met someone who was black and gay. She was living in a house that was on the route I walked to school.', 'I had passed her most days over four years of walking to school; I saw her taking out the bins, chatting on the phone, gardening. We would sometimes smile at each other, in a way that Black people in a white country sometimes do.', 'One day however, I remember seeing her kiss a woman goodbye, at the front of her garden gate. I was 15 and it stopped me in my tracks.', 'I remember so clearly – even if I could not articulate it – that what was shocking to me was not that she was kissing a woman, or that she was Black, but it was the combination of the two. I, a Black queer kid myself, had not realised it was possible.', 'I do not blame myself for this – there are many reasons why young Black kids do not see queerness as a possibility within them.', 'Colonisation flattens out histories and possibilities. Representation is minimal for Black people in this country, and is often very repetitive. Racism continues to present us as two dimensional versions of who we are.', 'But also, if I’m completely honest, history and the present had never shown me explicitly that the two could exist: That you could be both Black – and in whatever way – not straight.', 'As it stands, when Blackness is involved, straightness and cisness is too. What this does is create an ahistorical approach to our history', 'In school we had learnt of the occasional explicitly gay figure like Alan Turing, or even had an English teacher speculate about Shakespeare’s sexuality, but when it came to October – the one month of the year my school would attempt to make an effort to teach Black history – sexuality and gender was left out of the conversation.', 'Not just left out, but at one point noticeably erased.', 'James Baldwin was put up on the wall for Black literature, yet the bio written had nothing about his sexuality, despite that being such a major part of his canon.', 'As a kid, Black History Month can sometimes feel like a time in school where you are hungry to learn. For once you see an authority figure (your teacher), giving information that includes people like you.', 'So often the exchange of knowledge in schools is that a white person (your teacher), tells you important things that another white person (someone in history) did, and you (the non white person) listen.', 'Although we often see Blackness and queerness as an axis of ‘multiple oppression’, what learning about our history enables us to do is to flip that lens.', 'I refuse to believe that this does not have prolonged effects on how and who we view as carriers of knowledge.', 'So when Black History Month comes along, or when a teacher decides to bring Blackness into a class, it is natural that the importance of who is featured and how the lessons are taught feels greater.', 'But as it stands, when Blackness is involved, straightness and cisness is, too. What this does is create an ahistorical approach to our history. It does a disservice to the richness and complexities that Blackness holds.', 'And I believe this great affects young Black LGBT+ people’s aspirations, possibilities and health.', 'Statistics show that LGBT+ people of colour experience higher rates of mental health issues and discrimination than our white community members. It is clear to me that we must be tackling this from all sides – including our history.', 'Whether that be talking about examples of gender non-conformity in precolonial African religions, or the genius writings of Black queer figures like James Baldwin or Alice Dunbar Nelson.', 'Or whether it be the significant contributions queer Black people have made to political movements, like Lady Phyll of UK Black Pride or Patrisse Cullors of the Black Lives Matter movement.', 'It’s so important people recognise that so many Black people throughout history and the present have not left out or hidden their queerness in order to create change, but rather used or connected with their queerness to do it.', 'Learning this gives hope and power and shows that these two things are not at odds, rather in constant conversation.', 'Black LGBT+ people have throughout history contributed to countless moments, and have often been at the forefront of many liberation movements, and I do not believe this is by chance.', 'Although we often see Blackness and queerness as an axis of ‘multiple oppression’, what learning about our history enables us to do is to flip that lens. It lets us see how holding both Blackness and queerness gives us a resilience and unique perspective to understand the world, and make change.', 'Black history is rich – it is important. It needs uncovering, but only when all of the history is shown.', 'Educators and historians and those imparting knowledge onto others have a responsibility to do so with care, and accuracy.', 'If only the straight parts of Black history is shown, then that is not history; it is inaccurate, and it is an inaccuracy that comes with danger.', 'Young Black LGBT+ kids deserve role models, possibilities, and the ability to reflect and connect with their history.', 'It is the responsibility of those in positions of power and privilege in education to give them the tools for this reflection.",
        "numberPosts": " 7 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - Black,Age - Youngsters,Sexual Identity - General,Sexual Identity - Male homosexuality,Gender - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Black,Nothing,Gay,Gay,Sexual",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Jack Jones",
            "date": "2w",
            "timestamp": "1571052941",
            "commentText": "haha. . .what a ridiculous attemp at rewriting history...pff",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1",
                    "user": "Phil Wren",
                    "date": "2w",
                    "timestamp": "1571054106",
                    "commentText": "Not sure you have quite understood the article there mate...",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Pishulonko Tulahuena",
            "date": "2w",
            "timestamp": "1571134568",
            "commentText": "is there any latino or asian history month?   anyway, a minority cannot dictate the meaning of the majority's  statement...",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "3",
                    "user": "Ronnie Houston",
                    "date": "1w",
                    "timestamp": "1571316160",
                    "commentText": "Pishulonko Tulahuena yes",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "Ben Collins",
                    "date": "19h",
                    "timestamp": "1572454946",
                    "commentText": "Latino history month is September and Asian history month takes place in May",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Stan Field",
            "date": "2w",
            "timestamp": "1571269655",
            "commentText": "It's <b> Black </b>history!! not<b>  ga<b> y</b</b>> experiences if y<b> ou nothi</b>ng to write<b>  on bl</b>ack greatness shut this weak attempt of over shado<b> wing b</b>lack history with<b>  yo<b> u</b</b>>r gay recollections &amp; experiences and  sq<b> ueezin</b>g Black history in 29days is ridiculous in itself write about that",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing",
                "Black",
                "Gay"
            ]
        },
        {
            "id": "6",
            "user": "Candice Barnes",
            "date": "1w",
            "timestamp": "1571442953",
            "commentText": "Sexual preference has <b> nothing </b>to do with<b>  black</b> accomplishments. Please metro and daily mail, go and stick it where the sun don't shine and stop raining on our parade. It's only one month. Jesus Christ. Pathetic.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sexual",
                "Nothing",
                "Black"
            ]
        },
        {
            "id": "7",
            "user": "Freddy Lee",
            "date": "1w",
            "timestamp": "1571681750",
            "commentText": "BLACK HISTORY does and should exist without the LGBTQ being part of <b> Black </b>History.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Black"
            ]
        },
        {
            "id": "8",
            "user": "Cordele Rolle",
            "date": "16h",
            "timestamp": "1572466336",
            "commentText": "Who's stopping them from telling their own stories?There is official keeper of <b> Black </b>History. -lolAnd<b>  Black</b> History doesn't care about your sexuality — only your accomplishments to progress the culture as a whole.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Black"
            ]
        },
        {
            "id": "9",
            "user": "Petchichellii Petchichellii",
            "date": "12h",
            "timestamp": "1572479356",
            "commentText": "This is stupid",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}