{
    "header": {
        "title": " How to deal with a friend who makes offensive comments ",
        "subtitle": " ",
        "owner": " Kate Leaver ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 314 ",
        "datePosted": " Thursday 29 Aug 2019 8:00 am ",
        "dateExtraction": " 2019-10-31 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/08/29/how-to-deal-with-a-friend-who-makes-offensive-comments-10637664/ ",
        "postText": "So you’ve got yourself an offensive friend: someone who thinks it’s OK to say something racist, sexist or just plain wrong.', 'This is a tough one to tackle, because it’s going to require either willful ignorance on your part or a bit of courage.', 'You can try to ignore what this person is saying for the sake of harmony and this will probably be your instinct, because we do all like to please people – and confrontation is hard.', 'My policy is that we can’t let friends get away with saying offensive things because that’s the most insidious way those sentiments become normalised and sneak into our everyday vernacular. We have to be vigilant about our integrity, even if it’s at the pub or a BBQ.', 'Remember that saying: the standard you walk past is the standard you accept.', 'Be brave and set a higher standard of behaviour for the people you know.', 'If a friend or acquaintance of yours has said something undeniably racist, it’s really important that you don’t just let it go – more so if there is someone present who could be personally hurt by the comment.', 'Letting someone get away with a racist comment implies that it’s OK they said it. Racism is never acceptable and we have to keep the people we associate with accountable for their words.', 'Tell your friend that you think they’re being racist, say it offends you, say you wish they wouldn’t speak like that. How else will this person ever know to stop, unless someone they care about pulls them up on it?', 'If this is a stupid acquaintance, you can afford to be straightforward about finding their comment offensive. If this is someone you cherish, such as a close friend, maybe start by making sure they understand the implications of what they’ve said.', 'You may get caught in an argument if you speak up – racists don’t tend to take kindly to being called out – in which case, calmly stand your ground. If you feel like you’re in danger, remove yourself from the situation.', 'And if this sort of behaviour continues, have a pretty urgent think about whether you’d like to have a racist friend.', 'The same rules apply here.', 'If someone you know has been openly sexist, call them out for it.', 'Perhaps they thought it was allowed because they felt it was funny. As their mate, you really need to make sure they know it’s not OK.', 'If it’s presented as a punch line, just point out that you don’t find it amusing. Don’t give them your laughter and if you can, explain why you’re not laughing.', 'A powerful eye roll is a nice start, but saying out loud that you do not appreciate this kind of language is better.', 'If it’s a straight-up insult, tell them that you don’t want to be spoken to like that. However, the power dynamic can be a bit tricky if you’re a woman trying to confront a man, so only speak up if you feel safe enough to do so.', 'It’s especially important that other men point out that sexism isn’t OK, because a lot of dudes rely on the complicity and support of their mates to get away with saying offensive things about women.', 'Same again: if you feel like it’s possible, please, please speak up.', 'Every time someone gets away with a remark that offends the LGBTQ+ community, it only strengthens that person’s resolve to keep saying things like that.', 'If this is a social situation and someone has said something nasty, even under the guise of a joke, don’t let it go uncorrected.', 'Simply find a way to tell this person, whether it’s one-to-one or in a group scenario, ‘I find what you just said deeply inappropriate’.', 'The best possible scenario is that you convert this homophobe into an ally.', 'Make them understand why it’s cruel and unacceptable to speak about LGBTQ+ people dismissively, mockingly or ignorantly. If they’re any good, this person will rethink their stance and learn to be better.', 'If your friend is regularly being offensive – or, to be honest, just says something particularly heinous one time – I would recommend that you think about why you want to keep them in your life.', 'The best friends are the ones who share our values, so if you’re serious about integrity, kindness and tolerance, ask yourself whether this person belongs in your social circle.', 'If they routinely offend you or someone you care about, or simply say things you find abhorrent, then follow through on your intuition and stop spending time with them.', 'The more of yourself that you give to them, the more you’re endorsing and enabling their bigotry.', 'Consider the company you keep, what it says about you and what kind of ally you’d like to be.",
        "numberPosts": " 6 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Age - Youngsters,Ethnicity - Black,Sexual Identity - Female homosexuality,Sexual Identity - Transexuality,Gender - General,Physical Identity - Physical (and Mental) Impairments,Ethnicity - General,Sexual Identity - General,Sexual Identity - Male homosexuality",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Nobody,Black,Lesbian,Transsexual,LGBT,Gender,Sexual,Nutter,Race,LGBT,LGBT",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Ian Tucker",
            "date": "9w",
            "timestamp": "1567065448",
            "commentText": "If they are meant in jest and funny I'll laugh",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "1",
                    "user": "Susan Clare",
                    "date": "8w",
                    "timestamp": "1567095656",
                    "commentText": "But how can you know how something is meant? <b> Nobody </b>can read minds we can only go by how somebody is putting themselves across. Jim Jefferies recently spoke about his realisation that a portion of his audience may not be laughing at his sexist jokes for the same reason he was- having found that female audience members were sometimes made to feel uncomfortable not by his jokes but by how uproariously some male audience members around them laughed anytime he made jokes about rape. His perspective was 'this is such an extreme thing to say that<b>  nobody</b> would take it seriously' but it turned out that some people were saying \"yes! somebody is finally telling it how it *really* is!\" What seemed absurd to him was actually the genuinely mentality of some people... who may well have left his shows with the impression that he essentially endorses their twisted views. He no longer makes those kinds of jokes and I've got a lot of respect for him for having that integrity.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nobody"
                    ]
                },
                {
                    "id": "2",
                    "user": "Arnold Hedge",
                    "date": "8w",
                    "timestamp": "1567100875",
                    "commentText": "Susan Clare <b> Nobody </b>can read minds to the intent? The whole premise of the article is that it's a friend.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nobody"
                    ]
                },
                {
                    "id": "3",
                    "user": "Susan Clare",
                    "date": "8w",
                    "timestamp": "1567105608",
                    "commentText": "You can read your friend's minds? That's amazing! I personally can't so if one of my friends started making offensive comments I would likely conclude in absence of any good explanation from them that they're obv not the person I thought! There's one person I used to be cool with who clearly spent two much time in the grubbier areas of the internet who developed increasingly far right anti Semitic ideas... and would excitedly share them with me not realising I had Jewish family who were in concentration camps. Other friends of mine have had some disturbing things to say about women and the whole #meetoo thing which have resulted in immediate demotion from friend status...... the one thing I've never had the stones to do is actually call them on it! So they probably have no idea that their offensive comments are the reason so many people avoid them now- and that's on me and others for not letting them know.There's always a possibility that knowing the things they've been saying have lost them friends might be the thing that lets them know they're headed down a bad road. Unlikely but possible!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "Nanny Kimbo",
                    "date": "8w",
                    "timestamp": "1567232986",
                    "commentText": "You don't have to be able to read minds. If a joke is punching someone down, it's not a joke.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5",
                    "user": "Arnold Hedge",
                    "date": "8w",
                    "timestamp": "1567234365",
                    "commentText": "Nanny Kimbo I love that phrase punching down. It's so telling about the people who use it. You consider the people you are talking about below you.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "6",
            "user": "Shaun Flanders",
            "date": "9w",
            "timestamp": "1567074051",
            "commentText": "Bugger me - she sounds like a right barrel of laughs to be out with.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "Gary Youn",
            "date": "8w",
            "timestamp": "1567081621",
            "commentText": "This is a joke right ? I'm sorry mate but that comment you made about the <b> black </b>transexual<b>  lesbian</b> in a wheelchair is offensive to th<b> e nutte</b>r community, I no longer wish to associate with you",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "8",
                    "user": "Susan Clare",
                    "date": "8w",
                    "timestamp": "1567100454",
                    "commentText": "I don't get your point. If somebody I knew was constantly insulting people for being <b> black,</b><b>  transsexual</b><b> , lesbia</b>n, in a wheelchair or any combination thereof I absolutely wouldn't wanna associate with them anymore.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Black",
                        "Lesbian",
                        "Transsexual"
                    ]
                }
            ],
            "keywords": [
                "Black",
                "Lesbian",
                "Nutter"
            ]
        },
        {
            "id": "9",
            "user": "Susan Clare",
            "date": "8w",
            "timestamp": "1567086065",
            "commentText": "A similar issue I encounter a lot is people making victim blaming jokes or comments about <b> sexual </b>assault without considering that it's likely at least one person present is a victim of that... you probably know the<b>  gender</b> o<b> r rac</b>e of those around you but if someone has been assaulted or <b> is <b> LG<<b> /b</b</b>>>BT and still closeted their closest friends might not even know yet!It's worth considering if seeking attention by making mean-spirited 'jokes' is worth potentially being the reason someone reconsiders reporting a serious attack to police.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gender",
                "Sexual",
                "Race",
                "LGBT"
            ]
        },
        {
            "id": "10",
            "user": "Arnold Hedge",
            "date": "8w",
            "timestamp": "1567101097",
            "commentText": "The British sense of humour is naturally dark in nature. The Americans rarely get it, but the Irish and Australians usually do. It's the way we are. Those who do not appreciate it are welcome to make themselves scarce and keep their opinions to themselves.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "11",
                    "user": "Nanny Kimbo",
                    "date": "8w",
                    "timestamp": "1567233134",
                    "commentText": "Yeah, that's exactly it 🤨 it's possible to be funny without being offensive you know!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "12",
            "user": "Frank Darling",
            "date": "8w",
            "timestamp": "1567362160",
            "commentText": "Stop being offended... it's their choice what to say..",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}