{
    "header": {
        "title": " On my first days in Parliament I was told the lift ‘isn’t for cleaners’ ",
        "subtitle": " ",
        "owner": " Dawn Butler ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 9.4k ",
        "datePosted": " Wednesday 9 Oct 2019 2:51 pm ",
        "dateExtraction": " 2019-11-21 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/10/09/in-my-first-days-in-parliament-i-was-told-the-lift-isnt-for-cleaners-10886840/ ",
        "postText": "Black History Month is an important time for us to celebrate the contributions and achievements of African Caribbean people, but I really want the whole concept to change.', 'Sometimes it is so frustrating – just one month to celebrate black history isn’t enough.', 'I’m determined to leave a legacy that will continue to celebrate and encourage history makers in the UK all year around. I was thrilled to create and launch Labour’s Bernie Grant Leadership Programme recently – a scheme to empower more Black, Asian and minority ethnic people to take on elected posts and positions of leadership.', 'When it comes to race and equality we need to continually renew and progress because as soon as you take your foot off the pedal rights begin to roll back. The Race Relations and the Equality Act were fundamental in changing attitudes – but there is a still a long way to go.', 'I was naive when I first entered Parliament; I thought everyone believed in equality and all would be treated with respect. I still remember the shock when I got in a lift and was told that ‘this lift isn’t for cleaners.’ It stunned me. Such blatant racism from elected Members of Parliament stopped me in my tracks.', 'But being one of only two black women elected to Parliament and with so many privileged white men in one place, when I look back it shouldn’t have been surprising.', 'In this current political climate, I fear and worry that further rights are being rolled back, and this disrespect and intolerance of others is uncomfortably spreading.', 'There has been a startling increase in hate crime with Islamophobic incidents rising by almost 600 per cent in the UK. And we have seen the terrible injustice of the Windrush Scandal, a result of state sanctioned hostility towards people of colour, with British citizens losing their rights, homes and lives. And people who survived those injustices were then unceremoniously deported.', 'All of this happened because the Conservative government are accelerating the appalling hostile environment policy.', 'So although I want to ban Black History Month it is particularly important this year because over the last nine years the Tories have fuelled discrimination and intolerance.', 'I have no faith that racial equality will progress under this government and I’ve come to the sad and worrying conclusion that the values we hold dear, such as inclusion and diversity, are under serious threat.', 'And it feels like this is a deliberate strategy. I challenge people to read the UN report on the contemporary forms of racism, racial discrimination, xenophobia and related intolerance as it consolidated my thinking and it covered everything and was particularly damning about the hostile environment.', 'Instead of our country moving forwards on equality, we are moving back at break neck speed because sadly we now have – and it gives me no pleasure in saying this – a racist in Number 10.', 'I know the abusive tweets will start coming in but how do you explain Boris’ own words when he referred to the ‘cheering crowds of flag-waving piccaninnies’ and that ‘the tribal warriors will all break out in watermelon smiles to see the big white chief’?', 'This kind of racism is so old school but that’s what makes it worrying. Some of the stuff the Tories come up with I have to Google the actual meaning.', 'For instance, I knew it was offensive when one MP said ‘N***er in a woodpile’, but I didn’t know what it meant. Being woke isn’t easy but some are not even trying! The least Johnson could do now he is PM is apologise for being so offensive.', 'I had to hold back the tears at Labour Conference, recalling the hate of the far right which killed my friend Jo Cox and the other far right extremists who planned to kill my friends Rosie Cooper MP, Jeremy Corbyn MP and Sadiq Khan, Labour’s Mayor of London.', 'And to think that the leader of one far right organisation said ‘We back Boris’ should worry us all. And if that isn’t bad enough, let’s not forget Boris’ friend Donald Trump’s campaign was supported by the Ku Klux Klan.', 'I have no faith that racial equality will progress under this government and I’ve come to the sad and worrying conclusion that the values we hold dear, such as inclusion and diversity, are under serious threat. But I will not stop trying to keep equality, race and progress high on the agenda.', 'Our country needs a government that will protect all people and fight for true equality in society. We need a government that will unite our country with positive policies, starting by tackling the growth of the far-right, the fastest growing threat to the UK. Labour will do this by commissioning an independent review into the threat of far-right extremism.', 'One of the most powerful ways of tackling racism is through education. Labour will launch the Emancipation Educational Trust to educate around migration, colonialism and address the legacy of slavery and teach how it interrupted a rich and powerful black history.', 'It will provide a hub and school programmes to ensure a deeper understanding of British history. The Trust will consult with banks and businesses with historic links to the slave trade, to establish bursaries for education and training for Black, Asian and minority ethnic people.', 'And Labour are committed to tackling the unacceptable race pay gap in this country, by ensuring equal pay audit requirements for large companies. All of these positive policies form part of our efforts to build an international, human rights anti-racism based agenda.', 'I have made no secret of my desire for Black History Month to end one day. That is because I hope that one day we will get to a point where our shared history is recognised equally; where black history is not just confined to one month. Because black history is British history.', 'We are on the right path but until we get to that destination, we must use this month to celebrate our history and culture and redouble our efforts in the fight for true equality for all.",
        "numberPosts": " 12 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Age - Youngsters",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racism,Racist,Nothing,Zero",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Joseph Suarez",
            "date": "6w",
            "timestamp": "1570639771",
            "commentText": "So it was a step up then, some one giving you a complement, I have more respect for cleaners than you low life politicians.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "1",
                    "user": "Bilal Ali",
                    "date": "6w",
                    "timestamp": "1570643803",
                    "commentText": "would you say that to all politicians or did you wait for someone particularly?",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Joseph Suarez",
                    "date": "6w",
                    "timestamp": "1570648418",
                    "commentText": "Bilal Ali all politicians are low life, lying scum, in it just for themselves. Not for the people they're supposed to look after.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Arnold Hedge",
            "date": "6w",
            "timestamp": "1570647321",
            "commentText": "This alleged lift incident. Name of the MP or it didn't happen. Secondly, what did you do about it? <b> Nothing?</b> It either never happened, or you failed in your job as an MP.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4",
                    "user": "Curley Jefferson",
                    "date": "6w",
                    "timestamp": "1570690530",
                    "commentText": "I'm in the never happened camp too.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "5",
            "user": "Paul Masters",
            "date": "6w",
            "timestamp": "1570656121",
            "commentText": "Yes, sure you were Dawn.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6",
            "user": "Atif Hussain",
            "date": "6w",
            "timestamp": "1570682080",
            "commentText": "Sorry Dawn but Labour is a party filled to the brim with idiots that don't have any clue about anything and I have <b> zero </b>faith in any Labour MP. Other parties aren't much better but I'd rather have a slightly less incompetent party in power.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Zero"
            ]
        },
        {
            "id": "7",
            "user": "Trevor Clibery",
            "date": "6w",
            "timestamp": "1570685571",
            "commentText": "She's been an MP since 2005 - so this incident was 12 years ago.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8",
            "user": "Harvey Setterfield",
            "date": "6w",
            "timestamp": "1570715812",
            "commentText": "She wants equality, maybe they want to come back to the Caribbean and teach about <b> racism </b>there aswell. And please remember only 17% of our society is made up of ethic backgrounds so put it into prospective",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racism"
            ]
        },
        {
            "id": "9",
            "user": "George Date",
            "date": "5w",
            "timestamp": "1570732518",
            "commentText": "Lier",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "10",
            "user": "Gary Roberts",
            "date": "5w",
            "timestamp": "1570739854",
            "commentText": "so.....when is white history month happening,.. oh it can't because that would be <b> racist.</b> pathetic, or the MOWO awards... oh again<b>  racist</b>, but offer everyone a 5 figure one of f payment to say sorry and everythings good again .. for a while. name the MP",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "11",
            "user": "Gary Roberts",
            "date": "5w",
            "timestamp": "1570741145",
            "commentText": "about time i got onto the vatican about repatriations from Rome",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "12",
            "user": "Linda Bate",
            "date": "5w",
            "timestamp": "1570743799",
            "commentText": "So Boris is a <b> racist </b> but her friend Jeremy Corbin isn't?  Not anti semetic? Not putting terrorists both Islamic and Irish before their victims ? ..... and it took her 12 years to bring this into the public domain ?",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "13",
            "user": "Gibson Ampaw",
            "date": "5w",
            "timestamp": "1570744714",
            "commentText": "No mention of fighting anti semitism in the labour party.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "14",
            "user": "Lynn Bean",
            "date": "5w",
            "timestamp": "1570748149",
            "commentText": "I trust her concerns about <b> racism </b>extend to the anti-semitism currently prevalent in the Labour party. Is she shouting loudly against that?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racism"
            ]
        }
    ]
}