{
    "header": {
        "title": " Gay people can now be legally stoned to death in Brunei ",
        "subtitle": " ",
        "owner": " Jen Mills ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 132 ",
        "datePosted": " Wednesday 3 Apr 2019 10:18 am ",
        "dateExtraction": " 2019-10-30 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/04/03/gay-people-can-now-legally-stoned-death-brunei-9102014/ ",
        "postText": "Harsh new laws have come into force in Brunei punishing gay sex and adultery by stoning people to death.', 'The laws, which prompted outcry when they were announced, were implemented today.', 'Under the new laws – which apply to children and foreigners, even if they are not Muslim – those found guilty of gay sex could be stoned to death or whipped.', 'Adulterers risk death by stoning too, while thieves face amputation of a right hand on their first offense and a left foot on their second.', 'The penalties were introduced under new sections of Brunei’s Shariah Penal Code.', 'Sultan Hassanal Bolkiah instituted the code in 2014 to bolster the influence of Islam in the oil-rich monarchy of around 430,000 people, two-thirds of whom are Muslim.', 'Even before 2014, homosexuality was already punishable in Brunei by a jail term of up to 10 years.', 'The first stage of the Shariah Penal Code included fines or jail for offenses such as pregnancy out of wedlock or failing to pray on Fridays.', '‘Living in Brunei, we already knew that our sexual identity is taboo and should not be expressed. We already felt belittled before the law came to place,’ said a 23-year-old member of the LGBTQ community who wanted to be identified only as Kun out of fear of reprisal from the authorities.', '‘Now with it, we feel even smaller and the ones who could potentially oppress us have more opportunity to harass us to say and do what they want,’ he said.', 'Celebrities including George Clooney, Elton John and Ellen DeGeneres have voiced opposition to the new laws, and have rallied a boycott of nine hotels in the US and Europe with ties to Hassanal, who is still sultan.', '‘Are we really going to help fund the murder of innocent citizens?’ Clooney wrote Thursday on Deadline Hollywood.', 'Clooney said that while you can’t shame ‘murderous regimes,’ you can shame ‘the banks, the financiers and the institutions that do business with them.’', 'There has been no vocal opposition to the new penalties in Brunei, where the sultan rules as head of state with full executive authority. Public criticism of his policies is extremely rare in the country.', 'Hassanal, who has reigned since 1967, has previously said the Penal Code should be regarded as a form of ‘special guidance’ from God and would be ‘part of the great history’ of Brunei.', 'The United Kingdom, United States, Germany and France have all urged Brunei to halt its plans.', 'Phil Robertson, the deputy Asia director for Human Rights Watch, called on the sultan to ‘immediately suspend amputations, stoning, and all other rights-abusing provisions and punishments.’', '‘Brunei’s new penal code is barbaric to the core, imposing archaic punishments for acts that shouldn’t even be crimes,’ Robertson said in a statement on Wednesday.",
        "numberPosts": " 5 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Sexual Identity - General,Sexual Identity - Male homosexuality,Sexual Identity - Transexuality",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Gay,LGBT,Gay,LGBT,LGBT",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Ken Clark",
            "date": "30w",
            "timestamp": "1554286198",
            "commentText": "Cave man in the 21st century",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Shahleena Khan",
            "date": "30w",
            "timestamp": "1554287033",
            "commentText": "Yet no one has any issues with places like Saudi, Qatar, parts of Nigeria, Bahrain etc having the death penalty for being <b> gay<b> ?</b</b>> The ignorant masses continue with their stupidity and faux outrage. Where are your boycotts and protests against these countries who have been killing people from th<b> e L<b> GB<<b> /b</b</b>>>T community since FOREVER.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "2",
                    "user": "Aaron Lowe",
                    "date": "30w",
                    "timestamp": "1554294978",
                    "commentText": "I've crossed off all those places as well. I'm not <b> gay<b>  </b</b>>but I refuse to dignify these places with my money and time. Not one penny of mine will support their murders.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gay"
                    ]
                },
                {
                    "id": "3",
                    "user": "Shahleena Khan",
                    "date": "30w",
                    "timestamp": "1554295248",
                    "commentText": "Aaron Lowe You arent missing out. Now if only people would boycott palces like the Savoy which is part owned by a Saudi Prince. Rather than being wilfully ignorant whilst supping their tea.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "Jono Strife",
                    "date": "30w",
                    "timestamp": "1554296267",
                    "commentText": "It's the left wing which wants to bring over Sharia Law that has no problem with the death penality for homosexuality.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Gay",
                "LGBT"
            ]
        },
        {
            "id": "5",
            "user": "Aaron Lowe",
            "date": "30w",
            "timestamp": "1554295048",
            "commentText": "Another place crossed off the map. You keep reporting them, we'll keep crossing them off. We need a global map of places not to go.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6",
            "user": "Jono Strife",
            "date": "30w",
            "timestamp": "1554296218",
            "commentText": "Islam is such a loving and peaceful religion that the rest of the world should follow.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "Marcos Marcotron",
            "date": "30w",
            "timestamp": "1554301761",
            "commentText": "Religion is a cancer of our species.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}