{
    "header": {
        "title": " Bret Easton Ellis is the scary reality of white male privilege ",
        "subtitle": " ",
        "owner": " Alicia Adejobi ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 50 ",
        "datePosted": " Wednesday 24 Apr 2019 5:44 pm ",
        "dateExtraction": " 2019-11-21 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/04/24/bret-easton-ellis-scary-reality-white-male-privilege-9311200/ ",
        "postText": "American Psycho author Bret Easton Ellis appeared on Channel 4 News this week and seriously asked the question: ‘Is misogyny and homophobia really the worst things out there?’', 'Unfortunately it isn’t – murder and rape would probably be the most extreme answer – but, being blindly ignorant to racism and the fact a successful white man in Hollywood is probably using this privilege to his advantage on a daily basis without even knowing it, is also up there.', 'So yes Bret, misogyny and homophobia really are that bad and it’s terrifying that a 55 year old man with such an esteemed career as an author – thus the power to influence minds with his words – can’t recognise that.', 'As the agonising interview moves on, Bret points out that he’s simply ‘a human being’.', 'He’s ‘not defined by his whiteness or maleness’.', 'It must be nice to be judged by anything other than your gender or skin colour – a luxury many black women do not have.', 'But remarkably, Bret seems to think he receives more online abuse than black women. Pressed on this topic further by the show’s host Cathy Newman, the writer said deadpan: ‘We all bear our burdens.’', 'Social media bullying is probably the worst thing about the internet and nobody deserves to be bombarded with nasty comments, but this is the point where you have permission to laugh at Bret’s naivety.', 'Black women are 84 per cent more likely than white women to be mentioned in abusive tweets, according to research from Amnesty International but, of course, it would be easy to believe a white man is more crucified than a woman of colour if you’re living in an alternate universe with rose-tinted glasses on like Bret seems to be.', 'So, should black women just accept the abuse they get online?', 'Shrug their shoulders when called the n-word or any other cliched racial slurs likely hurled towards them at some point in their lives?', 'The numbers are shocking but social media is just the tip of the discrimination women of colour receive because, sadly, trolls exist beyond the computer screen.', 'In November, a study by the EU’s agency for fundamental rights said that black people were ‘facing widespread and entrenched prejudice and exclusion’ across the European Union – 30 per cent said they had experienced some form of racial harassment, including racist violence, in the previous five years.', 'But Bret would probably say we’re being ‘too sensitive’ about it.', 'He believes the world has gone to the extreme of being politically correct so, that’s right sisters, we should probably just grin and bear the burden of racism.', 'Free speech should exist but it comes with the danger that someone like Bret is given the platform to spread ideals that are just simply untrue and ignorant.', 'The black community cannot truly prosper or reap the benefits of change when the privileged white man thinks there’s nothing to change.', 'How do we educate someone like Bret who doesn’t see that a problem exists?', 'At the end of his interview, Bret claimed he ‘doesn’t get a free pass’ in society as a white man.', 'Well, I can assure him that neither do us women of colour.', 'Clearly, we both believe in our own realities but only one is the truth.', 'The sorry truth is that white privilege will probably always exist and is deep-rooted in our society – it’s just that most haven’t exposed themselves as Bret has.', 'But it’s definitely real, ugly and staring at you right in the face.', 'Bret complained that we ‘make such a huge deal’ of racism, misogyny and homophobia, but continuing to make noise about his ilk is likely the only hope we have of making a real change.', 'So sorry Bret, but making a ‘huge deal’ out of your comments is the only way to go.', '‘Bear the burden’ of that.",
        "numberPosts": " 6 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Gender - General,Sexual Identity - General,Sexual Identity - Male homosexuality,Ethnicity - General,Ethnicity - Black",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Gender,Sexism,Woman,Gay,Gay,Race,Black",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Benjamin Thiemann",
            "date": "30w",
            "timestamp": "1556132971",
            "commentText": "If he gets rape and death threats then he might have had a point",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1",
                    "user": "Beverley Skouse",
                    "date": "30w",
                    "timestamp": "1556148668",
                    "commentText": "Benjamin, I only watched the clip, he perhaps didn't project himself very well in it, but I don't doubt he's also had many awful ignorant death threats as a <b> gay<b>  </b</b>>man. He didn't word himself very well though. I've read his books. Quite an angry man!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gay"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Pat Neil",
            "date": "30w",
            "timestamp": "1556134673",
            "commentText": "\"It must be nice to be judged by anything other than your <b> gender </b>or skin colour\"Isn't that what you are doing to him in this article though? Judging him by his skin colour and<b>  gender</b>?",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "3",
                    "user": "Beverley Skouse",
                    "date": "30w",
                    "timestamp": "1556147814",
                    "commentText": "Pat neil, I see your point but I'm sure Alicia is angry because he just demeaned what she has experienced horribly on social media. I personally don't go on it, but have in real life had horrific <b> sexism,</b> innapropriate touching and verbal embarrassment over the years in the workplace. I'm a white<b>  woman</b>, so no easier. I would never have experienced what I did in my work if I was a white male. The ignorance has to stop regardless o<b> f gende</b><b> r, ra</b>ce or orientation.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gender",
                        "Sexism",
                        "Woman",
                        "Race"
                    ]
                }
            ],
            "keywords": [
                "Gender"
            ]
        },
        {
            "id": "4",
            "user": "Joe Macg",
            "date": "30w",
            "timestamp": "1556185879",
            "commentText": "The fact of you have ended this article with the metaphoric 'boot on the other foot' clearly shows that YOU are not ready to deliver equality, instead turning serious issues into petty point scoring.Don't be surprised if a more even-handed white male steps up to deliver a better response to this discussion point.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Anthony Rogers",
            "date": "30w",
            "timestamp": "1556186537",
            "commentText": "If you'd watched American Phsycho then you'd know how hard it is for the white man to measure up to these priviliged stereotypes...Poor patrick Bateman, just trying to get along in this world obsessed with looks.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6",
            "user": "Allan Kinsella",
            "date": "29w",
            "timestamp": "1556271573",
            "commentText": "Black people should get there own house in order before they criticise everyone else. Gangster rap, grime, absolutely disgusting so called music  . gun crime, knife crime,here and in America they are committed disproportionately by <b> black </b>males. The fact of life is you have got to earn respect.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "7",
                    "user": "Hamza Olayiwola",
                    "date": "29w",
                    "timestamp": "1556322979",
                    "commentText": "Only if you're a person of colour. You didn't get the point about privilege did you?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Black"
            ]
        },
        {
            "id": "8",
            "user": "Allan Kinsella",
            "date": "29w",
            "timestamp": "1556271889",
            "commentText": "The accusation of “white privilege” is a fertile fallacy wrapped in the self-righteous robes of “social justice” as it reduces cultural and social issues down to immutable characteristics as opposed to individual decisions and responsibilities.Read more at https://sovereignnations.com/.../jordan-peterson.../...",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}