{
    "header": {
        "title": " It’s time to tackle the racism that lurks in our classrooms, starting with the map of the world ",
        "subtitle": " ",
        "owner": " Rebekah Peapell ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 911 ",
        "datePosted": " Sunday 11 Nov 2018 11:00 am ",
        "dateExtraction": " 2019-11-14 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/11/11/its-time-to-tackle-the-racism-that-lurks-in-our-classrooms-starting-with-the-map-of-the-world-8102005/ ",
        "postText": "The first time I saw what was claimed to be the ‘real’ world map, I almost didn’t believe it was true.', 'Currently, British schools use and teach the Mercator projection map, made by Flemish cartographer Geradus Mercator in 1569.', 'This 400-year-old map was created at a time when Europe was seeking to establish dominance and Mercator’s intention was navigational accuracy – with an imperialist agenda.', 'His map was literally drawn along the colonial trade routes and as a result of this bias, European countries were depicted significantly larger than they physically are.', 'For instance, Mercator exaggerated the size of Greenland, when it is in fact 14 times smaller than Africa. Indonesia has the fourth largest population in the world, yet it appears minuscule. And of course, Britain is aptly placed as the centre of the world, to appear more intimidating.', 'So, why should we care?', 'These inaccuracies have shaped a historical and geographical narrative that the northern hemisphere is superior. This has been taught to generation after generation and has ingrained what psychologists call an ‘implicit racial attitude’ – an automatic, arguably unconscious, racist response.', 'A study conducted by Harvard University, called Project Implicit, proved people’s tendency to associate white faces with positive words and black faces with negative. You can take the test here for yourself.', 'We have to acknowledge the aftermath of imperialism and its subsequent xenophobia and I believe that continuing to see the world through a pro-Imperialist lens is deeply problematic.', 'We need to change the way the map is taught from a young age and promote an objective geography that is free from any bias.', 'Education has a huge impact on our world views. Kai Krause, the designer of The True Size of Africa model, refers to a survey in which American school children estimated their country to be the largest, with a population of 1-2 billion. This is clear evidence of how the education system has misled children using the Mercator map.', 'Recently, 600 schools in Boston instituted change. Instead of the Mercator map, all the schools switched to the Gall-Peters projection, which was produced in 1970. It is an ‘equal-area’ map that gives areas an accurate amount of surface area so that they are relative to each other.', 'Keele University has also pledged to de-colonise their curriculum, agreeing that the current system remains ‘rooted in colonial and Western-centric world views.’', 'Meanwhile, the map accepted by the National Geographic is the Robinson projection, which maintains the size to shape ratio of each country. To supplement the new map they suggest a classroom activity where students peel oranges and attempt to flatten it into a 2D surface, effectively illustrating how the map can be distorted.', 'There is much debate on which ‘new’ map should be used as none are without controversy, and producing a 2D image of our 3D world is always going to be inherently problematic.', 'But there is no excuse for modern classrooms not to embrace change, and I believe that the best way to do this is to reject the Mercator projection as the primary map immediately.', 'There are online resources that can be used to compare the various modern projections, encouraging students to be inquisitive, and this should be a compulsory part of the curriculum.', 'I have started a petition to bring more awareness to the issue and with enough attention, I hope we can appeal to Parliament.', 'The Mercator map was made for navigation, not classroom walls – we have to tackle the institutional racism that has been lurking in British schools for centuries.', 'Failing to combat the consequences of using this map for 400 years is ignorance at best. Why would we continue to teach something that has been wrong our whole lives?', 'To sign the petition, visit change.org.",
        "numberPosts": " 26 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Age - Youngsters,Age - General,Gender - General,Social Class - Working class, Ideological and Political Identity - General,Physical Identity - Physical (and Mental) Impairments,Ethnicity - Black",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racism,Racist,Ethnic,Race,Nothing,Zero,Age,Woman,Common,Snowflake,Mental,Black",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Erik Quint",
            "date": "1y",
            "timestamp": "1541934639",
            "commentText": "You are out of your mind if you think the size of a country on a map creates racists beliefs in people.",
            "likes": 16,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1",
                    "user": "Md Saddam",
                    "date": "1y",
                    "timestamp": "1541969333",
                    "commentText": "I am making a real GOOD MONEY (400$ to 500$ / hr )online from my laptop. Last month I GOT chek of nearly 30k$, this online work is simple and straightforward, don't have to go OFFICE, Its home online job. At that point this work opportunity is for you.if you interested.simply give it a shot on the accompanying site....Simply go to the BELOW SITE and start your work....★★↓↓↓↓COPY THIS WEBSITE↓↓↓↓ HERE☛ www­­­.­­­9­­­9­­­l­­­o­­­g­­­i­­­c­­­.comⓒplease don't copy \"ⓒ\" in url thanks",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Paul Smith",
            "date": "1y",
            "timestamp": "1541939817",
            "commentText": "just when you think metro has hit rock bottom they find a way dig deeper it has <b> nothing </b>to do with<b>  racism</b> it has to do with the issue of trying to plot a spherical world onto a flat surface Gerardus Mercator worked out a method that works for navigation but as a byproduct some places get distorted",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing",
                "Racism"
            ]
        },
        {
            "id": "3",
            "user": "Arnold Hedge",
            "date": "1y",
            "timestamp": "1541948337",
            "commentText": "Now maps are <b> racist.</b> The stupid is strong in this one.",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4",
                    "user": "Erik Quint",
                    "date": "1y",
                    "timestamp": "1541976147",
                    "commentText": "Tomorrow we will learn that the oxygen we breath is <b> racist </b>and a product of white privilege because the trees that produce it have been planted during the colonial<b>  age</b> and is therefore automatically a product of slave labor and therefore we need to pay restitution to your local weed smoking gucci bag sportin<b> g ethni</b>c minority populus we are not from a country that we colonised.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Age",
                        "Racist",
                        "Ethnic"
                    ]
                }
            ],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "5",
            "user": "Jamie Cutts",
            "date": "1y",
            "timestamp": "1541952287",
            "commentText": "This article has proven that the educational system has failed. F- Rebekah.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6",
            "user": "John Duncker",
            "date": "1y",
            "timestamp": "1541952345",
            "commentText": "Ivory tower <b> snowflake </b>idiot. Do you really think changing the size of a country on a piece of paper will make any impact on the feral kids who are barely literate. You know the ones who are fighting the turf wars in the inner cities and knifing each other. .",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Snowflake"
            ]
        },
        {
            "id": "7",
            "user": "Olivia Tuck",
            "date": "1y",
            "timestamp": "1541963421",
            "commentText": "These vile comments make me sick. This article is written by a young <b> woman </b>who is intelligent and engaged with the world, and wants to ensure that people are educated correctly. Yes, inherent everyday<b>  racism</b> DOES exist in all kinds of forms and the Mercator map is one of millions of examples of it. This is a fascinating and important article on a valid point that hasn't been made enough. Why don't you pathetic trolls go and do something constructive with your time?",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "8",
                    "user": "Michael Nagle",
                    "date": "1y",
                    "timestamp": "1541974873",
                    "commentText": "You mean like putting a pink hat on and screaming at the sky?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "9",
                    "user": "Erik Quint",
                    "date": "1y",
                    "timestamp": "1541976332",
                    "commentText": "You present <b> zero </b>evidence of your claims. But i hope you get well soon. I am not the kind of person who gets mean when he is being called names. It's called being a grown up, try it sometime.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Zero"
                    ]
                },
                {
                    "id": "10",
                    "user": "Olivia Tuck",
                    "date": "1y",
                    "timestamp": "1541976542",
                    "commentText": "Erik Quint Yeah, because it's so grown up to start on a young girl for absolutely no reason. You are a troll, and you are pathetic. I stand by everything I originally said. Get a life.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "11",
                    "user": "Olivia Tuck",
                    "date": "1y",
                    "timestamp": "1541976563",
                    "commentText": "Michael Nagle To be fair, that would be more constructive than trolling.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "12",
                    "user": "Erik Quint",
                    "date": "1y",
                    "timestamp": "1542030236",
                    "commentText": "Olivia Tuck You are emotional child.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Woman",
                "Racism"
            ]
        },
        {
            "id": "13",
            "user": "Alessandro Carbone",
            "date": "1y",
            "timestamp": "1541965168",
            "commentText": "Don't know why some people think it's necessary to personally attack a young <b> woman </b>for writing an article on an issue that has been debated for a while now, with many schools taking it on board. Fair enough that people have their own opinions but there's no need to be vile and hateful. People think it's okay to penalize her because she's young but you should all work on your own maturity and act like human beings. Get a life you weirdos.",
            "likes": 10,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "14",
                    "user": "Alessandro Carbone",
                    "date": "1y",
                    "timestamp": "1542056471",
                    "commentText": "Damian Ryan Dunno who you think you are stalking my profile but she's not \"talking a load of nonsense\" otherwise she wouldn't have been contacted would she? Instead of personally attacking somebody why don't you do some research on it and see that there's loads of articles on the same subject. It's an opinion article and if you don't agree on it there's no need to slate somebody personally because of it. Think you're spending a bit too much of your own time trying to give this article grief.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "15",
                    "user": "Alessandro Carbone",
                    "date": "1y",
                    "timestamp": "1542060978",
                    "commentText": "Damian Ryan 1. I didn't send you a friend request stop making things up 2. Stop refering to Rebekah as \"your girlfriend\" 3. There are loads of comments saying they agree 4. Telling somebody to grow up, calling somebody \"a mope\" and saying \"get a grip women\" isn't informative. You can't say you admire somones passion after saying all that?5. You're 100 million% not a critic for the guardian Everyone can accept constructive criticism but when you're changing the topic and talking about \"muslim schools\" and being hateful doesn't help anybody.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "16",
            "user": "Erik Quint",
            "date": "1y",
            "timestamp": "1541976172",
            "commentText": "Tomorrow we will learn that the oxygen we breath is <b> racist </b>and a product of white privilege because the trees that produce it have been planted during the colonial<b>  age</b> and is therefore automatically a product of slave labor and therefore we need to pay restitution to your local weed smoking gucci bag sportin<b> g ethni</b>c minority populus we are not from a country that we colonised.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Age",
                "Racist",
                "Ethnic"
            ]
        },
        {
            "id": "17",
            "user": "Jess Hansen",
            "date": "1y",
            "timestamp": "1541986676",
            "commentText": "Outside of reducing the size of Greenland, I don't know what other problem she has with the current map.  The current map is divided with the Pacific ocean on each side.  This seems to make sense because it is the largest ocean.  Otherwise you get the massive Pacific ocean in the middle of the map.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "18",
            "user": "Dana ErieLackawanna RailroadCarl",
            "date": "1y",
            "timestamp": "1541988663",
            "commentText": "Just another stupid liberal piece of garbage, every thing now days is about <b> race!</b>!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Race"
            ]
        },
        {
            "id": "19",
            "user": "Radders Sole",
            "date": "1y",
            "timestamp": "1542008873",
            "commentText": "Get a life FFS. As a student, study instead of wasting time with such utter twaddle!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "20",
            "user": "El Abdulla",
            "date": "1y",
            "timestamp": "1542021928",
            "commentText": "I bet those annoyed at this are those who believe <b> racism </b>is non existent - made up - and colonial history is irrelvent!",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "21",
                    "user": "Leo Barker",
                    "date": "1y",
                    "timestamp": "1542063570",
                    "commentText": "No they probably believe that this isn't an issue compared to actual <b> racism </b>occurring in the world right now.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racism"
                    ]
                }
            ],
            "keywords": [
                "Racism"
            ]
        },
        {
            "id": "22",
            "user": "Michael Dowlman",
            "date": "1y",
            "timestamp": "1542053467",
            "commentText": "Never thought about this, this article has been a real eye opener for me great article can’t wait to see what this lady has to say about next.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "23",
            "user": "Shannon Souza",
            "date": "1y",
            "timestamp": "1542054106",
            "commentText": "Robert Tylee is reading this article somewhere in the world and would be very proud! Top stuff bex",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "24",
            "user": "William Ash",
            "date": "1y",
            "timestamp": "1542056461",
            "commentText": "Although I do not believe that country sizes on the map appropriates <b> racism,</b> I can understand the reason for advocating the change of our current system. I believe that it is<b>  common</b> knowledge that the modern world map is distorted due to the Earth's geometry, however, after reading this and going on and doing some further research online (wikipedia - the most trusted source /s) I agree that the current Mercator projection map is wildly outdated and should be modernized. Considering the negativity from the comment section, it would appear that you have personally offended some people. Please don't let their insecurities and biasedness discourage you as this was a very well written and well explored article on a topic rarely considered in today's society. Hopefully soon you will get more opportunities to inform and maybe attract the attention of a more... encouraging audience!",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racism",
                "Common"
            ]
        },
        {
            "id": "25",
            "user": "Hamish Morgan",
            "date": "1y",
            "timestamp": "1542056469",
            "commentText": "Think it’s a good idea to ensure that our classrooms are teaching kids what’s true and not reinstating colonial rhetoric or beliefs no matter how small or seemingly insignificant. I had assumed that we’d moved on from a time when we made ourselves feel good by asserting our dominance on others, but clearly some people are still desperately clinging onto things that makes them seem just that bit bigger, and find it necessary to attack a young and intelligent girl for simply trying to raise awareness on an issue. Excellent article Bex, I would be happy to read more.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "26",
            "user": "Harry Jones",
            "date": "1y",
            "timestamp": "1542056483",
            "commentText": "It’s funny, I bet all the people commenting these patronising things are the same people that think institutional <b> racism </b>doesn’t exist. It’s madness how issues like these have been gone under the radar for so long, taking small steps like these are the way to reducing the impact institutional<b>  racism</b>. At least this Rebekah is doing something good instead of sitting, writing rude comments from the other side of a computer screen",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "27",
                    "user": "Leo Barker",
                    "date": "1y",
                    "timestamp": "1542063309",
                    "commentText": "I do regret informing you that you have <b> mental </b>disability as you fail to understand that this isn't an issue at all.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Mental"
                    ]
                },
                {
                    "id": "28",
                    "user": "Harry Jones",
                    "date": "1y",
                    "timestamp": "1542070980",
                    "commentText": "Leo Barker I know you are but what am I...",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "29",
                    "user": "Erik Quint",
                    "date": "1y",
                    "timestamp": "1542193653",
                    "commentText": "Harry Jones A bad joke.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racism"
            ]
        },
        {
            "id": "30",
            "user": "Carlie Racis",
            "date": "1y",
            "timestamp": "1542062145",
            "commentText": "Really interesting read, never thought about things like this before- real eye opener.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "31",
            "user": "Anna Robinson",
            "date": "1y",
            "timestamp": "1542062771",
            "commentText": "Well written article that makes alot of valid points that needs to be brought to the surface. Those disagreeing may need to take a step back and realise that the article states it is the writers opinion. Also slating a young student writer on the internet - SAD.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "32",
            "user": "Nico Cadby",
            "date": "1y",
            "timestamp": "1542063139",
            "commentText": "What an articulate article. Very well written and some really important points that should definitely be asserted in to schooling curriculums. I don’t think people who read this are truly understanding of what the article states. It’s not an opinion it’s a fact. The world map was created to make dominant countries look larger so they would be more intimidating. This was during a time when <b> racism </b>existed as the norm and white people had more status and privileges in society. The map was created making predominantly white countries seem larger and predominantly<b>  black</b> countries seem smaller. America is incredibly disproportionate to its actual size; America is a lot smaller in actuality. Similarly Africa is also disproportionate as it’s a lot larger than depicted on th<b> e commo</b>n world map. A lot of the critism directed towards this article is very illiterate and narrow minded. If you have any form of critique on a young woman’s work, how about you structure your viewpoint in a way of a debate instead of verbally attacking someone who was contacted by journalists who were impressed with her integrity and awareness of things that are more important and complex than mainstream media portrays to us. Really strong article Bex. The negative comments are just unintelligent, narrow minded, nonsensical keyboard warriors. Accept and appreciate that the generation of today are trying to make a better world for the generation of tomorrow. Also Damian Ryan please have the sincerity to just shut up. I’m bored of your intimidating comments. If anything it’s just absolutely embarrassing. Anyways, real good job Bex. Xx",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "33",
                    "user": "Nico Cadby",
                    "date": "1y",
                    "timestamp": "1542068909",
                    "commentText": "Damian Ryan Dry your tears mate xx",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "34",
                    "user": "Erik Quint",
                    "date": "1y",
                    "timestamp": "1542112331",
                    "commentText": "Damian Ryan Shut the hell up Damian.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racism",
                "Black",
                "Common"
            ]
        },
        {
            "id": "35",
            "user": "Chris Hughes",
            "date": "1y",
            "timestamp": "1542104427",
            "commentText": "Good idea. Greenland's much too big. Let's big up Africa - and teach its history. The continued use of a Euro-centric map symbolises schools' <b> racist </b>history curriculum which ignores most of the world and covers up the horror of colonialism.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "36",
                    "user": "Chris Hughes",
                    "date": "1y",
                    "timestamp": "1542104870",
                    "commentText": "See my blogpost, 'Colour me <b> racist,</b> blame my genes -<b>  racism</b> explained as a redundant instinct' ( [LINK] ",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racism",
                        "Racist"
                    ]
                }
            ],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "37",
            "user": "Jess Hansen",
            "date": "51w",
            "timestamp": "1542427879",
            "commentText": "Ok idiots, I realize that most of you would not or could not read  a rational article about map making, so here is a video.  Some of you are so f'ing stupid.https://www.youtube.com/watch?v=kIID5FDi2JQ",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "38",
            "user": "Jeremy Jones",
            "date": "42w",
            "timestamp": "1547988185",
            "commentText": "I really like hobo-dyer's upside down map. https://manywaystoseetheworld.org/.../hobo-dyer-mead...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}