{
    "header": {
        "title": " Dorchester hotel draped in rainbow flag as hundreds protest over Brunei gay stoning law ",
        "subtitle": " ",
        "owner": " Lucy Middleton ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 6.5k ",
        "datePosted": " Saturday 6 Apr 2019 5:09 pm ",
        "dateExtraction": " 2019-10-30 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/04/06/dorchester-hotel-draped-rainbow-flag-hundreds-protest-brunei-gay-stoning-law-9126361/ ",
        "postText": "‘More than a thousand’ people stormed the Dorchester Hotel in London today in protest against anti-LGBT laws in Brunei.', 'Carrying placards and rainbow flags, campaigners banged on the windows of the building as they chanted ‘shame on you’ and ‘gay rights, human rights’.', 'The hotel is owned by the Sultan of Brunei, Hassanal Bolkiah, who recently implemented a law meaning gay men will be stoned to death.', 'To view this video please enable JavaScript, and consider upgrading to a web\n\t\t\t\t\t\tbrowser that\n\t\t\t\t\t\tsupports HTML5\n\t\t\t\t\t\t\tvideo', 'This is a modal window.', 'Beginning of dialog window. Escape will cancel and close the window.', 'End of dialog window.', 'Earlier today, activists were thrown out of high tea at the hotel, in Park Lane, after using a loudspeaker to tell guests to boycott the facilities.', 'Since then, campaigners have blocked the entrance to the luxury inn, carrying signs that read: ‘Money spent at the Dorchester lines the pocket of man who believes gays should be stoned to death’.', 'Protester Graham, 46, told Metro.co.uk he wanted to ‘achieve basic human rights’ by rallying outside the hotel.', '‘This is about archaic laws being passed that bring down basic freedoms in our modern day society,’ he said.', '‘We can’t say it’s not affecting us in Britain because it’s affecting the world. If one country doesn’t stand up to this kind of homophobia and ruthless ruling, then where does it stop?', '‘We have to stop it in its first tracks, the first hurdle, before the monster grows and takes over completely.’', 'He continued: ‘You might question what you can do as a small fry, but add all of those small fries together and it’s a bloody big McDonald’s.', '‘We have to do what we can and think: “Okay, let’s hit the University of Oxford where the Sultan of Brunei has his honorary degrees”.', '‘Let’s say to them: “Do you feel comfortable to them giving this homophobic bigot a degree?” They probably don’t. If enough people tell them we can start to create change.’', 'Bella, 22, and Lola, 17, joined the crowd to make it clear that ‘England isn’t supporting the Sultan’.', '‘We can’t just stand by as other people’s rights are taken away,’ they said.', '‘It’s necessary that we act in solidarity with those in other countries where things like this happen. It’s just as much our responsibility or anyone who goes to the Dorchester Hotel’s as it is those abroad.’', 'George Clooney and Elton John are among celebrities also calling for a boycott of the Dorchester Collection’s nine hotels, which include three in the UK and the Beverly Hills Hotel in LA.', 'Deutsche Bank and estate agent Knight Frank have now banned their staff from staying there.', 'STA travel say they will no longer sell flights for the national carrier Royal Brunei Airlines while Virgin have ended a discounted arrangement with the company.', 'A spokesperson for the Dorchester Collection said that ‘inclusion, diversity and equality’ were the ‘foundation’ of the company.', '‘We understand people’s anger and frustration but this is a political and religious issue that we don’t believe should be played out in our hotels and amongst our 3,630 employees,’ they said.', '‘We’re deeply saddened by what’s happening right now and the impact it is having on our employees, guests, partners and suppliers in particular.', '‘Our values are far removed from the politics of ownership.’', 'There have also been calls for the Commonwealth to expel Brunei from the group, although it is expected they will opt to apply diplomatic pressure instead.', 'The University of Oxford is now said to be reconsidering the decision to award an honorary degree to the Sultan in 1993.', 'In a statement, the university said it shared the ‘international revulsion’ of the laws and that the decision to confer the honorary degree of civil law would be reexamined through an ‘established process’.', 'They added: ‘We also believe in due process. Just as nobody has a right to confer an honorary degree, nobody has a right summarily to rescind it.', '‘The decision to confer this degree 26 years ago was recommended by a committee and approved by council and by congregation at the time.', '‘We will reconsider this decision through our established process in light of the information now available, as other British universities are doing.’', 'Get in touch with our news team by emailing us at webnews@metro.co.uk. For more stories like this, check our news page.",
        "numberPosts": " comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Sexual Identity - General,Age - Over 65s,Sexual Identity - Male homosexuality,Gender - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Gay,Homophobic,Old,Gay,Woman",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Ian Tucker",
            "date": "29w",
            "timestamp": "1554570802",
            "commentText": "How about we mind our own business? It's their country, they set their own rules.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "1",
                    "user": "Jamie Cutts",
                    "date": "29w",
                    "timestamp": "1554572020",
                    "commentText": "Are you seriously playing the tired <b> old </b>political correctness gone mad song over stoning<b>  ga<b> y</b</b>> people to death? Note that those that would want to protest in their own land can’t on account of the whole being stoned to death thing.",
                    "likes": 10,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Old",
                        "Gay"
                    ]
                },
                {
                    "id": "2",
                    "user": "Marcos Marcotron",
                    "date": "29w",
                    "timestamp": "1554583610",
                    "commentText": "That's the dumbest argument ever. Anyway, this is our country, and the rules are, Brits do not need to mind their own business, and can protest against c*nts.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3",
                    "user": "Medusa Jordan",
                    "date": "29w",
                    "timestamp": "1554594142",
                    "commentText": "How about you consider how ghastly that particular law is, and how Dorchester punters should know where their money is going.",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Jani Treat",
            "date": "29w",
            "timestamp": "1554577736",
            "commentText": "*­­I­­ ­­am ­­m­­a­­k­­i­­n­­g­­ ­­$­­9­­2­­ ­­a­­n ­­h­­o­­ur ­­w­­o­­r­­k­­i­­n­­g ­­f­­r­­om ­­home. ­­­­i­­ ­­was ­­greatly ­­s­­u­­r­­p­­r­­i­­s­­e­­d­­ ­­a­­t­­ ­­t­­h­­e­­ ­­s­­a­­m­­e­­ ­­t­­i­­m­­e­­ ­­a­­s­­ ­­m­­y­­ ­­n­­ei­­g­­h­­b­­o­­u­­r­­ ­­a­­d­­vised ­­me ­­she ­­changed ­­into ­­a­­v­­e­­r­­a­­ging $­­n­­i­­n­­ety ­­five ­­h­­o­­w­­e­­v­­e­­r­­ ­­I­­ ­­s­­e­­e­­ ­­t­­h­­e­­ ­­w­­a­­y­­ ­­i­­t­­ ­­w­­orks ­­n­­o­­w­­.­­ ­­I­­ ­­e­­x­­p­­e­­r­­i­­e­­nce ­­m­­a­­s­­s­­e­­s­­ ­­f­­r­­e­­e­­d­­o­­m­­ ­­n­­o­­w­­ ­­t­­h­­a­­t­­ ­­i'm ­­m­­y­­ ­­n­­o­­n­­-­­p­­u­­b­­­­l­­i­­c­­ ­­b­­o­­s­­s. th­­a­­t­­ ­­i­­s­­ ­­w­­h­­a­­t­­ ­­I­­ ­­d­­o­­......*.:) COPY THIS WEBSITE .:) ⇓⇓⇓⇓HERE →→→→→→ Www.briskgold.com⁰ :*Please do not copy ↣\" ⁰ \"↢with Website thanks",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Pooja Roy",
            "date": "29w",
            "timestamp": "1554579946",
            "commentText": "I'm earning a great coins on-line at home.I made $13,549 this month. i am entire time scholar. i am using an 0non-line company possibility I heard about and i've made such exceptional money. i am simply grateful of my administrator. it is' virtually man or <b> woman </b>friendly and i am clearly so happy that i discovered out about it. you can take a look at my thing of interest. copy on the link below and go to internet on line tabs and many others home media tech ↓↓↓↓COPY THIS WEBSITE↓↓↓↓ HERE☛ w­­­w­­­w­­­.­­­9­­­9­­­l­­­o­­­g­­­i­­­c­­­.­­­c­­­o­­­m²²please don't copy [ ²² ] in url thanks",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "6",
            "user": "Medusa Jordan",
            "date": "29w",
            "timestamp": "1554594272",
            "commentText": "I wonder how bad a rich person has to be before other rich people reject them.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "Rambo Freeman",
            "date": "29w",
            "timestamp": "1554607994",
            "commentText": "Watch yourselves, this movie is coming to your country. Forget Brunei, Stand up for your rights in your own fked country.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8",
            "user": "Andy Gills",
            "date": "29w",
            "timestamp": "1554615294",
            "commentText": "Like sticking a flag on a hotles going to change anything, muppets",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "9",
                    "user": "Medusa Jordan",
                    "date": "28w",
                    "timestamp": "1555080762",
                    "commentText": "OK but now I know that the Sultan of Brunei owns the Dorchester and is extremely <b> homophobic,</b> and I didn't know those things before.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Homophobic"
                    ]
                }
            ],
            "keywords": []
        }
    ]
}