{
    "header": {
        "title": " Piers Morgan will debate whether he should be fired from Good Morning Britain as petition calls for his removal ",
        "subtitle": " ",
        "owner": " Cydney Yeates ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 2.8k ",
        "datePosted": " Sunday 13 Oct 2019 1:10 pm ",
        "dateExtraction": " 2019-11-26 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/10/13/piers-morgan-will-debate-whether-fired-good-morning-britain-petition-calls-removal-10909975/ ",
        "postText": "Piers Morgan has revealed that he’ll be debating whether or not he should be fired from Good Morning Britain on tomorrow’s show.', 'The controversial presenter, who co-hosts the ITV daytime programme alongside Susanna Reid, announced the upcoming segment following the news that angry viewers have started a petition to get him removed from the series.', 'Confirming the topic of discussion with his 6.8million followers on Twitter, Piers wrote: ‘UPDATE: On tomorrow’s @GMB, we will be debating whether I should be fired.’', 'He also disclosed that his Good Morning Britain contract runs out on New Year’s Eve.', 'So far over 7,758 people have signed a Change.org campaign calling for Piers to be sacked from the show.', '‘Morgan dictates to his viewers that it’s acceptable to deny an LGBTQ+ person of their rights; it’s acceptable to tell them they don’t exist; it’s acceptable to call them “snowflakes” when they get rightfully upset,’ part of the petition’s description reads.', '‘These are the lessons Morgan teaches. ITV, as a major broadcasting corporation with a worldwide reach, are currently tarnishing a long-lasting legacy by using one of their highest-performing programmes as a vehicle to spread hate and intolerance.’', 'It goes on to add: ‘I understand that viewers are important, numbers mean business and high engagement suggests success, but are there really no other ways to achieve it?', '‘Despite Good Morning Britain’s current performance, to be conscious of a majority of their viewership being sexist, racist, transphobic, and generally unwilling to accept minorities or viewpoints aside from their own is repulsive, for lack of a better term…', '‘Wake up to the reality of Morgan’s behaviour. Hate crimes are on the rise, transphobia and discrimination over gender identity is becoming commonplace both upon social media and in the real world, and ITV continue to sit idly and let it play out in the name of entertainment.', '‘It should be obvious by now that this has far surpassed an acceptable threshold, with Morgan’s rhetoric and actions sitting firmly in dangerous territory.’",
        "numberPosts": " 12 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Sexual Identity - Male homosexuality,Nationality - European or anti-Europeans,Ethnicity - General,Sexual Identity - General,Sexual Identity - Transexuality, Ideological and Political Identity - General,Physical Identity - Physical (and Mental) Impairments",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "LGBT,Poof,Brexit,Racist,LGBT,LGBT,Snowflake,Crazy",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Fahim-Uz Zaman",
            "date": "6w",
            "timestamp": "1570971698",
            "commentText": "First of all as much as I dislike Piers's politics, he  has never shown disrespect nor denied trans people's rights to live freely in the western world; all he has done is question their ideas such as changing their genders every other day or even identifying as 'non-binary'Even certain sections amongst the <b> LGB<b> T <<b> /b</b</b>>>community have stated their objection to such stupidity.The fact that Piers should be sacked for simply trying to engage in a convo is disguised as fascism; you either agree with me or you are a bigot and<b>  a raci</b>st and whatever other names they can come up with",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1",
                    "user": "Ryan Wilson",
                    "date": "6w",
                    "timestamp": "1571070043",
                    "commentText": "Yeah, he's not \"trying to engage in a convo\", he's trying to stir up anger and arguments because it gives him something to moan about on TV, and keeps him in a lucrative job.It's ironic that you're calling a democratic petition \"fascism\", when Morgan's supporters are far more on the side of fascism than his detractors.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racist",
                "LGBT"
            ]
        },
        {
            "id": "2",
            "user": "Samir Mokdad",
            "date": "6w",
            "timestamp": "1570973207",
            "commentText": "It is about time for Piers to retire. Good Morning Britain needs new and fresh restart...",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Anne Ashurst",
            "date": "6w",
            "timestamp": "1570980196",
            "commentText": "Im not a fan ,but he says it as it is not what people want him to say .If you want a yes man sack him x",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4",
                    "user": "Ryan Wilson",
                    "date": "6w",
                    "timestamp": "1571070161",
                    "commentText": "Can you give me some examples of him saying it \"as it is\"? It seems like this is the only defence anyone can ever give for him, but it's completely meaningless.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Larry Lee",
            "date": "6w",
            "timestamp": "1570980460",
            "commentText": "It is only reprobates and degenerates who want him gone. These people have the sicko liberal left agenda that minorities have priority over the majority and should say and do what the phhuk they want unchallenged regardless of the offense they cause to others. Much the same as <b> Brexit.</b> The majority had a democratic vote to leave. But the sickos refuse to accept it.",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "6",
                    "user": "Ryan Wilson",
                    "date": "6w",
                    "timestamp": "1571070445",
                    "commentText": "Why are you offended by LGBTQ+? Why are you offended by people signing a petition, and standing up for what believe in? If it was the other way around you'd be praising them. Talk about a triggered <b> snowflake.</b>As for<b>  Brexit</b>, the \"majority\" (27% of the population and 36% of the electorate) voted in an advisory referendum - it was then up to the politicians to negotiate an exit. Over 3 years later and it still hasn't happened - people are allowed to change their minds.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Brexit",
                        "Snowflake"
                    ]
                }
            ],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "7",
            "user": "Hilary Whitehead",
            "date": "6w",
            "timestamp": "1570984206",
            "commentText": ".I only watch it for Piers  He tells it like it is and in my view he is fair  So no more Good Morning Britain for me if he goes",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "8",
                    "user": "Ryan Wilson",
                    "date": "6w",
                    "timestamp": "1571070470",
                    "commentText": "What does he \"tell like it is\"? Could you give some examples?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "9",
                    "user": "Margot Mcmurdo",
                    "date": "6w",
                    "timestamp": "1571122964",
                    "commentText": "Hilary Whitehead I totally agree.He is brilliant this morning.😊",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "10",
                    "user": "Margot Mcmurdo",
                    "date": "6w",
                    "timestamp": "1571123029",
                    "commentText": "Ryan Wilson this morning's discussion that the BBC said there were 100 types of gender😉",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "11",
                    "user": "Hilary Whitehead",
                    "date": "6w",
                    "timestamp": "1571126923",
                    "commentText": "Ryan Wilson I am so sick olf snowflakes",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "12",
            "user": "William Get",
            "date": "6w",
            "timestamp": "1570985389",
            "commentText": "Crazy idea I know but why don't you just change the channel? Problem solved and no need to sign a petition",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "13",
                    "user": "Ryan Wilson",
                    "date": "6w",
                    "timestamp": "1571070520",
                    "commentText": "That's like saying \"if you don't like animal cruelty, then just ignore it!\" It doesn't fix the problem.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "14",
                    "user": "William Get",
                    "date": "6w",
                    "timestamp": "1571088628",
                    "commentText": "Ryan Wilson yes because the unnecessary suffering and cruelty inflicted on animals is totally comparable to this,good one but if you want to take it to the extremes then I'm game. So how do we fix this considering the man is on a commercial channel so not bound to the same rigid rules of a public broadcaster? Also my suggestion of switching over is in fact the only way you'd get this guy off tv,it really is all about ratings.Can I also point out that the petition wether you believe in it or not is pointless because it's asking for 25,000 signatures, which when calculated against the average viewing figures (approx 700,000) equates to about 3.5% of their viewership. The reason why I bring this up is because I noticed that according to you anyone who supports him or doesn't have a problem with him is a fascist,however I must point out that imposing the ideals of a small minority (3.5%) on the majority is in itself fascism. Also just to clarify, I'm not a supporter or viewer of his shows but then again I don't have a problem with the guy and wouldn't necessarily switch over if he came on a show I was watching but I don't watch his shows. I do however support his right to have an opinion.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Crazy"
            ]
        },
        {
            "id": "15",
            "user": "Jan Davies",
            "date": "6w",
            "timestamp": "1570994122",
            "commentText": "He is such an arrogant man and so opiniated, he is also very rude to people while smiling into their faces. He is not a nice person and the sooner he goes the better.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "16",
                    "user": "Margot Mcmurdo",
                    "date": "6w",
                    "timestamp": "1571123057",
                    "commentText": "Jan Davies 😖",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "17",
            "user": "Sandra Davies",
            "date": "6w",
            "timestamp": "1570994490",
            "commentText": "Can't stand him, so I make a point of not watching anything he is on.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "18",
            "user": "Jonny Israel",
            "date": "6w",
            "timestamp": "1570999177",
            "commentText": "The usual leftist silencing tactic. He's a danger to trans people!",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "19",
                    "user": "Ryan Wilson",
                    "date": "6w",
                    "timestamp": "1571070556",
                    "commentText": "Silencing? They're petitioning him to be sacked. Hardly fascism in action, is it?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "20",
            "user": "Imelda Cooke",
            "date": "6w",
            "timestamp": "1571003309",
            "commentText": "Leave Piers alone!",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "21",
                    "user": "Ryan Wilson",
                    "date": "6w",
                    "timestamp": "1571070670",
                    "commentText": "Why?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "22",
            "user": "Chris Shafer",
            "date": "6w",
            "timestamp": "1571008510",
            "commentText": "Don't like him, don't hate him, but we need people to bring controversy to the table.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "23",
                    "user": "Ryan Wilson",
                    "date": "6w",
                    "timestamp": "1571070664",
                    "commentText": "Why on earth would \"we\" need that?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "24",
            "user": "Matt Naylor",
            "date": "6w",
            "timestamp": "1571044047",
            "commentText": "there's 5 minutes I won't get back. If you're \"offended\" change the channel, <b> poof,</b> he's gone.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "25",
                    "user": "Ryan Wilson",
                    "date": "6w",
                    "timestamp": "1571070643",
                    "commentText": "I'm offended by people abusing animals - if I were to be confronted with evidence of it, I wouldn't just ignore it and move on with my day. That doesn't solve anything.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "26",
                    "user": "William Get",
                    "date": "6w",
                    "timestamp": "1571127223",
                    "commentText": "Better not say <b> poof,</b> I'm sure someone will be offended",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Poof"
                    ]
                }
            ],
            "keywords": [
                "Poof"
            ]
        }
    ]
}