{
    "header": {
        "title": " France wants Britain out of EU within two weeks as Brexit fatigue kicks in ",
        "subtitle": " ",
        "owner": " Richard Hartley-Parkinson ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 17.4k ",
        "datePosted": " Friday 25 Oct 2019 6:51 am ",
        "dateExtraction": " 2019-11-26 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/10/25/france-wants-britain-eu-within-two-weeks-brexit-fatigue-kicks-10979784/ ",
        "postText": "European officials are meeting today to discuss the length of the latest delay to Brexit with the choice between a three-month wait and a two-tier exit.', 'However, they may not actually decide today and a result could be expected on Monday.', 'It has emerged that France is leading calls for the UK to leave within the next two weeks after Boris Johnson lost crucial votes in Parliament, leaving the decision over a delay to EU leaders.', 'European Council president Donald Tusk has said that he would push for a three-month delay.', 'However, French President Emmanuel Macron is said to be leading a rebellion that includes Belgium, Luxembourg, Spain and possibly the Netherlands calling for a shorter extension. Mr Tusk has the backing of Germany and Ireland for the longer extension.', 'The Prime Minister challenged MPs to back his call for a General Election on December 12 in return for more time to scrutinise his Brexit deal as he tried to break the deadlock.', 'Mr Johnson will need Labour votes if he is to win the attempt on Monday, with a ‘super majority’ of two-thirds of MPs required to get an election under the Fixed-Term Parliaments Act (FTPA).', 'Jeremy Corbyn said his decision would come after inspecting the terms of any extension to Article 50 granted by Brussels, which he was expecting to come on Friday.', 'The PM said the outcome of the announcement was ‘likely’ to be the delay until January 31 which he was compelled to request by Parliament.', 'Though his latest gambit, which saw him shelve his pledge to deliver Brexit by the October 31 deadline ‘do or die’, could have provoked the EU to rethink and delay the announcement.', 'In a threat interpreted as the Government effectively going on strike if it loses, a spokesman for the PM said: ‘Nothing will come before Parliament but the bare minimum.', '‘We will pursue a General Election every day from then onwards and do everything we can to get it.’', 'A No 10 source said this would include the scrapping of the Withdrawal Agreement Bill, which is required to ratify the deal.', 'Mr Johnson was compelled to ask for the delay by the Benn Act after he failed to get approval for his Brexit timetable at Saturday’s special sitting of Parliament.', 'But in a move to win over MPs, he has offered them until November 6 to debate and vote on his deal.', 'Then Parliament would be dissolved, paving the way for the first December election since 1923.', 'If Mr Corbyn does not back the FTPA on Monday, it will be the third time he has been offered a General Election and refused.', 'He said: ‘Take no-deal off the table and we absolutely support a General Election.’', 'Mr Johnson said it would be ‘morally incredible’ if opposition MPs refused to go along with his plan now.', 'But they lined up to reject his proposed timetable, criticising it for still giving too little time for proper scrutiny of the Bill in Parliament.', 'The SNP, Liberal Democrats and Plaid Cymru, all roundly refused to give their backing to the Mr Johnson’s plan.', 'Dominic Grieve, one of the 21 MPs exiled from the Tories by the PM, also said he would not back the election plan, describing it to BBC’s Newsnight as a form of ‘blackmail’.",
        "numberPosts": " 7 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Nationality - European or anti-Europeans, Ideological and Political Identity - General,Ethnicity - General,Ethnicity - Native-American,Age - Over 65s,Physical Identity - Physical (and Mental) Impairments,Ethnicity - Black",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Brexit,Commie,Red,Race,Racist,Red,Old,Blind,Monkey",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Curley Jefferson",
            "date": "4w",
            "timestamp": "1571984621",
            "commentText": "The <b> Commie </b>prlck is delaying the inevitable, he's last in the polls, once a majority government is back in power Boris can do what he wants.Well done France,  let's hope they scupper these treacherous w@nk stains plans",
            "likes": 9,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "1",
                    "user": "Punit Patel",
                    "date": "4w",
                    "timestamp": "1571993314",
                    "commentText": "I don't get it.... Do you want them to veto a delay or not!?",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Mike G Bates",
                    "date": "4w",
                    "timestamp": "1572022043",
                    "commentText": "Punit Patel True Brexiteers do not want the EU to grant any extension, The UK should now leave with a No Deal, Labour has had Four chances to avoid a No Deal outcome and has reneged on it's 2017 Manifesto to support the result of the Referendum....mike",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3",
                    "user": "Punit Patel",
                    "date": "4w",
                    "timestamp": "1572039326",
                    "commentText": "Mike G BatesWhat proportion of Brexiteers would you say are true!?",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "Claire Barlow",
                    "date": "4w",
                    "timestamp": "1572137669",
                    "commentText": "Punit Patel The <b> Racist </b>Ones, who believe<b>  Brexit</b> will stop people coming in to UK , which it will not , as people have entitlements to settle in UK from the Commonwealth. Farage has stirred up th<b> e Rac</b>e Hatred Pot. That is why we are seeing it reappearing in Football, oh and those people who have never done a days work in their lives, as they are so afraid of people from EU coming over taking Jobs they do not want, afraid they will lose benefit money despite them never ever paying anything into the National Insurance pot.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Race",
                        "Racist",
                        "Brexit"
                    ]
                },
                {
                    "id": "5",
                    "user": "Mike G Bates",
                    "date": "4w",
                    "timestamp": "1572268649",
                    "commentText": "Punit Patel That a very good question, You could also ask how many who voted Remain are ReMoaning C**NTS......m",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6",
                    "user": "Punit Patel",
                    "date": "4w",
                    "timestamp": "1572269752",
                    "commentText": "Mike G Bates..... And people wonder why Brexiteers aren't considered intellectual types. But looking past your little hissy fit, I do wonder Genuinely, I want to know..... How many are true Brexiteers!? 50%? 90%?What do you reckon?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Commie"
            ]
        },
        {
            "id": "7",
            "user": "Dudden Hall",
            "date": "4w",
            "timestamp": "1571993575",
            "commentText": "Ahh, the <b> old </b>'double-bluff' from France. Napoleon tried that on us.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "8",
            "user": "Ethel Aardvark",
            "date": "4w",
            "timestamp": "1571994736",
            "commentText": "I'm not surprised.  What fools the country looks from outside.  We are part of Europe biologically &amp; it was a huge benefit to be part of it economically.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "9",
                    "user": "John Dunning",
                    "date": "4w",
                    "timestamp": "1572008861",
                    "commentText": "Absolute nonsense as 17 :4 million voters will tell you.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "10",
                    "user": "Robert Ellis",
                    "date": "4w",
                    "timestamp": "1572016822",
                    "commentText": "Being part of the EU has been no benefit to the UK. Are you <b> blind </b>to all the jobs and businesses that have been drawn away from the UK with EU grants and incentives. The EU still despises us for bucking the stagnation that plagued the EU for the last ten years.The Spanish government is now holding businesses seminars promoting the “British Model” as the way to escape the stagnation in industry but while the EU are in control of fiscal policy it’s going to be very difficult.Wake up and recognise the EU for the mafioso protection racket that it is.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Blind"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "11",
            "user": "Robbie Brunton",
            "date": "4w",
            "timestamp": "1571994850",
            "commentText": "Emmanuelle Macaroni does not equate to \"France\". But regardless, this has all got beyond stupid now.  Exactly how long do the politicians intend to keep squabbling over this <b> Brexit </b>nonsense while the economy goes down the toilet?Just about any result would have been better if we could have got it in a hurry.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "12",
            "user": "Brian Purdy",
            "date": "4w",
            "timestamp": "1571996789",
            "commentText": "Macron may complain, but the truth is the French will agree to a longer delay. The EU don't want to lose our contributions or our custom as buyers of EU products. He can threaten all he likes, but they will not force a deadline that would bring about their own downfall.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "13",
            "user": "Robert Ellis",
            "date": "4w",
            "timestamp": "1572002697",
            "commentText": "\"France wants Britain out of EU within two weeks as <b> Brexit </b>fatigue kicks in\"Hooray for that. Our politicians though have made themselves look like fools and idiots throughout<b>  Brexit</b>. Your estimation in the eyes of the UK public is at rock bottom. You are not fit for purpose. You have made it obvious that most of you are in the job for your own self-engrandizement and not the public good. MP's have a great deal of work to do in order to win back the respect of the British public who at this moment mostly despise the lot of you.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "14",
                    "user": "John Dunning",
                    "date": "4w",
                    "timestamp": "1572009042",
                    "commentText": "British politicians will NEVER win back the respect of the British people,they have crossed our <b> red<b>  </b</b>>lines too often.Time to disinfect Parliament and remove all of them and time to remove the HOL. completely.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Red"
                    ]
                },
                {
                    "id": "15",
                    "user": "Robert Ellis",
                    "date": "4w",
                    "timestamp": "1572016355",
                    "commentText": "John Dunning The country needs some kind of government or administration however. What would we replace it with?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "16",
                    "user": "Claire Barlow",
                    "date": "4w",
                    "timestamp": "1572139834",
                    "commentText": "John Dunning Interesting What are our <b> red<b>  </b</b>>lines ?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Red"
                    ]
                },
                {
                    "id": "17",
                    "user": "Cary Battersby",
                    "date": "4w",
                    "timestamp": "1572198426",
                    "commentText": "Robert Ellis banksy had the right idea a group from <b> monkey </b>world chimpanzees would do a better job",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Monkey"
                    ]
                }
            ],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "18",
            "user": "Lance Del Monte",
            "date": "4w",
            "timestamp": "1571998433",
            "commentText": "What's worrying is any EU country could veto an extension unless their demands are met.  Thankfully it looks as if they are all in agreement, but it wouldn't take much for a country like Spain to kick off about Gibralta and veto.We shouldn't be risking this - its obvious that the end game is Johnsons deal will go through.  The opposition are just introducing unnecessary risk for their own political aims.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}