{
    "header": {
        "title": " Unless you understand what it is to be trans you’ve no right to question my existence ",
        "subtitle": " ",
        "owner": " Owl ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 1.3k ",
        "datePosted": " Wednesday 15 May 2019 8:05 am ",
        "dateExtraction": " 2019-11-01 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/05/15/unless-you-understand-what-it-is-to-be-trans-youve-no-right-to-question-my-existence-9527539/ ",
        "postText": "The debate on trans issues in the UK over the last few years has been turbulent to say the least.', 'Experts on trans rights and people who have been working in the field for decades are being pitted against almost anyone with a negative opinion about trans people – regardless of who they are.', 'This seems to be a trend among anti-trans campaigners; they’re given a platform despite their lack of knowledge or experience of the discussion they’re taking part in.', 'As an example, in a controversial move, Scottish MP Joan McAlpine has just invited Canadian writer Meghan Murphy, founder of the blog Feminist Current, to speak at the Scottish Parliament about ‘how transgender ideology affects women’s rights’.', 'Murphy’s blog has long been known for its strong anti-trans stance and regularly publishes material that advocates against trans rights and discusses the alleged dangers of the ‘transgender lobby’. It is a go-to-site for strong anti-trans campaigners.', 'It would be safe to say that Murphy herself has no expertise, qualifications or experience with transgender rights.', 'She has even been banned from Twitter for life for breaching its community standards of hateful conduct in November last year, because of targeted harassment towards specific individuals based on their gender identity.', 'Her invitation to this discussion therefore seems quite out of touch, such as if a climate change denier was invited to discussion about how to stop the catastrophic damage we are doing to our planet.', 'Or if a representative of the Flat Earth Society was invited to a discussion about an upcoming space expedition by NASA.', 'What this essentially does is endorse and imply that anti-trans campaigners are on an equal footing with people who have real expertise in the matter.', 'If the Scottish Parliament, and the UK as a whole, truly wants to have constructive and valuable discussions about transgender issues, they need to stop giving platforms to anti-trans voices who base their arguments on misinformation, fear and lack of evidence.', 'Similar events have occurred in England. In March 2018, Conservative MP David Davies hosted a meeting at Parliament where Sheila Jeffreys, a feminist professor from Melbourne, referred to trans women as suffering from ‘parasitism’, and other known anti-trans campaigners also spoke against trans rights.', 'Meanwhile, earlier this year, writer Graham Lineham, who has been criticised by trans activists, spoke about trans kids. His comments were widely covered in national media, despite him having no experience, qualifications or expertise in the field whatsoever.', 'If the Scottish Parliament, and the UK as a whole, truly wants to have constructive and valuable discussions about transgender issues, they need to stop giving platforms to anti-trans voices who base their arguments on misinformation, fear and lack of evidence.', 'People who fundamentally do not believe trans people are the gender they know themselves to be, and who deliberately and repeatedly misgender and misrepresent people’s identities and personhood, can never be seen as reasonable representatives of this debate.', 'Trans people are who they say they are, and any conversation that doesn’t acknowledge this is inherently flawed and biased.', 'The event being hosted at the Scottish Parliament will undoubtedly radicalise people against trans rights, with tactics common within anti-feminist, anti-human rights and right-winged politics.', 'These groups and individuals are disguising themselves as protectors of the rights of ‘women and girls’, but it’s time we see them for what they truly are: misguided people with conservative and fundamentalist views about sex and gender.', 'They do not want equality, but supremacy.', 'I therefore urge the Scottish Parliament and the UK as a whole to tread cautiously, and demand critical and evidence-based discussion on trans rights going forward.', 'For too long anti-trans campaigners have been given ample opportunity to spread misinformation and fear about trans people and their lives.', 'We cannot pretend that the UK respects the rights of transgender people unless we are willing to make serious changes in our social and legal environment, and ensure that trans people are no longer treated as second-class citizens.', 'Despite trans and cis people having different experiences of gender-based oppression, our experiences undeniably intersect on a multitude of levels.', 'Everyone must be seen as equal to one another, regardless of their background.', 'Trans rights are human rights, and true liberation will never be achieved until we are all fully included.",
        "numberPosts": " 19 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Gender - General,Physical Identity - Physical (and Mental) Impairments,Age - Youngsters,Age - General,Sexual Identity - General,Sexual Identity - Male homosexuality,Sexual Identity - Transexuality,Nationality - General,Gender - Female intelligence",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Woman,Sexual,Gender,Sex,Crazy,Mental,Dumb,Nobody,Nothing,Age,Gay,LGBT,Gay,LGBT,LGBT,Transgender,doctors,Becky,Lesbian,Old,Common",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Athena Kollia",
            "date": "24w",
            "timestamp": "1557913978",
            "commentText": "I do not have a problem with the Gays and Queers  as long as you keep your ideals to yourselves and stop flaunting your agendas.  Your sexuality is your own choice but why do we have to have it in the spotlight all the time?  If you're a man and you want to be a <b> woman </b>or vice versa, so be it, go and get your surgery, dress and act accordingly and be done with it.It's nobody's business but your own. Just stop flaunting yourselves and attracting attention ( most of it negative .) Have a little class. You would be more respected!  Don't get children involved either.  You leave them alone and let them decide on their own accord, once they've reached adulthood. Enough already!",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 13,
            "replies": [
                {
                    "id": "1",
                    "user": "Becky Samuel",
                    "date": "24w",
                    "timestamp": "1557914878",
                    "commentText": "What agenda? The right to not be beaten, murdered, kicked out of jobs or homes, spat on in the street, is that an 'agenda'? We have to have it in the spotlight because these things are still happening. People would dearly love to 'be done with it', but aren't given that option when the abuse is daily. Why shouldn't a <b> gay<b>  </b</b>>couple be able to show the same affection and love as any other couple? Whether you like it or not, children are involved. Children aren't blank-minded possessions that just flip a switch at 18 and suddenly become adults with their own thoughts. Did you never have a crush on someone or <b> a sexua</b>l thought until you reached adulthood? You know that's nonsense. I agree that we need to take great care with the issues around trans children, but demonising parents a<b> nd docto</b>rs isn't going to help.",
                    "likes": 8,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Sexual",
                        "doctors",
                        "Gay"
                    ]
                },
                {
                    "id": "2",
                    "user": "Ashley Hyde",
                    "date": "24w",
                    "timestamp": "1557956173",
                    "commentText": "Athena.That is the best post I have ever read on this social media infected world. I agree 100%.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3",
                    "user": "Ashley Hyde",
                    "date": "24w",
                    "timestamp": "1557956614",
                    "commentText": "Becky Samuel When I was 8 y.o I wanted to be Spiderman. That was a long time ago BTW because I'm 65 now. Do you think I could have had drugs/surgery then to make me Spiderman? If not, why not? When I was 10 I had changed my mind and wanted to be Peter Pan. I am heterosexual and PROUD of it...but I don't need to go on marches or have a special day to 'celebrate' it nor ram it down anybody's throat (if you will pardon the expression).",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Becky"
                    ]
                },
                {
                    "id": "4",
                    "user": "Jade Ann Annasta",
                    "date": "23w",
                    "timestamp": "1558102416",
                    "commentText": "Athena Kollia piss off",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5",
                    "user": "Ally Raymond",
                    "date": "23w",
                    "timestamp": "1558103950",
                    "commentText": "I feel the same way about straight people.  Stop flaunting your straight 'lifestyle'!",
                    "likes": 7,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6",
                    "user": "Amanda Hunter",
                    "date": "23w",
                    "timestamp": "1558195523",
                    "commentText": "athena wow no one choses to be <b> gay<b> ,</b</b<b> >>lesbia</b>n bi-sexual a<b> nd transgend</b>er.  tryreading some books on these subject. as for kids some kids <b> are<b>  L<<b> /b</b</b>>>GBT get over it.",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gay",
                        "LGBT",
                        "Lesbian",
                        "Transgender"
                    ]
                },
                {
                    "id": "7",
                    "user": "Tony Charles",
                    "date": "23w",
                    "timestamp": "1558228465",
                    "commentText": "Agreed!!!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "8",
                    "user": "Sophie-jayne Anderson",
                    "date": "23w",
                    "timestamp": "1558280174",
                    "commentText": "Athena Kollia not sure why you mention “Gays and Queers” when discussing Trans issues as not relevant.As for keeping children out of it until Adulthood is part of the problem as Trans children need to be addressed as young as possible to be recognised and diagnosed to prevent so much anguish and damage by putting them off.It’s a hard thing for someone who isn’t Trans or not directly involved with one to understand and so easy to dismiss it as children want to be “Spider-Man or a rabbit” etc.Those children don’t tend to self harm or commit suicide Off they aren’t helped!Trans kids do!",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "9",
                    "user": "Frank Darling",
                    "date": "22w",
                    "timestamp": "1558884704",
                    "commentText": "Sophie-jayne Anderson  “Gays and Queers” are relevant as they face much the same prejudice for similar issues, ie not being \"normal*\".  To state that Trans are a special case is back to the usual \"I'm more special than you\".  Wrong, we are all special. * Normal, usual, majority, mostly, \"normal vs minority\", not \"normal vs wierdo\" before you jump on another high horse...",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "10",
                    "user": "Jade Annasta",
                    "date": "22w",
                    "timestamp": "1558904926",
                    "commentText": "You leave our trans children alone you effing jerk.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "11",
                    "user": "Athena Kollia",
                    "date": "22w",
                    "timestamp": "1558951599",
                    "commentText": "Jade Ann Annasta I don't take kindly to rudeness. Learn some manners!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "12",
                    "user": "Matt Smith",
                    "date": "22w",
                    "timestamp": "1558986556",
                    "commentText": "Ashley Hyde the privilege on display in that comment is astounding.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "13",
                    "user": "Avabeth McGhee",
                    "date": "21w",
                    "timestamp": "1559514072",
                    "commentText": "\"Agenda\"... uhh, you mean LIVING OUR LIVES IN PEACE?Dude, I've had men tell me that if I use the women's restroom OR the men's room, they'll kick the crap out of me. It is LITERALLY a matter of life and death, how do you not get that? Are you that thick?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "14",
            "user": "Ashley Hyde",
            "date": "24w",
            "timestamp": "1557914166",
            "commentText": "This whole trans <b> gender </b>thing has got<b>  crazy</b>. That's about my take on it.Personally I am concerned about the children fro<b> m ag</b>e 3 to 16 (not the adults) who are encouraged by various means to believe they are a differe<b> nt gend</b>er to that which they were born, the operative word there being 'encouraged'. It's a time bomb waiting to happen<b>  of men</b>tal instability in later life.",
            "likes": 10,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "15",
                    "user": "Lee Anne Leland",
                    "date": "24w",
                    "timestamp": "1557919550",
                    "commentText": "We do not chose to be trans. We are born this way. No one can make us trans. It's been tried  with disasterous results. I encourage you to read the sad story of David Reimer. He was raised a girl due to a botched circumcision and was used to \"prove\" that environmentcould be used to mold a persons <b> gender.</b> Dr John Money used Reimer as proof that<b>  gender</b> could be taught, even after David insisted he was not female. This  continued long after David killed himself. and Money's work is still cited by some as proof tha<b> t gende</b>r can be taught.As fior me, beginning <b> at a</b>ge five, my parents did all they could to make me male. Punishment, boxing lessons, survival school. All aimed at making a man out of me. What followed was 50 years of misery. One failed relationship after another, substance abuse, two suicide attempts, and a lifetime of pretending I was the person they, and society, expected me to be. Then I dropped the facade and began to live my truth. Now,<b>  at </b>age 66, I am married and happy. For the first time in my life I am HAPPY.",
                    "likes": 10,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gender",
                        "Age"
                    ]
                },
                {
                    "id": "16",
                    "user": "Ashley Hyde",
                    "date": "24w",
                    "timestamp": "1557955940",
                    "commentText": "Lee Anne Leland I am happy for you Lee.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "17",
                    "user": "Jade Ann Annasta",
                    "date": "23w",
                    "timestamp": "1558102382",
                    "commentText": "Ashley Hyde shut the hell up",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "18",
                    "user": "Ashley Hyde",
                    "date": "23w",
                    "timestamp": "1558366562",
                    "commentText": "Jade Ann Annasta Why? Is it only your opinion that counts? If you have one that is as you haven't commented except to tell me to \"Shut the hell up\"?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "19",
                    "user": "Athena Kollia",
                    "date": "22w",
                    "timestamp": "1558951968",
                    "commentText": "Lee Anne Leland I am glad you have found someone to make you happy.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "20",
                    "user": "Celyn Eldr",
                    "date": "21w",
                    "timestamp": "1559580528",
                    "commentText": "Nobody is encouraging children to be trans",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nobody"
                    ]
                }
            ],
            "keywords": [
                "Gender",
                "Age",
                "Crazy",
                "Mental"
            ]
        },
        {
            "id": "21",
            "user": "Ray  Hewitt",
            "date": "24w",
            "timestamp": "1557920413",
            "commentText": "If I said 'I identify as a bowling pin, chop off my arms and legs so I can attain the form my mind says I am' I'd be considered insane, and likely would be treated for <b> mental </b>illness. But, if I say 'I'm a lass, cut off my crown jewels please.' I'd be under the knife in a heartbeat...I have no problem at all with folk being 'Trans' live and let live, dress and exist how you please. But telling me that getting your bits hacked off makes you a real<b>  woman</b>, or that binding your bewbs makes you a real man is laughable, and the same as telling me that 2 + 2 = 5. It doesn't, it won't. Because science kids!",
            "likes": 10,
            "hasReplies": true,
            "numberOfReplies": 12,
            "replies": [
                {
                    "id": "22",
                    "user": "Elanor Sharman",
                    "date": "24w",
                    "timestamp": "1558008835",
                    "commentText": "I can see you have no experience with the subject Ray, and here's why:Unless you consider 9 years a 'heartbeat' your sense of scale is so horrendously off that it beggars belief. I can't blame you, as how you describe it is generally how we're portrayed in the popular consciousness but i promise you we do not get treatment quickly or easily.It took 4 years, 2 general psychotherapist and 4 <b> gender </b>identity specialist meetings, plus a year of group counselling before i was signed off on starting hormone replacement therapy. since that time i have been awaiting GRS (which for the record is not exactly 'cutting off your crown jewels'). Strictly that should have been done with about 3 years ago but due to failings in other areas of the NHS and fitness for surgery issues that hasn't materialised.This is just the time i've been medically transitioning and while it would be cliche to say i've known all my life i can pinpoint my first memory something was up at 7 years<b>  old</b>, 20 years ago, along with when i first had a word for i<b> t ag</b>e 11 or 12.I'm glad you have the attitude of live and let live but the lack of understanding (and statements showing it) betrays that you either haven't had a chance to listen to our stories, haven't listened when told, or decided we're actively lying.As i say it's understandable that your opinions have formed the way they have but please reconsider the harmful statements that inform them. Also, thanks for reading i guess?",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gender",
                        "Age",
                        "Old"
                    ]
                },
                {
                    "id": "23",
                    "user": "Karl Moore",
                    "date": "24w",
                    "timestamp": "1558087274",
                    "commentText": "Elanor Sharman these mentally ill people need <b> mental </b>health support and not to be encouraged to self mutilate there bodies. It's like a junky chasing the dragon. You can never be what you want to be. You can't change<b>  sex</b>. Only mutilate yourself.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Sex",
                        "Mental"
                    ]
                },
                {
                    "id": "24",
                    "user": "Jade Ann Annasta",
                    "date": "23w",
                    "timestamp": "1558102343",
                    "commentText": "Ray  Hewitt you are stupid shut your <b> dumb </b>pie hole.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Dumb"
                    ]
                },
                {
                    "id": "25",
                    "user": "Stacy Dianne Kennedy",
                    "date": "23w",
                    "timestamp": "1558114912",
                    "commentText": "Elanor Sharman You have <b> gender </b>dysphoria. That's a difficult condition and I hope the treatment you've chosen works for you, but you'll always be a male human being.When to grant the legal fiction that \"trans women are women,\" and under what circumstances, are just two among the many questions all of us in society should be asking.Now consider the fact that not all trans people have gd, and trans advocates want cross-sex identification to be as easy as self-declaration.And look at how this impacts women. Women in sports. Women in prison. Women who can’t even discuss the issues without masked people trying to shut down their meetings, threatening and even physically attacking them.Sorry. Your<b>  gender</b> dysphoria is not an excuse for silencing others.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gender"
                    ]
                },
                {
                    "id": "26",
                    "user": "Jennie Shorts",
                    "date": "23w",
                    "timestamp": "1558136147",
                    "commentText": "Karl Moore Being trans is NOT a <b> mental </b>illness. Any surgery that we undergo is no more \"mutilation\" than getting, say, a deviated septum operated on. We are well aware of the difference between<b>  sex</b> an<b> d gende</b>r. I'm not wanting to \"chan<b> ge s</b>ex\", just change my body to be more congruent with<b>  my gen</b>der. Most (98%) of post-op trans people go on to live happy and fulfilled lives as themselves, so there is no \"chasing the dragon\". You wouldn't say to a cisge<b> nder w</b>oman who is depressed about her flat chest that breast augmentation is \"mutilation\", would you! You can find out the truth - rather than your tropes - by searching<b>  some transg</b>ender support groups online.",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gender",
                        "Sex",
                        "Woman",
                        "Transgender",
                        "Mental"
                    ]
                },
                {
                    "id": "27",
                    "user": "Amanda Hunter",
                    "date": "23w",
                    "timestamp": "1558195800",
                    "commentText": "Jennie Shorts well said",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "28",
                    "user": "Amanda Hunter",
                    "date": "23w",
                    "timestamp": "1558195836",
                    "commentText": "maybe reading up on this subject would help you understand",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "29",
                    "user": "Tony Charles",
                    "date": "23w",
                    "timestamp": "1558228528",
                    "commentText": "True!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "30",
                    "user": "Ray  Hewitt",
                    "date": "23w",
                    "timestamp": "1558254958",
                    "commentText": "Jade Ann Annasta incredible levels of debate there. Almost zen like. Bravo. 👍",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "31",
                    "user": "Ashley Hyde",
                    "date": "23w",
                    "timestamp": "1558366645",
                    "commentText": "Jade Ann Annasta You seem to like telling folk to SHUT UP if it doesn't agree with your opinion. That's not how discussion works pet.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "32",
                    "user": "Avabeth McGhee",
                    "date": "21w",
                    "timestamp": "1559514806",
                    "commentText": "Umm... please quit encouraging people to demean and outright kill us.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "33",
                    "user": "Ray  Hewitt",
                    "date": "21w",
                    "timestamp": "1559546783",
                    "commentText": "Avabeth McGhee umm...  please quit trying to silence opinions you don't like.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Woman",
                "Mental"
            ]
        },
        {
            "id": "34",
            "user": "Anthony Rogers",
            "date": "24w",
            "timestamp": "1557920581",
            "commentText": "How are people going to learn about trans if they don't question their existence..?\"Trans people are who they say they are, and any conversation that doesn’t acknowledge this is inherently flawed and biased.\"Claiming you're something and being something is quite different... A trans <b> woman </b>is a trans<b>  woman</b>, not <b> a woma</b>n.That might hurt your feelings but ignoring reality doesn't make your arguments very solid.You deserve rights, stop with t<b> he du</b>mb arguments and insisting people have to see things exactly your way though.",
            "likes": 13,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman",
                "Dumb"
            ]
        },
        {
            "id": "35",
            "user": "Tania Kollias",
            "date": "24w",
            "timestamp": "1557930365",
            "commentText": "\"People who fundamentally do not believe trans people are the <b> gender </b>they know themselves to be, and who deliberately and repeatedly misgender and misrepresent people’s identities and personhood, can **never be seen as reasonable representatives of this debate**. Trans people are who they say they are, and **any conversation that doesn’t acknowledge this is inherently flawed and biased**.\" **emph added. Excuse me? And this?!These groups and individuals are disguising themselves as protectors of the rights of ‘women and girls’, but **it’s time we see them for what they truly are: misguided people with conservative and fundamentalist views** about<b>  sex</b> an<b> d gende</b>r. They do not want equality, but **supremacy**.WT...?!Okay, how about these counter-arguments, not supremacy, not unreasonable, not flawed, not biased, conservative or fundamentalist. 1) I'm actually a duck but I call myself a wolf. What am I? 2) The emperor has no clothes. Shall I tell him? But it's at the risk of getting my head chopped off.3) What occurs in nature? 99.9% we are xx (female) or xy (male). Every cell in our bodies. Is it really unreasonable, biased and \"supremacist\" to point any of this out?4) I don't see this \"everything else is unreasonable, biased or else for their own supremacy\" pretty militant in their disinformation and spin lobby being terribly transparent about the plethora <b> of docto</b>rs and plastic surgeons and pharmaceutical companies who support those who attempt to change th<b> eir gen</b>der, since they have to have $urgery or take hormone$ for the rest of their lives, and further, since this is the first generation of what amounts to experimenting with children, no-one knows the long-term consequences of such intervention experiments. 5) Oh well, after surgery<b>  the se</b>xual experience is more \"spiritual\". Ok, maybe you tell that to the kids that want to be trans. And do we know what they're going to say 20 or 40 or more years from now, after their lives have been ruined?(Deep breath...) and what I think of this writer and h3",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "36",
                    "user": "Becky Samuel",
                    "date": "24w",
                    "timestamp": "1557938589",
                    "commentText": "Think what you will of the author, but your writing and reasoning ability are for s###. It must have taken you some time to write this pile of drivel, but it is an unreadable pile of incoherent words.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "37",
                    "user": "Tania Kollias",
                    "date": "24w",
                    "timestamp": "1557939236",
                    "commentText": "Becky Samuel Only for people who can't follow a sentence longer than 10 words. My reasoning is just fine thank you, but you ought to stop trying to bully those who have a different valid opinion to your own.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Becky"
                    ]
                },
                {
                    "id": "38",
                    "user": "Saara Jaey",
                    "date": "22w",
                    "timestamp": "1559162804",
                    "commentText": "Tania Kollias we have medical science on our side. It has proven that trans women are women... So, what are your qualifications to say that we aren't? What gives you more knowledge about trans people than the leading experts?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "39",
                    "user": "Tania Kollias",
                    "date": "22w",
                    "timestamp": "1559192950",
                    "commentText": "Saara Jaey Your comment is disingenuous. What makes you so sure medical science is on your side? Which one is that? You're implying only \"leading experts\" that suit your agenda are valid and anyone who thinks otherwise must have \"qualifications\" to disagree. No. From what I've read by those more \"qualified\" to have an opinion that is not just a comment on an ill-written tabloid story, the scientific studies are flawed and may be skewed to fit an agenda in favour of intervention that benefits the medical and pharmaceutical industries in countries such as the US, where it is a for-profit business, as well as for people who simply say or believe they are trans, including children, and want the operations. You/they are not the only \"experts\" to have a say. There is another side, that has, in my opinion, more cogent and <b> common </b>sense arguments, such as the ones I outlined above. It doesn't help your cause to try and stifle all opposition as irrelevant, ignorant or worse.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Common"
                    ]
                },
                {
                    "id": "40",
                    "user": "Ashley Hyde",
                    "date": "21w",
                    "timestamp": "1559583063",
                    "commentText": "Kollias Anyway, scientists and so called 'experts' said Thalidomide was a safe drug for pregnant women and you couldn't catch Mad Cow disease from meat.So I'm with TaniaTania Wake up folks.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Gender",
                "Sex",
                "Sexual",
                "doctors"
            ]
        },
        {
            "id": "41",
            "user": "Frank Darling",
            "date": "24w",
            "timestamp": "1557939851",
            "commentText": "First things first... You cannot tell me that I have no right to an opinion on you, you put yourself out there (see rather large ego-piece printed above..) therefore you have opened yourself up to comment.I can have an opinion, on any subject I like which does or does not impinge on my life.  Subjects such as \"trans\" do impinge on my life, and therefore I have \"more rights\" to an opinion on the subject.My tax and NI pay for people such as yourself to have counselling, drugs, surgery, etc. Money that I beleive would be better spent elsewhere.  That does not mean you do not \"deserve\" it, but that there are bigger priorities over and above you.You, and many others, beleive that you and your opinion is \"more important\" than my opinion.  Rubbish.Thought Police are not wanted or needed.",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "42",
                    "user": "Jade Ann Annasta",
                    "date": "23w",
                    "timestamp": "1558102222",
                    "commentText": "Frank Darling piss off. You have no rights to speak about trans issues.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "43",
                    "user": "Stacy Dianne Kennedy",
                    "date": "23w",
                    "timestamp": "1558114095",
                    "commentText": "^Trans advocates' favorite argument: \"Shut up, that's why!\" 😂",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "44",
                    "user": "Ashley Hyde",
                    "date": "23w",
                    "timestamp": "1558367069",
                    "commentText": "Jade Ann Annasta I can tell you were an ony child Jade by your responses...or spoilt.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "45",
                    "user": "Jade Annasta",
                    "date": "22w",
                    "timestamp": "1558883404",
                    "commentText": "Frank Darling you are too stupid to speak about trans issues",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "46",
                    "user": "Frank Darling",
                    "date": "22w",
                    "timestamp": "1558884467",
                    "commentText": "Jade Annasta Too stupid?  Really?  Would you care to actually argue against any of my points? Or are you just one of the usual types who answer everything with \"shut up\"?Answer my points, or shove it where the sun don't shine....",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "47",
                    "user": "Jade Annasta",
                    "date": "22w",
                    "timestamp": "1558905142",
                    "commentText": "Frank Darling piss off you uneducated bigot",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "48",
                    "user": "Frank Darling",
                    "date": "22w",
                    "timestamp": "1558905689",
                    "commentText": "Jade Annasta it would appear I am more capable of holding an educated discussion than Ms Jade \"piss off\" Annasta...PS multi-account troll are you?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "49",
            "user": "Lynn Kempen",
            "date": "24w",
            "timestamp": "1557999738",
            "commentText": "\"People who fundamentally do not believe trans people are the <b> gender </b>they know themselves to be, and who deliberately and repeatedly misgender and misrepresent people’s identities and personhood, can never be seen as reasonable representatives of this debate.\"So one needs to be mentally unstable, and/or employ cognitive dissonance, to discuss a topic regarding<b>  mental</b> instability?  Transgenderism is Satan making a mockery of man, made in the Creator's image.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gender",
                "Mental"
            ]
        },
        {
            "id": "50",
            "user": "Joshua Brown",
            "date": "24w",
            "timestamp": "1558004234",
            "commentText": "As a trans person, you should probably try to avoid telling people what rights they do and don't have without obvious irony, no? A little hypocritical...",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "51",
                    "user": "Celyn Eldr",
                    "date": "21w",
                    "timestamp": "1559580606",
                    "commentText": "Joshua Brown imagine youve gone through a whole experience that the majority doesnt take the time to research or talk about before deciding things like your rights to health care etc.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "52",
            "user": "Alan Henness",
            "date": "24w",
            "timestamp": "1558005684",
            "commentText": "\"For too long anti-trans campaigners have been given ample opportunity to spread misinformation and fear about trans people and their lives.\"Yet the media are full of stories of meetings of women wanting to discuss their rights getting shut down, protests and violent assault and attempts to get them to just shut up and not dare speak out for their rights... What are we to make of that? What fear and misinformation do you believe they were spreading? Or are you referring to something else?",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "53",
            "user": "Meesh OToole",
            "date": "24w",
            "timestamp": "1558026543",
            "commentText": "Owl, you are awesome. Thank you for writing this. xxx",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "54",
            "user": "Stacy Dianne Kennedy",
            "date": "24w",
            "timestamp": "1558042817",
            "commentText": "This is utter codswallop. There is no scientific body of knowledge about \"trans identity\". There is some *preliminary* science on what's called <b> gender </b>dysphoria, but even that isn't well understood.People's subjective sense of themselves should not be the deciding factor in matters of public debate. Does anyone really believe human self-knowledge is all that accurate? [LINK] ",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "55",
                    "user": "Jade Ann Annasta",
                    "date": "23w",
                    "timestamp": "1558102452",
                    "commentText": "Stacy Dianne Kennedy you are seriously stupid",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "56",
                    "user": "Stacy Dianne Kennedy",
                    "date": "23w",
                    "timestamp": "1558113779",
                    "commentText": "Jade Ann Annasta Brilliant argument there, Jade.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "57",
                    "user": "Alan Henness",
                    "date": "23w",
                    "timestamp": "1558222280",
                    "commentText": "Jade Ann Annasta Care to actually present a cogent argument? Or, even better, a rebuttal?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "58",
                    "user": "Sophie-jayne Anderson",
                    "date": "23w",
                    "timestamp": "1558280812",
                    "commentText": "Stacy Dianne Kennedy it wasn’t so long ago that Autism was considered as “Codswallop” or even demonic possession but that is not the case now. Just because sufficient studies have not been done does not invalidate the existence of a condition.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "59",
                    "user": "Jade Annasta",
                    "date": "22w",
                    "timestamp": "1558905197",
                    "commentText": "Alan Henness nope I don't engage with uneducated bigots and idiots.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Gender"
            ]
        },
        {
            "id": "60",
            "user": "Pishulonko Tulahuena",
            "date": "24w",
            "timestamp": "1558077448",
            "commentText": "nobody denies your existence, in fact, <b> nobody </b>really cares because everybody has more important business...   so, stop thinking we orbit around critters like you",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 8,
            "replies": [
                {
                    "id": "61",
                    "user": "Jade Ann Annasta",
                    "date": "23w",
                    "timestamp": "1558102285",
                    "commentText": "Pishulonko Tulahuena you're an idiot. People are trying to legislate our lives. You're too stupid to speak in this topic",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "62",
                    "user": "Pishulonko Tulahuena",
                    "date": "23w",
                    "timestamp": "1558107346",
                    "commentText": "Jade Ann Annasta lol. I just said something you did not like, so your cringe... Again, live your life as you please...  don't just come with all your drama to the rest of us",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "63",
                    "user": "Stacy Dianne Kennedy",
                    "date": "23w",
                    "timestamp": "1558114320",
                    "commentText": "Jade Ann Annasta Nobody's trying to \"legislate your lives.\" You want your subjective sense of identity to trump every other consideration.Entitled crybaby wankers.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "64",
                    "user": "Jade Annasta",
                    "date": "22w",
                    "timestamp": "1558883498",
                    "commentText": "You are all too stupid to speak about trans issues",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "65",
                    "user": "Saara Jaey",
                    "date": "22w",
                    "timestamp": "1559163006",
                    "commentText": "Pishulonko Tulahuena so <b> nobody </b>cares eh? Then why is it we get abuse both physical and verbal every time we set foot outside our doors? Why is it that we are constantly harassed? Why are so called feminists and celebrity's claiming we are \"a religious cult that's harmful to children and women\"? Read Graham linehan twitter feed if you truly think noone cares and that noone argues our existence... Try educating yourself on a subject before commenting",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nobody"
                    ]
                },
                {
                    "id": "66",
                    "user": "Saara Jaey",
                    "date": "22w",
                    "timestamp": "1559163114",
                    "commentText": "Stacy Dianne Kennedy you're a total moron... People are as we speak trying to take away our basic rights, denying our exist ace, claiming we are a danger, stating we are all pedos and <b> sexual </b>predators... Again a lack of education and intelligence",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Sexual"
                    ]
                },
                {
                    "id": "67",
                    "user": "Pishulonko Tulahuena",
                    "date": "22w",
                    "timestamp": "1559167647",
                    "commentText": "Saara Jaey like you were living in the middle east!  stop moaning and live your life style in private",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "68",
                    "user": "Celyn Eldr",
                    "date": "21w",
                    "timestamp": "1559580470",
                    "commentText": "Just like gays had to before. Some of us are trying to do such but <b> gender </b>is public just like sexuality is and so needs to be somewhat a public discussion",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gender"
                    ]
                }
            ],
            "keywords": [
                "Nobody"
            ]
        },
        {
            "id": "69",
            "user": "Alan Henness",
            "date": "23w",
            "timestamp": "1558133088",
            "commentText": "The article is deftly and completely demolished here:Blog: “Unless you understand what it is to be trans you’ve no right to question my existence”https://www.peaktrans.org/blog-unless-you-understand.../",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "70",
                    "user": "Alan Henness",
                    "date": "23w",
                    "timestamp": "1558211930",
                    "commentText": "Andrew Paul Indeed. There's <b> nothing </b>easier to demolish than a straw man argument. And this article is full of them.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "71",
            "user": "Andy Marie",
            "date": "23w",
            "timestamp": "1558171853",
            "commentText": "Unless you understand what it is to be <b> woman </b>you’ve no right to appropiate my existence",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "72",
                    "user": "Celyn Eldr",
                    "date": "21w",
                    "timestamp": "1559580671",
                    "commentText": "Andy Marie not all trans ppl r trans women also their not appropiating your existence 🙄",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "73",
            "user": "Jade Annasta",
            "date": "22w",
            "timestamp": "1558883561",
            "commentText": "All of you cisgens are too stupid to speak about trans issues so just shut the hell up already.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "74",
                    "user": "Frank Darling",
                    "date": "22w",
                    "timestamp": "1558904533",
                    "commentText": "You are using \"cisgender\" as an insult?You, missy, need to open your fk eyes, and more importantly, your mind to the world.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "75",
                    "user": "Jade Annasta",
                    "date": "22w",
                    "timestamp": "1558904880",
                    "commentText": "Frank Darling I did not use it as an insult. Reading comprehension would do wonders for you.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "76",
            "user": "Frank Darling",
            "date": "22w",
            "timestamp": "1558905015",
            "commentText": "@jade Ann anastia....You were a good looking bloke... What went wrong?",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "77",
                    "user": "Matt Smith",
                    "date": "22w",
                    "timestamp": "1558986109",
                    "commentText": "Your ignorance is appalling",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "78",
                    "user": "Frank Darling",
                    "date": "22w",
                    "timestamp": "1559200555",
                    "commentText": "Matt Smith I take it your sense of humour was bypassed as well?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "79",
            "user": "Allana Strain",
            "date": "22w",
            "timestamp": "1558956409",
            "commentText": "This article is a piece of absolute nonsense. I have the right of free speech and can reply as I see fit. Whether or not I fit the 'only a trans person can comment', is not a criteria for the right to comment. If the writer thinks that they have the right to inhibit or prevent any response, they are seriously mistaken. Based on this individuals criteria, I have more credibilty to make comment than them, and I can assure them, it would be at odds with their viewpoint. If there is some hierarchy in the trans spectrum, then I am at the pinnacle, and this writer has no right to comment on my history or status.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "80",
            "user": "Allana Strain",
            "date": "22w",
            "timestamp": "1558956786",
            "commentText": "Jade Annasta, what gives you the right to insult people. Just shut the hell up and read what people are saying. You comment about some being uneducated on trans issues, yet you display the exact same characteristics. I say to you.....shut up about trans issues because you are the uneducated one, and a bigot.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "81",
                    "user": "Ashley Hyde",
                    "date": "22w",
                    "timestamp": "1558960485",
                    "commentText": "Personally I think she's just a troll.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "82",
            "user": "Jennifer Booker",
            "date": "21w",
            "timestamp": "1559485883",
            "commentText": "I used a similar argument against my brothers rhetoric in my book, pointing out that he not only ignored my assertion of <b> gender </b>identity but that it was recognized by local state and federal authorities. Docjennifer.org",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gender"
            ]
        }
    ]
}