{
    "header": {
        "title": " Juncker calls Boris Johnson a ‘liar’ in fiery speech slating Brexit ‘bulls**t’ ",
        "subtitle": " ",
        "owner": " Harrison Jones ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 215 ",
        "datePosted": " Thursday 24 Oct 2019 11:41 pm ",
        "dateExtraction": " 2019-11-26 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/10/24/juncker-calls-boris-johnson-a-liar-in-fiery-speech-slating-brexit-bullsht-10979258/ ",
        "postText": "Jean-Claude Juncker has hit out at the ‘bulls**t’ sold to the public by the British press during the referendum campaign.', 'The outgoing European Commission (EC) President slammed Boris Johnson for ‘lying’, and said he was so convinced Britain would vote Leave, he had even made a bet on it.', 'Speaking at a think tank event in Brussels this evening, Mr Juncker – who is set to be replaced by Ursula von der Leyen next Friday – also claimed it was a ‘major error’ to accept David Cameron’s request not to speak out over Brexit.', 'He explained: ‘David Cameron asked me not to intervene in the referendum campaign because he said the European Commission is even less popular on the islands than on the continent.', '‘That was a major mistake, a major error. I should have intervened, because nobody was denying, contesting the lies Boris Johnson and others were spreading around.’', 'Slating the two British Prime Ministers and the media, Mr Juncker said the papers had spouted ‘nonsense’ and ‘bulls**t’ ‘day after day’ for 46 years.', 'He said the press had portrayed Britain as ‘not really in Europe… [only being there] for economic and internal market reasons’.', 'It is not the first time Mr Juncker has hit out at Brexit and key backers of the Leave campaign.', 'Earlier this week he labelled Brexit a ‘waste of time and energy’.', 'Singling out Mr Johnson for criticism tonight, he continued: ‘They were saying things, some of them – lying. Telling the people things which have nothing to do with our day by day reality.’', 'As a result, he said the outcome of the referendum was unsurprising, declaring himself ‘always convinced’ the referendum would be a ‘negative’ one.', 'He said he had bet a British commissioner that Leave would win, suggesting he would give him a euro if he was wrong, and that he be given a pound if he was right.', '‘I have the pound in my pocket’, he said.', 'Defending the EC when asked what mistakes they had made under his leadership, he said the commission was not responsible for the result of the referendum and that it had not been part of the debate.",
        "numberPosts": " 4 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Age - Youngsters,Physical Identity - Physical (and Mental) Impairments,Nationality - European or anti-Europeans,Ethnicity - Black,Age - Over 65s",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Nobody,Nothing,Zero,Mental,Brexit,Monkey,Old",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Atif Hussain",
            "date": "4w",
            "timestamp": "1571963639",
            "commentText": "The first time I actually agree with Juncker.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Jermaine Delph",
            "date": "4w",
            "timestamp": "1571966165",
            "commentText": "The man is right....The hysterical jingoistic rantings of the UK tabloid press combined with the fact that the majority of the people who voted in the referendum possessed  the intellect of a carrot  caused the current farce.",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 9,
            "replies": [
                {
                    "id": "2",
                    "user": "Ashley John",
                    "date": "4w",
                    "timestamp": "1571990695",
                    "commentText": "I hope you meant to write - \"the majority of the people voted LEAVE in the refrendum\".I voted remain in the referendum and I don't consider myself having the intellect of a carrot - although I'm sure the majority of rabid Brexiteers will disagree with that. :-)",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3",
                    "user": "Punit Patel",
                    "date": "4w",
                    "timestamp": "1571993128",
                    "commentText": "Ashley John I think that's why he used the majority word.... As they consistently remind us the majority won.... The majority having a combined intellect of a carrot",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "Peter Fraser",
                    "date": "4w",
                    "timestamp": "1572002512",
                    "commentText": "Jack Jones yeah you REALLY proved it wrong!. Joke",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5",
                    "user": "Keith Reeder",
                    "date": "4w",
                    "timestamp": "1572004995",
                    "commentText": "Jack Jones If you really don't think that it's going to be MUCH worse than the original \"doom n gllom\", you're even thicker than most Kwitters.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6",
                    "user": "John Dunning",
                    "date": "4w",
                    "timestamp": "1572009449",
                    "commentText": "Ashley John Yep I agree with that, you have the <b> mental </b>capacity of a carrot,totally agree.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Mental"
                    ]
                },
                {
                    "id": "7",
                    "user": "Punit Patel",
                    "date": "4w",
                    "timestamp": "1572011899",
                    "commentText": "Jack Jones- the pound has plummeted- investment has plummeted- while employment may have increased, this doesn't consider the increase in part time and <b> zero </b>hour contractsAll of that is on the prospect of<b>  Brexit</b>..... While there have been some promising things<b> , nobod</b>y can point to anything good that's happened based on the prospect <b> of Brex</b>it And as your lot keep reminding <b> us, Bre</b>xit hasn't even happened yet, and we <b> have not</b>hing tangible from the leave side as to what good things are on the horizon, just more downsides from people who know what they're on about",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nobody",
                        "Nothing",
                        "Zero",
                        "Brexit"
                    ]
                },
                {
                    "id": "8",
                    "user": "Punit Patel",
                    "date": "4w",
                    "timestamp": "1572027065",
                    "commentText": "Jack Jones the pound has dropped because of 'worldwide phenomena'!?Perhaps you could explain what worldwide event caused the pound to plummet while all the other major currencies stayed stableAnd the same goes for investment... As far as I'm aware investment in Europe, US and everywhere else hasn't plummeted like in the UK And the same goes for jobs since the worldwide phenomena you might be referring to is for car manufacturing which doesn't employ a huge amount of British workers and tends to have more part time and <b> zero </b>hours workers than most other sectorsBut I say this as an actuary (someone who specialises in the risks surrounding current and future economy and cash flows).... Tell me, if I'm the one with a tiny brain, what credentials does a sun-dried biker gym<b>  monkey</b> have to better understand the economy?",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Zero",
                        "Monkey"
                    ]
                },
                {
                    "id": "9",
                    "user": "Robyn Appleton",
                    "date": "4w",
                    "timestamp": "1572173594",
                    "commentText": "Punit Patel I know a lot of bikers who voted remain, don't tar all folk with the same brush eh 😁",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "10",
                    "user": "Andrew Bell",
                    "date": "3w",
                    "timestamp": "1572900058",
                    "commentText": "all I say if you love the EU so much then why not move there simple solution and leave the rest of us alone",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "11",
            "user": "David Cooke",
            "date": "4w",
            "timestamp": "1572024383",
            "commentText": "Irrespective of wether you think its a good or bad comment, well done to him to stay sober long enough to get it out.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "12",
            "user": "Andrew Bell",
            "date": "3w",
            "timestamp": "1572900301",
            "commentText": "what is known was labour was trying a rigging with the next election we foild it and now they could be answering to the highest court there is an <b> old </b>law that goes back to before henry the V that states anyone who tampers with and type of vote will find him or her group DQ'd (disqualified) for all runnings",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Old"
            ]
        }
    ]
}