{
    "header": {
        "title": " Teen sues vaping company Juul after being left ‘with lungs like 70-year-old’ ",
        "subtitle": " ",
        "owner": " Jane Wharton ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 4.8k ",
        "datePosted": " Saturday 14 Sep 2019 5:23 pm ",
        "dateExtraction": " 2019-11-26 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/09/14/teen-sues-vaping-company-juul-left-lungs-like-70-year-old-10743748/ ",
        "postText": "A teenager who fell ill with lung disease after vaping is suing a leading e-cigarette maker, accusing them of deliberately marketing to young people.', 'Adam Hergenreder, 18, vaped for more than a year before he was hospitalised with nausea and problems breathing.', 'His doctors have told him that his lungs are now similar to those of a 70-year-old, he said.', '‘It was scary to think about that. That little device did that to my lungs,’ he added.', 'Adam is one of around 450 e-cigarette users who have fallen ill across 33 states, according to the US Centers for Disease Control and Prevention.', 'Many of those to fall victim to the mysterious vaping-related lung illnesses are young people, officials have said.', 'There have been six recorded deaths so far and investigators have not yet identified the cause of the problems.', 'President Donald Trump is talking about removing most of the vaping products from the market.', 'Adam, from Gurnee, Illinois, is suing Juul and his lawyers allege that their social media campaigns sent the message to young people that vaping was cool.', 'Adam’s lawyer Antonio Romanucci said: ‘To put it mildly, Adam didn’t stand a chance to avoid getting hooked on these toxic time-bombs.’', 'So far, no specific devices or chemicals have been linked to the lung disease outbreak in the US.', 'But experts are focusing on black market products containing vitamin E oil, which can be dangerous if inhaled.', 'There is a large black market for THC-containing vape cartridges and users in online communities have been warned of the dangers of unregulated products.', 'The American Vaping Association has blamed the illnesses on illegal vape pens containing THC, which is the main psychoactive compound in cannabis.', 'Adam said he thought vaping was safe when he first started using e-cigarettes and added that one of his favourite flavours was mango.', 'He said he bought them at his local gas station, which is also named in the lawsuit, despite the fact he was underage and should not have been sold tobacco-based products.', 'He added: ‘I first started vaping just to fit in, because everyone else was doing it.', '‘It didn’t taste like a cigarette. It tasted good.’', 'He told his local paper, the Chicago Tribune, that last year he started buying homemade devices filled with THC off the street which he vaped alongside Juul.', 'Experts say that one Juul pod delivers the same amount of nicotine to the body as a pack of cigarettes.', 'Adam’s mum Polly said her son was using on average a pod a day.', 'She added: ‘The doctors did tell us that if we did not bring Adam in when we brought him in, his lungs would have collapsed and he would have died.’', 'Adam was given oxygen for six days in hospitals but it is unclear if his lungs will ever fully recover.', 'The teenager said: ‘I was a varsity wrestler before this and I might not ever be able to wrestle because that’s a very physical sport and my lungs might not be able to hold that exertion. It’s sad.’', 'Donald Trump has moved to ban flavoured vapes that have lured millions of teenager across the US.', 'The focus of the current lung disease outbreak is those that contain THC but experts have said that teenagers are still getting hooked on the nicotine in regulated products.', 'FDA Commissioner Dr Ned Sharpless said: ‘The tremendous progress we’ve made in reducing youth tobacco use in the US is jeopardised by this onslaught of e-cigarette use.', '‘No-one wants to see children becoming addicted to nicotine and we will continue to use the full scope of our regulatory authority thoughtfully and tackle this mounting public health crisis.’', 'San Francisco-based Juul said in a Friday statement that it’s ‘never marketed to youth’ and has ongoing campaigns to combat underage use.', 'It added that its products are meant to help adult smokers wean themselves off traditional paper-and-tobacco cigarettes, which Juul called ‘the deadliest legal consumer product known to man.’', 'Among the precautions Juul said it’s taken to ensure young people aren’t drawn to its e-cigarettes was to close Juul’s Facebook and Instagram accounts.', 'The company said it has also deployed technology that restricts a sale until someone’s age is verified.",
        "numberPosts": " 12 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Age - Youngsters,Age - Over 65s,Physical Identity - Physical (and Mental) Impairments",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Nobody,Old,Blind",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Arno Inen",
            "date": "10w",
            "timestamp": "1568484461",
            "commentText": "So the kid was sold something that wasn't meant for him and advertised is not meant for teens. Then procedeed to use one (bootleg) pod a day. Which is a like full pack of sigarettes.Yeah, I feel a Darwin award coming up...",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Stephen Grolly Kellett",
            "date": "10w",
            "timestamp": "1568485657",
            "commentText": "So, he chooses to use something that clearly isn't meant to go in the human body, then spits his dummy out when he becomes ill. What a douchewaffle. Self inflicted. He had the choice, <b> nobody </b>forced him. I say tough t*ts, deal with it.",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nobody"
            ]
        },
        {
            "id": "2",
            "user": "Susan Barkle",
            "date": "10w",
            "timestamp": "1568489483",
            "commentText": "It's his responsibility  for his own life. Self infliction. Can't sue  companies  for your decisions.  S. Barkle",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Richard Smart",
            "date": "10w",
            "timestamp": "1568506424",
            "commentText": "Correct me if I'm wrong, but aren't Vapes meant to be used by PEOPLE WHO ALREADY SMOKE, AND WHO WANT TO STOP?Seriously, this drooling cretin should be awarded an honorary pre-Darwin award, shouldn't it?",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4",
                    "user": "Gary King",
                    "date": "10w",
                    "timestamp": "1568648773",
                    "commentText": "You come across as borderline retarded yourself. Your insults show a shocking lack of self awareness.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5",
                    "user": "Richard Smart",
                    "date": "9w",
                    "timestamp": "1568742484",
                    "commentText": "Gary King What, for stating the obvious?Why not SHOOT YOURSELF, you window-licking waste-of-an-egg?",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "6",
            "user": "Richard Smart",
            "date": "10w",
            "timestamp": "1568506453",
            "commentText": "Just sayin'...",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "Nav Heerah",
            "date": "10w",
            "timestamp": "1568533834",
            "commentText": "You buy it ! You smoke it ! Now you blaming the company that must be joke of 2019 . You did not know have enough brain to read the side effects but suddenly you got brain you need to sue the company??",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8",
            "user": "Franceska Laura",
            "date": "10w",
            "timestamp": "1568535502",
            "commentText": "If he cared about his lungs, he could always have tried not smoking at all.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9",
            "user": "Bertha McMillan",
            "date": "10w",
            "timestamp": "1568546649",
            "commentText": "Can the insurance company sue him for making a claim due to self inflicted injuries which are usually not covered in the contract? That'll make people think twice about using illegal products or misusing them",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "10",
            "user": "David Martin",
            "date": "10w",
            "timestamp": "1568553010",
            "commentText": "As an <b> old </b>man aged 79, and an ex smocker. I can understand why some  people trying to get off cigs would try anything to lose the habit. But why would any intelligent person change one habit for another! I don't get it! How can he prove he had never been a smocker?ps my lungs are on my last legs.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "11",
            "user": "Heidi Fowler",
            "date": "10w",
            "timestamp": "1568553817",
            "commentText": "No one forced him to - it was his choice.  We can't go round suing people for our own poor judgement",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "12",
            "user": "David Martin",
            "date": "10w",
            "timestamp": "1568562514",
            "commentText": "Self inflicted. A pity the NHS do not sue him?",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "13",
                    "user": "Allan Bancroft",
                    "date": "10w",
                    "timestamp": "1568587355",
                    "commentText": "Not sure why an American in America would sue the British NHS? Reading is fun, try it.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "14",
                    "user": "David Martin",
                    "date": "10w",
                    "timestamp": "1568588357",
                    "commentText": "Allan, sorry. I have gloucoma. Going <b> blind,</b> and I read the headlines. I also have stomach cancer!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Blind"
                    ]
                },
                {
                    "id": "15",
                    "user": "Richard Smart",
                    "date": "9w",
                    "timestamp": "1568742772",
                    "commentText": "David Martin Sorry to hear about your illnesses - I hope you get better.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "16",
            "user": "Mila Chern",
            "date": "10w",
            "timestamp": "1568566514",
            "commentText": "Vaping doesn't work for leaving smoke. If you want to do it just send social advertises by using TV and IT. But I think some interested company don't support it because they can lose money.What do they care about your health?  They do not care.  Their credo, natural selection.  Therefore, they will not give permission for such social advertising",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}