{
    "header": {
        "title": " I’ve learned to embrace my afro with confidence but employers are still discriminating against black hair ",
        "subtitle": " ",
        "owner": " Tobi Oredein ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 467 ",
        "datePosted": " Sunday 8 Jul 2018 9:00 am ",
        "dateExtraction": " 2019-11-21 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/07/08/ive-learned-to-embrace-my-afro-with-confidence-but-employers-are-still-discriminating-against-black-hair-7689886/ ",
        "postText": "The perception of black hair has seemingly come a long way in recent years.', 'When I was growing up in the 90s and noughties, short sleek haircuts with finger waves and long weaves seemed like the only hairstyles that black women could wear, that were also accepted by society.', 'Afros were still seen as unkempt and unprofessional, while cornrows were synonymous with the word ‘ghetto.’', 'Now, thanks to the internet and social media,I, along with many other black women, have learned to embrace my afro with confidence.', 'It would be easy to believe that employers have become more accepting of black hairstyles, but discrimination still exists.', 'A few days ago, a story emerged of Cheyanne Arnold, a 22-year-old student in Birmingham who had recently applied for a role with TempTribe, a hospitality staff supplier based in London. Arnold was rejected for the position because she wore dreadlocks, and that particular hairstyle did not comply with the company’s standards.', 'She even found a presentation guide for workers that banned employees from wearing braids and dreadlocks.', 'Unfortunately, Arnold is not the first black woman to be rejected for a job because of a hairstyle that didn’t conform to white beauty standards.', 'Last year, it was revealed that a black woman seeking a job at Harrods via an external job agency was told to chemically straighten her afro for the role, in order to look professional.', 'In 2015, Lara Odoffin had her job application withdrawn, due to refusing to take out her braids.', 'On a positive note, social media platforms dedicated to black hair, and YouTubers who deliver masterclasses on how to style afros and braids, have caused a seismic shift in the beauty industry’s attitude towards black hair.', 'This has resulted in more product choice for women who want to show off their hair’s natural texture, and more black women with afros featured in beauty campaigns.', 'But the change in attitude is undoubtedly also due to more black celebrities such as Lupita Nyong’o, Janelle Monáe and Solange Knowles proudly wearing their afros and braids on the red carpet.', 'I felt amazing as I watched YouTube clips of Maria Borges when she became the first black supermodel to walk the Victoria’s Secret runway with natural hair.', 'I felt a sense of pride as I saw Serena Williams’ long-length braids sway in the light breeze and accessorised with a peach fascinator at the Royal Wedding.', 'I felt joy when Lupita Nyong’o’s afro glistened as she walked onto the stage to receive her Academy Award in 2014.', 'But, as much as I am in awe of these hair choices, incidents such as Arnold’s ordeal remind me that society accepts black hairstyles on these famous black women because they have bank accounts and accolades that transcend the redundant notion that certain black hairstyles are unrefined.', 'It’s as though these hairstyles are great for fashion photo shoots, beauty campaigns and runways, because they fit a certain aesthetic for a brief moment in time. Black hairstyles are still treated as novelty looks and costumes that are appropriate for the cameras.', 'Yet, in everyday life, black women like myself go through a constant internal battle of whether we should or shouldn’t wear the styles that suit the very hair texture that grows from our heads, because our choices could threaten our livelihood.', 'With workplaces viewing black hair in a derogatory manner and forcing black women to wear weaves and use chemical straightening products known as relaxers, we also need to understand that these racist beauty standards are affecting the physical health of black women.', 'It’s no secret that both relaxers and weaves can lead to hair loss, but a recent study also shows that harmful ingredients within relaxers are linked to cancer, hormone disruption and reproductive damage.', 'It’s beyond unfair that black women who work in 9 to 5 jobs need to put their health on the line in order to gain work.', 'While I have been blessed to never have faced workplace discrimination due to my hair choices, I did however once take out my braids days before an interview for an internship. I did it so I’d have enough time to install a straight weave for my potential employers.', 'But then again, I’ve spent the majority of my career working as a freelancer, so unlike many other black women, I’ve never had to worry if my hair looks white enough.', 'With Arnold the latest in a long line of black women to have lost out on employment for wearing hairstyles such as braids and dreadlocks, I’ve been forced to have a brutal conversation with myself on how much progress society has really made in terms of the attitude towards black women’s hair.', 'If acceptance of afros and dreadlocks hasn’t filtered down to black women who, like me, work everyday jobs in offices or occupy service-based roles, then maybe we haven’t changed the perception of black hair as much as we thought.",
        "numberPosts": " 4 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - Black,Ethnicity - General,Social Class - Working class,Age - Over 65s",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Black,Racism,Ethnic,Common,Old",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Robert Butler",
            "date": "1y",
            "timestamp": "1531052285",
            "commentText": "Gripe, gripe, gripe!",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Leanna Barnard",
            "date": "1y",
            "timestamp": "1531056410",
            "commentText": "Racism hasn't gone away,try getting a haircut,go to a salon and I hear 'sorry,we don't do afro hair'.theres the barbers for white men.considering the only place we can get a haircut is in an <b> ethnic </b>salon because the colleges don't teach 'afro hair',I'm curious as to how qualified hairdressers in the UK actually are,shame on our government for not putting on courses",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "2",
                    "user": "Arnold Hedge",
                    "date": "1y",
                    "timestamp": "1531074121",
                    "commentText": "No hair cutter is going to take on a job which they don't believe that they could do a good job on. They may have never cut <b> black </b>hair before and don't want to make a dog's breakfast of it.<b>  Black</b> people are not tha<b> t commo</b>n outside of cities; I live in the countryside and have come across 2 in the last 12 months. My neighbour met one for the first time when he was 28.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Black",
                        "Common"
                    ]
                },
                {
                    "id": "3",
                    "user": "Alexandria Cook",
                    "date": "1y",
                    "timestamp": "1531123304",
                    "commentText": "My brother wanted his head shaved and just went to a normal salon and they literally told him they couldn’t do it and he had to ask why they couldn’t simply shave his hair😂😂😂 it was quite ridiculous",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "Alexandria Cook",
                    "date": "1y",
                    "timestamp": "1531123516",
                    "commentText": "Ian Moone there’s no need to be so sarcastic, especially if you haven’t experienced this for yourself, your beliefs might not match actual experiences, some people don’t even realise they discriminate at times that’s all and plus this is a metro article they’re always written to stir the pot amongst people.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5",
                    "user": "Leanna Barnard",
                    "date": "1y",
                    "timestamp": "1531156415",
                    "commentText": "Ian Moone they can't do it because its not taught here,you missed the point of my comment",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6",
                    "user": "Kitty Barton",
                    "date": "1y",
                    "timestamp": "1531168705",
                    "commentText": "Leanna Barnard Ian Moone is a troll, don't even bother.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7",
                    "user": "Alexandria Cook",
                    "date": "1y",
                    "timestamp": "1531206665",
                    "commentText": "When talking about poor performance of <b> black </b>boys or any children in schools you need to take into account their environment of which they live in: are they poor, the location they live, how<b>  old</b> are their parents, what kind of school do they go to, how many people are in their classes, so much more comes in to play when judging someone’s performance. Good trolling but you sir have performed poorly on this subject 😂😂",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Old",
                        "Black"
                    ]
                },
                {
                    "id": "8",
                    "user": "Alexandria Cook",
                    "date": "1y",
                    "timestamp": "1531241770",
                    "commentText": "Ian Moone so if <b> black </b>history month gives<b>  black</b> boys a complex, do Jews also have a complex, seeing as World War Two and it’s atrocities against Jews is taught in schools and has its own remembrance?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Black"
                    ]
                }
            ],
            "keywords": [
                "Racism",
                "Ethnic"
            ]
        },
        {
            "id": "9",
            "user": "Kitty Barton",
            "date": "1y",
            "timestamp": "1531137364",
            "commentText": "Well, well, well....what a shock white men commenting on this article. The usual suspects of Gary Youn and Ian Moone, how simply delightful. It is lovely to see as otherwise us women would never get to hear the male view. And especially for <b> black </b>women who I believe have been crying out for the white man opinion for years. Thank you men. Thank you for breaking out of the silence and speaking your opinions, wow, it's just so fecking good of you to do this.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Black"
            ]
        },
        {
            "id": "10",
            "user": "Selom Lebene",
            "date": "1y",
            "timestamp": "1531180839",
            "commentText": "Good, truthful article. It's a crying shame. I hope one day soon the natural hairstyles and just the natural hair growing from our heads can be accepted, rather than evaluated under the white gaze. Our hair in the majority is not the same as most White people's (there are tight curled white people but a lot of them straighten their hair to conform) or other races hair so we shouldn't be damaging our health, our wallets and our identity for it. I saw someone compare locs to a mohawk and it shows you how clueless people are about <b> Black </b>hairstyles and<b>  Black</b> protective hairstyles. It's a pity but not a shock.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Black"
            ]
        }
    ]
}