{
    "header": {
        "title": " Teachers are at the frontline of the struggle against the rise of the far right ",
        "subtitle": " ",
        "owner": " Owen Jones ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 4.1k ",
        "datePosted": " Friday 14 Dec 2018 10:27 am ",
        "dateExtraction": " 2019-11-26 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/12/14/teachers-are-at-the-frontline-of-the-struggle-against-the-rise-of-the-far-right-8246721/ ",
        "postText": "It is our hard-pressed educators, in schools, colleges and universities that are on the frontline of dealing with a shocking rise in far-right referrals to the Government’s counter-extremism Prevent programme, which have shot up by over a third during the past year.', 'And it comes at a time when the traditional far right is rapidly morphing and changing, presenting a new threat and increasing challenge for those who have to help spot the signs of possible radicalisation among young people.', 'While new Home Office figures reveal that referrals for Islamist extremism fell by 14 per cent, they rose 36 per cent for far-right extremism.', 'Officials said the number of suspected far-right extremists had been rising since 2015, amid increasing awareness of the threat posed by banned neo-Nazi groups as well as atrocities such as the murder of Jo Cox.', 'Taken together, the number of people flagged to Prevent rose by 20 per cent in 2017/18 to more than 7,300, during a time when there were five terror attacks in the UK (four Islamist extremist-led, one from the far-right) and police revealed that a further four far-right terror plots had been thwarted.', 'We have this strange dichotomy whereby traditional far-right political parties and organisations are probably at the weakest they have ever been, but at the same time the threat is unquestionably stronger than it has been for many years. In fact, the threat is greater now than at any time since the 1970s.', '‘The right-wing threat was not previously organised,’ declared Mark Rowley, then-outgoing assistant commissioner at the Metropolitan Police and head of counter-terror policing in the UK, at the end of February this year.', '‘Every now and then there’s been an individual motivated by that rhetoric who has committed a terrorist act, but we’ve not had an organised right-wing threat like we do now.’', 'These new Home Office figures not only underline that there might be better reporting and more vigilance in the system, but also confirm our long standing warning about the rise of a post-organisational far-right, more committed to violence, less committed to the electoral path, and using much the same methods as employed by Islamist militants to radicalise vulnerable youths.', 'As the far-right in the UK has fragmented, so too has its position hardened. And the reach of today’s far-right is just extraordinary.', 'On the day of the Westminster terrorist attack last year, the most mentioned person on Twitter in the UK was London-based Paul Joseph Watson, editor-at-large at conspiracy site Infowars.', 'An ‘angry man’ video made by Stephen Lennon (‘Tommy Robinson’) shortly after the attack was watched millions of times on different platforms within 72 hours.', 'More recently, the 20,000 people attracted on the streets for the two ‘Free Tommy’ demos this summer (after Stephen Lennon was jailed for contempt of court) pale into insignificance to the 4.2m people who watched the ‘Homecoming’ video Lennon made on the day of his release from prison.', 'The far-right in the guise of Lennon and others have sought to weaponise flashpoint issues, often revolving around the place of Muslims in the UK, and social media has enabled this messaging a far greater reach than traditionally possible. Negative attitudes towards/about Muslims have also become more mainstream, particularly since last year’s terror attacks, as revealed in our seven-year Fear, Hope and Loss polling.', 'Meanwhile, staff in schools are at the frontline of this struggle. They are central to changing minds and educating young people about hate. Their job is not made easier by the daily pressures they face, particularly with today’s under-resourcing in schools.', 'It’s why HOPE not hate now has an education unit running interactive workshops in schools to help pupils understand how prejudice and discrimination develop, and the effects they have if left unchecked.', 'We also train teachers on how to spot the signs of more organised hatred from far-right groups (such as the typical insignia, acronyms or slang they might use).', 'On a basic level, unchecked prejudice (often learned outside the school environment), can become part of the ‘drivers to hate’ which draws people to further bigotry and, for some, leads down the path to extremism.', 'Our message in supporting those educators is that racist views and prejudice don’t appear overnight. People go through a process, starting with belittling jokes and ‘banter’, and it is the acceptance of these views and behaviours that then allows space for further toxicity to become normalised.', 'We must confront, educate and stop those views flourishing, before they have the chance to turn into something more frightening.",
        "numberPosts": " 12 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Nationality - European or anti-Europeans,Physical Identity - Physical (and Mental) Impairments",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Brexit,Dim",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Howard Leech",
            "date": "49w",
            "timestamp": "1544796249",
            "commentText": "It seems to me that the so called 'Far Right' is on the rise due to the intransigence of Politicians to protect the public from Muslim Terrorists. If they want to take the fire out of these Far Right people , then do something about the likes of Rotherham and the murder of innocent peole / Police and Lee Rigby. We are not cannon fodder for some PC elite",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1",
                    "user": "Karen Willet",
                    "date": "49w",
                    "timestamp": "1545027823",
                    "commentText": "And from the left wingers that support the terrorists.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Jeff Ward",
            "date": "49w",
            "timestamp": "1544875867",
            "commentText": "The far lefty teachers are trying to stop the far right , priceless",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "3",
                    "user": "Mike Wolfgang",
                    "date": "49w",
                    "timestamp": "1544953340",
                    "commentText": "We're certainly not far left. Nice stereotype.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "Jeff Ward",
                    "date": "49w",
                    "timestamp": "1544956268",
                    "commentText": "Mike Wolfgang Nice stereotype , could say the same thing about people who do not agree with people who tend tothe right , the lefty teachers and the EU have brainwashed the young , someone in China brainwashed the young",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Larry Lee",
            "date": "49w",
            "timestamp": "1544949210",
            "commentText": "So our kids are now to be force fed far left propaganda at school? Sounds perverse and illegal. Certainly political and extreme. The kids should be taught \" DO NOT accept sweeties from people wering beards and pyjamas in the street\"",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6",
            "user": "Chris Clay",
            "date": "49w",
            "timestamp": "1544950847",
            "commentText": "So people are waking up to the fact that their future is being systematically destroyed by the Tories, and suddenly their far right?This sort of story is designed to scare people into thinking the tories are in someway good, by creating demonds behind every door, \" that evil corbyn\", when the truth is, it is they who are the devil.  Homeless let's blame <b> brexit.</b> No police let's blame<b>  brexit</b>.And the sheep lap it up, t<b> o di</b>m witted or lazy to think for themselves they buy into the tories hate campaign.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit",
                "Dim"
            ]
        },
        {
            "id": "7",
            "user": "Dudden Hall",
            "date": "49w",
            "timestamp": "1544954049",
            "commentText": "Teachers are the cause of this by allowing bullying. Even when they intervene they side with the bullies and not the victims.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "8",
                    "user": "Pete Cook",
                    "date": "49w",
                    "timestamp": "1544984028",
                    "commentText": "They dare not punish the bullies for fear of being called Islamophobic",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "9",
            "user": "Hewett Wolfram",
            "date": "49w",
            "timestamp": "1544963584",
            "commentText": "oh no people are exhibiting wrong think and aren't buying the lefty nonsense that all cultures are equal and deserve equal respect. Reeducation now!",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "10",
            "user": "Emanuele Ciriachi",
            "date": "49w",
            "timestamp": "1544981707",
            "commentText": "What a pathetic hit-piece of an article. People are worried about the indoctrination of the ENTIRE SOCIETY on behalf of the cultural marxists, not about the alleged \"far right\" (just another word concocted to scare people).\"Hope not Hate\" is, itself, a left-wing hate group, whose goal is indoctrinating people into accepting that what they don't like is \"hate\".Remember, hate speech is a term invented by radical leftists to attack the speech THEY hate.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "11",
            "user": "Pete Cook",
            "date": "49w",
            "timestamp": "1544983981",
            "commentText": "Teachers at the frontline of the Islamic conquest of Britain and attacks on Jews, fulfilling Corbyn's dream",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "12",
            "user": "Barry Davies",
            "date": "49w",
            "timestamp": "1545000826",
            "commentText": "So the extreme left teachers are indoctrinated our young with their ideas, I am not far right I am not right I am not centreist I am left wing and I voted leave the eu becsause it was the sensible thing to do, the fascists in schools just want their own way and are not interested in democracy if it doesn't agree with their bigotted opinions.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "13",
            "user": "Barry Davies",
            "date": "49w",
            "timestamp": "1545000958",
            "commentText": "I think teachers read 1984 and use it as a instruction manual.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "14",
            "user": "Barry Davies",
            "date": "49w",
            "timestamp": "1545001096",
            "commentText": "Thomas Mair suffered from a psychotic illnees he was not a member of any political party, or claimed affiliation, his reason for killing Jo Cox has never been investigated so the far left decide he was a far right extremist.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "15",
            "user": "Karen Willet",
            "date": "49w",
            "timestamp": "1545027850",
            "commentText": "What a horrible, twisted lying rag this is.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}