{
    "header": {
        "title": " Like Freddy McConnell, I know the hoops transgender parents have to jump through to be recognised ",
        "subtitle": " ",
        "owner": " Jay Northcote ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 681 ",
        "datePosted": " Saturday 28 Sep 2019 12:00 pm ",
        "dateExtraction": " 2019-11-01 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/09/28/like-freddy-mcconnell-i-know-the-hoops-transgender-parents-have-to-jump-through-to-be-recognised-10818658/ ",
        "postText": "I was dismayed to read about the recent ruling that has denied Freddy McConnell’s request to be named as father on his child’s birth certificate.', 'Not only that but the registrar insisted he was listed as ‘mother’ with no option for a gender neutral alternative – despite the fact that Freddy is legally recognised as male.', 'The judge, Sir Andrew McFarlane, made his decision based on a definition of motherhood as ‘the status afforded to a person who undergoes the physical and biological process of carrying a pregnancy and giving birth.’', 'Yet he himself has highlighted the limitations of this definition and subsequently called for an overhaul of the current legislation.', 'There is clearly an urgent need for reform, as this issue affects other non-traditional families, not just transgender parents. At present, for example, UK law only permits the birth mother in a lesbian couple to be listed as ‘mother’ on the birth certificate (with the other listed as parent).', 'I’m a transgender man who transitioned much later in life than Freddy. I came out when I was 45 years old and my kids were already 13 and 15.', 'Although I gave birth to them, I don’t tend to think of myself as a mother anymore. I refer to myself as their parent — or sometimes jokingly as ‘the uterus guy’.', 'For those who are wondering, my kids call me by my name rather than using mum (which would feel very weird these days) or dad (which was already taken).', 'On official forms I choose ‘parent’ where possible. However, many forms don’t allow that flexibility if they are asking for details of both parents.', 'My eldest daughter has just started university, and when I was filling out the forms for Student Finance I was faced with the question: are you the: 1) father 2) mother?', 'My first thought was: ‘what on earth does it matter?’', 'This narrow definition of motherhood, which focuses purely on pregnancy and birth, excludes cisgender mothers of adopted children, too.', 'I suspect that most transgender men would feel deeply uncomfortable at having the title ‘mother’ forced on them against their wishes', 'If it had been on paper instead of online, I’d have been tempted to add: option 3) parent, or else leave them both blank and scrawl ‘it’s complicated’ underneath. As it was, I checked father.', 'Later in the same form I had to give an emergency contact who lives at a different address. I put her biological dad’s details down in that section. When asked to explain his relationship to her I put father there too, hoping it wouldn’t confuse things.', 'My partner’s details also had to go on the form as he lives with me, even though he’s only been in my life for two years. Much to my amusement, a few days later he received an email from Student Finance that began: Dear X, Your child, Y, has applied for student finance.', 'I told him that it seems like congratulations are in order, as he’s now considered the father of an 18 year old — according to Student Finance England.', 'Joking aside, I suspect that most transgender men would feel deeply uncomfortable at having the title ‘mother’ forced on them against their wishes.', 'When you identify as male, present as male, and go about your day to day life as a man, it’s very jarring to be misgendered, and mother is undeniably a term which, until this ruling, has exclusively been applied to women.', 'An easy solution would be to introduce the system now in place in California, where on birth certificates they have space to list the details of two people, simply stating ‘name of parent’ for both. That takes care of business, leaving individuals to choose whatever gendered or non-gendered terms they wish to be used in their own families and day-to-day lives.', 'Making birth certificates more flexible would also benefit the child as well as the parents. How strange would it be to have the man who brought you up listed on your birth certificate as your mother, when to you he’s always been ‘dad’?', 'I believe this is a human rights issue and an example of inequality that needs to be rectified urgently.', 'Transgender people already have to fight hard for recognition and acceptance in our society, and anything that can be done legally to make that process easier should be a priority. I see from Freddy’s Twitter that he has already decided to appeal against the court’s decision and I wish him the very best of luck.",
        "numberPosts": " 2 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Gary Youn",
            "date": "4w",
            "timestamp": "1569740575",
            "commentText": "The birth certificate is a statement of fact. Mother means person who gave birth. No issue here, self indulgence not permitted",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "1",
                    "user": "Clare Rooney",
                    "date": "4w",
                    "timestamp": "1569742163",
                    "commentText": "Morning Gary, you're up and trolling early for a Sunday.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Gary Youn",
                    "date": "4w",
                    "timestamp": "1569752491",
                    "commentText": "Clare Rooney no inaccuracies pointed out in my message though eh? I’m an hour ahead of the uk where I live anyway so.....",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3",
                    "user": "Paul Stevenson",
                    "date": "4w",
                    "timestamp": "1569765654",
                    "commentText": "Clare Rooney stating verifiable facts is not \"trolling\".",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4",
            "user": "David Cooke",
            "date": "4w",
            "timestamp": "1569751491",
            "commentText": "If you provided the sperm fine. But you didn't.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}