{
    "header": {
        "title": " Someone is going around leaving anti-trans stickers across London ",
        "subtitle": " ",
        "owner": " Kate Buck ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 138 ",
        "datePosted": " Friday 10 Aug 2018 10:53 pm ",
        "dateExtraction": " 2019-10-31 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/08/10/someone-going-around-leaving-anti-trans-stickers-across-london-7824983/ ",
        "postText": "Anti-trans stickers saying ‘women don’t have penises’ have been appearing throughout London.', 'One of the stickers was put up at the Clerkenwell offices of Stonewall, a charity that campaigns for the equality of the LGBT community.', 'It has since been removed.', '', 'Other locations have included the offices of The Guardian and The Observer, a billboard of Elizabeth I and on a window displaying a lingerie model.', 'Aimee Challenor, 20, a trans activist, told Metro.co.uk: ‘They’re fairy crass and abusive, especially as they have been targeting the Stonewall offices, who are one of the largest LGBT charities.', '‘It’s is a way of whipping up hatred among the community and many of us think it is childish and disgusting.', '‘This especially puts trans people at risk.', '‘In the past few months there has been a move towards trans phobia in the UK and it has left us wondering what is next.', '‘In the US for example, people have been killed just because they are trans.', '‘It has left us concerned and some of us in the public eye have taken additional security steps.', '‘But this has not left me fearful, I am still going to live my life and we are not letting this stop us.', '‘It is an attempt to make us go back in the closet.', '‘Whoever has done this wants trans people, especially trans women, to be silent, and they want us to be scared because they are hateful.', '‘It is inaccurate because some women do have penises, not every trans women is able to go through gender reassignment surgery (GRS).’', 'The Twitter user who posted the images, Anne Ruzylo, captioned the images: ‘They sure don’t!’, in apparent support of the stickers.', 'In her bio, she has the hashtag #GetTheLOut, in affiliation with the anti-trans group Get the L Out, who disrupted this year’s London pride parade by lying down in the middle of the road in protest against ‘lesbian erasure’.', 'A spokesperson for Get the L Out have told Pink News they are not responsible for the stickers.', 'Aimee added: ‘I think it highlights the fact there are no real arguments from transphobes and they are having to rely on childish insults to make their point.', '‘Now this has backfired and it has cost them support.', '‘If anyone sees this, they should know there is support available.', '‘Talk to your friends, talk to your family or find a charity.', '‘Don’t let the haters get you down’.', 'Metro.co.uk has attempted to contact Anne Ruzylo, but has so far received no response.",
        "numberPosts": " 11 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Gender - General,Sexual Identity - Female homosexuality,Sexual Identity - Transexuality,Sexual Identity - General,Sexual Identity - Male homosexuality,Physical Identity - Physical (and Mental) Impairments,Age - Youngsters",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Gender,Sexual,Sex,Woman,Lesbian,LGBT,Transgender,LGBT,LGBT,Mental,Nothing",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Peter Morris",
            "date": "1y",
            "timestamp": "1533943261",
            "commentText": "“They’re fairy crass”? Can’t you morons write one story without a typo?",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "1",
                    "user": "David Watkins",
                    "date": "1y",
                    "timestamp": "1533944575",
                    "commentText": "Lol, this is metro!",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Anji Methven",
                    "date": "1y",
                    "timestamp": "1533958098",
                    "commentText": "It’s not even a typo though. You have to wonder if the writer mistook what they heard for some <b> LGB<b> T <<b> /b</b</b>>>term that they didn’t know. I can’t think of another explanation for not being able to spell the word “very”.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "LGBT"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Anji Methven",
            "date": "1y",
            "timestamp": "1533957978",
            "commentText": "“They’re fairy crass”???That’s not even a typo!!! Which are almost guaranteed on any story on this website. That aside, it is no one’s business what anyone else has in their pants. Stop making a fuss about it and let people live their lives.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4",
                    "user": "Adam Tattersall",
                    "date": "1y",
                    "timestamp": "1533967295",
                    "commentText": "I figured they meant to type fairly.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Shades OfMeaning",
            "date": "1y",
            "timestamp": "1533967595",
            "commentText": "\"It is inaccurate because some women do have penises\"Are people hearng this? Lesbians are just fed up with being told that some guy with a beard is a <b> lesbian </b>too and that they themselves are transphobic for not wanting him as a partner.",
            "likes": 16,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Lesbian"
            ]
        },
        {
            "id": "6",
            "user": "Shades OfMeaning",
            "date": "1y",
            "timestamp": "1533967825",
            "commentText": "and 'Get the L out' isn't anti-trans. It suggests that women who are Lesbians should leave pride where they are not wanted and leave it to the men who claim to be <b> lesbian.</b>",
            "likes": 12,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "7",
                    "user": "Lisa Maria Idge",
                    "date": "1y",
                    "timestamp": "1534107493",
                    "commentText": "You shouldnt even have to justify that. Anyone saying trans equals the right to sexually abuse lesbians is demonstrating WHY <b> lesbian </b>is a word protected by law when<b>  gender</b> identity is not.",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gender",
                        "Lesbian"
                    ]
                }
            ],
            "keywords": [
                "Lesbian"
            ]
        },
        {
            "id": "8",
            "user": "April Kiessling",
            "date": "1y",
            "timestamp": "1534012348",
            "commentText": "Well they are camped out in America's public schools and libriaries, looking like Medusa in sequins ( some have horns etc) and reading to little chidlren. The only reason can be <b> sexual </b>grooming. As if this is needed and others can't tell a story.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sexual"
            ]
        },
        {
            "id": "9",
            "user": "Venice Allan",
            "date": "1y",
            "timestamp": "1534105107",
            "commentText": "Already in the U.K. men can legally become women without any surgery or hormone treatment - they just need a diagnosis of <b> gender </b>dysphoria. There is currently a consultation to ask the public if we should remove the need for any diagnosis- so anyone can change their legal<b>  sex</b>. This puts women at risk, please complete the consultation  [LINK] ",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gender",
                "Sex"
            ]
        },
        {
            "id": "10",
            "user": "Lisa Maria Idge",
            "date": "1y",
            "timestamp": "1534105751",
            "commentText": "Aimee Challoner 'Aimee Challenor, 20, a trans activist, said the stickers are ‘an attempt to make us go back in the closet’ This would be the Aimee Challoner who believes identifying as a <b> woman </b>means that a connection to other women that exists entirely in Aimee's head entitles Aimee to come up with TERFBLOCKER. Which is a tool used to target 50000 women, who are then subject to doxxing, harassment and having their twitter accounts targeted. Because Aimee can only feel safe if women are targeted, abused, driven off twitter. The women Aimee targets are defined by feminism, ie discussing inequality they live, after EIGHT years of austerity targeting mothers. So Aimee Challoner targets women discussing austerity to drive them off twitter, targets 50000 because Aimee imagines the connection that exists in Aimees head because Aimee identifies as a<b>  woman</b> makes that normal behaviour. When assessing abusive behaviour it is important to remove the identity of the person from consideration. I didnt know targeting 500000 women to doxx and harass them and try to drive them out of the public sphere was womanhood. Cos its not. Its male pattern abusive behaviour and indicative of someone with a seriou<b> s menta</b>l illness who imagines connections to women that entitle them to stalk and harass them. Aimees projection about 'driving trans people into the closet' is projection because Aimee is primarily known for driving women off twitter because Aimee imagines a connection to them. Maybe you need to actually assess these peopel critically. Because Stonewall and [people like Aimee Challoner have attempted to conflate trans rights with the rights to stalk, abuse, harass and attempt to subordinate women, trans rights are jeapordised. The process of embedding trans rights into wider safeguarding and equality frameowrks should have been straightfoward but AFTER activists like Aimee Challoner stated this debate entitled them to demonstrate male patttern abusive behaviour, the GRC became worthless. Maybe the Metro needs to try some criti5",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman",
                "Mental"
            ]
        },
        {
            "id": "11",
            "user": "Lisa Maria Idge",
            "date": "1y",
            "timestamp": "1534106087",
            "commentText": "Noone cares what people have in their pants but there is <b> nothing </b>in your pants or your head that makes male pattern abusive behaviour normal, and there is<b>  nothing</b> in your pants or your head that means women have to consider your identity when you demonstrate male pattern abusive behaviour. Trans is not a way to hide male pattern abusive behaviour cos women are not idiots.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "12",
            "user": "Lisa Maria Idge",
            "date": "1y",
            "timestamp": "1534106393",
            "commentText": "Sorry one more. Aimee feels women who are terfs deserve this. A terf is a <b> woman </b>who doesnt centre Aimee in the thoughts they have about their lives and inequality they live. Aimee believes this is sufficient forthem to be abused and driven out of the public sphere. I didnt realise there was a<b>  sex</b> where you could be entitled to have women centre you in their thoughts even about their own lives. Even the most abusive males know that is batshit.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sex",
                "Woman"
            ]
        },
        {
            "id": "13",
            "user": "Maria MacLachlan",
            "date": "1y",
            "timestamp": "1534120472",
            "commentText": "Oh for pity's sake! Women do NOT have penises and it is neither \"anti trans\" nor \"childish\" to point that out! This campaign is because women have had enough of the likes of Aimee Challenor calling women \"transphobic\" because we are angry about men who claim to be women expecting access to our sex-segregated spaces as a right and displacing us in sports and politics. Women are not responsible for violence against <b> transgender </b>people and, frankly, we are sick of this attempt at emotional blackmail in lieu of rational argument. I wish to goodness I had some of those stickers and I wish I knew who is putting them up so I can buy them a pint.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Transgender"
            ]
        },
        {
            "id": "14",
            "user": "Robert Vegana",
            "date": "1y",
            "timestamp": "1534799717",
            "commentText": "The stickers are right though",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}