{
    "header": {
        "title": " Golliwog seller claims only ‘do-gooders’ have a problem with the dolls ",
        "subtitle": " ",
        "owner": " Jen Mills ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 2.8k ",
        "datePosted": " Monday 17 Sep 2018 4:09 pm ",
        "dateExtraction": " 2019-11-21 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/09/17/golliwog-seller-claims-only-do-gooders-have-a-problem-with-the-dolls-7952281/ ",
        "postText": "A woman who makes and sells golliwog dolls claims those upset with her are ‘do-gooders’ who ‘just don’t understand’.', 'Stallholder and dollmaker Christine Skeham sold five of her dolls at a charity fundraiser in Saltwood Castle yesterday.', 'Christine spoke out after one of the visitors complained about seeing the ‘racist’ dolls on sale.', 'She was immediately defended by Jane Clark, who owns Saltwood Castle and is the widow of Tory politician Alan Clark.', 'The dolls were ‘not racist’ and ‘beautifully made’, she said.', 'Speaking inside the 12th-century castle grounds near Hythe in Kent Jane said: ‘I bought one myself.', '‘I feel rather upset for the owner of the stall that someone has complained.’', 'Golliwogs used to be popular toys, and were used to market Robertson’s Jam and Trebor sweets.', 'However, they have fallen out of favour as many view them as an offensive caricature of black people.', 'Rebecca Wise, 25, said she was ‘shocked’ when saw the ‘outdated’ toys on one of the stalls.', '‘The idea of trying to make new ones and profit of their history is shocking,’ she said. ‘But what shocked me the most was the organisers’ reaction to it.', '‘They were really quite defensive of it.', '‘I was speaking to a man and woman who were organisers.', '‘He said to me that he thought it was a really great representation of black people and they should feel grateful that we have them on display on a stall.', '‘He came back to me at one point and said he had lots of black friends and they didn’t have a problem with the dolls.', 'Rebecca added: ‘To me I feel the exaggerated look of the doll is offensive and with its big lips, hair and outfit, and they represent racist depictions.’', 'She had been at an open garden charity event held at the castle of Alan Clark’s widow.', 'Stallholder and dollmaker Christine Skeham said those complaining ‘didn’t understand’ the doll’s history.', '‘I think it’s the younger age group who get upset about this.', '‘You only have to read an Enid Blyton book to see golliwogs are not racist.', '‘People sell them in shops, I’m not the only one selling them, some people just don’t understand.', '‘It’s all of these do-gooders who make a fuss.’', 'A spokeswoman for the National Rheumatoid Arthritis Society (NRAS), whose Juvenile Idiopathic Arthritis branch was the focus of the event, said: ‘Unfortunately we weren’t aware the dolls were being sold at the event.', '‘We thought it was a beautiful day with lots of arts and crafts.’",
        "numberPosts": " 7 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Ethnicity - Black",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racist,Race,Black",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Gary Cole",
            "date": "1y",
            "timestamp": "1537272802",
            "commentText": "More pc rubbish.  Keep selling them!",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Paul Haggy Haggath",
            "date": "1y",
            "timestamp": "1537276135",
            "commentText": "Cue free Tommy supporters",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Liz Tunmer",
            "date": "1y",
            "timestamp": "1537301335",
            "commentText": "I’m not young- 67-and my Dad used to work at the Robertson’s jam factory so we collected the badges. I now find the dolls extremely offensive.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Shaka Anderson",
            "date": "1y",
            "timestamp": "1537306300",
            "commentText": "Yep.... I guess us <b> black </b>people should just be ok with this because it’s not<b>  racist</b>, it’s just us being politically correct....(In case you haven’t guessed, I’m being extremely sarcastic as this is highl<b> y racis</b>t &amp; offensive to me as a person of colour)",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4",
                    "user": "Catherine Maria Dunne",
                    "date": "1y",
                    "timestamp": "1537389924",
                    "commentText": "It’s extremely <b> racist </b>and offensive to me as a person. I am not of colour. I remember the jam pots and sweets. It wasn’t okay then but pee like me didn’t get heard. I saw some of these is a shop window a while back and couldn’t believe my eyes. Good on the person challenging this",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                }
            ],
            "keywords": [
                "Racist",
                "Black"
            ]
        },
        {
            "id": "5",
            "user": "Vicky Taylor",
            "date": "1y",
            "timestamp": "1537318392",
            "commentText": "I lost mine as a kid. I cried for weeks. Want one now.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6",
            "user": "Sima Simona",
            "date": "1y",
            "timestamp": "1537358413",
            "commentText": "I love them ! Good on you for selling them !",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "Patricia Bland",
            "date": "1y",
            "timestamp": "1537429792",
            "commentText": "People that find these dolls as extremely offensive  are the racists ! how can you compare to a <b> race </b>???? Rediculous people !!!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Race"
            ]
        }
    ]
}