{
    "header": {
        "title": " Woman tells date she’s transgender and he assures her it doesn’t matter ",
        "subtitle": " ",
        "owner": " Faima Bakar ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 24 ",
        "datePosted": " Thursday 7 Mar 2019 12:03 pm ",
        "dateExtraction": " 2019-11-01 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/03/07/woman-tells-date-shes-transgender-and-he-assures-her-it-doesnt-matter-8847115/ ",
        "postText": "Unfortunately, transgender people don’t only face rejection by a romantic interest, they sometimes face abuse when they disclose their past, too.', 'But when 23-year-old trans woman Tiffany Monroe told a man she was chatting to that she was trans, he reacted in the best possible way: he told her it didn’t matter.', 'Tiffany, from Texas, wrote on her Twitter: ‘I told this guy I was trans and look at his response.’', 'Screenshots of a conversation between them showed that he said: ‘I ain’t worried too much about that if that’s the case, you’re a woman and I’m not gay. It’s 2019, I’m a grown man, your past shouldn’t matter like that.’', 'The tweet went viral, with the guy being commended for his sweet response.', 'Many felt that in a world where trans people are abused and dehumanised, it was a breath of fresh air to see someone react so positively.', 'Others said that what he did shouldn’t warrant praise as it’s basic human decency, but since it’s so rare to see, he deserves it.', '', 'One user wrote: ‘I don’t want to praise him for the simple fact that we’re praising him for treating someone like a damn human being, as he should, but I’m going to praise him because people ain’t sh*t anymore’.', 'Another person replied to the tweet saying: ‘In a world where trans people are treated so horribly dehumanised, it’s an absolute breath of fresh air to see responses like that. Although, it should be the bare minimum and just common.’', 'Many told Tiffany to marry the man or hold on to him, though she hasn’t revealed whether they are still dating or what she said to him.', 'She thanked her followers for the sweet messages, saying: ‘Thank you to all the lovely people being so nice to me, you all are beautiful, deserve love and I hope you have a good day!’', 'Though we certainly need more of this kind of behaviour, let’s hope we see it so often that it is no longer out of the ordinary or praiseworthy – it’s simply about being a good person.",
        "numberPosts": " 4 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Michael Hew",
            "date": "34w",
            "timestamp": "1551968065",
            "commentText": "chicks with dicks   !!  ;( ?",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "1",
                    "user": "Anji Methven",
                    "date": "34w",
                    "timestamp": "1551988544",
                    "commentText": "A heartwarming story about human decency and someone has to ruin it with transphobia. Your kind of viewpoint is what the world does not need. Take a note from the guy in that article who sent the message.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "George Washingtón",
                    "date": "34w",
                    "timestamp": "1551991351",
                    "commentText": "Anji Methven don't think he's afraid of transsexualism.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Logan Smith",
            "date": "34w",
            "timestamp": "1551988972",
            "commentText": "tomorrow's news: he ghosts this person. Yes, I've spoken to many trans people, no I've not ghosted them  , but yes, I have told them my preference is people born as female just as some people prefer the whole tall, dark handsome shite.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4",
                    "user": "Andy Hogg",
                    "date": "34w",
                    "timestamp": "1551990601",
                    "commentText": "Tbh I just don’t buy anything that is peddled on social media anymore because half the time it’s fake, made up crap anyway.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Marcos Marcotron",
            "date": "34w",
            "timestamp": "1551996064",
            "commentText": "\"People urged her to marry him.\"Really? Just because he's ok with it?Rushing to give him medals and awards, simply for still being interested is ridiculous. These people are talking as if he's not interested, but having a kind heart and pretending to be interested, to not hurt her feelings.If he's still desires her, that's not an 'action' worthy of being knighted, it's just a simple attraction.Good luck to them if they do get together and like each other, but let's not go overboard and pretend he's somehow sacrificing something or done something incredible. Being initially attracted to someone, is not doing something incredible.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6",
            "user": "Greg Stewart",
            "date": "34w",
            "timestamp": "1552015445",
            "commentText": "nope!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}