{
    "header": {
        "title": " YouTubers apologise after being accused of racism for video on ‘dangerous areas in London’ ",
        "subtitle": " ",
        "owner": " Katie Baillie ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 71 ",
        "datePosted": " Tuesday 31 Jul 2018 9:34 pm ",
        "dateExtraction": " 2019-11-21 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/07/31/youtubers-apologise-accused-racism-video-dangerous-areas-london-7783305/ ",
        "postText": "Youtubers Joel & Lia, owners of the Being British channel, have posted an apology after causing an uproar with their recent upload Which ares of London are Dangerous?', 'The video saw them claiming areas of London with a higher percentage of Black, Asian and minority ethnic residents made them feel unsafe, while making disparaging and seemingly racist comments.', 'The pair were heavily criticised for the footage, which at one point saw them say they had come to realise people with head scarves are ‘just normal people,’ and telling viewers they felt areas like New Cross and Lewisham were unsafe, joking that they would be robbed of their Macbooks.', 'They were further criticised when they removed the video from their channel.', 'Joel and Lia have since taken to Twitter to apologise for the tone deaf video.', '‘As some of you may be aware, we posted a video about a month ago titled ‘Which areas of London are Dangerous?’ after many of our viewers requested it,’ they wrote. ‘Yesterday it was brought to our attention that this was highly inappropriate as many of the places we mentioned have high BME percentages. We are so sorry for ay offence that it has caused.', '‘It truly wasn’t our intention at all and we know that on this occasion we got it wrong. We have let our followers down. We will work harder on providing more educated opinions in future.’', 'The apology was met with support from a few fans, who responded saying the video had merely been their ‘opinion’ and shouldn’t cause offense, however, the original post caused severe backlash for their ‘racist and classist dog whistle rhetoric’.', 'One user on Twitter said: ‘They picked places with high BME %s and were using coded language throughout the whole video. just be racist with ur chest [sic].’', 'The channel Being British is described by Joel and Lia ‘as a little corner in the internet where we talk about British culture, compared to other cultures, accents, and life in the UK.’', 'In their trailer, they warned: ‘If you are easily offended and everything triggers you, then don’t subscribe.’', '‘But if you have a winning personality and love all things British and you are not an a***hole then this channel is for you,’ Lia added.",
        "numberPosts": " 4 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": " Ideological and Political Identity - General,Ethnicity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Snowflake,Racist",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Fahim-Uz Zaman",
            "date": "1y",
            "timestamp": "1533071776",
            "commentText": "For what? Speaking the truth? Areas such as Tottenham, Croydon, Lambeth, Barking and Dagenham, Newham, Lewisham have some of the highest crime rates in the UK, let alone London",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1",
                    "user": "Jessica Lindsay",
                    "date": "1y",
                    "timestamp": "1533116411",
                    "commentText": "",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Pishulonko Tulahuena",
            "date": "1y",
            "timestamp": "1533099377",
            "commentText": "By apologising,  the only thing you do is empowering these <b> snowflake </b>W4nkers whom cannot live in peace with themselves and their souls itch for going out there taking the p1ss on everyone &amp; everything",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Snowflake"
            ]
        },
        {
            "id": "3",
            "user": "Andy Smith",
            "date": "1y",
            "timestamp": "1533125524",
            "commentText": "Free speech is dead. Long live political correctness!!!!!!!! By the way, I am dripping bitter sarcasm.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Sahedul Islam",
            "date": "1y",
            "timestamp": "1533167633",
            "commentText": "\"Areas with people different from us make us feel unsafe\" - the problem is not the areas it's you!! If the BME community make you feel unsafe it's your <b> racist </b>problem not theirs. Moreover these areas have high poverty and low investment rates.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist"
            ]
        }
    ]
}