{
    "header": {
        "title": " Women will bear the brunt of Brexit costs in the UK, report says ",
        "subtitle": " ",
        "owner": " James Hockaday ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 4.1k ",
        "datePosted": " Thursday 24 Oct 2019 5:27 pm ",
        "dateExtraction": " 2019-11-12 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/10/24/women-will-bear-brunt-brexit-costs-uk-report-says-10976684/ ",
        "postText": "Women in the UK risk losing hard-fought employment rights and equality standards after Brexit, according to a report being unveiled tomorrow.', 'It says pregnant and breastfeeding workers might not be granted the same protections after Britain leaves the European Union and that the country’s gender pay gap could widen further.', 'The Brexit and Women report warns the Government could prioritise deregulating the economy over laws protecting female workers in order to strike trade deals.', 'After losing millions in EU funding every year the future survival of many domestic violence and support services could hang in the balance.', 'Meanwhile women, who make up the majority of benefit recipients and public service users and workers, are likely to bear the brunt of government cuts expected after Brexit.', 'Speaking to Metro.co.uk, co-author and former Labour MEP Mary Honeyball claimed a trade deal with the USA would easily result in a regulatory race to the bottom of which would disproportionately affect women.', 'She said: ‘They are a lot more powerful, they are bigger than us for a start. They are going to be calling the shots, which is extremely concerning.', '‘They just don’t have much in the way of workers’ rights it ‘s just not in the American vocabulary particularly – they don’t have holidays they don’t have maternity leave’.', 'The report by the Socialists and Democrats European group says the scrapping of labour laws coupled with pressure to loosen up the economy for a trade deal could see the widening of the UK’s gender pay gap widen – despite it already being the fourth worst in the EU.', 'If Brexit goes badly, the economic fallout could see more and more women taking on the role of unpaid carers as public services are put under pressure.', 'This could see the country’s gender pension gap widen beyond the current 40 per cent, according to the publication set to be presented at London’s Europe house tomorrow.', 'It says women are ‘not on the agenda of Brexit’ and that gender equality was not mentioned once in the Withdrawal Act 2018.', 'The report adds: ‘Throughout the past three years, there has been little to no Government attention or action in response to the mounting evidence that women will be the ones to bear the brunt of Brexit, from their rights and prosperity to the slowing progress of gender equality.’', 'According to the findings, the Prime Minister has refused to rule out scrapping the EU’s Pregnant Workers’ Directive, which entitles UK women to pre-birth appointments, maternity leave and protection against replacement and discrimination.', 'Women in the UK are also expected to lose out on upcoming EU protections including 40 per cent gender quotas on company boards and the Work-Life Balance Directive, which helps parents share the burden of childcare.', 'Ms Honeyball has little faith in Boris Johnson reinstating the same standards once the country begins life outside the EU.', 'She said: ‘He’s done away with the level playing field. Theresa May’s agreement, for all its faults, did say the UK would be told there would be a level playing field on these issues.’', 'The report says women in the UK make up three-in-four of the UK’s part-time workers, partly due to childcare responsibilities.', 'It says they are at a highest risk of an ‘erorison of rights’ currently protected by the EU’s Agency and Part Time Workers directives, which are not guaranteed to be replaced.', 'Ms Honeyball added: ‘I think always you need a lot of pressure to get governments to legislate on women’s rights, it never just happens, and if you take away the European Union and you have a right-wing government it’s going to be very hard to make happen.', '‘It’s going to be heard to make happen with a left-wing government too.’', 'As the majority of public service users, recipients of benefits, public sector workers and unpaid carers, the report says women will be hit the hardest by post-Brexit austerity.', 'Ms Honeyball added: ‘I do honestly think resources will be tight for everything.', '‘Women wont get pay rises, there wont be any increases in maternity leave or any protection at work.', 'They are also expected to be impacted more by sudden price hikes for household goods, as the main ‘shock absorbers’ of family poverty.’', '‘Life changing and life saving’ services for women are expected to lose out on funding at a time when ‘rates of female-targeted violence in the UK are among the worst in Europe and violence against women is on the rise’.', 'The Black, Asian, Minority Ethnic and disabled women will be disproportionately affected by cuts services, according to the report.', 'Ms Honeyball added: ‘If you think austerity is bad now, it will get much worse.’', 'A Government spokesperson told Metro.co.uk: ‘We are determined to make the UK the best place in the world to work and do business.', '‘We’re bringing forward the largest upgrade to workers’ rights in a generation, and have absolutely no intention of lowering our world-leading high standards after Brexit.', '‘We already exceed EU minimums or outperform the EU average in a number of areas, such as maternity leave and annual leave- and our gender pay gap in the UK is at a record low.’",
        "numberPosts": " 4 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Nationality - European or anti-Europeans,Social Class - Working class,Age - Over 65s,Age - Youngsters,Gender - General,Sexual Identity - Male homosexuality",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Brexit,Common,Old,Nothing,Gender,Beta male",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Robert Ellis",
            "date": "2w",
            "timestamp": "1571996544",
            "commentText": "I'm sick to death of reports that <b> Brexit </b>\"COULD\" cause this or \"COULD\" cause that. Everywhere in the press the most<b>  common</b> word used in conjunction wit<b> h Brexi</b>t is \"COULD\".It's complete hogwash eminating for the project fear ca<b> mp.Brex</b>it \"COULD\" and most likely WILL mean the complete opposite of what the self interested and selfish doom mongers would have us believe.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "1",
                    "user": "Lance Del Monte",
                    "date": "2w",
                    "timestamp": "1571997772",
                    "commentText": "Agreed, its a load of <b> old </b>cobblers.  They \"could\" significantly improve workers rights too, make them better than those in the EU. It would depend on the government of the day, who wouldn't be restricted to EU limitations.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Old"
                    ]
                },
                {
                    "id": "2",
                    "user": "Tommy Vear",
                    "date": "2w",
                    "timestamp": "1572010663",
                    "commentText": "Youll be hearing the word 'could' an awful lot more so you best get used to it – that’s because this whole situation has been poorly planned, disastrously executed and voted for out of total ignorance. Nodboy knows whats going to happen 3 years after the vote – what we do know is that the overwhelming majority of qualified economists believe <b> brexit </b>will have a negative impact on the economy ergo, people already up against it will have a harder time.<b>  nothing</b> to do with selfishness.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing",
                        "Brexit"
                    ]
                }
            ],
            "keywords": [
                "Brexit",
                "Common"
            ]
        },
        {
            "id": "3",
            "user": "Dudden Hall",
            "date": "2w",
            "timestamp": "1572000253",
            "commentText": "Brexit is a green revolution. The world is already overpopulated, and the UK should be setting an example by having less babies.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4",
                    "user": "Tommy Vear",
                    "date": "2w",
                    "timestamp": "1572010285",
                    "commentText": "If you could kinldy take yourself out of the gene pool then that would be a fantastic start.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5",
                    "user": "Jos Johnson",
                    "date": "2w",
                    "timestamp": "1572048681",
                    "commentText": "go get an education you ridiculous halfwit",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "6",
            "user": "Roge Yoshikawa",
            "date": "2w",
            "timestamp": "1572030720",
            "commentText": "So a win-win situation?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "Jos Johnson",
            "date": "2w",
            "timestamp": "1572048625",
            "commentText": "There is no <b> gender </b>wage gap and I refuse to believe any journalist doesn't know that and without any shadow of doubt. Why is this<b>  beta male</b> jhournalist helping the feminist cause when he is their number one enemy? Hang your head in shame for an all round pathetic piece of journalism, if you can call it that.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gender",
                "Beta male"
            ]
        }
    ]
}