{
    "header": {
        "title": " To the men too insecure to feel empowered by the Gillette advert – I’m sorry ",
        "subtitle": " ",
        "owner": " Nicola Thorp ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 144 ",
        "datePosted": " Friday 18 Jan 2019 2:10 pm ",
        "dateExtraction": " 2019-11-11 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/01/18/to-the-men-too-insecure-to-feel-empowered-by-the-gillette-advert-im-sorry-8356116/ ",
        "postText": "Another week, another Twitter storm over ‘PC-mad’, ‘virtue-signalling’ advertising.', 'Before I watched the latest Gillette advert, I was dubious.', 'I’d read a lot of angry comments on Twitter and assumed the brand had gone and ‘done a Pepsi’ (the campaign involving Kendall Jenner, which was ridiculed for co-opting civil rights protest movements, and was eventually pulled).', 'When brands reference social movements in their advertising, the tone can sometimes be way off the mark. But this razor advert is cut to precision.', 'If you haven’t watched it yet, please do. It addresses issues of toxic masculinity, bullying, sexual harassment and the objectification of women, claiming that the brand ‘believe[s] the best in men’ and that ‘it’s only by challenging ourselves to do more that we can get closer to our best’.', '', 'The advert is a celebration of change in a post-#MeToo era. It shows men sticking up for women, sticking up for each other and includes a clip of arguably the most masculine man on the planet, actor Terry Crews, calling for men to ‘hold other men accountable’.', 'Who could possibly fault a message like that?', 'Thousands, apparently. The advert has over 846,000 dislikes on its YouTube platform, and the comments underneath are disturbing.', 'Some of these men claim to be ‘boycotting’ the brand, arguing the advert is part of a ‘war on masculinity’ and taking offence at the ‘PC agenda’ of the film.', 'Presumably they miss the adverts of a bygone era when three blades were sufficient and having a smooth face would help you ‘get the girl’. It won’t.', 'But being an honest ally to women and stopping others from treating us like garbage is a step in the right direction, regardless of your relationship status.', 'The outrage caused by this advert justifies the need for its existence. Protesters describe it as an attack on their masculinity.', '‘You can’t grow a beard anyway, mate’, is an attack on masculinity. Discouraging sexual and physical assault is not.', '', 'Boycotters feel that by appealing for all men to do better, Gillette are suggesting all men are to blame.', 'This is obviously a gross misunderstanding. Not all men are culpable, but all men are capable of making a positive difference.', 'People moan about politically correct culture as if it’s some sort of totalitarian regime. Being ‘PC’ is essentially about being polite and considerate. Neither of which are particularly political.', 'There isn’t much in our current political landscape to help guide our moral compass.', 'If recent Brexit discussions show us anything, it’s that not one person in politics knows what on earth the correct thing to do is.', 'However, if we are going to truly fix the issues identified in the Gillette advert, we can’t simply dismiss the opinions of those who oppose it. There’s obviously something still missing.', 'For a group of people to feel emasculated by such an advert suggests a feeling of misplaced disenfranchisement and anger that should be ignored at our peril.', 'To witness a large group lashing out at such a positive message is concerning. But how do we bridge that gap?', 'As addressed in the advert itself, the advertising industry has profited from the objectification and sexualisation of women for decades. For a global advertiser to turn around and ask individuals to pick up the pieces is bound to evoke a defensive anger.', 'It wasn’t so long ago that Gillette themselves advertised their logo across the latexed arses of grid girls. And let’s not forget, the advertisers they paid for the campaign aren’t stupid.', '‘Wokeness’ sells just as much as ‘sex’ nowadays, and it’s done its job at getting the brand into the headlines, so there’s reason to be cynical. But if we look at the bigger picture, at least a platform so far-reaching and influential is being used to promote vital positive change, no matter the motivation.', 'I get it. I’d be pretty angry too if, after years of showing women drooling over a scantily clad window cleaner/gardener/pool boy, Diet Coke released an advert telling women to stop being such a bunch of perverts and look the other way.', 'My anger would probably stem from the fact that I hadn’t questioned it before, and that I didn’t call them out first.', 'Advertisers prey on insecurity – it’s their currency. But here we have a campaign that does the opposite. I want men to feel secure enough to hear an adjective like ‘toxic’ and not feel threatened by it.', 'To the men who do: I’m sorry.', 'I’m sorry you feel so disconnected from the benefits of a movement that you view it as oppressive. I’m sorry you feel intimidated instead of empowered by it.', 'I’m sorry that you may not feel any tangible privilege in your own life in a world that tells you that you should.', 'But this advert isn’t a threat to a man’s right to be masculine, it’s a celebration of it. It is not an attack on your behaviour, but an attack on a system of oppression that has been around for so long we need all the help we can get to change it.', 'This is a call to arms. Not against us, but with us.', 'We must help educate each other and future generations, because becoming a man is about more than just learning how to shave.",
        "numberPosts": " 15 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Gender - General,Gender - Female intelligence,Physical Identity - Physical (and Mental) Impairments,Age - Youngsters",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Sexism,Sexual,Sex,Gender,Woman,Becky,Midget,Weird,Nothing",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Simon Walsh",
            "date": "42w",
            "timestamp": "1547833259",
            "commentText": "It is absurd that you're an equality advocate and you can't recognise the <b> sexism </b>in that advert. The fact I am secure in the knowledge I'm a nice guy is the very reason I find it offensive being chastised by a souless global corporation trying to pander to militant feminism. Neither of those groups are qualified in the slightest to judge my behaviour. Why don't I go around telling women not to be moody, money-grabbing, attention-seeking naggers? Because it's an extremely offensive generalisation which is exactly what this advert is!! That feminists like you are trying to justify it is utterly disgraceful and devalues your movement immensely.",
            "likes": 17,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "1",
                    "user": "Becky Samuel",
                    "date": "42w",
                    "timestamp": "1547907265",
                    "commentText": "If you have to point out that you're a nice guy then you probably aren't.",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Simon Walsh",
                    "date": "42w",
                    "timestamp": "1547911681",
                    "commentText": "Becky Samuel Nonsensical rubbish. You don't know anything about me so that's based on your own vile feminist prejudice. \"If you disagree with us you're scum\". What a joke.",
                    "likes": 10,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Becky"
                    ]
                },
                {
                    "id": "3",
                    "user": "Becky Samuel",
                    "date": "42w",
                    "timestamp": "1548005797",
                    "commentText": "Simon Walsh Welp, way to go on proving me right.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "Alistair Mead",
                    "date": "42w",
                    "timestamp": "1548046814",
                    "commentText": "Becky Samuel Are you nice <b> Becky?</b> You seem more like a passive aggressive bully attempting to shame someone whose opinion you disagree with.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Becky"
                    ]
                },
                {
                    "id": "5",
                    "user": "Joseph Suarez",
                    "date": "41w",
                    "timestamp": "1548083823",
                    "commentText": "Becky Samuel Your definitely not nice, you troll so sod off sour face.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Becky"
                    ]
                }
            ],
            "keywords": [
                "Sexism"
            ]
        },
        {
            "id": "6",
            "user": "Treacy Harrison",
            "date": "42w",
            "timestamp": "1547833944",
            "commentText": "Generalizing any group is offensive. I have been the victim <b> sexual </b>assault by women on numerous occassions but I defintely wouldn't charterize all women a sexuall predators. That ad should be offensive to all men.",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sexual"
            ]
        },
        {
            "id": "7",
            "user": "Anthony Rogers",
            "date": "42w",
            "timestamp": "1547840909",
            "commentText": "You could've just said you realised the concept of \"<b> sex </b>sells\" might be offensive to some people...Do you really consider yourself \"woke\" now?There'd be a lot of annoyed<b>  sex</b> workers, models an<b> d midge</b>t wrestling leagues without that work.More to the point, \"Think about the historic and daily evil of yo<b> ur s</b>ex.\" is jus<b> t a we</b>ird way to sell razors, or anything...They should try it with just<b>  the</b> sex, I heard that sells.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sex",
                "Midget",
                "Weird"
            ]
        },
        {
            "id": "8",
            "user": "Alistair Mead",
            "date": "42w",
            "timestamp": "1547843473",
            "commentText": "This is a company which experiments on animals, profits from child labour, price fixes and sells products to women at higher prices. I think we can do without their feminist preaching.",
            "likes": 10,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9",
            "user": "Arnold Hedge",
            "date": "42w",
            "timestamp": "1547850809",
            "commentText": "Adverts only exist for one purpose; selling their product. When P&amp;G do tampon adverts showing women parachuting, wind surfing, etc. they aren't celebrating, empowering, promoting womanhood. They are just trying to trigger an emotional response to flog their wares.I presume the intention of this campaign is to trigger a social media frenzy to generate loads of free publicity to help flog their wares. They aren't really against men as they don't actually care. They only care about flogging product and would put anything in an advert which achieved that.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "10",
                    "user": "Becky Samuel",
                    "date": "42w",
                    "timestamp": "1547907349",
                    "commentText": "Exactly this. Masses of free column inches, or page clicks or whatever the equivalent is today. It's a cynical PR move and <b> nothing </b>else.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "11",
            "user": "Dave Gevaux",
            "date": "42w",
            "timestamp": "1547901850",
            "commentText": "Let's see the same campaign aimed at women, it can include false rape claims, gold diggers, bullying and treating the husband like a doormat",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "12",
            "user": "Lfc Anfield",
            "date": "42w",
            "timestamp": "1547945593",
            "commentText": "I think gillette should stick to selling razors and as a man I don't need an advert to show me how to be a decent human being I'm sorry but this advert is offensive and if someone done an advert showing women how they should behave people would be up in arms rant over tnx.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "13",
            "user": "Allan Bancroft",
            "date": "42w",
            "timestamp": "1547988879",
            "commentText": "I wonder if Gilettes next ad for their female range will still have pink razors? Is it a little assumptive to force women to use pink? Or will the brand come clean and say they're all the same thing? For a company that charges extortionate prices for essential toiletries I don't think they have the right to imply Men have to do better when People need to do better whatever they identify as. We all can and should improve so I hope their next female ad points out where women can change for the better too. How about changing their self image and promoting their natural selves instead of living behind filters? Or will it be the usual perfect models dancing to a classic in bikinis like the Venus ads? This company has too much to answer for in how they have historically promoted <b> gender </b>stereotypes so maybe they should have apologised for their own influence before demanding men apply themselves.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gender"
            ]
        },
        {
            "id": "14",
            "user": "Tony Sharp",
            "date": "42w",
            "timestamp": "1548005541",
            "commentText": "I wasn't aware that being folded in to a cheap and lazy stereotype of behaviour by some males, when I'm not guilty of toxic masculinity, bullying, <b> sexual </b>harassment or objectifying women, is supposed to be empowering. It would be nice if Gillette just concentrated on making effective shaving products instead of lecturing men in a pathetic and cynical attempt to display socially aware credentials. I won't be buying their products again. There are alternative providers who don't preach at me who are more worthy of my cash.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sexual"
            ]
        },
        {
            "id": "15",
            "user": "William Get",
            "date": "42w",
            "timestamp": "1548018718",
            "commentText": "Ahhh another equal rights campaigner who doesn't actually want equal rights. Seems to have a real downer on men,seems very happy to generalize all men as bad😂 in that case I had a gf cheat on me once so I now class all women as lying,cheating skanks*. I'm generalizing of course but remember that's ok.*fyi I don't really think that about women,I love all them biatches",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "16",
            "user": "Ben Midgley",
            "date": "42w",
            "timestamp": "1548063140",
            "commentText": "Call me a cynic but I think its a conspiracy to sell razor blades. The marketing firm have taken a look at twitter and mashed as many hashtags as possible into an advert and so weaponised the chorus of twittering feminists, blogers and click-bait journalists who are now carrying their brand name into the inevitable public debate. As a NEWS organisation I am sure metro is wise to this and is therefore complicit in this viral marketing. Non of this is news, not the reaction of feminists nor the offended men, not the \"journalism\" on display here. Its advertisers laughing that they have managed to get their brand into all the newspapers and center the conversation on themselves. Its criminal that this is allowed to pass for news. Shame on you Nicola Thorp for propelling this sales pitch into the news sphere.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "17",
            "user": "Johnny Spencer",
            "date": "41w",
            "timestamp": "1548169492",
            "commentText": "and who is this cow? Stop trying to pussify boys.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "18",
            "user": "Joseph Suarez",
            "date": "41w",
            "timestamp": "1548190251",
            "commentText": "Coming from women who are insecure about everything.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "19",
            "user": "Jeremy Ronaldson",
            "date": "41w",
            "timestamp": "1548201189",
            "commentText": "A spot on article, there is absolutely <b> nothing </b>offensive in this advert, all it is saying in the past year or so with the metoo movement certain nasty characteristics which are sadly prevelant in a large number of men have been highighted, these may be seen as representative of the whole unless we as decent, fair, kind and strong men step forward and show this is not what men are about, real men are against bullying, against harrassment, they are kind and there is never an excuse for any men who are not these things, what exactly is wrong with that?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "20",
            "user": "Alison Tieman",
            "date": "40w",
            "timestamp": "1548864759",
            "commentText": "This ad encourages men to aggressively confront other men on their behaviour based on assumptions of what women want. Maybe the <b> woman </b>who was dressed sexily would have prefered to decide for herself if she wanted to entertain the attentions of men who approached her? Ironically the violence this ad will encourage in men--not every man will react so amiably to having another man lay hands on him in a controlling manner as the men in this ad did--will be blamed on \"toxic masculinity.\"So it goes.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        }
    ]
}