{
    "header": {
        "title": " YouTubers remove offensive ‘which areas in London are dangerous’ video after accusations of ‘everyday racism’ ",
        "subtitle": " ",
        "owner": " Tobi Akingbade ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 1.1k ",
        "datePosted": " Tuesday 31 Jul 2018 12:40 pm ",
        "dateExtraction": " 2019-11-21 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/07/31/youtubers-remove-offensive-areas-london-dangerous-video-accusations-everyday-racism-7779843/ ",
        "postText": "A YouTube duo have been accused of ‘everyday racism’ after sharing a video discussing which areas in London they found most ‘dangerous.’', 'The pair, who own the channel Being British, sparked outrage with their now-deleted video ‘Which areas in London are dangerous,’ with some branding the content as ‘racist and classist dog whistle politics’.', 'Joel Woods and Lia Hatzakis – who both boasted to ‘living in safe places’ – left viewers ‘astounded’ as the vloggers named and shamed geographical areas with a higher percentage of Black, Asian and minority ethnic residents.', 'The vloggers offended when they admitted to feeling ‘scared’ when visiting Whitechapel, east London but added that they quickly ‘realised’ that residents in head scarfs ‘are just normal people’.', 'They both lived there at one point.', 'The Office For National Statistics states that in the boroughs of Newham and Tower Hamlets – where Whitechapel is situated – the percentages of Muslims is over 30%, which makes up to 21% of England’s Muslim population.', 'One user on Twitter said: ‘They picked places with high BME %s and were using coded language throughout the whole video. just be racist with ur chest [sic].’', 'At other points in the video, the two claimed that people in Lewisham, South London made them ‘feel uncomfortable’, telling their viewers that ‘you would have no reason to visit.’', 'According to the 2011 census, two out of every five residents in the London borough of Lewisham are from a black and minority ethnic background, with it being the 15th most ethnically diverse local government in England.', 'The internet personalities did not stop there and added ‘New Cross is a dangerous place’ and ‘I never feel safe in Manor House [or] Finsbury Park’.', 'The vloggers, who have over 130,000 subscribers on the platform, also stated that when travelling past Wood Green on the Piccadilly line, they ‘get panicky’.', 'Speaking of the city, in general, the content creators also warned their fans: ‘Don’t show anyone you’ve got an Apple Mac. They [criminals] will follow you.’', 'Considering that London is one of the most ethnically diverse cities in the world, social media users slammed Joel and Lia for using ‘coded’ language and being ‘everything that is wrong with London.’', '‘White, middle class and only feel safe in a place that’s been gentrified,’ wrote one user.', 'A second commented on the video name, writing: ‘Which areas of London are dangerous aka a little bit racist.’', '‘Absolutely astounded at these two chatting shit about London being “dangerous” and bad-mouthing Lewisham in particular,’ another continued.', 'While one viewer commented: ‘Probably the most revolting thing you’ll be subjected to all year.’', 'The channel Being British is described by Joel and Lia ‘as a little corner in the internet where we talk about British culture, compared to other cultures, accents, and life in the UK.’', 'In their trailer, they warned: ‘If you are easily offended and everything triggers you, then don’t subscribe.’', ''‘But if you have a winning personality and love all things British and you are not an a***hole then this channel is for you,’ Lia added.', 'We’ve asked Joel and Lia both together and separately if they would like like to comment on why they made the video. At time of publication, Metro.co.uk has received no response.",
        "numberPosts": " 14 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Age - Youngsters,Ethnicity - Black,Ethnicity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Zero,Brat,Black,Racist",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "David Cooke",
            "date": "1y",
            "timestamp": "1533044383",
            "commentText": "They aren't exactly a good looking pair are they. If they did get attacked you probably wouldn't be able to tell lol. And I dislike London but you have to live life not fear it.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1",
                    "user": "Kate Auriol Johnson Hornby",
                    "date": "1y",
                    "timestamp": "1533047512",
                    "commentText": "I just watched one of their videos and bloody hell, they are spoilt brats. I feel bad I've given them another view! She had her rucksack stolen in Paris and they essentially wrote off France because of it. They live in fear but because they were likely raised in a luxury bubble.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Yong Choi",
            "date": "1y",
            "timestamp": "1533047162",
            "commentText": "They don't seem terribly British. It reads like the kind of egotistical hysteria Americans in the Deep South say to their wife/sister to incite hatred of their neighbours and live in fear of brown people.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Keith Powell",
            "date": "1y",
            "timestamp": "1533047294",
            "commentText": "i live/grew up in london and the places they mention in article are v dangerous",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Pishulonko Tulahuena",
            "date": "1y",
            "timestamp": "1533048550",
            "commentText": "I was wondering where the daily dose of offended people b1tching has been....",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Darren Rushworth-Moore",
            "date": "1y",
            "timestamp": "1533052517",
            "commentText": "Well comparing the places quoted and using the Met police Crime statistics page you can see that these places not exactly desirable.https://www.met.police.uk/.../met/crime-data-dashboard/",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "6",
                    "user": "Darren Rushworth-Moore",
                    "date": "1y",
                    "timestamp": "1533068102",
                    "commentText": "Thomas Miller Then you can get it from here https://data.london.gov.uk/.../office-national-statistics...However if you calculate the areas crime rates are still higher, as an example Westminster has a relatively low population but has the highest crime rate of the rest of London.Since no one department has jurisdiction over each of the specific statics you will not have it compiled for you officially. If you wish you can look for unofficial sources to compile or have compiled them for you. Then you can, but since everyone will be all over unofficial information i am not posting it. Now as you are lazy, although it's clearly trolling that you are doing i am not going to sit here and work each one out for you, you have the officeal sources, you have a calculator you can do it yourself i am not spoon feeding you.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7",
                    "user": "Martina Zelenić Dove",
                    "date": "1y",
                    "timestamp": "1533077587",
                    "commentText": "Question over population density might be moot in certain areas. Are you counting people that work and socialise in Westminster? Those that are visiting landmarks in Westminster? They are also exposed to crime. You need to take into consideration the population that passes through Westminster. It is predominantly a place where most people don't live but pass through every day.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "8",
            "user": "Don Clements",
            "date": "1y",
            "timestamp": "1533056933",
            "commentText": "Outrage!!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9",
            "user": "Jono Strife",
            "date": "1y",
            "timestamp": "1533064127",
            "commentText": "They're not wrong?",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "10",
            "user": "Arnold Hedge",
            "date": "1y",
            "timestamp": "1533068778",
            "commentText": "I have never felt safe in any part of London.Wtf does \"classist dog whistle politics\" even mean? Metro should provide subtitles to some of its articles.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "11",
            "user": "Tessa Charlotte",
            "date": "1y",
            "timestamp": "1533068911",
            "commentText": "If you don't like diversity don't live in London. People like this move to an area like Hackney or Peckham  for the cheap rent gentrify it then want to ethnically cleanse it. Whinge about people in social housing who have been there for generations, walk around with a sense of entitlement, destroy the recreational areas with their festival mentality i.e. Leave all your rubbish for someone else to pick up, have <b> zero </b>community spirit &amp; then wonder why they feel unsafe. Twats",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "12",
                    "user": "Arnold Hedge",
                    "date": "1y",
                    "timestamp": "1533114913",
                    "commentText": "Diversity where I live is coming from the next county. One of my neighbours (48) was 28 before he met a <b> black </b>person for the first time and that was on a trip to London.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Black"
                    ]
                }
            ],
            "keywords": [
                "Zero"
            ]
        },
        {
            "id": "13",
            "user": "Iain McIntyre",
            "date": "1y",
            "timestamp": "1533073819",
            "commentText": "The perception is London is a bit dangerous, but how could it be? Stabbing Murders , Moped robberies and Acid attacks are non-existent. It's just the unicorn farts you need to be wary of!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "14",
            "user": "Momo Langford",
            "date": "1y",
            "timestamp": "1533076955",
            "commentText": "I love london it’s my home I live in the Centre west end ,  sorry lots of places I would not got to and I’m no spoilt <b> brat,</b> truth is truth ,",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brat"
            ]
        },
        {
            "id": "15",
            "user": "William Henry",
            "date": "1y",
            "timestamp": "1533083203",
            "commentText": "",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "16",
            "user": "Chris Varick",
            "date": "1y",
            "timestamp": "1533111175",
            "commentText": "Telling the truth gets you called <b> racist </b>these days infact saying that ice cream is cold is<b>  racist</b>.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "17",
            "user": "Christine Zehnle",
            "date": "1y",
            "timestamp": "1535516916",
            "commentText": "Hmm,  is there more crime in those areas...YES !!! Are those areas less safe....YES!!!! Truth is truth. Even if someone is offended.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}