{
    "header": {
        "title": " Woman in tears after men surrounded her for kissing girlfriend on dance floor ",
        "subtitle": " ",
        "owner": " Martine Berg Olsen ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " ",
        "datePosted": " Sunday 17 Jun 2018 10:03 am ",
        "dateExtraction": " 2019-10-31 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/06/17/woman-tears-men-surrounded-kissing-girlfriend-dance-floor-7637717/ ",
        "postText": "A woman left a nightclub in tears after a group of men surrounded and mocked her for kissing her girlfriend on the dance floor.', 'A hate crime complaint has been made following Lowri Jones’s ‘intimidating and scary’ experience at the Fever & Boutique in Plymouth, on Friday.', 'The 23-year-old said: ‘It’s just shocking. To be singled out like that, because we are a same sex couple.’', 'Lowri told of her ‘horrible’ experience: ‘My girlfriend came to kiss me – my back was turned to the wall, and I could see it, there were three or four men – they were really drunk and pretty intimidating.', '‘They started walking towards us, they found us and started shouting “Wahey, wahey, lesbians, wahey”.', '‘Because the wall was behind me, we were surrounded. It was just really intimidating and scary.’', 'She added: ‘We were singled out in a space where we couldn’t challenge them.', '‘It was a really horrible feeling, we didn’t know who these people where and why they were doing it.’', 'She said her girlfriend turned to one of them and said: ‘What are you doing?’, when one of the men spilled a drink on her.', 'Lowri continued: ‘I don’t think he meant to. They were so drunk – I don’t think they knew what they were doing.', '‘I got upset and walked away,’ and the couple decided to call it a night.', 'CCTV is being studied and clubbers have been urged to come forward.', 'Staff at the club, Fever & Boutique, in Plymouth, are trying to identify the man and say they will work with other venues to ensure they are refused entry in future.', 'Homophobia is alive and well in Plymouth tonight. Left Fever in tears with my girlfriend after being surrounded by men shouting at us when we kissed. Beyond ridiculous that this bullshit happens in 2018.', '— Lowri Jones (@lowrihj) June 15, 2018', '', 'Lowri says they don’t blame the nightclub for what happened, praising a member of staff in the cloakroom and the general manager for being supportive.', 'But she is shocked that people still lurk about in today’s society with issues towards gay people.', 'Lowri, who’s president of the University of Plymouth Students’ Union, said: ‘It’s really scary, that there’s still that stigma and that we can’t just be comfortable and be ourselves.', '‘It just ruined the night – it was a really horrible experience.’', 'Duty manager at the club, Pete Chevin, said: ‘We take any hate crime very serious and we spoke to Lowri Jones last night about it. We are trying to identify the suspects responsible.', '‘If we can do, we will bring on board police and licensing and make Pubwatch aware so they don’t allow these persons back in Plymouth’s licensed venues.', '‘It’s a case of going back through CCTV and clarifying things from there and see if there any potential witnesses.', '‘If anyone has information then we are more than happy to work with them.’",
        "numberPosts": " 4 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Sexual Identity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Homophobia,Homophobic",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Barbara Ford",
            "date": "1y",
            "timestamp": "1529237505",
            "commentText": "Sticks and stones and all that. Yes it must've been a horrible experience but as she said herself they were too drunk to know what they were doing, 'wahey, lesbian' hardly means they hated her. Yes, they were wrong but don't think they need the police to call and maybe risk their jobs, they may have young families to support and in the cold light of day they were probably ashamed of themselves (if they remembered).",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1",
                    "user": "Ricks Smith",
                    "date": "1y",
                    "timestamp": "1529563408",
                    "commentText": "I completely agree. I wonder that there’s a generation growing up that genuinely think that things like this is <b> homophobia.</b> I also worry that the tide is going to turn massively and that genuine<b>  homophobic</b> acts are going to get eye rolls and shrugs because people are sick of hearing about it.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Homophobia",
                        "Homophobic"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Richard Champion",
            "date": "1y",
            "timestamp": "1529240761",
            "commentText": "Two wrongs.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Paul Eiken",
            "date": "1y",
            "timestamp": "1529241546",
            "commentText": "Not a hate crime, just the usual drunk yobbish behaviour as in any nightclub any night of the week. Upsetting yes, but no more than one could expect. in t",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Joseph Suarez",
            "date": "1y",
            "timestamp": "1529269870",
            "commentText": "And this is news, some drunks being idiots wow",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}