{
    "header": {
        "title": " A definition of Islamophobia will save the lives of British Muslims ",
        "subtitle": " ",
        "owner": " Akeela Ahmed ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 284 ",
        "datePosted": " Friday 30 Nov 2018 10:00 am ",
        "dateExtraction": " 2019-11-26 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/11/30/a-definition-of-islamophobia-will-save-the-lives-of-british-muslims-8188403/ ",
        "postText": "This week, MPs from across the political spectrum came together to discuss an issue that really matters to communities up and down the country.', 'No, it wasn’t about Brexit. They were meeting to launch a report calling for the introduction of a definition on Islamophobia.', 'Our call for a definition is not about curtailing free speech or causing offence.', 'Quite the opposite – it is about being able to speak out on the nature of the challenge and how best to address it as a society.', 'Those who argue against recognising the seriousness of this issue are too often those who have no experience of how debilitating this abuse can be.', 'This is a phenomenon that sees women assaulted, people held back in work and children bullied in our schools.', 'As a British Muslim woman and probably like most British Muslim women, I have experienced Islamophobic attacks while I have been going about my daily life with my children, as well as online.', 'Makram Ali, Mushin Ahmed, Mohammed Saleem and Dr Sarandev Bhambra were all victims of violent Islamophobic attacks, resulting in the deaths of three of the men.', 'Dr Bhambra, a Sikh dentist, was attacked because his assailant mistook him for being a Muslim.', 'If for any reason you are wondering why there is a need for a definition, the deaths of these men are a stark reminder of the consequences in not addressing Islamophobia.', 'It’s an essential step in trying to ensure that attacks like these do not happen ever again on the streets of Britain, and we shouldn’t lose sight of that.', 'As a British Muslim woman and probably like most British Muslim women, I have experienced Islamophobic attacks while I have been going about my daily life with my children, as well as online.', 'Vitriolic tweets that I have personally received include: ‘F***ed up c***. Freedom of speech. Go back to being stoned in Saudi Arabia you whore’, and I’ve also been called ‘Paki traitorous scum’.', 'Meanwhile, when a female Christian friend of mine, who is a vicar, challenged some of the abuse I was receiving online, she was attacked too and told ‘the collar makes you like a child molester’.', 'Unfortunately, anti-Muslim and misogynistic hatred like this is par for the course online.', 'But it doesn’t stop there, the Muslim women I speak to around the UK all have stories of experiencing hatred – all too often under-reported, leaving many feeling anxious and fearful in going about their everyday lives.', 'Research conducted in the UK, US and Europe also shows that victims of Islamophobic hate crimes are overwhelmingly female.', 'Islamophobia goes beyond hate crime.', 'The Muslim women that I work with have described how nearly every aspect of their lives is affected by some form of anti-Muslim prejudice – be it structural issues in employment that stop them from getting a job because of their Muslim-sounding name, the fact that they wear a hijab, or that their children experience Islamophobia in the playground, classroom or while playing sports.', 'Another key concern is the rise of bullying in schools, which is anti-Muslim in nature.', 'Just this week, we’ve seen reports of a horrific attack on a Syrian refugee in a school in Huddersfield.', 'As despicable as this is, the public outcry – from people of all faiths, ethnicities and ages – shows that the majority of people in this country want to stand up to bullies.', 'Following a report by ChildLine in which it described how young British Muslims called its helpline after being called ‘terrorists’ or ‘bombers’ etc. in school, we began a long process of working with the Department for Education and its partners so we can begin to recognise the phenomenon of Islamophobic bullying in schools.', 'The lack of an agreed definition has so far been a hinderance to businesses, agencies and schools in addressing Islamophobia.', 'The definition put forward is a means of ensuring businesses create policies to ensure that their workplace practices do not discriminate against British Muslims.', 'How can they do this if there is no definition of what we are trying to stop?', 'A definition of Islamophobia is far from tokenistic. It is the opposite, it signals that as a society we are all brave enough to acknowledge there is a problem, and one that does need to be addressed.', 'No single definition is going to be perfect however the definition put forward by the APPG, crucially unlike its predecessors is evidence based, following extensive consultations with British Muslim communities around the UK, experts and academics.', 'As Chair of the Independent Members of the Cross Government Working Group on Anti-Muslim Hatred I will be recommending that the working group endorses this definition and recommends that government take the definition forward.",
        "numberPosts": " 3 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Nationality - Italian",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Hike",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Jack Russell",
            "date": "51w",
            "timestamp": "1543573066",
            "commentText": "Unfortunately Islam isn’t a peaceful ‘belief’, unlike Buddhism, so is the phobia of Islam surprising? How arrogant that believers of Islam think that their way is the only way. I say take a <b> hike </b>with your archaic belief and don’t try to practise invoke your sharia law and change my way of life.....in my own country, how dare you! If you don’t like our western culture, go somewhere that tolerates your hard line religion. Islam is a cancerous belief that propagates violence, fact!",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "1",
                    "user": "Thomas Ezra",
                    "date": "51w",
                    "timestamp": "1543575508",
                    "commentText": "“If you disagree with me about my opinion you’re a bigot”.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Vincent Pinner",
                    "date": "40w",
                    "timestamp": "1550245766",
                    "commentText": "Excellently put, thank you.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Hike"
            ]
        },
        {
            "id": "3",
            "user": "Stephen Cowley",
            "date": "51w",
            "timestamp": "1543663886",
            "commentText": "There is no reason not to be civil to people of another faith, but the problem pales into insignificance compared to the treatment meted out to ex-Muslims and non-Muslims here and abroad. Ex-Muslims in this country fear for their lives. Or think of the case of Asia Bibi Noreen in Pakistan, who is threatened with hanging for sharing the Gospel and whom the British government apparently will not offer asylum to for fear of the Muslim reaction in this country.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Vincent Pinner",
            "date": "40w",
            "timestamp": "1550245695",
            "commentText": "Yawwwwn.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}