{
    "header": {
        "title": " LGBT activist ‘burned down his own home because he was annoyed there was no prejudice to campaign against’ ",
        "subtitle": " ",
        "owner": " Jimmy McCloskey ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 5.3k ",
        "datePosted": " Monday 25 Feb 2019 2:07 pm ",
        "dateExtraction": " 2019-10-29 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/02/25/lgbt-activist-burned-home-annoyed-no-prejudice-campaign-8738779/ ",
        "postText": "An LGBT rights activist burned down his own house because he was annoyed there was no prejudice for him to campaign against, police say.', 'Nikki Joly, 54, is accused of faking the August 2017 fire – which killed his two dogs and three cats – because he’d been left bored after the passage of a nondiscrimination law in Jackson, Michigan, where he lives.', 'Afterwards, two church officials who worked alongside Joly told police he’d been disappointed the Jackson Pride Parade, held five days before the fire, hadn’t received more attention or protests.', 'According to cop Aaron Grove, who interviewed those workers – Barbara Shelton and Bobby James – they described Joly as ‘very deceptive’ and as having ‘layers of manipulation.’', 'Joly, a transgender man, had married girlfriend Chris Moore shortly before the fire, which prompted a $58,000 fundraising effort for the couple.', 'He took to Facebook two days after telling supporters: ‘Yes, be angry, be very angry.', '‘Use that anger to force good! Use that anger to make change.’', 'But police were already turning their attentions to Joly after discovering he had bought $10 of gas at a local Marathon store on the morning of the fire.', 'Joly, whose local paper awarded him ‘Citizen of the Year’ 2017 for his work on advancing LGBT rights, said he had done so to cut the grass.', 'But his version of how he had spent the day meant there was only a five minute window for any arsonist to break into his home, douse it with fuel and set it ablaze.', 'Traces of gasoline were also found on the equality campaigner’s clothes, The Detroit News reported.', 'Joly is said to have refused to confirm or deny setting the blaze at the rented home during a subsequent police interview.', 'The arson suspect, who made his first appearance in court earlier this month, has since denied setting the fire deliberately.', 'His attorney Daniel Barnett said Joly was happy with the level of attention he had received.', 'Barnett added: ‘It doesn’t make sense.', '‘He was citizen of the year. There was plenty of media coverage already before the fire.’', 'The attorney also drew attention to Joly’s campaigning, and highlighted how much he had done for the cause of LGBT rights in Jackson.",
        "numberPosts": " 5 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Gender - General,Sexual Identity - Transexuality",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Woman,Transgender",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Kantami Blossom",
            "date": "",
            "timestamp": "1551106181",
            "commentText": "so another bawbag that lives of the attention being persecuted gets them and throws a fit and burns down a house when they don't get it, well he/she (it says <b> transgender </b>in the article but not which way) will be plenty happy in prison with the persecution of homosexual/trans people that goes on in there.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1",
                    "user": "Tam Powell",
                    "date": "",
                    "timestamp": "1551299456",
                    "commentText": "They refer to him as he throughout.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Transgender"
            ]
        },
        {
            "id": "2",
            "user": "Pishulonko Tulahuena",
            "date": "",
            "timestamp": "1551168207",
            "commentText": "that's what you get from mentally ill critters",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Barbara Ford",
            "date": "",
            "timestamp": "1551176168",
            "commentText": "He's an oddball and a murderer, why would you let your pets die like that.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Susan Summers",
            "date": "",
            "timestamp": "1551176418",
            "commentText": "It hurt itself in its confusion!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Alfons Mulcan",
            "date": "",
            "timestamp": "1551200352",
            "commentText": "Please clarify for me. I am from Poland and english is not my first language, but from the article I am getting that Joly is a <b> woman.</b> It confuses me why author of article is using words such as \"he\" or \"his\" when he is describing her actions or who she is. Is it some kind of rule about calling females males?",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "6",
                    "user": "Gregory Wireman",
                    "date": "",
                    "timestamp": "1551208376",
                    "commentText": "Please keep Poland smart and sane as we have failed to do so in the USA. This is a <b> woman </b>who wants to be called a man who allegedly burned down their house in order to stage a hate crime so it seems.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Woman"
                    ]
                },
                {
                    "id": "7",
                    "user": "Amber Mayo",
                    "date": "",
                    "timestamp": "1551214749",
                    "commentText": "Trans-friendly manners demands that we call the transperson by their preferred pronoun. In this case, Nikki is born female, but she wishes to be addressed as \"him\" and \"he.\" These manners are a new development. You may address Nikki how you feel is right.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "8",
                    "user": "Rimma Sheremet",
                    "date": "",
                    "timestamp": "1551645860",
                    "commentText": "Mentally ill people demand we acknowledge who they wanna be, today he is a women tomorrow he might wanna be a man and later on he wants to be all 15 genders, so they say it's not only two genders. They all needs to be locked up and treated by a psychologist",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Woman"
            ]
        }
    ]
}