{
    "header": {
        "title": " John Boyega calls Spike Lee’s She’s Gotta Have It ‘trash’ over ‘ignorant’ debate about black British actors ",
        "subtitle": " ",
        "owner": " Alicia Adejobi ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 4.2k ",
        "datePosted": " Monday 27 May 2019 7:00 pm ",
        "dateExtraction": " 2019-11-21 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/05/27/john-boyega-calls-spike-lees-gotta-trash-ignorant-debate-black-british-actors-9699195/ ",
        "postText": "John Boyega has expressed his outrage over a scene in Spike Lee’s series, She’s Gotta Have It, which features a debate between two characters about black British actors and slavery.', 'The nine-part Netflix series, which is based on Spike’s classic 1986 movie of the same name, debuted its second season on 24 May.', 'Viewers have taken particular issue with a scene which features the character Nola Darling (DeWanda Wise), describing black British actors as ‘cheap’.', 'Star Wars actor John, 27, saw a clip of the scene circulating online and simply labelled it: ‘Trash.’', 'Starting off the debate, Nola says: ‘[Black British actors] need to fall back and fall away from taking all of our roles, like we have dope, talented, trained, qualified black actors right here in the States.', '‘But at the end of the day, black Brits just come cheaper’.', 'With a questionable British accent, character Olumide Owoye (Michael Luwoye) chimed in: ‘I agree somewhat. But black British actors are better suited than black American actors for Stateside roles because they don’t carry the burden of f****d up black American history, of lynching, slavery, Jim Crow, all that.’', '‘Black Brits are free of the psychological burden and therefore they can really delve into black American s**t.’', 'Ironically, Nola then wonders how ‘someone so gorgeous’ could be so ‘ignorant’ despite her own comments just moments before.', 'In an attempt to educate Olu on black British history, Nola continued: ‘You’re not unburdened Olu. British ships were the dominant force in the Atlantic slave trade.', '‘Almost two million kidnapped Africans who died during the Middle Passage so you and your mans and your fellow black British blokes didn’t come out of the s**t unscathed.’', 'Digging herself a bigger hole, Nola added: ‘You just have Stockholm syndrome and fell in love with your captors.’', 'Needless to say, the dialogue has infuriated viewers with much of the criticism aimed at Spike.', 'Accusing the Oscar-winning director of disliking non-American black actors, a critic weighed in: ‘I think Spike should just say he has an issue with black people from other countries coming to Hollywood and getting work. I would also love Spike to address the colorism in his work. A lot of this is just anti blackness cloaked in xenophobia.’', 'Sharing everyone else’s sentiments, another said: ‘I’m not British but this dialogue is so incredibly ignorant and irresponsible.’', 'Quoting one particular line from the scene, another added: ‘No but #ShesGottaHaveIt2 really really reeeeeeally said [black brits] have stockholm syndrome and fell in love with our captors. do you know how UNF*****GBELIEVABLY offensive that s**t is?????? but we can’t catch a fart in the wind to say “hey uhhh maybe you guys don’t know us? [sic]”’",
        "numberPosts": " 5 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - Black,Religious Identity - Protestant",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Black,Spike",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Rosie Jones",
            "date": "25w",
            "timestamp": "1559039588",
            "commentText": "Lettitia E'liza",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Emmett Hamilton",
            "date": "25w",
            "timestamp": "1559154676",
            "commentText": "Jeezus, you got all of that from a short film that <b> Spike </b>made 20 30 yrs ago?",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "2",
                    "user": "Lana Knight",
                    "date": "25w",
                    "timestamp": "1559192472",
                    "commentText": "Emmett Hamilton this is from the tv show that's on Netflix...",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3",
                    "user": "Medusa Jordan",
                    "date": "21w",
                    "timestamp": "1561241590",
                    "commentText": "It is a TV series now,  that is the point.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Spike"
            ]
        },
        {
            "id": "4",
            "user": "Frank Littlejohn",
            "date": "25w",
            "timestamp": "1559162637",
            "commentText": "Black immigrants better put some respect on our name 🤬😠😡",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Black"
            ]
        },
        {
            "id": "5",
            "user": "Princess Toluwani",
            "date": "21w",
            "timestamp": "1561237197",
            "commentText": "Some <b> black </b>brits actually are descendants of slaves aswell...or did they forget our Carribean brothers and sisters? Also a<b>  black</b> american could easily be called Olu...if y'all catching our drift<b> . Blac</b>k ppl seriously got too much beef, instead of sticking together because we've already been too divided...as history shows.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Black"
            ]
        },
        {
            "id": "6",
            "user": "Medusa Jordan",
            "date": "21w",
            "timestamp": "1561241651",
            "commentText": "It is terrible dialogue, but then perhaps the character is a total a hole?!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}