{
    "header": {
        "title": " To reach true gender equality we must focus on good male role models ",
        "subtitle": " ",
        "owner": " June Sarpong ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 66 ",
        "datePosted": " Monday 26 Nov 2018 10:00 am ",
        "dateExtraction": " 2019-11-11 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/11/26/to-reach-true-gender-equality-we-must-focus-on-good-male-role-models-8171759/ ",
        "postText": "When we discuss role models, we tend to think of women or other discriminated groups, but if we are to reach true equality then focusing on male role models is paramount.', 'Whether we like or not, they have power – and we need to see examples of other men helping to advance the equal treatment and compensation of women in the workplace and in society at large.', 'But what the many good men want to know is how to become a good role model.', 'There are multiple ways men can be allies to women – especially at work.', 'For instance, by sponsoring the career of a female colleague, suggesting her for a workplace training scheme, validating her contribution in meetings, arguing for equal pay and also making sure that teams are as close as possible to a 50/50 gender balance.', 'Then, of course, we come to the more serious issue of harassment in the workplace and what male allies need to do in order to tackle the abuse of power by some.', 'Sadly, as the feminist movement grows in strength, men – good, bad and everything in-between – seem to be vacating the conversation.', 'Open and frank conversations with and between men, where they can express their point of view but also hear another point of view that might make them reconsider their position, are crucial.', 'But it hasn’t been easy for them to contribute to this discussion, as shown by the backlash Matt Damon received when he claimed there is a ‘spectrum of behaviour’ – from inappropriate and disrespectful to serious sexual assault, and that these were in danger of being conflated.', 'He, along with many other men, now seem to have opted for the safer option of keeping their mouths shut. But if won’t help us if they also close their ears and their minds.', 'Open and frank conversations with and between men, where they can express their point of view but also hear another point of view that might make them reconsider their position, are crucial.', 'Otherwise, all we get is tacit agreement and avoidance, rather than allies who understand barriers to equality and how to tackle and dismantle them.', 'So men – talk to your friends, colleagues and peers about this and if you don’t know where to begin, look for your own role model.', 'There are positive examples out there of men in the public eye that you can look to, and who we as women should acknowledge.', 'Men such as entrepreneur Yann Borgstedt, who set up the Womanity Foundation, based on the UN Sustainable Development Goals (SDGs), which enables women and girls from around the world to gain education, financial investment and protection from physical and psychological harm.', 'That’s an ally, someone who can see the barriers and works actively to remove them so that our planet is a more equal place.', 'Then of course there’s President Obama, the first leader who throughout his tenure attached equal importance to his role as a husband and father, as to his day job, while also acknowledging the contribution his wife Michelle made to his success.', 'I also recently had the pleasure of interviewing Canadian prime minister Justin Trudeau and Spanish prime minister Pedro Sanchez, two leaders who have made their cabinets gender-equal (and in the case of Sanchez, in favour of women).', 'These two progressive leaders are setting the template for men who wish to be inclusive allies.', 'You can also look to the men in your own lives. I have had male allies and role models who have looked out for me and championed my progress.', 'The first being my father, a Ghanaian immigrant who came up against the harsh discrimination of 80s Britain, which meant he wasn’t able to completely fulfil his dreams, so instead happily and proudly supported my curiosity and assertiveness as a child.', 'This is something very powerful that fathers can do for their daughters; create a safe space for their boldness and bravery, rather than compliance and agreeability.', 'In my TV career, Vernon Kay is someone who has always been a male ally to me. From the start of our presenter partnership on Channel 4’s T4, our onscreen relationship was equal.', 'There was none of the usual male host needs to sit in the more prominent seat or receiving more screen time – unfortunately this is still the case with many other male and female duos on British TV.', 'We were both able to equally contribute ideas for the show and more importantly, Vernon himself always viewed and treated me as his equal.', 'I believe this is in part because he was raised by a strong woman and grew up in a household with a father who celebrated his mother’s strength.', 'As an adult, he is married to a strong woman and the father of two daughters. Vernon has never had a problem with seeing women as equals and it made him a joy to work with.', 'I’m sad to say this has not always been the case with some of my other male TV colleagues.', 'Not every man is in the position to influence the education of thousands of women or able to appoint female cabinet members like Justin Trudeau or Pedro Sanchez.', 'However, much like my father did, most men are able to encourage the confidence, academic or creative talents of a girl when she’s growing up. Or at work, like Vernon did.', 'So let’s highlight the good men who are making it their mission for gender equality to be a reality for all.', 'In doing so, we provide men with role models that demonstrate gender equality is something to be revered, not feared.",
        "numberPosts": " 3 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Gender - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Woman",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "John Roberts",
            "date": "50w",
            "timestamp": "1543238445",
            "commentText": "Vernon Kay who was sexting another <b> woman </b>behind his wifes back, has respect for women?",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1",
                    "user": "Ryo Bakura",
                    "date": "49w",
                    "timestamp": "1543328383",
                    "commentText": "Not just any <b> woman,</b> but a Page 3 model, which means she degraded other women by getting her tits out in national newspapers and \"lad's mags\".",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Woman"
                    ]
                }
            ],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "2",
            "user": "Pishulonko Tulahuena",
            "date": "49w",
            "timestamp": "1543249957",
            "commentText": "And here we have... a new metro's NPC journo b1tching on a myth created by hysterical-lack-of-peniscillin-and-vitamin P women",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "3",
                    "user": "Matt Davies",
                    "date": "49w",
                    "timestamp": "1543310871",
                    "commentText": "It's an opinion piece, calm ya tits",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "Pishulonko Tulahuena",
                    "date": "49w",
                    "timestamp": "1543313140",
                    "commentText": "Matt Davies so it was mine.  Calm ya cxnt flaps",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Stan Weatley",
            "date": "49w",
            "timestamp": "1543320295",
            "commentText": "A very basic misundertanding of masculinity,  please stop assuming you know what it is to be a good man when most men aren't even sure themselves.  This will never cease to be an issue until people stop pointing the finger solely at men and examine their own toxic, devisive behaviour. Individuals not genders.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}