{
    "header": {
        "title": " No woman should be defined by her relationships, Monica Lewinsky included ",
        "subtitle": " ",
        "owner": " Megan Nolan ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 87 ",
        "datePosted": " Thursday 6 Sep 2018 2:25 pm ",
        "dateExtraction": " 2019-11-12 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/09/06/no-woman-should-be-defined-by-her-relationships-monica-lewinsky-included-7917150/ ",
        "postText": "Monica Lewinsky calmly walked off stage during an interview and it made international news.', 'Headlines tried to frame it otherwise – as a loss of temper or storming off – but the fact was she had simply had enough.', 'The interview was taking place at a panel about the positives and the dangers of the internet. Lewinsky had warned in advance that she would not be answering any questions about Bill Clinton.', 'Pretty reasonable, you would think, given the unrelated subject, but the interviewer ploughed on regardless, wondering if Lewinsky still expected an apology from Clinton.', 'Lewinsky left the stage after politely apologising, refusing to engage in the conversation which has defined her whole adult life.', 'Some argue that her public platform exists only because of her association with the Clintons. But however you look at it, isn’t holding a woman ransom 20 years on for something that boils down to a naïve 22-year-old subjected to an abuse of power (even though it was consensual) just wrong?', 'It ruined her life. She tried hiding, she tried finding a normal job. Both were made impossible by the attention she had never sought.', 'Eventually she returned to public life, focusing on campaigns against cyber bullying, trying to change the narrative.', 'It’s not a lot to ask, after 20 years, that a woman should be able to define her life without reference to one sexual affair. But nor is it surprising, really, that she isn’t allowed to.', 'Women are so often defined by their relationships with men. Not just people in the public eye like Lewinsky, but all of us, young and old, single and married.', 'Think of how men are implored to resist and oppose sexually predatory behaviour by imagining it was their own sisters, daughters or wives at risk.', 'Shouldn’t they be able to conceptualise us with enough humanity of our own? Shouldn’t we be allowed to simply be ‘women’ rather than ‘somebody’s daughter, somebody’s wife’?', 'Women can be guilty of defining themselves in this way too, of making relationships with men the underpinning of our whole lives.', 'From the time we’re pre-adolescent we are taught that love is the purpose of life. Fairytales end with marriage, pop songs celebrate the crush.', 'Boy band members are strategically styled with smooth chests, puppy dog eyes and dimples to appeal to little girls in a non-threatening manner, to let them practice fancying and idealising boys before they’re old enough to feel real desire.', 'Meanwhile, boys are allowed to be children, creating and destroying things, climbing, inventing, adventuring. We might tease them about girls and girlfriends, but rarely do we expect them to centre their developing consciousness around romance.', 'They’ve got their own selves to be concerned with, after all.', 'This goes on into adulthood when we are divided into singles (bit off-putting by a certain age, unpredictable) and not-singles (safe, contained).', 'This distinction is so marked that women who are single for more than a year or two have a certain social type foisted on them by the culture, your Bridget Jones, your dizzy hapless romcom queens.', 'A man single for a year is seen as, at best, independent and career-focused or, at worst, a f*ckboy.', 'But a woman being without a man isn’t a personality. It doesn’t make you into anything you wouldn’t otherwise be.', 'And then, of course, when you are with a man, especially if he is a particularly successful or a public figure, you can so easily be absorbed by his spotlight.', 'Women are quite likely to date men who are older than them, men who have had time to gather achievements and cultural capital.', 'You become the plus one, the unnamed guest in the photograph, the one left holding his coat while the real people talk.', 'A woman studying for her PhD in the same university as her husband, a lecturer, reports going to staff parties with him and being roundly ignored by people she had previously worked with and spoken to, because of whose arm she was on.', 'He was the superior, so she was instantly relegated to a status so low she didn’t even merit a greeting.', 'It’s been years since I broke up with a charismatic ex but I still find myself measuring my achievements by what he would make of them. I held him up in my head as the barometer of success.', 'I still can’t quite break the habit of considering myself in relation to him.', 'Monica Lewinsky is still lampooned in popular culture, jokes made about the iconic stained blue dress, the cigar.', 'Even Beyoncé has chipped in, using her name as a verb for ejaculating (as Monica correctly pointed out, surely it should have been ‘Bill Clinton’d all on my gown’). Two decades on, she’s still the butt of the joke.', 'But Clinton was allowed to leave his transgressions more or less behind him and go on to do what he wants: writing books, making prestigious speeches, coming closest to being First Man anyone ever has.', 'He hasn’t been defined by his sexual behaviour. He was allowed to transition into elder statesman (not elder enough not to check out Ariana though).', 'Women are seen as irreversibly stained by their sexual history, condemned to be mired in the muddy past forever.', 'Meanwhile, men are viewed as whole, autonomous human beings – rather than accessories, or one half of something. When a man has a sexual history we don’t tend to judge him by it, or fixate on his exes, using them as a lens through which to view him.', 'Men get to start again, because they are real people. Not like women – somebody’s daughter, somebody’s wife.', 'One Sunday spent holding hands with someone I was dating ended with me bumping into a mutual friend of mine and my ex-boyfriend’s.', 'Our mutual friend seemed genuinely taken aback that I wasn’t ashamed to be seen by him flaunting – as he saw it – my new fling.', 'When I asked later why he had been so weird, he apologised and admitted it would take him some time not to consider me just my ex’s girlfriend.', 'It came as news to me that he had ever considered me in that way; I had assumed all along that I was just myself.', 'Martha Gelhorn was another woman who, like Monica, refused to speak in interviews about her most famous ex.', 'Gelhorn was a pioneering foreign correspondent, documenting the Great Depression, the Spanish civil war and the rise of Hitler.', 'She was also briefly married to a writer named Ernest Hemingway: they separated when he complained about her travelling so often', 'She would not discuss him when asked, because she didn’t want to be a ‘footnote in somebody else’s life’.', 'Is it any wonder women get sick sometimes of not being the lead character in their own lives?', 'That they become frustrated when they aren’t allowed to change the narrative and move on?', 'Sometimes, there’s nothing left to do but to walk offstage until the spotlight’s been adjusted, once and for all.",
        "numberPosts": " 4 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Rob Main",
            "date": "1y",
            "timestamp": "1536259108",
            "commentText": "If she doesn't want to talk about the one thing everyone in the world knows her for then she should just stay at home and become a mute. It's not right but it is the way it is...",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Claire Fearne",
            "date": "1y",
            "timestamp": "1536274211",
            "commentText": "Cmon we have all at some point in our lives stepped out with the cum of a president all over our new dress at some point in our lives give this girl a break",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "2",
                    "user": "Pishulonko Tulahuena",
                    "date": "1y",
                    "timestamp": "1536296949",
                    "commentText": "A break is always there...  she wasn't invited on TV to talk about the Newton laws",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3",
                    "user": "Claire Fearne",
                    "date": "1y",
                    "timestamp": "1536300933",
                    "commentText": "Columbo Cocha You really are a small dicked little man hiding behind an anonymous Facebook profile aren’t you? So sad.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "Pishulonko Tulahuena",
                    "date": "1y",
                    "timestamp": "1536324218",
                    "commentText": "Claire Fearne triggered? I just said the truth. Well, worry not. me and my small d1ck will deffo staying away from fatties like you. And that's also a fact",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Pishulonko Tulahuena",
            "date": "1y",
            "timestamp": "1536296802",
            "commentText": "Yet, she has cashed out a fortune selling her BJ story...   classic 2S",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "6",
                    "user": "William Henry",
                    "date": "1y",
                    "timestamp": "1536334807",
                    "commentText": "Both a valid and pertinent point, I feel. However the author of this article appears rather unwilling to disclose such detail. I wonder why.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "7",
            "user": "Arnold Hedge",
            "date": "1y",
            "timestamp": "1536311695",
            "commentText": "The author has completely missed the point here. If anyone does one thing in their life that gets widespread attention, inevitably they will always be known for that thing. If I appeared on TV and my trousers fell down, I would always be known as \"the trousers fell down on TV guy\".",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}