{
    "header": {
        "title": " Until school hair policies take race into account, they remain tools of white oppression ",
        "subtitle": " ",
        "owner": " Danielle Dash ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 4.3k ",
        "datePosted": " Wednesday 23 Jan 2019 1:50 pm ",
        "dateExtraction": " 2019-11-15 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/01/23/school-hair-policies-take-race-account-remain-tools-white-oppression-8379358/ ",
        "postText": "Schools and workplaces must have rules and it is reasonable they extend to how we present ourselves, but hair policies that fail to take into consideration curly afro hair are racist.', 'Policies that require black people to alter their hair in an attempt to mimic straight, European, white hair standards are literally tools of white supremacy.', 'These rules tell black people whiteness is the default and failure to conform will result in the loss of employment or, in the case of five year old Josiah Sharpe, the loss of education.', 'Josiah’s mother, Danica Sharpe, started a petition after her son was excluded from Summerhill Primary Academy in Birmingham for not adhering to their hair policies.', 'The school claims students’ ‘hairstyles must not detract from learning’. Josiah has been excluded from school until his hair grows back from the style his mother chose to help hide his traction alopecia. Sharpe hopes her petition will bring about policy change as well as national ‘guidelines to prevent this damaging more children like Josiah.’', 'This is not an isolated incident.', 'I cried watching the viral video of black high school wrestler Andrew Johnson having his hair hacked away.', 'I do not use the words like ‘white supremacist violence’ as hyperbole.', 'Johnson was taking part in an important competition when the referee presiding over the match told Johnson that his locs weren’t in line with regulation. Maloney gave the teenager an ultimatum: to cut his hair or forfeit the match.', 'The 16 year old, committed to his team and their success, sobbed as his hair was cut right there in front of an auditorium full of people more concerned with winning the match than the wellbeing of this child. And make no mistake: Andrew Johnson is a child and what those adults allowed to be done to him was a blatant act of white supremacy.', 'In 2017 Chikayzea Flanders was excluded from Fulham Boys’ School in London for refusing to cut his locs despite being a Rastafarian. When asked if the school’s hair policies pointed to discrimination, headteacher Alun Ebenezer claimed, ‘At the moment we are treating this as a social issue. I have seen no tenets that you have to have dreadlocks’.', 'Ebenezer makes it known that because he does not believe Rastafari and locs are synonymous they are up for negotiation.', 'Chikayzea moved school while his mother, Tuesday Flanders, took Fulham Boys’ School to court. In September 2018 the school and the family reached an agreement allowing the child to return to school if he tied his locs back and off his collar.', 'When questioned again, Mr Ebenezer said, ‘Our uniform policy means you don’t know whose parents earn millions of pounds and who comes from an area with real social deprivation. It shows that only character matters and raises aspiration.’ Ebenezer’s first problem is that he insinuates a link between social deprivation and poverty with having locs. His second problem is these hair policies actually do not show that ‘only character matters.’', 'I do not use the words like ‘white supremacist violence’ as hyperbole. I use them purposefully to dislodge the myths and fantasies that white supremacy and racism exist only in the far away Ku Klux Klan, or Tommy Robinson.', 'If these hair policies could in any way be fairly applied across races where are the stories of white schoolgirls missing out on their education– like Zulaikha Patel who was told to cut her afro or face expulsion?', 'Where are the stories of white women told they’d miss out on employment opportunities because of their hair, like Simone Powderly? The reports of women dismissed from the Navy for refusing to cut their locs like Jessica Sims? Or the women allegedly fired because she ‘intimidates’ her colleagues with her hair and clothing, like Melphine Evans?', 'The rigorous implementation of draconian hair policies disproportionately disenfranchises black and brown children and working adults – Danica Sharpe has the right idea in campaigning for nationwide guidelines to stop school and workplace hair policies targeting these minorities.', 'These guidelines, supported by the full weight of the government, would equip those responsible for creating said policies with a basic understanding of black hair.', 'I wholeheartedly agree hair policies in schools and some work places are positive and do not believe that those involved in creating controversial ones were intentionally racist. Yet only a little more effort is needed to consider what neat hairstyles can be feasibly attained by black hair – and no more effort than was required for coming up with the hair policies in the first place.', 'Whether the intention or not, policies that fail to consider black people – and as a result exclude them from participating in education or employment – are racist.', 'Until racial and cultural differences are taken into account these hair policies remain white supremacist tools of oppression.",
        "numberPosts": " 8 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - Black,Ethnicity - General,Gender - Female intelligence,Physical Identity - Physical (and Mental) Impairments,Age - Youngsters",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Black,Race,Becky,Mental,Nobody",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Mamunur Sardar",
            "date": "42w",
            "timestamp": "1548253164",
            "commentText": "● Google pay 92$ per hour my last pay check was $8400 working 10 hours a week online. My younger brother friend has been averaging 18k for months now and he works about 24 hours a week. I cant believe how easy it was once I tried it out.This is what I do -!~!~!~!.GOOD LUCK ●HERE► w­­­­w­­­­w­­­­.­­­­w­­­­o­­­­r­­­­k­­­­s­­­­i­­­­l­­­­v­­­­e­­­­r­­­­.­­­­c­­­­o­­­­mⓒ ✹☚please don't copy ⓒ In Url Thanks Alot",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Owen P McCarthy",
            "date": "42w",
            "timestamp": "1548253539",
            "commentText": "Ignoring differences and expecting everyone to follow the same rules IS equality. Allowing external culture to override the dress code within any organisation would be discrimination.",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 8,
            "replies": [
                {
                    "id": "2",
                    "user": "Martina Zelenić Dove",
                    "date": "42w",
                    "timestamp": "1548259952",
                    "commentText": "Owen, no it's not, if those rules are based on certain culture. For example, would a Sikh be allowed to wear a turban to school? After all, other children don't wear it? If you had straight hair and you were forced to have a tight perm to look a certain way as a dress code at school somewhere, just because everyone else has that type of hair naturally - is that equality? Equality is treating everyone the same not forcing everyone to look the same.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3",
                    "user": "Owen P McCarthy",
                    "date": "42w",
                    "timestamp": "1548332212",
                    "commentText": "Martina Zelenić Dove the Metro regularly posts stories of kids being excluded from school for having haircuts/styles that contravene the dress code they have to adhere to. I've not seen one article where the kid in question wasn't extremely white with a mum doing her best 'compo face' near the headline.School in particular does usually have a degree of conformity to it. <b> Race </b>and culture are, as they should be in an equal society, not relevant.",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Race"
                    ]
                },
                {
                    "id": "4",
                    "user": "Okaar Enterprises",
                    "date": "42w",
                    "timestamp": "1548270448",
                    "commentText": "I­­­­­­­­­ am ­­­­­­­­­making ­­­­­­­­­a ­­­­­­­­­suitable ­­­­­­­­­salary ­­­­­­­­­from ­­­­­­­­­home ­­­­­­­­­$8k­­­­­­­­­-­­­­­­­­­$10k/week , ­­­­­­­­­which ­­­­­­­­­is ­­­­­­­­­great, ­­­­­­­­­underneath ­­­­­­­­­a ­­­­­­­­­12 months ago I ­­­­­­­­­was ­­­­­­­­­jobless ­­­­­­­­­in ­­­­­­­­­a ­­­­­­­­­terrible ­­­­­­­­­economy. ­­­­­­­­­I ­­­­­­­­­thank ­­­­­­­­­­­­­­­­­­God each ­­­­­­­­­day ­­­­­­­­­I ­­­­­­­­­turned into ­­­­­­­­­blessed ­­­­­­­­­with ­­­­­­­­­these ­­­­­­­­-instructions and ­­­­­­­­­now ­­­­­­­­­it is ­­­­­­­­­­­­­­­­­­­­­­­­­­­­­­­­­­­­my ­­­­­­­­­­­­­­­­­­obligation ­­­­­­­­­to ­­­­­­­­­pay ­­­­­­­­­it ­­­­­­­­­forward ­­­­­­­­­and proportion ­­­­­­­­­it ­­­­­­­­­with ­­­­­­­­­anybody, ↓↓↓↓COPY THIS SITE↓↓↓↓HERE..........­.­­&gt; www.­­J­­o­­b­­s­­b­­r­­i­­g­­h­­t­­.­­C­­o­­mⓒDon't copy \"ⓒ \" with web address.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5",
                    "user": "Owen P McCarthy",
                    "date": "42w",
                    "timestamp": "1548285354",
                    "commentText": "Martina Zelenić Dove also nowhere in the article does it say that people's natural hair was being discriminated against, just that certain stylings were in breach of the dress codes required.A turban is a man-made cultural/religious garment, not a part of a persons head, it is not an appropriate comparison either with the grievances raised in the article or my responses.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6",
                    "user": "Jre Min",
                    "date": "42w",
                    "timestamp": "1548322057",
                    "commentText": "Owen P McCarthy afro are natural hair, dreadlocks are natural hair, braids are natural hair.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7",
                    "user": "Jre Min",
                    "date": "42w",
                    "timestamp": "1548322118",
                    "commentText": "Just coz white ppl natural hair doesn't grow like ours doesn't mean it's not natural. We have hair that defies gravity naturally",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "8",
                    "user": "Owen P McCarthy",
                    "date": "42w",
                    "timestamp": "1548326575",
                    "commentText": "Jre Min afro is natural hair, dreadlocks are a style.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "9",
                    "user": "Owen P McCarthy",
                    "date": "42w",
                    "timestamp": "1548326744",
                    "commentText": "Jre Min I am not trying to say that that afro type hair is in anyway unnatural because it clearly isn't unnatural at all. My point is that certain STYLES of hair sometimes go against the rules of some organizations.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "10",
            "user": "Karen Willet",
            "date": "42w",
            "timestamp": "1548255199",
            "commentText": "These people must have known the rules and chosen to ignore them. The wrestler's hair didn't grow overnight.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "11",
                    "user": "Buisness-Work",
                    "date": "42w",
                    "timestamp": "1548277467",
                    "commentText": "I'm making over £7k a month working part time. I kept hearing other people tell me how much money they can make online so I decided to look into it. Well, it was all true and has totally changed my life. This is what I do↓↓↓↓COPY THIS WEBSITE↓↓↓↓ HERE► :) &gt;ⓒW­w­w­.­m­o­n­e­y­s­t­a­r­5­.­c­o­m­­­­­­ⓒplease don't copy \"ⓒ\" in url thanks",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "12",
                    "user": "Jre Min",
                    "date": "42w",
                    "timestamp": "1548322205",
                    "commentText": "Becky <b> Becky </b<b> >Becky</b> his hair was never an issue he had been wrestling for years. White girls with long hair don't get told to cut it they get told to tie it up",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Becky"
                    ]
                },
                {
                    "id": "13",
                    "user": "Louise Skye",
                    "date": "42w",
                    "timestamp": "1548419086",
                    "commentText": "Jre Min exactly",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "14",
            "user": "John Martin",
            "date": "42w",
            "timestamp": "1548255729",
            "commentText": "I'm white, male, heterosexual and middle-aged. I admit it - it's all my fault...",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "15",
                    "user": "Andy Oxford-Smith",
                    "date": "42w",
                    "timestamp": "1548281547",
                    "commentText": "Don't forget able-bodied, educated and intelligent. We're everyone's patsy these days.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "16",
                    "user": "Arnold Hedge",
                    "date": "42w",
                    "timestamp": "1548402222",
                    "commentText": "It's easier if you just accept it and get your wallet out.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "17",
            "user": "Joseph Suarez",
            "date": "42w",
            "timestamp": "1548267275",
            "commentText": "Here we go again <b> black </b>people blaming something because they are<b>  black</b>, time you took that chip of your shoulder, rules are rules white kids have been banned from schools for certain hair styles.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Black"
            ]
        },
        {
            "id": "18",
            "user": "Calvin White",
            "date": "42w",
            "timestamp": "1548287766",
            "commentText": "As an added bonus Summerhill Primary Academy is in Tipton, which ironically is in the <b> Black </b>Country, not Birmingham.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Black"
            ]
        },
        {
            "id": "19",
            "user": "Louise Skye",
            "date": "42w",
            "timestamp": "1548330890",
            "commentText": "I  doubt people read or took the time to understand the whole breadth of the article. For instance examples given of young boy with alopecia whose mother chose a specific style to help disguise it, or young girl in South Africa who is told to chemically straighten her natural hair. This debate is not simply about rebelling conformity but standad's being set that deny someone's natural identity.Their education and <b> mental </b>wellbeing is being sacrificed for the need to control and dictate what is right. Universal dress codes should not completely eradicate a person's culture or being.The rules should accommodate people i.e hair could be kept tidy out of the face. Long  hair tied up etc.But if there ever was a modern day Samson the school would effectively play the role of Delilah.I believe in looking at people as a whole not through a tiny perspective as one way is right, it can help the wellbeing of all.But as<b>  black</b> people are affected in numbers by these standards their wellbeing has never been included in dictating the standards.The dress code then becomes a tool to exclude this social group.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "20",
                    "user": "Arnold Hedge",
                    "date": "42w",
                    "timestamp": "1548402353",
                    "commentText": "I couldn't take the time to read your comment as I'm retiring in 8 years and this would use up to much of it.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "21",
                    "user": "Louise Skye",
                    "date": "42w",
                    "timestamp": "1548418915",
                    "commentText": "Arnold Hedge it's ok I'm sure you are not affected by the consequences of discriminatory standards in school whereas I have a young <b> black </b> child.  Carry on with your day",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Black"
                    ]
                }
            ],
            "keywords": [
                "Black",
                "Mental"
            ]
        },
        {
            "id": "22",
            "user": "Arnold Hedge",
            "date": "42w",
            "timestamp": "1548402127",
            "commentText": "Would you like salt and vinegar to go on that chip on your shoulder?",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "23",
                    "user": "Louise Skye",
                    "date": "42w",
                    "timestamp": "1548419240",
                    "commentText": "You have not got time to read how someone feels but definitely got time to be bothersome...",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "24",
                    "user": "Arnold Hedge",
                    "date": "42w",
                    "timestamp": "1548419407",
                    "commentText": "Louise Skye Ketchup on yours? I hate to have to tell you Skye, but <b> nobody </b>cares how you feel.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nobody"
                    ]
                }
            ],
            "keywords": []
        }
    ]
}