{
    "header": {
        "title": " In rejecting the definition of Islamophobia government is dismissing the abuse we receive ",
        "subtitle": " ",
        "owner": " Basit Mahmood ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 690 ",
        "datePosted": " Thursday 16 May 2019 11:04 am ",
        "dateExtraction": " 2019-11-26 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/05/16/in-rejecting-the-definition-of-islamophobia-government-is-dismissing-the-abuse-we-receive-9563686/ ",
        "postText": "My name on the top of this opinion piece will automatically become a signifier to many about who I am. The religious group I am perceived to belong to, my family’s heritage, my ethnic background, and how liberal my ‘culture’ is.', 'Based on those assumptions, it unfortunately also means I’m less likely to get a positive response when I try to rent a flat, less likely to be called up for a job interview and more likely to be pulled up for a ‘random’ search at an airport, and in the worst-case scenario, receive overt anti-Muslim abuse like the time I was called a ‘Muslim bomber’.', 'This is my lived experience of Islamophobia, along with so many others who are Muslim or perceived to be so. It’s down to me and others who share in that lived experience to define what anti-Muslim discrimination is and what it looks like, so that as a society we can move forward to tackle these prejudices. It’s why I support the new definition of Islamophobia, rejected by government on Wednesday, because what we already have clearly isn’t working.', 'The definition states: ‘Islamophobia is rooted in racism and is a type of racism that targets expressions of Muslimness or perceived Muslimness.’', 'Anti-Muslim discrimination and hatred is on the rise. It’s specifically linked to the rise of the far-right, replacing anti-immigrant sentiment as the main driver according to the group Hope not Hate. Yet it is not only a problem on the far-right, but is also structural and more often than not expresses itself through unconscious bias, such as some of the examples I highlighted at the beginning, and why so many powerful groups and institutions are keen to resist its definition.', 'One of those is our prime minister, who isn’t very keen on letting those on the receiving end of Islamophobia define what it is.', 'Rejecting the definition of Islamophobia, which has received the support of 750 British Muslim organisations, as well as academics and community groups, the government wishes to formulate its own definition.', 'I want to say I’m shocked and surprised, but I’m not. When you realise that the definition proposed would mean some of the government’s own counter terror legislation and at one point its own London mayoral campaign would be classified as Islamophobic, it is no wonder the party is in a state of denial and wishes to exonerate itself of any such accusation.', 'Straight away I can hear the ‘it can’t be racism, Islam’s not a race’ argument made against adopting the definition. Yet Muslims are racialised. When someone is stopped at an airport the ‘suspect’ usually has a particular name and is more often than not a person of colour, to name but one example.', 'Muslims are othered on the basis of cultural forms of racism, how they dress, their names and perceived cultural values. If Muslims weren’t racialised how else could you explain the attacks on Sikhs when they are perceived to be Muslim.', 'I then hear people argue that any such definition would prevent criticism of Islam as an ideology. The definition proposed by the APPG makes it clear that in no way does it inhibit free speech.', 'Such an argument also assumes that only those outside of Islam are willing and capable to offer constructive criticism and that internal criticism and dissent is something which Muslims are not willing to undergo. Such an argument completely overlooks centuries of debate within Islamic societies itself.', 'Counter terror chiefs claim that adopting such a definition would ‘hamper’ their operations. Given the definition aims to prevent the stereotyping of Muslims, the definition can only hamper counter terror operations if they target Muslims primarily on the basis of their identity. If the only reason for identifying who is and isn’t considered a security concern is an individual’s identity and perceived Muslimness, then counter terror legislation must be reconsidered.', 'But we cannot duck the fact much counter terror legislation has itself been framed from an Islamophobic perspective, targeting those perceived to be Muslim specifically as a cause for suspicion by default. The Prevent scheme for example has been used to view entire Muslim communities as suspicious, leading to children who express legitimate political grievances to be reported for extremism. My identity shouldn’t have to become a cause of suspicion and matter of national security, instead intelligence and scrutiny of evidence should be at the forefront.', 'What message is the government sending out by rejecting this definition? For many Muslims like myself it will simply confirm our worst suspicions, that we are part of a community towards whom bigotry is considered as ‘not that bad’ and at worst a total blindspot.', 'One of the reasons I along with many others have never reported Islamophobic abuse that we receive in person, is because we feel no one will listen. The refusal to adopt such a definition will only confirm those fears.', 'We can never be so arrogant and complacent to assume that as a society we are ‘already there’ and don’t need new tools to combat emerging prejudices. For if we did, equality for so many groups would have been hampered.', 'While some of us play semantics, others are suffering because of the refusal of those in positions of power to acknowledge what they are going through.",
        "numberPosts": " 7 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Age - Youngsters,Social Class - Working class",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racism,Racist,Nothing,Common",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Karl Moore",
            "date": "27w",
            "timestamp": "1558010393",
            "commentText": "All they want to do is create blasphemy laws ready to impose sharia law on everyone. Die on your feet and not on your knees.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Yuka Fujisaku",
            "date": "27w",
            "timestamp": "1558014535",
            "commentText": "And addopting it would diminish the abuse received by victims of islam. As if we don''t have any right to fear islam after suffering so much abuse! Tell that to Yazidi... \"Oh, there's <b> nothing </b>to fear about islam.\" if you dare!",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "2",
            "user": "Naved Siddiqi",
            "date": "27w",
            "timestamp": "1558059746",
            "commentText": "There’s a great deal of ‘churnalism’ going round about this initiative for a definition of “Islamophobia”, and it’s not helping to clarify things. For example, “750” voices of support (which can include individual mosques and persons) sympathise with Muslim experiences and support a need for Muslims to feel safe - and of course so many others do too. But, did the 750 get a chance to look at the actual wording of the proposed definition... no they did not! The first they learned of the wording was when it was launched in a parliamentary report. A definition is, ahem, by definition, supposed to clarify and provide focus for application. The wording of this offering, however, is too vague to be effective or practical. The fact that it requires lengthy explanations indicate its problem: the definition cannot stand on its own two feet! The narratives around it are also confused. Are we addressing a world phenomenon or UK experiences? Most narratives move from one to the other interchangeably. It says Islamophobia is not just a type of <b> racism,</b> but is “rooted” in<b>  racism</b>. Really? India has for my money the greatest presence of anti-Muslim prejudice in the world today. Let’s apply a test then: Is India’s Islamophobia “rooted i<b> n racis</b>m?” Of course it isn’t; it is rooted in history. It is the practical application of the definition that is its real problem. No one defending it is articulating where existing gaps in legal protection are, and how this proposed definition provides a real solution. What we have instead is a poorly thought through, hazy, ineffective offering that neither specialists nor lay persons get clarity from... and a whole lot of lobbying. Do I want my family to feel safe? Of course I do. We’ve had vicious abuse hurled at us in public not once, but thrice! Is anti-Muslim prejudice a large and worrying (and oft<b> en raci</b>st) problem in today’s Britain? Heck, yes! So, do I support this proposed definition? No.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racism",
                "Racist"
            ]
        },
        {
            "id": "3",
            "user": "Alan Matthews",
            "date": "27w",
            "timestamp": "1558088811",
            "commentText": "I would be a proud Islamophobe  but for the fact that I regard Islamophobia as an oxymoron. I do not have an unreasonable fear of Islam: I have a very real and reasonable fear founded on the facts of how Islam’s adherents are instructed to behave (in both their manifesto for world domination with its requirement for subjugation of non- believers, the Koran, and in Sharia).My concern is that followers of Islam who believe that Allah, in effect, dictated The Koran and Sharia as a set of permanent instructions to be followed are so indoctrinated (as many so obviously are) that they are unwilling or unable to allow <b> common </b>sense to kick in and treat their fellow citizens with respect.Applying my own god-given ability to engage in free and evidence-based thought processes   (unhindered by adherence to any historic religious allegiances)",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Common"
            ]
        },
        {
            "id": "4",
            "user": "Neil Mcrobert",
            "date": "27w",
            "timestamp": "1558089520",
            "commentText": "Claiming Muslims have had centuries of self reflection just enforces what most right minded people see on a daily basis....no real attempt to modernise the Koran, unlike Christianity with the King James Bible &amp; no mass protests by Muslims condemning terror attacks or child rape gangs...they should be marching &amp; chanting 'Not in my name' then they will get sympathy instead of suspicion!",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5",
                    "user": "Bas Jobe",
                    "date": "27w",
                    "timestamp": "1558305097",
                    "commentText": "How can you mordernise the words of God,then if you do it's no more the words of God.This is what happened to previous holy books.That a why they are all fake",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "6",
            "user": "Scott Richard",
            "date": "27w",
            "timestamp": "1558245945",
            "commentText": "",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "Scott Richard",
            "date": "27w",
            "timestamp": "1558246017",
            "commentText": "The main cause of so called islamophobia is the behavior of muslims",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}