{
    "header": {
        "title": " If your partner needs a chore chart to get stuff done, dump him ",
        "subtitle": " ",
        "owner": " Ellen Scott ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 443 ",
        "datePosted": " Wednesday 17 Jul 2019 10:58 am ",
        "dateExtraction": " 2019-11-11 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/07/17/if-your-partner-needs-a-chore-chart-to-get-stuff-done-dump-him-10380953/ ",
        "postText": "Behold, the worst thing on the internet today: ‘Daddy’s Sticker Chart’.', '‘Daddy’s Sticker Chart’ is the name of a piece of paper that provides tasks for a ‘daddy’ to do in exchange for rewards.', 'If he washes the dishes six times, for example, daddy gets a 12-pack of beer.', 'If he puts the toilet seat down six times, there will be ‘no nagging for a week’.', 'If he cleans the kids’ vomit six times, he gets a blowjob from his wife. Interestingly enough, it’s the vomit task daddy has completed the most.', 'This is awful for a whole host of reasons, beyond the mysterious message of ‘baby sideburns’ in the bottom right corner.', 'While the chart has drawn anger all over the internet, this particular one is actually a parody of the real daddy sticker charts floating around the internet.', 'But rewarding men for doing the most basic of tasks is very much a thing.', 'Take a look at Pinterest and you’ll see loads of women sharing this parody, sincerely writing ‘I need to make my hubby one of these!’.', 'One blogger created a ‘sure, wife’ chart that rewards husbands simply for not kicking up a fuss when asked to do something.', 'The idea that a man would need a sticker chart to do simple requirements of parenting, such as packing children’s lunches or bathing the kids, is appalling.', '', 'Surely when a woman decides to start a family with a man, she should be able to rely on him for some of the work parenting requires. Surely she should be able to expect that her partner might deign to help raise the children he agreed to have, and he will wash the dishes and change nappies not in exchange for treats, but because he knows these are adult responsibilities he signed up for.', 'Being an adult means having very basic responsibilities. You have to clean and feed yourself. You need to turn up to your job on time.', 'When you get in a relationship, you get some new responsibilities and you share some others. You vow to be there for each other, to be kind and caring, to consider their feelings. It shouldn’t be the case that all of your adult responsibilities get shifted on to your significant other, because you’re still supposed to be an adult.', 'And yet all too many times, when a man gets in a relationship with a woman, he becomes her responsibility. It’s her job to make him a better man, to ‘provide’ for him in terms of domestic tasks such as cooking and cleaning (because these are the women’s jobs, right?), to make sure he’s still existing as an adult.', 'It shouldn’t be this way because that’s not equality. And it’s simply not fair – how can a woman keep looking after herself when she’s expected to spend all her energy on a man?', 'When kids come along, even more responsibilities get added to each person’s load. Too often the majority of those go on to one parent… usually the woman.', 'But we have to remember that just getting men to pick up tasks isn’t success. If their wife or girlfriend has to spend time and emotional labour giving them nudges, asking them again and again, explaining why it’s so important, showing them how to do things, fixing them when they’re done incorrectly, or providing rewards, the scales are still uneven.', 'Men don’t deserve stickers and blowjobs for being decent human beings.', 'If your partner needs to be nagged, promised rewards, or given stickers so they’ll do basic tasks, you’re not dating a man – you’re dating an overgrown child who simply doesn’t care about your needs.', 'The same applies if your boyfriend or husband needs you to do things for them because they ‘don’t know how’ (and, strangely enough, can’t be bothered to learn) or requires a load of effort from you in order to be able to run an errand – like needing you to hunt down images of everything on your shopping list.', 'And frankly, you need to dump him.', 'Needing and expecting to be mothered is a form of sexism. It’s the idea that women have to be the nurturing, caring ones in a partnership, taking care of the man so that he can go ahead and do manly things, which relies on the assumption that women have nothing better to do than drag a manchild into adulthood at the expense of their own emotional wellbeing.', 'Dressing up that mothering with a fun chart doesn’t make it any better. Neither do fun rewards, because a man shouldn’t need the promise of blowjobs or beer or no nagging* for a day to get stuff done – he should do it because he knows it’s the right thing to do.', '*Don’t get me started on the sexism of ‘nagging’. Notice how it’s only ever applied to women?', 'We have to stop letting men get away with being big kids. We have to stop thinking it’s funny that our male partners can’t or refuse to do basic tasks.', 'Our time is valuable, and too often we waste it doing things men are perfectly capable of, or dressing up our emotional labour in a cute little bow… which requires even more of our time and effort.', 'Women, reclaim your time. Rip up daddy’s sticker sheet, tell him what needs doing, and ditch him if he can’t be bothered to comply. Men don’t deserve stickers and blowjobs for being decent human beings.",
        "numberPosts": " 5 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Gender - General,Social Class - Working class",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Gender,Sex,Common",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Chris Marshall",
            "date": "16w",
            "timestamp": "1563376027",
            "commentText": "Is this a <b> common </b>thing, or are you basing this \"article\" on a tweet?",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "1",
                    "user": "Chris Marshall",
                    "date": "16w",
                    "timestamp": "1563376173",
                    "commentText": "Took me seconds to discover that the person behind the chart is a wannabe internet comedienne.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Paul Smith",
                    "date": "16w",
                    "timestamp": "1563381674",
                    "commentText": "Chris Marshall so basically this \"article\" is a load of bollox and is based on a joke",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Common"
            ]
        },
        {
            "id": "3",
            "user": "Ricky Horton",
            "date": "16w",
            "timestamp": "1563393935",
            "commentText": "This was exposed as a hoax like 2 years ago.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4",
                    "user": "خامشی",
                    "date": "16w",
                    "timestamp": "1563394303",
                    "commentText": "●Im making over $13k a month working part time. I kept hearing other people tell me how much money they can make online so I decided to look into it. Well, it was all true and has totally changed my life.last month her pay check was $12712 just working on the laptop for a few hours. This is what I do, ↓↓↓↓COPY THIS WEBSITE↓↓↓↓ HERE☛  W­w­w­.­j­o­b­s­1­2­0­.­c­o­m²²Try not to duplicate ºｰ Thank youº",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Carl Andrews",
            "date": "16w",
            "timestamp": "1563404204",
            "commentText": "she shouldn't be fucking nagging anyway! she's got fucking arms or feet, she ca put the bog seat down herself lazy cow!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6",
            "user": "Adam Fred Sandell",
            "date": "16w",
            "timestamp": "1563460626",
            "commentText": "Actually, in 'Laugh your way to a better marriage' (an American marriage video), it is pointed out by a Pastor that <b> sex,</b> opera tickets, or beer are a much better approach to partnership than nagging, insults, outrage, or a massive sense of entitlement.  Afterall, having power struggles and demoralising your partner is fairly quickly worse than dealing with the occasional half a cup of child vomit.  I am not against Feminism in theory, but in practice at home it can sometimes turn from an expression of equality into telling some people that they should be like other people. I wouldn't rate agression as a solution over understanding that people are different, and some people, including men or women, are less domesticated; this is not even necessarily a matter of<b>  gender</b>, just that we are different for a variety of unknown reasons, and it is difficult to change.  I think that your partner should try to accomodate your wishes, but if there are things neither of you want to do, then you deserve rewards or at least appreciation - which is the British way of saying BJs.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gender",
                "Sex"
            ]
        },
        {
            "id": "7",
            "user": "Jon Paddick",
            "date": "16w",
            "timestamp": "1563471565",
            "commentText": "If your if your partner is the sort of person who would make such a ridiculous chore chart dump them. And why has the author specified ‘him’. Sexist clickbait drivel, find something worthwhile to write about or just don’t bother.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}