{
    "header": {
        "title": " Brexit has made me afraid of speaking my native language in the UK ",
        "subtitle": " ",
        "owner": " Anonymous ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 11.1k ",
        "datePosted": " Friday 15 Mar 2019 8:28 am ",
        "dateExtraction": " 2019-11-22 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/03/15/brexit-has-made-me-afraid-of-speaking-my-native-language-in-the-uk-8892060/ ",
        "postText": "When I first came to the UK in 2005, I was shocked to see so many people of different backgrounds living together peacefully.', 'On the first day, when my uncle picked me up at Stratford station, I was crying because I was so overwhelmed.', 'Before I came here, I had never seen a black person or a woman wearing a headscarf. Suddenly, I wasn’t different anymore – I could walk down the street and nobody harassed me.', 'During my first days in the country, I went into a shop and was greeted with ‘How are you my darling?’. I felt like I was in heaven.', 'There is a lot of discrimination in Slovakia where I grew up; as a Roma person I couldn’t go to a restaurant or even walk outside without being scared.', 'One day, my father and I were travelling on the train in Slovakia and a group of young men grabbed him by his throat. My father has darker skin than me, so they knew he was Roma, and wanted to throw him out of the window.', 'In the UK, things were very different. I got a National Insurance number, learnt enough English to look for jobs and found work about three weeks after I arrived.', 'I just went to different hotels and offered my services as a cleaning lady. One of the first hotels I went to employed me on the same day I applied.', 'I signed a contract and started working, with colleagues from all over the world – Portugal, Brazil, Lithuania and the UK.', 'We got along very well. Nobody was better than anyone else.', 'Last year, my cousin was speaking to her daughter in our language while she was waiting for the tube and a woman attacked her.', 'That’s also where I learnt English. I didn’t speak a word of the language when I arrived, but had to communicate with my colleagues and so picked it up quickly.', 'When I found out that I had to apply for settled status – the new immigration status for EU citizens after Brexit – I felt scared that they would send us back to Slovakia.', 'I knew I had all the documents like payslips and bills, but I was worried about the application process.', 'I struggle with reading and writing, so it was difficult for me to fill out the form. I applied in December 2018, but I couldn’t have done it without the help of a local charity that supports Roma people known as the Roma Support Group.', 'The atmosphere in the UK has changed since Brexit – it’s not like it used to be.', 'About two weeks ago I was on the bus talking to my friend in our language. A man sitting behind us shouted: ‘Why are you talking your language? You should go back home’.', 'Last year, my cousin was speaking to her daughter in our language while she was waiting for the tube and a woman attacked her.', 'She said: ‘You have no place in this country’ and punched her in the face.', 'I hear so many stories like this from my family and friends and it makes me sad. I no longer speak on the phone in my own language when I get on the bus.', 'I don’t know why these people don’t like us. Maybe it’s not even because we’re Roma, but because we’re European.', 'I believe that this is happening because of Brexit. In all the years that I have been working and using public transportation I have never had any issues before.', 'I never felt scared to say that I’m Roma, yet now I’m more hesitant.', 'Despite that, the UK is still my home.', 'My family and I came here for a better life, and we all work here.', 'Headteacher struck off for swindling school funds to pay for staff parties', 'My brother’s children are five and 10 years old – they were born in the UK.', 'They only speak English, even though they have a Slovakian passport. They are so happy here; they can play in the park and they love going to school.', 'It makes me think about my own childhood and how I was scared to go to school, because I was beaten up every day.', 'When they are older, they need to know how my brother and me grew up, so they understand how different it was and how lucky they are to grow up in the UK.', 'I still hope that Brexit won’t happen.', 'I want things to go back to the way they were when I felt part of a wider community in the UK, but I’m not sure that’s possible.",
        "numberPosts": " 12 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Nationality - European or anti-Europeans,Nationality - General,Ethnicity - General,Social Class - Working class",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Brexit,Remainers,Nationalism,Nationality,Alien,Racist,Race,Common,Dot,African,Blind,Terrorist,Nothing,Communist,Becky,Woman",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Lance Dragon",
            "date": "36w",
            "timestamp": "1552641285",
            "commentText": "Brexit isn't to blame, it is the EU and the open doors policy. England is permanently wedged at the bottom of UK spending while Northern Ireland is always at the top. Yet England was expected to cough up £2 billion per year out of its own budget to pay the bribe to the DUP for voting with May's minority government. Now England is being blackmailed by the whole of Ireland because of the \"backstop\" and Ireland's PM Leo Varadkar mocks the UK to Trump at the \"Friends of Ireland\" summit. We English note, there is never a \"Friends of England\" summit or organisation. We English have no friends, but are expected to pay for everything and to be blamed for everything. This latest <b> Brexit </b>betrayal has ensured a hostile rise in English<b>  nationalism</b>, and the English will demand independence from the UK to ge<b> t Brexi</b>t. By the way, how is sitting on a bus full of foreigners, gabbling away in a multitude of foreign languages, in any way culturally uplifting? Not to mention the number of road traffic accidents, often lethal, caused by lorry drivers from eastern Europe and the Balkans?",
            "likes": 11,
            "hasReplies": true,
            "numberOfReplies": 17,
            "replies": [
                {
                    "id": "1",
                    "user": "Paul Gascoigne",
                    "date": "36w",
                    "timestamp": "1552643554",
                    "commentText": "You make some valid points and their is a lot of validated anger right now particularly on the sheer amount of political spin taking place as it looks increasingly likely that the whole debacle is going to collapse into one of the worst miscarriages of Parliament there has ever been! They need to deliver on the promise made or risk undermining the whole institution for generations to come. Can you imagine if the Empire had granted independence to it's former colonies in all but name and maintained control over it's laws, movement of people and trade? Or decided at the final hour to deny what the people of those countries had demanded? Whilst the comparisons are not identical there is enough tangibility there.I don't care however what language people speak as long as they see themselves part of this country and actually want to be. I'm glad the author of the article sees this as home, indeed significantly so that out of all the EU and European  countries she chose this one. Now is the time she stands up for it against the diatribes and globalist propaganda. If she does that then I'm sure we will stand up for her too.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Emma Jones",
                    "date": "35w",
                    "timestamp": "1552662266",
                    "commentText": "No <b> Brexit </b>isn't to blame. It's the xenophobic, nationalist and agressive mindset of some of the<b>  Brexit</b> voters that is to blame.",
                    "likes": 15,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Brexit"
                    ]
                },
                {
                    "id": "3",
                    "user": "Lys Stroian",
                    "date": "35w",
                    "timestamp": "1552672576",
                    "commentText": "It is sad that this has to happen. The fact that anyone was born in a rich country gives them no merit, at all. So far, it hasn't happened, but should anyone ever abuse me because of who I am or what language I speak I'll make sure they end in a trial and prosecuted for it. Other than that, I urge you to judge people individually on their real merits and actions, not on origins and background. Peace and love.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "Andrew Goring",
                    "date": "35w",
                    "timestamp": "1552675075",
                    "commentText": "Logan Smith really But I’m not aware they voted to stay because they are <b> racist </b>whereas......",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                },
                {
                    "id": "5",
                    "user": "Andrew Goring",
                    "date": "35w",
                    "timestamp": "1552675298",
                    "commentText": "Lance Dragon really any evidence to back your Xenophobic rant",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6",
                    "user": "David Brown",
                    "date": "35w",
                    "timestamp": "1552695804",
                    "commentText": "Lance Dragon what business is it of yours what someone is saying in a PRIVATE conversation, either on a phone or to each other?",
                    "likes": 7,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7",
                    "user": "Pearl Foo",
                    "date": "35w",
                    "timestamp": "1552720939",
                    "commentText": "It is not \"England's money\". The UK is not \"England\".",
                    "likes": 8,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "8",
                    "user": "Lance Dragon",
                    "date": "35w",
                    "timestamp": "1552724834",
                    "commentText": "Andrew Goring Yes, it's called the news. Is there any evidence for you refuting my my observations? The DUP bribe is <b> common </b>knowledge except to Rip Van Winkle<b>  Remainers</b>. Check out the Autoca<b> r do</b>t <b> co d</b>ot uk article \"Crashes involving foreign drivers rise\". That is a<b> lso com</b>mon knowledge. Several days a week I board buses where the occupants yac<b> k in Afr</b>ican, eastern European and Asian languages.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Dot",
                        "African",
                        "Remainers",
                        "Common"
                    ]
                },
                {
                    "id": "9",
                    "user": "Lance Dragon",
                    "date": "35w",
                    "timestamp": "1552724955",
                    "commentText": "Pearl Foo It's England's money because England subsidises the rest of the UK which is exactly why England is wedged permanently at the bottom of UK spending. Screw the UK, it is a millstone around England's neck. Both the UK and EU rob England <b> blind </b>and we need to be shot of both.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Blind"
                    ]
                },
                {
                    "id": "10",
                    "user": "Lance Dragon",
                    "date": "35w",
                    "timestamp": "1552725464",
                    "commentText": "Paul Gascoigne The mass immigration is a displacement invasion purposely intended to disenfranchise English people. The UN actually calls it Displacement Migration and it is targeted only at White majority countries. I have collaborated with nationalists across Europe and I can tell you now, Poles, Czechs, Bulgarians, Hungarians and other eastern Europeans will not allow what has happened to England to happen to their own countries. Globalism begets ghettos and other countries will stop it happening to them. The EU is finished and it is all down to Merkel's mass invasion policy and her domineering politbureau-style attitude to other countries. The <b> Brexit </b>betrayal has hardened<b>  Brexit</b> attitudes, not softened them.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Brexit"
                    ]
                },
                {
                    "id": "11",
                    "user": "Graeme Craib",
                    "date": "35w",
                    "timestamp": "1552728278",
                    "commentText": "I completely agree with Emma Jones.You should treat all people as equal regardless of their <b> nationality.</b>It’s never justified to use violence or attack another person just because of some distorted views?? Should only ever use violence if you are in danger. Guess what, if everyone did that then this supposedly civilised world would be a better place.Start by treating people with respect.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nationality"
                    ]
                },
                {
                    "id": "12",
                    "user": "Graeme Craib",
                    "date": "35w",
                    "timestamp": "1552728480",
                    "commentText": "Where do you get your facts from?I think you’ll find that the other nations subsidise the U.K.Why do you think David Cameron and his pals tried so hard to keep the U.K. together?I guess that’s one thing we agree on, I can’t wait for Scotland to leave, we will be far better on our own.",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "13",
                    "user": "Chris Raistrick",
                    "date": "35w",
                    "timestamp": "1552732287",
                    "commentText": "Lance Dragon what year was that Autocar article published? What figures did it give?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "14",
                    "user": "Chris Raistrick",
                    "date": "35w",
                    "timestamp": "1552732398",
                    "commentText": "Lance Dragon You are quoting replacement theory the day after a <b> terrorist </b>used it as justification for mass murder.Can you get any lower?",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Terrorist"
                    ]
                },
                {
                    "id": "15",
                    "user": "Karen Dean",
                    "date": "35w",
                    "timestamp": "1552741352",
                    "commentText": "Lance Dragon You are vile.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "16",
                    "user": "Teresa Johnson",
                    "date": "35w",
                    "timestamp": "1552755701",
                    "commentText": "Lance Dragon oh dear...<b> Nothing </b>is as blsck and white as you put it Lance.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing"
                    ]
                },
                {
                    "id": "17",
                    "user": "Lys Stroian",
                    "date": "35w",
                    "timestamp": "1552808195",
                    "commentText": "Lance Dragon The bus is a public vehicle. Unless you have signs which say 'Talking loudly (in any language) is not allowed' what you are saying is illegal or <b> racist.</b> I do not like people smoking in public open places, but the law allows it so I accept it. Imagine someone is on the phone speaking to their mother (who is not in the UK), therefore no need to speak English. How about 2 lady friends talking about intimate issues, such as period? Would that be of interest to you? Just because you were lucky enough to have been born in a country where English is a 1st language it doesn't give you an entitled position. Have you heard of empathy? Well, then how do you think a bus driver in Italy, France, Greece, Spain, China and other tourist destinations feels when tourists are aboard, speaking their own language? You provide public services, it's part of your job, my dear. Accept it or if you can't, make room for those who can.",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                }
            ],
            "keywords": [
                "Nationalism",
                "Brexit"
            ]
        },
        {
            "id": "18",
            "user": "Paul Gascoigne",
            "date": "36w",
            "timestamp": "1552642649",
            "commentText": "It's surprising how a couple of idiots can influence our whole view of a situation or group of people. Don't pay attention to those who behave in sheer arrogance and ignorance. There are plenty of people on either side of the <b> Brexit </b>situation who don't care what language you speak and welcome you as a human being, we are all still Europeans even if we aren't going to be part of the EU (maybe).There's this false image being portrayed that it is about<b>  race</b>. It isn't. Only a minority hold such views and whilst entitled to believe what they like they are as despised for peddling hatred and hostility.",
            "likes": 13,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "19",
                    "user": "Richard Champion",
                    "date": "35w",
                    "timestamp": "1552670110",
                    "commentText": "I voted for <b> Brexit </b>but one of my best mates is Romanian. And rest assured I wouldn’t put up with anybody insulting him. Having said that nor would he because it would be a mistake that the perpetrator would regret!",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Brexit"
                    ]
                },
                {
                    "id": "20",
                    "user": "Lys Stroian",
                    "date": "35w",
                    "timestamp": "1552673943",
                    "commentText": "Unfortunately, Richard, <b> Brexit </b>is more than meets the eye. I was here before my country joined the EU and deported. I was insulted in the British Embassy and called very horrible names, but I managed to get back, study and a lot of British people have jobs and careers because I am very dedicated to what I do. I believe in developing people no matter of the background, but for that I started with myself and am still paying back. Now, I have no idea how aware you all are but the European Social Fund is something that helps lots of people into work, with childcare and their wellbeing, too. And guess what, 85% + of the participants are not EU nationals. Until anyone finds alternative funding, which is unlikely, without again, some vested interests, the 'British jobs for British people' slogan might suffer quite a bit. I have attended recently a Parliament debate on funding for these projects. It looks like it will take a long route before the British funding gets into education and upskilling, a long, diverted route. These monies go to fund some war projects, some corrupt politicians, some scaremongering campaigns... Oh, well, 'c' est la vie', as  Russians say...(I am fluent in French, in case anybody thinks I can't distinguish French from Russian).",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Brexit"
                    ]
                },
                {
                    "id": "21",
                    "user": "Lys Stroian",
                    "date": "35w",
                    "timestamp": "1552836032",
                    "commentText": "I never call people names. That's below me. I point to consequences, though.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "22",
                    "user": "Lys Stroian",
                    "date": "35w",
                    "timestamp": "1552838477",
                    "commentText": "Someone very dear to me voted <b> Brexit.</b> It hurt when they told me, but their experiences are different from mine. You see, I grew up in a<b>  communist</b> country and as cushy as I had it, I witnessed violence and crime (for political reasons) swept under the rug... Then revolution came and corruption and poverty followed. So, I left. I couldn't stand the mentality. I am writing a book with real facts of what I had been through since coming here or even before. It will contain practical advice that I was provided for free and out of love, but I was too stubborn, a bit like Britain wanting to succeed independently. As for divorce, I don't believe in it. I used to believe in marriage till I had to break two engagements. Afterwards realised independence is not good, nor is marriage. A mutual support relationship is. You can't eat your cake and have it.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Brexit",
                        "Communist"
                    ]
                },
                {
                    "id": "23",
                    "user": "Dominika Kovacova",
                    "date": "35w",
                    "timestamp": "1552917342",
                    "commentText": "",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Race",
                "Brexit"
            ]
        },
        {
            "id": "24",
            "user": "John E Smokes",
            "date": "36w",
            "timestamp": "1552643038",
            "commentText": "Maybe the 'common man' is just so sick and tired of bending over backwards to accomodate and all they get in return is being repeatedly kicked in the face!. Maybe the 'worm is turning'!",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 8,
            "replies": [
                {
                    "id": "25",
                    "user": "Becky Samuel",
                    "date": "36w",
                    "timestamp": "1552645324",
                    "commentText": "But the question is 'Why does the <b> common </b>man feel the need to kick down like a coward, instead of fighting those who have really caused the problem?'",
                    "likes": 12,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Common"
                    ]
                },
                {
                    "id": "26",
                    "user": "Andrew S Douglas",
                    "date": "36w",
                    "timestamp": "1552645588",
                    "commentText": "Becky Samuel so  who  has caused the  problem ?  explain",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Becky"
                    ]
                },
                {
                    "id": "27",
                    "user": "Andrew S Douglas",
                    "date": "36w",
                    "timestamp": "1552645629",
                    "commentText": "correct. the  rules  only  work  one  way",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "28",
                    "user": "Becky Samuel",
                    "date": "35w",
                    "timestamp": "1552662804",
                    "commentText": "Andrew S Douglas Oh, let's see - how about the bankers who gambled with our money and caused a global recession, or the politicians who let them get away with it for years because it lined their pockets? Oh no, it must be the fault of a Slovakian <b> woman </b>who has being paying her taxes for the last 14 years.",
                    "likes": 14,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Woman"
                    ]
                },
                {
                    "id": "29",
                    "user": "Rachel Edwards",
                    "date": "35w",
                    "timestamp": "1552663688",
                    "commentText": "Andrew S Douglas does blaming immigrants make you feel better for your inadequacy?",
                    "likes": 7,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "30",
                    "user": "Andrew Goring",
                    "date": "35w",
                    "timestamp": "1552675177",
                    "commentText": "John Smokes aw what’s up cud u ave bean a doktor if it wurnt fur them migrunts",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "31",
                    "user": "Teresa Johnson",
                    "date": "35w",
                    "timestamp": "1552756040",
                    "commentText": "John Smokes I understsnd tgat...In sime tourist countries they are FED UP enduring bad behaviour through drinking and drug consuming from many tourists and some foreign residents from here....",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "32",
                    "user": "John E Smokes",
                    "date": "35w",
                    "timestamp": "1553110049",
                    "commentText": "Andrew Goring Did you read what I wrote? Probably not, because you can't even write! I simply offered a reason WHY. Stupid turd fondling wankstain!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "33",
            "user": "Timzen Peat",
            "date": "36w",
            "timestamp": "1552657866",
            "commentText": "Shocking",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "34",
            "user": "Bill Robinette",
            "date": "35w",
            "timestamp": "1552717630",
            "commentText": "nationilst attitude is destroying your own country- <b> brexit </b>is a firm example",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "35",
            "user": "Claire Hedges",
            "date": "35w",
            "timestamp": "1552733629",
            "commentText": "I'd love to be able to say you speak whatever language you like, I love hearing other languages when I'm out but sadly I suspect my view won't help the person on the street being beaten up or abused, I wish so much there was less hatred but one thing I can guarantee is, they don't hate you because you're Roma, they hate you because they are dicks and you are different to them, I hope things change but I have little faith in humanity",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "36",
                    "user": "Eileen Mackie",
                    "date": "35w",
                    "timestamp": "1552743251",
                    "commentText": "Claire Hedges : this is true. The other sad truth is that our biased press promotes a hate culture for any foreigners and it must be terrifying for anyone from another country. I lived &amp; worked abroad for 10 yrs ; my children were brought up abroad; it was a fantastic experience for all of us but all this insular attitude gives narrow minded people the impetus to promote hatred of any different races &amp; nationalities. My heart goes out to you 😰",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "37",
                    "user": "Lys Stroian",
                    "date": "35w",
                    "timestamp": "1552812329",
                    "commentText": "Acts of kindness and support, as well as fast clampdown on perpetrators are valid answers. There are two organisations representing harmed people in the Eastern European communities : EERC and WoRC. I support them and as a matter of fact I came across this article because it was shared on their page. They are there to help FREE.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "38",
            "user": "Teresa Johnson",
            "date": "35w",
            "timestamp": "1552755621",
            "commentText": "Really??? I always speak any of my three languages in public and I NEVER had the slightest problem!!! Probably all the contrary.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "39",
                    "user": "Millie Keith",
                    "date": "35w",
                    "timestamp": "1552816573",
                    "commentText": "Probably because you don’t look foreign , why would anybody harass you?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "40",
            "user": "Dave Banjo Johnson",
            "date": "35w",
            "timestamp": "1552778426",
            "commentText": "This story made me sad. I'm a Londoner, let me explain what this is. It's not a birthright, it's a state of mind! This London of ours, is one of the oldest immigration-led places in the world. A center of commerce for millennia, it's married people who want to work, with merchants whom wish people to work for them. 'We' start off in the basic jobs, and gradually we (or our children) progress. It's a great, symbiotic system!I grew up not seeing differences in people, just seeing differences in class. I'm a union man, MY people are those who work....in any capacity. Not defined by language, creed or colour.Just all of us, jostling along together, finding <b> common </b>sources of humour in just living<b> .Brexit</b> seems to have given permissions to sub-intelligent, sycophantic cap-doffers, who blame their personal economic circumstances on their fellow workers, rather than than the authors of their own particular miseries, the cold and empathy-less conservative party....whose  raison d'etre is to divide and rule US, the working-class.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit",
                "Common"
            ]
        },
        {
            "id": "41",
            "user": "Jorge Meira",
            "date": "35w",
            "timestamp": "1552779602",
            "commentText": "I completely understand this ladies fear. I have lived in the UK for the last 10y working as a nurse. Nowadays I avoid as much as possible talking in my language in public transports. I just don't want any trouble and you never know who is seating next to you. If I get this sort of abuse I will no longer be able to stay. Despite having settled status and my daughter British citizenship I would never live in a country where I didn't felt welcome. It's a shame that things have changed. Now you can feel this tension hanging around even in London.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "42",
            "user": "Kim E Gandy",
            "date": "35w",
            "timestamp": "1552782741",
            "commentText": "Oh perrrlease... There are parts of this country you feel intimidated if you're speaking English...",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "43",
                    "user": "Millie Keith",
                    "date": "35w",
                    "timestamp": "1552816620",
                    "commentText": "But do you get physically attacked? That’s the difference!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "44",
                    "user": "Chris Raistrick",
                    "date": "35w",
                    "timestamp": "1552829821",
                    "commentText": "Name one.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "45",
                    "user": "Kim E Gandy",
                    "date": "35w",
                    "timestamp": "1552944601",
                    "commentText": "Millie Keith ok so all the people who get knifed every day in London...and other cities...all made up?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "46",
                    "user": "Kim E Gandy",
                    "date": "35w",
                    "timestamp": "1552944980",
                    "commentText": "Chris Raistrick London... Most boroughs, Birmingham, Leicester, Derby, Bradford, Rotherham, Rochdale and now even places like Maidstone. And many more. I have personally experienced feeling and being threatened. And so have many others I know. Report it to the police and you are ignored.Imagine living in a small south coast town and finding five <b> alien </b>strangers in your garden..all men. Imagine living in a small village in the east of England and being overwhelmed by hostile illegals...I have experienced.This country is increasingly unsafe.You are either one of these...1. In denial2. A bit stupid...or both.WAKE UP!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Alien"
                    ]
                },
                {
                    "id": "47",
                    "user": "Lys Stroian",
                    "date": "35w",
                    "timestamp": "1553022857",
                    "commentText": "You have experienced being threatened for speaking English in England?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "48",
            "user": "Kim E Gandy",
            "date": "35w",
            "timestamp": "1552782905",
            "commentText": "If I went to another country to live I would not speak my own language accepting private with English speaking family and friends. I would have enough respect to learn the language of that country first and communicate in it.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "49",
                    "user": "Lys Stroian",
                    "date": "35w",
                    "timestamp": "1552810179",
                    "commentText": "Kim E Gandy Easier said than done. But you will be one of the few examples.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "50",
                    "user": "Chris Raistrick",
                    "date": "35w",
                    "timestamp": "1552829793",
                    "commentText": "Kim E Gandy What language would you speak when calling home?",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "51",
                    "user": "Kim E Gandy",
                    "date": "35w",
                    "timestamp": "1552943597",
                    "commentText": "Chris Raistrick what has that got to do with anything because if you're calling home and speaking to a relative who is English you would speak in English but if you had manners you would conduct your conversations away from everybody else.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "52",
                    "user": "Kim E Gandy",
                    "date": "35w",
                    "timestamp": "1552943676",
                    "commentText": "Lys Stroian yes one of few examples of people who learn another language when they move to another country including lots of people who move into this country. I have been surrounded so many times when working with people speaking in their own language. This excludes other people and is downright rude.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "53",
            "user": "Lizzie Efemie",
            "date": "35w",
            "timestamp": "1552944927",
            "commentText": "There is no difference before &amp; after <b> Brexit,</b> only more reporting as a foreign I should know 😒",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit"
            ]
        }
    ]
}