{
    "header": {
        "title": " There is a double standard when it comes to objectification, and that’s okay ",
        "subtitle": " ",
        "owner": " Rebecca Reid ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " ",
        "datePosted": " Friday 1 Jun 2018 12:31 pm ",
        "dateExtraction": " 2019-11-12 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/06/01/double-standard-comes-objectification-okay-7596730/ ",
        "postText": "Aidan Turner has done the shirtless thing again.', 'You know the one, where he’s photographed without a shirt on, the photo apparently makes women start burning their knickers (though I’ve not actually seen any evidence of this) and we all have to talk about the double standard of objectification.', 'Or rather, straight cis men who’ve spent their lives never having to feel worried about being sexually assaulted or being passed over for promotion because their bodies are ‘too tempting’ throw tantrums about how unfair their lives are.', '‘Women are allowed to talk about how attractive that Poldark is’ complains a certain type of man. ‘But I’d be in big trouble if I was talking that way about a woman.’', 'This is an argument which entirely ignores the fact that one of the UK’s major newspapers presents a topless woman on its third page for perusal over breakfast every day, and also ignores the fact that you are, of course, entirely entitled to find someone attractive. Or say so. No one is getting in trouble for saying ‘My God, I have got such a thing for Victoria Coren off Only Connect.’', 'In reality, what people do get into trouble for is saying ‘I’d really like to put my c**k in Sarah from Marketing’s mouth’ to their co-workers. Which, I think we can all agree is unacceptable. And for the record, if a woman was heard to be saying ‘I’d really like to sit on Lou from market research’s face’ the outcome would be the same. Rules are rules.', 'You can call someone attractive, that’s fine. But it’s less fine to make sexualised comments about someone and it’s illegal (sexual harassment) if you work with that person.', 'What we’re discussing here is why men are considered to be threatening when they provide explicit narrative about how much they fancy specific women, and women aren’t.', 'Now, I’d like to reiterate that I haven’t heard a single woman saying a single thing about Aidan Turner’s body. But let’s accept for the purposes of this discussion that women ogling Aidan Turner is something which actually happens. Let’s accept the theory that all over the country women are looking at pictures of him and having fantasies about Aidan plowing their furrow or whatever it is he does in Poldark (mining their tin?)', 'Yes, a woman doing that would come under less scrutiny than a man doing so. Just like male strippers are considered more socially acceptable than female strippers because male stripping is usually a silly, funny experience whereas female stripping is intended to arouse', 'I’ve had a lap dance from strippers of both genders, I’m speaking from experience here. Men do an amusing, bouncy dance to upbeat music and have everyone in stitches. Women wear outfits designed to arouse and take men into side rooms where they have to sit on their hands.', 'But you know what? There are a metric f**ktonne of double standards that run parallel to that one, and honestly I’d happily lose my right to spaff over a picture of Aidan Turner (again, is ANYONE doing this?) if it meant all the other double standards being wiped away.', 'A woman is statistically less likely to turn that ogle into an unwanted sexual approach, and even less likely to turn it into assault. And if she did? It’s almost certain that the man in question would be physically stronger than her and perfectly able to resist.', 'So if you’re the kind of man who gets angry that women are allowed to call Aidan Turner (or any other man) attractive, I’d implore you to ask yourself a question. And that question is this:', 'How is not being able to have loud, public sexual fantasies about women negatively affecting my life?', 'The vast majority of people who have answered this question have said, ‘it’s not that it’s negatively affecting my life, but it’s not fair that I’m not allowed to.’', 'To which my answer is this: welcome to the party. Life isn’t fair. It’s not fair that having a child means an orgasm for a man and the potential to die in childbirth for women. It’s not fair that women are infinitely more likely to be sexually assaulted.', 'It’s not fair that becoming a parent boosts a man’s earning power and reduces a woman’s. It’s not fair that women are put on the shelf in their fifties and men just become more sexually attractive.', '65% of women have experienced street harassment, compared to 25% of men.', '1 in 6 women will experience attempt or completed rape in their lifetime, compared to 1 in 33 men.', 'Girls are sent home from school when their bra straps or knees are on show because they are ‘distracting’. They are told that their bodies are sexual and that their bodies reduce other people’s capacity to learn.', 'Boys are sent home from school for having non regulation haircuts or the wrong shoes. But they’re not distracting. Their bodies are not sexual.', 'So that’s why women ‘get away’ with fantasising about the office handyman. That’s why Diet Coke can run an advert where women stop to ogle an attractive man (and inexplicably drink a Diet Coke).', 'The consequences of being ogled by a woman are different from the consequences of being ogled by a man.', 'So even if you think it’s unfair, even if you think it’s an enormous injustice, why not try being the bigger person? Take a look at all the ways in which men have a much, much sweeter deal in life, and then let this one teeny, tiny thing go.",
        "numberPosts": " 7 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Gender - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Sexual,Woman",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Jay Dingwall",
            "date": "1y",
            "timestamp": "1527853982",
            "commentText": "Page 3 hasn't been a thing since 2013. In before the trolls.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1",
                    "user": "Tony Badu",
                    "date": "1y",
                    "timestamp": "1527865005",
                    "commentText": "lol i was thinking the same thing.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Punk Says",
            "date": "1y",
            "timestamp": "1527855898",
            "commentText": "Page 3 was discontinued in 2013, if as a reporter you couldn't even be bothered to do a 5 second google search to know that but instead made an assumption and used it to justify female on male <b> sexual </b>assault because \"It’s almost certain that the man in question would be physically stronger than her and perfectly able to resist\" why should anybody take anything you say seriously?",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "3",
                    "user": "Gary Cole",
                    "date": "1y",
                    "timestamp": "1527941000",
                    "commentText": "The Star does Page 3 doesn't it??  I know the Sun caved into the fascist feminists and stopped it in that paper but I'm certain The Star does it.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "Punk Says",
                    "date": "1y",
                    "timestamp": "1527963114",
                    "commentText": "Gary Cole My mistake I wasn't aware, but you're right, should have taken my own advice and not assumed it was the sun being talked about, my fault. Doesn't change the literal sexist propaganda that this article is though lol",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Sexual"
            ]
        },
        {
            "id": "5",
            "user": "Kitty Barton",
            "date": "1y",
            "timestamp": "1527856755",
            "commentText": "No, just no. It's a double standard and it's vile. Have you seen women at a male strip show, they are CRAZED, and grab at these men. And how dare you imply that a man cannot be sexually assuassau by a <b> woman.</b> Seriously let yourself down with this one.",
            "likes": 10,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "6",
                    "user": "Rebecca Manning Reid",
                    "date": "1y",
                    "timestamp": "1527866198",
                    "commentText": "I've been to both male and female strip clubs and trust me, there's a reason that there's a much, much heavier security presence at a female strip club.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7",
                    "user": "Kitty Barton",
                    "date": "1y",
                    "timestamp": "1527870208",
                    "commentText": "Rebecca Manning Reid the environment is very different in the venues, but assault is assault and objectification is objectification. To say that one is ok because aimed at men is wrong. I am fed up of articles on the metro, filed under feminism, when they are pure click bait. You can do so much better!",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "8",
                    "user": "Jon Paddick",
                    "date": "1y",
                    "timestamp": "1527875639",
                    "commentText": "Kitty Barton couldn’t agree with you more, if you’re for equality and against objectification then it follows that you should be against the objectification of men. I don’t quite understand what the author’s personal visits to strip clubs have to do with anything.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "9",
            "user": "Ishmail Salad",
            "date": "1y",
            "timestamp": "1527866179",
            "commentText": "I do think there are some truths. But the argument raised here about men not being vulnerable to <b> sexual </b>harrassment or assualt is nonesense. Men do infact go through instance were they are sexualised and in some cases assaulted sexually but very rarely are such cases reported through the media. I do think it is double standard that women get more of a platform when instances of<b>  sexual</b> assualt takes place in them and get offered greater protection, then men do.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sexual"
            ]
        },
        {
            "id": "10",
            "user": "Adam Dingley",
            "date": "1y",
            "timestamp": "1527873954",
            "commentText": "Leave Aiden alone. Seems he's well equipped for the next James Bond. He's much better to look at than Gemma collins in a bikini",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "11",
            "user": "Paul Brigstock",
            "date": "1y",
            "timestamp": "1527894560",
            "commentText": "If only Rebecca Reid's dad had been \"spaff\"ing over a photo of some bird with her tits out when she popped out, rather than in to her mums vag.Then we may have not been subjected to such drivel.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "12",
            "user": "Curley Jefferson",
            "date": "1y",
            "timestamp": "1527895553",
            "commentText": "Got to wonder what it's like to live every day hating 50% of the worlds population just because u hey were born different ...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}