{
    "header": {
        "title": " What is unconscious name bias and why is it so damaging? ",
        "subtitle": " ",
        "owner": " Natalie Morris ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 161 ",
        "datePosted": " Tuesday 17 Sep 2019 2:56 pm ",
        "dateExtraction": " 2019-11-21 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/09/17/unconscious-name-bias-damaging-10757825/ ",
        "postText": "Bias is unfair prejudice or discrimination against someone based on an external factor like their skin colour, race, gender or religion.', 'But one type of prejudice that is rarely spoken about is unconscious name bias. It happens all the time and the negative impact can be enormous.', 'Picture the scene. A white, male manager receives a CV with a name at the top. Rather than looking at the reams of experience and qualifications on the CV he gets stuck on the fact that he doesn’t know how to pronounce the applicant’s name. He picks up the next CV. John Smith. You can make an educated guess about who is more likely to get an interview.', 'This scenario is all too common. Minority applicants have to send, on average, 60% more job applications to get a positive response from employers compared to their white counterparts.', 'It’s so common in fact that in 2016 the CBI called for the removal of candidates’ names from job applications to create a more dynamic and diverse workforce.', 'The ‘unconscious’ part means that this bias is happening unintentionally. Someone will hear a name and if that name doesn’t register as something they recognise or are comfortable with, they may treat them differently without even knowing that they are doing it.', 'It is often related to race. If a name sounds African, Indian or anything non-Western, people may make assumptions about that person or rule them out of opportunities.', 'It manifests as not being considered for interviews despite having all the right experience or being denied on rental applications for no apparent reason.', 'People can make snap judgements about names for other reasons too – like assuming that someone with a double-barreled surname is privileged or ‘posh’ – but it is the racial element that makes this kind of bias so damaging.', 'Julia Bernard-Thompson is a business consultant and is passionate about addressing unconscious bias in the workplace. She is also a Trinidadian immigrant – something that frequently shocks people after hearing her name.', '‘They will say, “You don’t look like a Julia Bernard-Thompson”, and I’ll say “Oh, what does a Julia Bernard-Thompson look like?” And they will flush red because they will realise what they have just said out loud.', '‘I want to say “What were you expecting? A white woman?”', '‘Often, the person who acts out the bias is completely oblivious to the fact that they have just completely discounted that person’s culture, history and upbringing.', '‘A person’s name is the first thing you ask anybody, anywhere, in any circumstances. It is even the first thing that you learn when you’re learning a new language – hello, my name is…', '‘So if we can’t address and acknowledge people’s humanism on such a basic, basic level, then what hope do we have?’', 'Your name is something that, usually, you have no say in choosing. It is something that is given to you by your parents. It is usually imbibed with meaning that is unique to you and your family, so to have that used against you can be incredibly hurtful.', 'Unconscious bias – in any form – is particularly insidious. It perpetuates racial discrimination and is really difficult for victims to call out because the perpetrators don’t even know they are doing it. But ignorance is not an excuse.', 'Julia thinks it’s vital that employers and people in all forms of power make an effort to check their unconscious behaviour.', '‘You have to call it out,’ she says. ‘In yourself and in others where you can. With any kind of bias, you have to be willing to look at your own behaviour.', '‘If someone introduces themselves and they have an unusual name – do not shorten the person’s name to something more English or easier for you to say. That’s not how they introduced themselves.', '‘Own up to the fact that you will probably mispronounce their name. Ask them how to pronounce and tell them that you want to get it right. Ask them how their mother pronounces their name. People really appreciate that attempt and the acknowledgement that your name is important to you.', '‘Like anything, if you admit that it is a problem, and you show willing to address the problem, then people are usually willing to help you to address the problem and that’s how it gets solved.’', '‘It’s such a simple thing to take the extra time, to have someone spell out their name for you. It really isn’t that difficult and it could really make a world of difference too people feeling seen and valued.’', 'The financial impact of unconscious name bias is real. As well as missing out on potential professional opportunities, a report in The Sun last year found that a car insurance applicant named Mohammed was quoted hundreds of pounds more than one called John. In fact, five insurance companies quoted Mohammed between £205 and £919 more.', 'Ifeoluwa Victoria Oladele, who now goes by Victoria, says name bias is something that she’s experienced at various levels of employment.', '‘The higher up I go, the more I expect it to be the norm,’ she explains. ‘I have completely given up on providing my full name, so I just say the shorthand.', '‘It started in primary school. My whole name was on the register but I never got called by it. I was just called Vicky, because it’s what they could pronounce out of the list.', '‘It’s funny because being African, you can have several names and the family pick and choose what they want but they respect all of them. At work, they don’t attempt to know the meaning and they pick what’s convenient for them.’', 'Victoria feels so strongly about this issue that she co-authored a children’s book empowering children to get to know the meaning of their own name.', 'She says: ‘It stems from stigma and a lack of willingness to learn or pronounce your name correctly.', '‘Unless you’re famous, your “foreign sounding name” gets no respect.’', 'Antonina Mamzenko’s name is Russian and Ukranian. She says she has always suspected that her name played in part in the lack of responses she got from job applications after graduating.', '‘I remember applying for jobs after finishing my Master’s degree here in the UK and even though I was definitely more than qualified and my CV was in top shape, I almost never heard back or got invited for interviews.', '‘I could only assume it was my name and was half-considering applying for jobs under an alias to see if it was the case (I never did do that – but it would have been a great experiment!).', '‘It was very frustrating to say the least and really undermined my confidence. It was the first time I had experienced bias like that.’', 'Antonina started up her own photography business nine years ago and those fears about unconscious bias came back to her as she thought about attracting new customers.', '‘I considered creating a more “British” sounding alias or a “neutral” company name,’ she explains.', '‘Luckily, I never found anything that felt more “me” than my own name, so I stuck with it. And even though it was tricky in the beginning while I was still finding my feet and confidence, I’m really happy that I stuck with it.', '‘It allowed me to build a strong personal brand and attract a very open-minded and international client base.’', 'Headteacher struck off for swindling school funds to pay for staff parties', 'Tackling unconscious bias – in all its forms – is critical if we are to destabilise the hierarchies of power that continue to limit the progression and advancements of minorities.', 'Julia says that an acknowledgement of the issue is the first step and removing the ‘unconscious’ element of this ind of bias is the only way to dismantle it.', '‘In a utopian world, in a future reimagined, bias, discrimination or prejudice including “namism” wouldn’t exist. But it does and admitting it exists means examining our reaction to different, to other,’ says Julia.', '‘It means being honest with ourselves and with the conclusions we come to when we see a name that is unusual to us.’', 'You can here more of Julia’s thoughts about unconscious name bias in her Ted Talk.",
        "numberPosts": " 3 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Gender - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Ethnic,Race,Racism,Gender",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Arnold Hedge",
            "date": "9w",
            "timestamp": "1568756147",
            "commentText": "\"You can make an educated guess about who is more likely to get an interview.\"Well you clearly can!",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "1",
                    "user": "Kevin James",
                    "date": "9w",
                    "timestamp": "1568871812",
                    "commentText": "",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Arnold Hedge",
                    "date": "9w",
                    "timestamp": "1568873307",
                    "commentText": "Kevin James You don't seriously expect me to click that link do you? There are spam bots on here all the time trying to do that.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3",
                    "user": "Kevin James",
                    "date": "9w",
                    "timestamp": "1568875301",
                    "commentText": "Arnold Hedge what .ox.ac.uk? That’s the Oxford University web address.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "Kevin James",
                    "date": "9w",
                    "timestamp": "1568875360",
                    "commentText": "Arnold Hedge New CSI research reveals high levels of job discrimination faced by <b> ethnic </b>minorities in BritainHere’s the title to search for on google.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Ethnic"
                    ]
                },
                {
                    "id": "5",
                    "user": "Arnold Hedge",
                    "date": "9w",
                    "timestamp": "1568876528",
                    "commentText": "Kevin James Web addresses can be readily spoofed. Phishing, porn, could be anything.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6",
                    "user": "Kevin James",
                    "date": "9w",
                    "timestamp": "1568877232",
                    "commentText": "That’s why I gave you the title to search.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "7",
            "user": "William Henry",
            "date": "9w",
            "timestamp": "1568757042",
            "commentText": "'Bias is unfair prejudice or discrimination against someone based on an external factor like their skin colour, <b> race,</b><b>  gender</b> or religion.' [LINK]  posted on social media.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gender",
                "Race"
            ]
        },
        {
            "id": "8",
            "user": "Gary King",
            "date": "9w",
            "timestamp": "1568803014",
            "commentText": "Imagine if every time you weren't successful, you looked at yourself objectively and sought ways to improve your success next time.Of course, you could refuse to do this, blame <b> racism </b>instead and continue making the same mistakes and getting the same poor results.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "9",
                    "user": "Kevin James",
                    "date": "9w",
                    "timestamp": "1568872026",
                    "commentText": "Except the 60% more job applications for minorities is based on identical CVs where the only thing changed is the name.  http://csi.nuff.ox.ac.uk/?p=1299",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racism"
            ]
        }
    ]
}