{
    "header": {
        "title": " Lib Dems debate campaign to cancel Brexit completely at party conference ",
        "subtitle": " ",
        "owner": " James Hockaday ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 2.7k ",
        "datePosted": " Saturday 14 Sep 2019 3:45 pm ",
        "dateExtraction": " 2019-11-26 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/09/14/lib-dems-debate-campaign-cancel-brexit-completely-party-conference-10742685/?ito=social&fbclid=IwAR3QyyBfVLknip3zOEK24bSvkzFRExPHtdeMmal6kgXDT4nEkAurVwJRLkQ ",
        "postText": "The Liberal Democrat leader Jo Swinson hopes to persuade members to back a policy of cancelling Brexit as the party’s autumn conference begins today.', 'Her predecessor Vince Cable said that if a new ‘version’ of Theresa May’s rejected deal gets support in the Commons, the Lib Dems must insist on a second referendum as a condition.', 'The party faithful has descended upon Bournemouth’s seafront as conference season kicks off in a relentlessly fractious time in British politics.', 'While Boris Johnson looks to weather the storm after Scottish judges this week ruled his advice to the Queen to suspend Parliament was unlawful, the Lib Dems are looking to capitalise and mobilise supporters in Dorset in preparation for a snap election.', 'Parliament has so far denied Johnson’s request for an autumn trip to the polls after opposition parties and Tory rebels passed legislation requiring the PM to extend the Brexit deadline until 2020.', 'With Royal Assent for the Benn-Burt bill now achieved and no majority in the House of Commons for the PM, both the Conservative Party and its rivals are gearing up for another Brexit-themed election.', 'Swinson wants to sign her colleagues up to the policy of revoking Article 50, which would cancel the divorce from Brussels without the need for a second referendum.', 'The move to undo the mechanism under the EU’s Lisbon Treaty which triggered the UK’s withdrawal would be in the next Lib Dem election manifesto if members support it.', 'The Labour Party policy would involved renegotiating a deal with Brussels and putting it to a confirmatory vote, should the party win the next general election.', 'Veteran British diplomat Lord John Kerr, who was involved in drafting Article 50, has publicly said the clause is reversible.', 'Swinson said: ‘We got into this mess as a result of having a referendum in the first place and that (revoking Article 50) is the only satisfactory way out of it.’', 'The party leader is due to take questions from conference attendees at the Bournemouth International Centre tomorrow following a speech by her predecessor Sir Vince Cable.', 'Speaking today, Sir Vince said Conservative and Labour MPs could vote for a version of the deal, but that the Lib Dems would insist any deal must be subject to a referendum with an option to remain.', 'He added: ‘It does put us into new political territory. I think we have to prepare for it mentally and emotionally.’', 'The East Dunbartonshire MP will close the four-day conference with a speech on Tuesday, with a tribute to former leader Paddy Ashdown, who died in December.', 'Swinson has played an active part in convincing MPs to switch allegiance and join the Lib Dems – with six joining the party over the past six months.', 'Ex-Tories Philip Lee and Sarah Wollaston and former Labour and Independent Group members Luciana Berger and Angela Smith defected in recent weeks.', 'Chuka Umunna, who joined the Lib Dems under Sir Vince’s leadership, will address party members on Monday in his role as Treasury and business spokesman.",
        "numberPosts": " 7 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Nationality - European or anti-Europeans,Social Class - Working class,Gender - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Brexit,Common,Woman",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Joseph Suarez",
            "date": "10w",
            "timestamp": "1568473608",
            "commentText": "So we spend 3 years to debate to get out and now hippo face  wants to scrap it, I hope they get annihilated in the next elections, shd is everything what's wrong with politicians today, don't do what people vote for but do what they want. F ing hate the hippo face.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "1",
                    "user": "Rich Paine",
                    "date": "10w",
                    "timestamp": "1568501106",
                    "commentText": "I'm not sure juvenile insults will further your point, but people's point of view changes. As you stated, the last 3 years, an awful lot of changes have happened. Democracy in its most sincere form must allow change and reform.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Joseph Suarez",
                    "date": "10w",
                    "timestamp": "1568501455",
                    "commentText": "Rich Paine is that why the <b> Brexit </b>party win the EU elections, and the libs only won the Welsh elections because the<b>  Brexit</b> party went against the Tories, if you put the two together they would of thrashed the libs. And you say I'm juvenile because of what I said, did you actually see the libs meeting, watch that then see who are juvenile.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Brexit"
                    ]
                },
                {
                    "id": "3",
                    "user": "Rich Paine",
                    "date": "10w",
                    "timestamp": "1568503774",
                    "commentText": "Joseph Suarez - Sorry, but I stand by my last comment.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "David Watkins",
                    "date": "10w",
                    "timestamp": "1568513224",
                    "commentText": "Rich Paine yes, more people would vote leave than before.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Dudden Hall",
            "date": "10w",
            "timestamp": "1568474951",
            "commentText": "How can you cancel democracy, I know that Hitler did, but this is the UK. Friends of the Earth identified 48 parliamentarians who claimed £5.7m in farming subsidies under the EU’s <b> common </b>agricultural policy (CAP) in 2017, the latest year for which figures are available.The EU also pays out over £500,000 a year in pensions to 30 former MEPs and officials in the Lords.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "6",
                    "user": "Robert Jones",
                    "date": "10w",
                    "timestamp": "1568503238",
                    "commentText": "If the lib dems win the election then carry out their manifesto then that's democracy.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7",
                    "user": "Dudden Hall",
                    "date": "10w",
                    "timestamp": "1568533142",
                    "commentText": "Robert Jones They can't",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Common"
            ]
        },
        {
            "id": "8",
            "user": "Ricks Smith",
            "date": "10w",
            "timestamp": "1568476625",
            "commentText": "liberal/ˈlɪb(ə)r(ə)l/adjective1.willing to respect or accept behaviour or opinions different from one's own; open to new ideas.democrat/ˈdɛməkrat/noun1.an advocate or supporter of democracy.\"as a democrat, I accepted the outcome of the referendum\"Forget the argument re: the referendum \"People didn't know what they were voting for\", does Jo Swinson even know what party she is leading?",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9",
            "user": "Jack Russell",
            "date": "10w",
            "timestamp": "1568483564",
            "commentText": "Dream on <b> woman!</b>",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "10",
            "user": "David Dines",
            "date": "10w",
            "timestamp": "1568487908",
            "commentText": "She needs to do what the people voted for.And all those that have gone liberal from conservative should have their seats taken away and the people vote for which party representative and who's policies they follow.To jump from one to another, then say we follow their policies is a farce.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "11",
            "user": "David Watkins",
            "date": "10w",
            "timestamp": "1568513310",
            "commentText": "Stupid cow has no clue about how democracy works",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "12",
            "user": "Les Hayward",
            "date": "10w",
            "timestamp": "1568540021",
            "commentText": "Conference eh. Well yada-yada is what that party excells in.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}