{
    "header": {
        "title": " Prince Harry is right, white people need to realise the impact of unconscious bias ",
        "subtitle": " ",
        "owner": " Kelechi Okafor ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 2.9k ",
        "datePosted": " Wednesday 31 Jul 2019 4:45 pm ",
        "dateExtraction": " 2019-11-20 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/07/31/prince-harry-is-right-white-people-need-to-realise-the-impact-of-unconscious-bias-10494308/ ",
        "postText": "It will always be peculiar to me how millions of black people throughout history can say something exists but it won’t actually be recognised as ‘real’ until a white person deems it so.', 'Black people have marched, boycotted, campaigned and in some cases been assassinated all in the name of calling out racism.', 'I meet lots of people (sometimes even black people) who will still deny its existence, yet Prince Harry states in a Vogue feature (guest edited by his wife, Duchess of Sussex, Meghan) that unconscious bias is a real thing, and suddenly mainstream media want to talk and unpack what he could mean by this.', 'Rejoice! A white man, a prince no less, has confirmed something black people have known and experienced for centuries. It’s a step forward, I guess.', 'Unconscious biases are prejudices individuals hold towards others, learned unknowingly through perpetuated stereotypes.', 'I suspect, due to Harry’s relatively new proximity to blackness through his relationship with Meghan, he’s facing the reality of racism, privilege and how it functions as a mechanism of sorts to hold one group of people higher than others.', 'The backlash Meghan has faced for guest editing the September issue of Vogue, is a clear example of the unconscious bias Harry speaks of.', 'Many commentators raged that ‘royals don’t guest edit magazines!’, even though Kate Middleton guest edited HuffPost UK, Prince Charles guest edited Country Life magazine and Prince Harry guest edited BBC Radio 4 Today.', 'What is on display here is a dislike for Meghan because of her biracial heritage. She is receiving more criticism because her blackness isn’t something that can be ignored since her mother is very much black and very much in the public eye.', 'Meghan is also working with Edward Enniful, who is the first black editor-in-chief of Vogue, on an issue of the magazine focused on women of whom the majority are black/ bi-racial.', 'Meghan should be commended for using her platform to celebrate women who are othered because of their race, not criticised. I, for one, look forward to reading the entire issue.', 'I appreciate Prince Harry is encouraging a conversation about unconscious bias, but I wish it didn’t take a newly forged proximity to blackness for white people to question their privilege and the violence inflicted upon others to gain it.', 'I also wish it didn’t take a white person, usually a white man, to confirm societal injustice for other white people to consider it might be real after all.', 'There is a sense of urgency that I feel when we talk about unconscious bias, because while the mainstream are still grappling with the term, it is a contributing factor to the reality that black women in the UK are five times more likely to die during childbirth in comparison to white women.', 'These biases don’t just exist in a vacuum, they are harmful and affect the lives of marginalised communities in a myriad of ways. The sooner these prejudices are realised the sooner change can happen.', 'Terms like ‘unconscious bias’ – and ‘diversity’ and ‘inclusion’ – are fluff words that strip white people of the accountability they need to possess about the very real ways they perpetuate racism.', 'Racism is a thing that you can’t unsee once you truly see it.', 'Dr Robin DiAngelo describes very well why some white people struggle to engage in discussions about race, by stating that white people are ‘used to moving through a wholly racialised world with an unracialised identity’.', 'Hence when I’ve engaged in conversations about race some white people have felt affronted about the term ‘white’ since they’re simply used to being referred to as people and no racial prefix.', 'The fragility and inability to have nuanced conversations about race is therefore a consequence of most white people never having been confronted with the reality of a system that insists whiteness is the norm and using that as justification for the inhumane treatment of those who aren’t white.', 'For meaningful change to happen this emotional fragility needs to take a back seat.', 'I am interested to see how this conversation about unconscious bias evolves. Perhaps Prince Harry might use his new understanding of racial bias to critique Britain’s imperialist past (and present) and how the monarchy are figureheads for its existence.', 'It’s all very well talking about unconscious bias when it was a very conscious bias that lead to the transatlantic slave trade and colonisation.', 'Racism is a thing that you can’t unsee once you truly see it, and it isn’t a case of merely looking forward for change, but interrogating the past to truly understand how we got to this point in society.', 'We all have a role to play in dismantling structures that no longer serve us. I’m continuing to do my bit by writing pieces like this as well as speaking to trainee police officers recently about racism and unconscious bias.', 'Prince Harry is starting to do his bit (in this conversation about race specifically) by waking up to the realities of racism, so I can only imagine that maybe, just maybe change might be possible?', 'I might just be getting ahead of myself here, but if you’re going to shine a light of hope, I might as well bask in it.",
        "numberPosts": " 8 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Ethnicity - Black,Gender - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racism,Race,Racist,Black,Woman",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Andrew S Douglas",
            "date": "15w",
            "timestamp": "1564645858",
            "commentText": "give  it   a   rest  love,  he  is  pandering  to  his  wife,   and  white  people  have  been  objects  of  <b> racism </b> since  time  began",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "1",
                    "user": "Shahleena Khan",
                    "date": "15w",
                    "timestamp": "1564670640",
                    "commentText": "Pahahahahaha put the pipe down love",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Alistair Cole",
                    "date": "15w",
                    "timestamp": "1564751145",
                    "commentText": "Shahleena Khan  I am sure the white children of Rotherham would agree with the 'love' above you!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racism"
            ]
        },
        {
            "id": "3",
            "user": "Brandon Smith",
            "date": "15w",
            "timestamp": "1564661856",
            "commentText": "Typical responses in the comments from the afformentioned demographic in the article providing more evidence of exactly what Harry is talking about",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Allan Kinsella",
            "date": "15w",
            "timestamp": "1564671170",
            "commentText": "Unconscious bias is held by every <b> race.</b>",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Race"
            ]
        },
        {
            "id": "5",
            "user": "Joseph Suarez",
            "date": "15w",
            "timestamp": "1564686373",
            "commentText": "Oh look a <b> black </b>person going on about white people again and they call us racist",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist",
                "Black"
            ]
        },
        {
            "id": "6",
            "user": "Alistair Cole",
            "date": "15w",
            "timestamp": "1564751058",
            "commentText": "As long as the mainstream media gives space to Afrocentrics, with a thinly veiled contempt for white people, then this country will only continue to divide...",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "Alistair Cole",
            "date": "15w",
            "timestamp": "1564752165",
            "commentText": "Another angry <b> black </b<b> >woman</b> ( with a white partner)...  [LINK] ",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman",
                "Black"
            ]
        },
        {
            "id": "8",
            "user": "Scott R. Bridge",
            "date": "15w",
            "timestamp": "1564785890",
            "commentText": "Yes, Prince Harry is correct.The problem is, because the <b> racist </b>beliefs are unconscious, it's going to take years of long, hard, dedicated, consistent work for a white person to deprogram his mind of the decades of cultural conditioning and programming that he received growing up and replace it with the opposite.There are no shortcuts to this at all. Ignore all of the self-help and life coaches who try to convince you otherwise. The countless marketing pitches that it take 21 or 66 days to change a habit, especially all of the ones associated with something as deep-seated as unconscious<b>  racism</b>, have been proven wrong by countless experts in many different fields and disciplines.It's going to require much more time, most likely years.The first step is you have to want to do this, want to undertake the long, difficult journey.You also will need to learn how to cope with the intense retaliation from other whites who don't want to see systemi<b> c racis</b>m ended for good.Making big changes like this in yourself can cost you friendships, family relaitions, job and career opportunties, so you need to be prepared.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racism",
                "Racist"
            ]
        },
        {
            "id": "9",
            "user": "Eddie Armask",
            "date": "15w",
            "timestamp": "1564995793",
            "commentText": "Your conscious bias toward white people disgusts me. So I'll not be taking any lessons from you on <b> racism.</b>",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racism"
            ]
        }
    ]
}