{
    "header": {
        "title": " A prominent men’s rights activist is now saying it’s gay for guys to like women’s bums ",
        "subtitle": " ",
        "owner": " Jessica Lindsay ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 3.2k ",
        "datePosted": " Tuesday 29 Jan 2019 4:28 pm ",
        "dateExtraction": " 2019-11-12 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/01/29/prominent-mens-rights-activist-now-saying-gay-guys-like-womens-bums-8408183/ ",
        "postText": "Hello, and welcome to another edition of ‘absolutely wild and crazy toxic masculinity news’. I am your host, and I am confused.', 'A video online has gone viral that suggests enjoying women’s bums in a sexual sense is a gateway to homosexuality.', 'Men’s rights activist RooshV – real name Daryush Valizadeh – claims that he ‘says no to the back hole’, and won’t put his ‘benis’ near somewhere with ‘doo-doo’ – because apparently having anal sex with a woman is ‘gross’ and has some sort of bearing on his sexuality.', 'It’s hard to tell if it’s satire given that Roosh previously advocated for making rape legal on private property (although he later backtracked and said this was a thought experiment) and has refused to do interviews with journalists unless they perform sex acts on him.', 'He’s also written articles on how women are like bread, bath tubs, and t-shirts, how contraception prevents love, and how women’s only purpose is to reproduce.', 'Plus, it comes on the back of the revelation that there are men who won’t wipe their own asses properly for fear of seeming gay. So not totally out of the realms of imagination.', 'Female butt obsession is a gateway to homosexuality. pic.twitter.com/H8cFAX62x9', '— Roosh (@rooshv) January 28, 2019', 'Let’s assume this isn’t another one of his ‘hilarious’ thought experiments and take him for his word.', 'If that’s the case, he genuinely believes that liking a body part of a woman as a man would be in some way homosexual.', 'While funny in a grim sort of way, #nohomo culture can genuinely confuse young people into thinking they don’t know their own mind when it comes to their sexuality or that there’d be anything wrong with them not being straight.', 'So, in case you hadn’t been aware yet, there is nothing wrong with being gay, but men liking women is certainly not gay.', 'He also thinks it’s disgusting since it’s where people rid themselves of bodily waste. I don’t know if he’s heard, but waste is also excreted from his very own benis… And yet he still expects people to go near that? Interesting.', 'There are a lot of questions we have after the video. Why is the banana on his microwave dressed in a towel? Why is he drinking from a disposable cup when he’s sitting in his house? Why is he so scared of his own back hole?', 'Some questions are just too vast to be answered. And best never thought about ever again.",
        "numberPosts": " 9 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Gender - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Sexism,Sex,Woman,Sexual",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Calvin White",
            "date": "40w",
            "timestamp": "1548780675",
            "commentText": "Are you sure he doesn't write for The Metro?",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Arnold Hedge",
            "date": "40w",
            "timestamp": "1548785616",
            "commentText": "\"A Men’s rights activist\"A what now?",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 9,
            "replies": [
                {
                    "id": "2",
                    "user": "Alison Tieman",
                    "date": "40w",
                    "timestamp": "1548863917",
                    "commentText": "He isn't an MRA. I've been part of the movement for over a decade and a half and Roosh has never advocated for any men's issue.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3",
                    "user": "Dan Stretton",
                    "date": "40w",
                    "timestamp": "1548867575",
                    "commentText": "roosh isnt but they like to throw him in to make MRA's look bad",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "Arnold Hedge",
                    "date": "40w",
                    "timestamp": "1548870099",
                    "commentText": "Alison Tieman I must have missed the meeting where all the men voted on whether we want MRAs (I can only speculate what the role involves) and appointed them.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5",
                    "user": "Douglas Milnes",
                    "date": "40w",
                    "timestamp": "1548936230",
                    "commentText": "Arnold Hedge You mean like the meeting where we all voted on whether we want feminists and appoint them.Why do you want to control what another person advocates or activates on? The UK is still mostly a free society and people can do as they please on human rights issues without connsulting you.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6",
                    "user": "Cormacan Eigeas",
                    "date": "40w",
                    "timestamp": "1548944198",
                    "commentText": "The only mens rights issue i can think of is child custody and spousal support and MRA's fail to realise that is a femminist issue not a mens right issue as it is Male judges with pre-concived bigotry that a womens role is soley as a mother and that is their worth, change male judges view of women and male role models then that issue goes away",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7",
                    "user": "Arnold Hedge",
                    "date": "40w",
                    "timestamp": "1548947070",
                    "commentText": "Milnes \"Why do you want to control what another person advocates or activates on?\"If someone is attempting to influence public opinion and government policy on my behalf, they might do the courtesy of at least telling me and possibly even consulting me.\"The UK is still mostly a free society\"Only mostly?\" and people can do as they please on human rights issues without connsulting you.\"Who mentioned human rights, apart from you?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "8",
                    "user": "Kimberley OddSocks",
                    "date": "40w",
                    "timestamp": "1548975918",
                    "commentText": "Dan Stretton MRAs make themselves look bad!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "9",
                    "user": "Frackas Fromer",
                    "date": "40w",
                    "timestamp": "1549252734",
                    "commentText": "As said he's not, although their concerns overlap.  And yes, men's rights activists exist because they are necessary, even more so than you know because humans are naturally lacking in empathy towards men, its why they are the majority of homeless, its why we can spend their lives in war without a second thought.  This is the evolved response, and it results in gross levels of <b> sexism.</b> Just look at the university system where women have been the majority of students for many years now, and still there are affirmative action programs and exclusive scholarships and other programs only for them, with no male counterpart.  MRA's whether you like it or not have a point.And people who throw pick up artists like roosh under the bus to save themselves really should know better by now. They will lie about Roosh, and once they are done with him, they will lie about you, this is how they work.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Sexism"
                    ]
                },
                {
                    "id": "10",
                    "user": "Frackas Fromer",
                    "date": "40w",
                    "timestamp": "1549252913",
                    "commentText": "Cormacan Eigeas You aren't thinking very hard at all, every issue is laced with gynocentric hypocrisy.  Look at the argument feminists make about abortion alone.  They claim that male politicians have no place in deciding over women's bodies.  Ok, to be consistent then female politicians should have no say in war because that is a decision to spend the blood of men.  \"my body my choice\" but not my responsibility.  Remember the argument for abortion is that its wrong to force parenthood upon a <b> woman,</b> yet this is exactly what they are doing to men.  And they've even check mated themselves on conception, because they have already claimed that<b>  sex</b> isn't consent to parenthood.  There is endless hypocrisy, too long to even go into here in a post.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Sex",
                        "Woman"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "11",
            "user": "Rhodri Curnow",
            "date": "40w",
            "timestamp": "1548856108",
            "commentText": "Roosh isn't an MRA, he hates MRAs about as much as Feminists do.But then, basic fact checking is not something I expect from reputible outlets (are there any?) never mind the metro",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "12",
                    "user": "William Henry",
                    "date": "40w",
                    "timestamp": "1548991809",
                    "commentText": "Any response to this, Jessica Lindsay?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "13",
            "user": "Alison Tieman",
            "date": "40w",
            "timestamp": "1548863855",
            "commentText": "\"It’s hard to tell if it’s satire.\" It's not that hard.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "14",
            "user": "Dudden Hall",
            "date": "40w",
            "timestamp": "1548866364",
            "commentText": "Well he should know.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "15",
                    "user": "Douglas Milnes",
                    "date": "40w",
                    "timestamp": "1548936316",
                    "commentText": "As someone who really does advocate for the human rights of men &amp; boys, I can assure you that what Roosh knows is very little. He has publicly said that he doesn't know about men's rights.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "16",
                    "user": "Dudden Hall",
                    "date": "40w",
                    "timestamp": "1548936578",
                    "commentText": "Douglas Milnes I was being sarcastic!!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "17",
            "user": "Max Bell",
            "date": "40w",
            "timestamp": "1548873619",
            "commentText": "he's not an mra. from his wiki page:\"While Roosh has been called a \"men's rights activist\" by The Daily Beast,[29] Salon,[30] S. E. Smith,[31] and others, Roosh does not consider such a term to apply to himself, and has called men's rights activists \"<b> sexual </b>losers\" and \"bitter virgins\".[32]\" --  [LINK]  a transparent attempt to libel the mra movement by claiming this twit represents mras. try doing some research (10 seconds of googling) next time.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "18",
                    "user": "Paul Johnson",
                    "date": "32w",
                    "timestamp": "1553738927",
                    "commentText": "She knows Goddamn well.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Sexual"
            ]
        },
        {
            "id": "19",
            "user": "Paul Johnson",
            "date": "40w",
            "timestamp": "1548903900",
            "commentText": "Oh, my God, stahp! What is with the incessant feminist need to call Roosh an MRA?I know what it is, really.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "20",
            "user": "Cormacan Eigeas",
            "date": "40w",
            "timestamp": "1548943994",
            "commentText": "He isn't a 'men’s rights activist' whatever that is he is a POS who should be in prison on the grounds of public safety",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "21",
                    "user": "Frackas Fromer",
                    "date": "40w",
                    "timestamp": "1549252998",
                    "commentText": "Throwing a pickup artist under the bus won't save MRA's,  your efforts to virtue signal to leftists are not only in vain, but self defeating, they lie about him, they will lie about you next.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "22",
                    "user": "Cormacan Eigeas",
                    "date": "40w",
                    "timestamp": "1549349866",
                    "commentText": "Frackas Fromer I'm not an MRA...",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "23",
                    "user": "Frackas Fromer",
                    "date": "39w",
                    "timestamp": "1549511330",
                    "commentText": "Cormacan Eigeas Oh then you are just misinformed. The \"danger\" of Roosh is that he teaches men to give women what they want, still pandering to their desires when frankly the modern women doesn't deserve any attention at all.  That this is framed as a danger says everything you need to know about society, its why we have hysterical concern over womens hurt feelings on twitter while homeless veterans freeze to death in the streets.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "24",
                    "user": "Cormacan Eigeas",
                    "date": "39w",
                    "timestamp": "1549522221",
                    "commentText": "Frackas Fromer I am not an MRA and frankly the vast majority of them are deeply disturbed incels like you who should be locked away for everybodies safety especially women",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "25",
            "user": "Oleg Gorfinkel",
            "date": "40w",
            "timestamp": "1549007603",
            "commentText": "Oh, come on, he is just a troll. I mean, he shamelessly hijacks and exploits sensitive social topics, and that's nasty, but I don't think he actually believes anything that comes out of his upper front hole.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}