{
    "header": {
        "title": " My Label and Me: Being middle class makes me feel stuck in between ",
        "subtitle": " ",
        "owner": " Yvette Caster ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 166 ",
        "datePosted": " Thursday 10 Jan 2019 8:00 am ",
        "dateExtraction": " 2019-11-22 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/01/10/my-label-and-me-being-middle-class-makes-me-feel-stuck-in-between-8249392/ ",
        "postText": "‘God, you’re so middle class,’ my friend laughs when I refuse to go into Primark.', '‘They employed kids,’ I reply. ‘Plus there’s so much synthetic fabric it’s a wonder the shops don’t regularly combust just from people running their hands through the rails.', '‘Don’t get me started on the lighting or the layout either.’', 'For better or worse I’ve been branded middle class most of my life and it’s true.', 'Both my parents come from working class backgrounds but were united in their ambition to advance socially and materially.', 'Dad left the rough part of London he grew up in at an early age to join the RAF and eventually fly planes for British Airways, at one point at the helm of Concorde.', 'Mum left her family’s council house in a quiet rural village to study at Oxford and become an accomplished musician and French teacher.', 'My parents have made themselves middle class but I was born into it – the expectations, the angst, the ambition and the occasional snobbery.', 'My sister and I were sent to an all-girls private school to get on in life as much as we could, even though I could tell, from an early age, I didn’t fit in with the upper class kids I was surrounded by.', 'Girls with ponies (which I was scared of despite the riding lessons my parents sent me to), trust funds and titles (neither of which I had).', 'I wasn’t bullied but we all knew I wasn’t one of them. I remember one school assignment that still makes me cringe – we had to talk about our family trees.', 'Almost everyone in my class was related to aristocrats, politicians, or someone famous or important.', 'Meanwhile my great grandmother, who I adored, had worked in the kitchens of the same stately homes my classmates’ relatives had lived in.', 'I’m not sure when I was first labelled middle class but I knew I belonged to a certain social group from around the age of eight, I think.', 'Secondary school was odd too. I asked to be sent to a state school for a change but everyone there thought I was posh. Boys mistook my shyness and confusion about them for snobbery. Girls wanted to be my friend, but many because they assumed I was rich.', 'That’s the thing about being middle class – you’re stuck in between.', 'You can’t relax in the pub because you’re waiting for someone to make fun of your accent or your drink, but you also can’t relax at Henley because you might not know the right people.', 'Everyone thinks being middle class is about shopping at Waitrose, buying vintage clothes and decking your home out in Farrow & Ball, William Morris and unique objects d’art from your travels.', 'And, although those things ring true for many of my middle class friends, and I’d never say no to taramasalata on sourdough at the John Lewis cafe, I think it’s more about other stuff.', 'To me it’s about a persistent, low-level fear of never being good enough, never being enough of a success, always wanting more.', 'When you’ve been raised to improve your lot – and your family’s status – there’s a lot of pressure.', 'You can’t just get Bs, you need As. You can’t just have fun in PE, you need to be captain of the netball team.', 'You can’t pick just any career – it needs to be something that will impress all the distant relatives in the annual newsletter and the friends at the Christmas drinks parties.', 'When it comes to boyfriends, in the past I think my family slightly disapproved of those they saw as too working class or from the wrong part of town but now I’m 36 I’m pretty sure they’d be happy for me to marry any man at all (despite the fact I have no interest in marriage and never have).', 'As I’ve grown older I’ve found I care less about being labelled middle class. Having said that, I still have the ingrained anxieties about social standing synonymous with the label.', 'There’s little I can do about it – because of my background, education and accent I’ll never be working class and, as I have no interest in marrying a Lord or going into politics, it’s unlikely I’ll ever be upper class either.', 'I wish there was no class system in Britain – I believe there should be equal educational and employment opportunities for all – but I think only an idiot would deny its existence.', 'How many working class MPs are there, or upper class kids doing shifts at McDonald’s?', 'I suspect my class is a strong part of my identity, probably more than I’d like to admit or am conscious of day to day.', 'It not only affects where I shop, what I eat and watch but also who I socialise with, where I travel and where I work.', 'When someone’s called middle class there’s often a sneer about it – the term implies there’s a touch of the Hyacinth Bucket about them.', 'I feel a bit embarrassed when I’m called it – I assume people mean I’m being stuck up, stuffy or prudish. Plus there’s also the implication I’m trying, but failing, to be upper class.', 'Despite this, I don’t feel bad for being middle class.', 'If anything, as the years go on, I appreciate my parents’ efforts more, and I take pride in trying to emulate their work ethic and ambitions.', 'That’s not to say people of other classes aren’t hard-working or don’t want to reach the top, just that I’m not ashamed to keep striving, like the true grasping, self-improvement-obsessed middle class social climber I suppose I am.",
        "numberPosts": " 10 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Physical Identity - Physical (and Mental) Impairments,Age - Youngsters,Ethnicity - Aboriginal,Gender - General,Physical Identity - Physical Features",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Mental,Nothing,Gin,Woman,Thin",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Adele Perret",
            "date": "45w",
            "timestamp": "1547112124",
            "commentText": "Wow, you need some serious therapy; and a hairbrush. Please brush your hair, you're letting your 'class' down.",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "1",
                    "user": "Owen P McCarthy",
                    "date": "45w",
                    "timestamp": "1547126056",
                    "commentText": "I think the hair is intentional to highlight the 'inbetween' status she thinks she conveys.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Dudden Hall",
                    "date": "45w",
                    "timestamp": "1547135764",
                    "commentText": "",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3",
                    "user": "Yvette Caster",
                    "date": "44w",
                    "timestamp": "1547543124",
                    "commentText": "Ha, thanks - it was a pretty windy day when we took the pics but I'll bear that in mind!",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Owen P McCarthy",
            "date": "45w",
            "timestamp": "1547121999",
            "commentText": "You seem to have the self absorbed aspect of the upper class stereotype nailed.",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5",
                    "user": "Dudden Hall",
                    "date": "45w",
                    "timestamp": "1547135792",
                    "commentText": "Amit Tamoli This is a scam",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "6",
            "user": "Jenny Rose",
            "date": "45w",
            "timestamp": "1547128619",
            "commentText": "Jesus christ, this is one of the most ridiculous things I think i've ever read. Stop worrying about not being posh enough to go to the polo and being too posh to go the the pub - you're more likely to make friends from all classes if you try just being a good person and fun to be around. Snore off.",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "7",
                    "user": "Dudden Hall",
                    "date": "45w",
                    "timestamp": "1547135831",
                    "commentText": "",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "8",
                    "user": "Yvette Caster",
                    "date": "44w",
                    "timestamp": "1547543749",
                    "commentText": "Hi Jenny, thanks for reading my article. Sorry you didn't like this one but I also do loads on <b> mental </b>health, travel and food if that's more your thing. Like most people I try to be a good person I guess. Only my friends could tell you if I actually am fun to be around or not. But I don't tend to talk to them about the stuff in this article - we're too busy drinking G&amp;T and watching anything with Tom Hardy in!",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Mental"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "9",
            "user": "Vicky Prest",
            "date": "45w",
            "timestamp": "1547130795",
            "commentText": "I totally relate to this. Being middle class has little to <b> nothing </b>to do with status, it's more the enviroment and culture that you are raised in. I was raised middle class and I now live in a very working class area and I stick out like a sore thumb. I am not posh or snobby, but the differences between how I was raised and how others were raised is very clear when people meet me. It's just about a different life experience. If you put a working class person in a very middle class area, they often feel out of place. The same is true the other way around. Again,<b>  nothing</b> to do with status, wealth or priviledge, nowadays, class is all about how you've been conditioned and cultured and what you are familiar with, especially in general living and leisure/social situations, sense of humour, interests etc. I am friends with people of all classes, but I still get laughed at for some of my interests as it's a world away from what some of my other friends would consider a \"normal\" weekend or interesting thing to do in their social/leisure circles, but for me, it's normal and exciting.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "10",
                    "user": "Yvette Caster",
                    "date": "44w",
                    "timestamp": "1547543857",
                    "commentText": "Thanks Vicky - I'm glad somebody gets it!",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "11",
                    "user": "Vicky Prest",
                    "date": "44w",
                    "timestamp": "1547718002",
                    "commentText": "",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "12",
            "user": "Dudden Hall",
            "date": "45w",
            "timestamp": "1547134205",
            "commentText": "She is 'lower-middle-class' a Mrs Bucket, (pronounced Bouquet) She gets drunk on <b> gin </b>and wine instead of cider, and her clothes look frumpish.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "13",
                    "user": "Dudden Hall",
                    "date": "45w",
                    "timestamp": "1547135732",
                    "commentText": "Aamir Saleem This is a scam",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "14",
                    "user": "Yvette Caster",
                    "date": "44w",
                    "timestamp": "1547544003",
                    "commentText": "Say what you like, I believe in free speech, 'Dudden'. It's a bit much receiving personal remarks on my looks from someone who doesn't have the courage to put a photo of themselves in their Facebook profile though!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "15",
                    "user": "Dudden Hall",
                    "date": "44w",
                    "timestamp": "1547548012",
                    "commentText": "",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Gin"
            ]
        },
        {
            "id": "16",
            "user": "Ella Delancey",
            "date": "45w",
            "timestamp": "1547148463",
            "commentText": "Just rolled my eyes so hard my optical nerve has snapped.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "17",
            "user": "Arnold Hedge",
            "date": "45w",
            "timestamp": "1547153460",
            "commentText": "The terms working, middle and upper class are meaningless and have been for years. Manual neighbours can own their own homes, have multiple cars, take foreign holidays and be richer in real terms than landowners 100 years ago when these terms made some sense. I know a former pupil from Gordounston who is a manual labourer. Someone else I know was brought up on a council estate, left the local comprehensive aged 16 and is now a landowner.The reason that this <b> woman </b>is confusing herself is that few people fit these definitions which were defined by idiots like Karl Marx in the 19th century.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "18",
            "user": "Steven Gardiner",
            "date": "45w",
            "timestamp": "1547211043",
            "commentText": "Bouquet residence, lady of the house speaking!",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "19",
            "user": "Dudden Hall",
            "date": "44w",
            "timestamp": "1547548959",
            "commentText": "I see this lower middle-class rant has led on to food banks. The upper-middle-class would never have the need to visit a food bank because they eat so little, it would hardly be worth their while. In kings Road Chelsea, the thinner someone is the richer they are. You would never see anyone that <b> thin </b>anywhere near a foodbank.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Thin"
            ]
        },
        {
            "id": "20",
            "user": "Margarete MacVean-Kilic",
            "date": "44w",
            "timestamp": "1547606097",
            "commentText": "Lot of tripe many rich Arabs shop at Primark in London. Problem is just an insecure person in general.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}