{
    "header": {
        "title": " UK bans ‘gay cure’ therapy under new action plan tackling LGBT abuse ",
        "subtitle": " ",
        "owner": " Martine Berg Olsen ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 149 ",
        "datePosted": " Tuesday 3 Jul 2018 12:01 am ",
        "dateExtraction": " 2019-10-30 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/07/03/uk-bans-gay-cure-therapy-under-new-action-plan-tackling-lgbt-abuse-7678461/ ",
        "postText": "Controversial ‘gay cure’ therapy will be banned in the UK under a new government action plan to ‘improve the lives’ of LGBT people.', 'Prime Minister Theresa May said the £4.5million initiative aims to tackle discrimination and the ‘burning injustices’ that the LGBT community face today.', 'The initiative follows a major government survey which more than 108,000 people responded to, and banning the so-called ‘gay cure’ therapy is only one part of the new plan.', 'The action plan states: ‘We will consider all legislative and non-legislative options to prohibit promoting, offering or conducting conversion therapy.’', 'Prime Minister Theresa May said: ‘We can be proud that the UK is a world leader in advancing LGBT rights, but the overwhelming response to our survey has shone a light on the many areas where we can improve the lives of LGBT people.', '‘I was struck by just how many respondents said they cannot be open about their sexual orientation or avoid holding hands with their partner in public for fear of a negative reaction.', '‘No one should ever have to hide who they are or who they love.', '‘This LGBT action plan will set out concrete steps to deliver real and lasting change across society, from health and education to tackling discrimination and addressing the burning injustices that LGBT people face.’', 'The survey found that 2% of respondents had undergone conversion therapy and a further 5% had been offered it.', 'Two in three of those who took part said they avoided holding hands with a same-sex partner in public in fear of negative reactions, and 23% said work colleagues had reacted negatively to them being LGBT.', 'The survey also found that half of those who accessed or tried to access mental health services said they had to wait too long.', 'LGBT hate incidents had been experienced by 40% of people in the survey, with more than nine in 10 of the most serious offences going unreported.', 'The plan aims to look into the scale of LGBT abuse online; improving mental healthcare for LGBT people with a focus on suicide prevention; combating homophobic, biphobic and transphobic bullying in schools, and increasing awareness of the services available for victims of sexual assault and domestic abuse.', 'Human rights campaigner Peter Tatchell welcomed the move on conversion therapy, but said the overall plan did not go far enough and called the budget ‘insulting’.', 'Mr Tatchell, who has been invited to attend a Downing Street reception for the LGBT community, said: ‘The biggest fail is the lack of any pledge to end the detention and deportation of LGBT+ refugees fleeing persecution in violently homophobic countries like Uganda, Iran, Russia, Egypt and Jamaica.', '‘Another big omission is the absence of any commitment to compensate gay and bisexual men who were convicted under past anti-gay laws.', '‘They suffered greatly, frequently being hit with huge fines. The £4.5 million budget is derisory and insulting.', '‘It coincides with cuts in funding for sexual health clinics, which make it hard to get testing and treatment appointments.', '‘This is contributing to a rise in infections among gay and straight people.’', 'Laura Russell, of the LGBT campaign group Stonewall, said it was ‘heartbreaking’ so many people had been offered conversion therapy.', 'She said: ‘Our 2015 Unhealthy Attitudes report revealed that one in 10 health and social care staff across Britain witnessed colleagues express the dangerous belief that someone can be ‘cured’ of being lesbian, gay or bi.’', 'A national adviser on reducing LGBT inequality will be appointed as part of the initiative.",
        "numberPosts": " 4 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Sexual Identity - General,Sexual Identity - Male homosexuality",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Gay,Gay",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Richard Champion",
            "date": "1y",
            "timestamp": "1530573706",
            "commentText": "Go on to YouTube and look at ‘it wasn’t a <b> gay<b>  </b</b>>to straight thing but a lost to found thing’ a story from the Pulse Nightclub in Florida.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "1",
                    "user": "Andrew Morris",
                    "date": "1y",
                    "timestamp": "1530603190",
                    "commentText": "Disgusting. Whether you're a troll or not, doesn't excuse trying to spin the Pulse massacre as a positive thing for religion. You should be ashamed",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Mattr Illustration",
                    "date": "1y",
                    "timestamp": "1530608778",
                    "commentText": "If only there was a cure for zealotry...",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3",
                    "user": "Ade Foiadelli",
                    "date": "1y",
                    "timestamp": "1530610041",
                    "commentText": "You disgustng f*cking parasite.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Gay"
            ]
        },
        {
            "id": "4",
            "user": "Matt Johnson",
            "date": "1y",
            "timestamp": "1530589126",
            "commentText": "This is all getting a bit much...",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5",
                    "user": "Michael Justin Earnshaw",
                    "date": "1y",
                    "timestamp": "1530601862",
                    "commentText": "scroll past then.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "6",
            "user": "Marc Webster",
            "date": "1y",
            "timestamp": "1530607678",
            "commentText": "Quite right too.....you can't change your sexuality and you shouldn't have too just because some ignorant people won't accept it",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "Brim Cotterill",
            "date": "1y",
            "timestamp": "1530612577",
            "commentText": "The only negative to this story is that it has taken the government so long to act. Conversion therapy should have been banned ages ago.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}