{
    "header": {
        "title": " Trans people are being left out of conversations that debate our right to exist ",
        "subtitle": " ",
        "owner": " Jamie Windust ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 125 ",
        "datePosted": " Friday 1 Feb 2019 9:00 am ",
        "dateExtraction": " 2019-10-31 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/02/01/trans-people-are-being-left-out-of-conversations-that-debate-our-right-to-exist-8415466/ ",
        "postText": "The conversation around trans people and our bodies is one of the media’s current play toys.', 'From discussions around our ability to exist in certain spaces, to how we shop and do other mundane activities, we are put under the microscope for just existing.', 'As a gender non-conforming person, it’s hard for me to understand not only why we are constantly on newspaper front pages but why we are actively being shut out of the conversation entirely.', 'Why are trans people not being allowed to authentically share their lived experiences within the turbulent media landscape that we find ourselves drowning in?', 'Earlier this week, I turned on the radio for some light-hearted relief as I sat down to a mountain of emails, and tuned in to an unexpected show about trans people, specifically trans children.', 'Callers from across the country were ringing in to offer their opinions on the topic.', 'The worst thing about this wasn’t the random surprise of hearing a community I hold dear being spoken about on air, but the fact that callers were allowed to share vile transphobic vitriol that went unchallenged.', 'At no point did the host argue against callers – including one who said that ‘men can’t just identify as women’, which is a severely transphobic comment – but instead simply continued to highlight that this topic is clearly something ‘that people have strong opinions on’.', 'This is the tip of the iceberg when it comes to discussions around our identities – the media landscape for trans people over the past two years has been an absolute nightmare.', 'From headlines depicting perfectly happy couples as ‘Tran and Wife’ to continued scaremongering about women’s only spaces such as changing rooms and the infiltration of ‘men’ in these environments, we are perpetually being discussed by cisgendered heterosexual people.', 'Our inherently basic and everyday habits such as shopping, visiting the doctor and getting the tube – where we do sometimes encounter problems – are suddenly turned into a hostile talk about whether or not we’re even supposed to be there in the first place.', 'And that’s just written journalism. TV debates are a whole new ball game.', 'They open us up to conversations that are less filtered and more likely to include transphobic commentators who fill the screen time with their entitled opinions. And this isn’t just specific to certain channels or demographics.', 'The trans debate has taken over all mainstream channels, with Channel 4’s Genderquake and subsequent car crash of a debate the elephant in the room among trans people when we discuss the media and all its tropes.', 'This wasn’t only an example of how to profile trans people in a sensationalist way, but showed us how mainstream channels still don’t seem to understand that putting trans people in positions that are both unsafe and offer mass exposure isn’t enough.', 'We don’t want to be thrown into the lion’s den when it comes to sharing our lived experiences.', 'Our inherently basic and everyday habits such as shopping, visiting the doctor and getting the tube – where we do sometimes encounter problems – are suddenly turned into a hostile talk about whether or not we’re even supposed to be there in the first place.', 'History will serve true as we look back on the treatment of people such as Munroe Bergdorf and Fox and Owl on ITV’s Good Morning Britain. Their motivations to highlight incredibly important experiences on what it’s like to navigate the world as trans and non-binary, were flipped on their heads, and turned into what can only be described as a battle.', 'Owl themself spoke to me about the trans inclusion in British media and said: ‘To me it just seems like a given that if you’re talking about trans people, you make sure they are included and their voices are heard.', '‘They’re the experts on their own lives and experiences. Giving platforms to voices that have no relevance, qualifications, or have ever worked with trans people isn’t going to be helpful, and that’s how prejudice and misinformation gets peddled out.’', 'This is far too common and something that is strangely very easy to change.', 'Allowing trans people to speak about themselves is step one, and is so unbearably obvious, I can’t believe I even have to write it. Step two is to ensure that we are safe in these circumstances.', 'Putting us up against someone who is questioning our literal existence isn’t ‘in the nation’s interest’ or doing a service to the ‘many people who have concerns’.', 'It’s allowing transphobic views a platform to be heard – as if our identities and expressions are comparable to ‘should we put sugar in our tea?’ or ‘is the vegan sausage roll as good as the meat version?’', 'There are many people, like myself, who use their words to provide an honest and truthful viewpoint on, in my case, a non-binary existence.', 'It’s about time we were taken seriously and not made to constantly fight for empathy.",
        "numberPosts": " 8 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Sexual Identity - Transexuality,Gender - General,Gender - Female intelligence,Age - Youngsters,Social Class - Working class,Ethnicity - Black,Nationality - European or anti-Europeans,Sexual Identity - General,Sexual Identity - Male homosexuality",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Transgender,Transition,Gender,Woman,Becky,Nobody,Common,Teapot,Brexit,Gay,Gay",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Gary King",
            "date": "38w",
            "timestamp": "1549018482",
            "commentText": "Trans - tiny percentage of population, but very very loud.I'm bored of this.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "1",
                    "user": "Becky Samuel",
                    "date": "38w",
                    "timestamp": "1549037100",
                    "commentText": "So stop clicking through on articles and commenting. No clicks = no revenue for Metro, therefore they'll stop writing about it. <b> Nobody </b>forced you to read anything.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nobody"
                    ]
                },
                {
                    "id": "2",
                    "user": "Pam Crossland",
                    "date": "37w",
                    "timestamp": "1549737790",
                    "commentText": "Not as loud as TERFs who have yet another article in the Sunday TERF (Times) tomorrow.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Andy Hogg",
            "date": "38w",
            "timestamp": "1549021260",
            "commentText": "There are no debates about going on about it. Graham Linehan was practically lynched for the mere mention of such an idea.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4",
                    "user": "Jamie Cutts",
                    "date": "38w",
                    "timestamp": "1549067796",
                    "commentText": "By mere mention you mean leading a rally online to stop a £500,000 grant to the <b> transgender </b>charity Mermaids. And by lynched you mean got messages on the topic through twitter.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Transgender"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Owen P McCarthy",
            "date": "38w",
            "timestamp": "1549025647",
            "commentText": "People can identify however they want but that does not mean they should have the power to define how other people view them as that is purely subjective.It isn't the right to exist that should ever be discussed, everyone has the right to exist, it is the rights of others to be allowed to make their own judgement as to what they see. I will certainly agree that mocking somebody or intentionally upsetting somebody is completely wrong but to try and police how a person thinks when they see someone is equally wrong on an Orwellian level.In the Emperor's New Clothes people were afraid to tell the king what they could really see and even convinced themselves because of social pressure they couldn't see his true form underneath but once the little boy actually spoke up and the crowd joined in, the Emperor got on with the procession anyway without covering up.I have mentioned this on another Metro article but I feel it is important that people learn to accept themselves in the skin they are in without feeling the need to project something else to the outside world. People as individuals should feel empowered to just be themselves the way they were born. It should certainly not be societys job to cater for the disparity between the body a person wants and what they have.Love who you are inside.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "6",
                    "user": "Carl Nicholas Mawson",
                    "date": "38w",
                    "timestamp": "1549036602",
                    "commentText": "First, it matters not how you perceive a person. You can perceive a trans man as a <b> woman,</b> a trans<b>  woman</b> as a man. That's your business. What goes beyond your business is how you treat them - that is, actions. For example, if they ask you to use a certain pronoun regarding them, it's <b> a commo</b>n courtesy to do so. How would you like it if someone persistently, even after a correction, referred to you in a way that denied your very being? You wouldn't is my bet.Second, people learning to accept themselves as they were born is precisely why the number of out trans people has increased. For decades societal pressure forced so many to suppress who they were, purely for the comfort of others. Times are changing a<b> nd transiti</b>on is the best way, backed by science, to help addr<b> ess gen</b>der dysphoria and other sensations of being in the wrong body. Forcing people, through various therapies, to suppress the fact that they are trans is known to be extremely harmful, to the point of being deadly in the most severe cases.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gender",
                        "Woman",
                        "Common",
                        "Transition"
                    ]
                },
                {
                    "id": "7",
                    "user": "Owen P McCarthy",
                    "date": "38w",
                    "timestamp": "1549038065",
                    "commentText": "Carl Nicholas Mawson courtesy I am absolutely a fan of but legal obligation to treat someone a certain way because of how they view themselves on the inside (before anyone tries to twist and say my words could be attributed to racial issues which is not my intent at all) despite their outward presentation is not something I agree with.I wish the people no harm whatsoever but like religion, I do not wish to be obliged to share the views.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "8",
                    "user": "Curley Jefferson",
                    "date": "38w",
                    "timestamp": "1549124086",
                    "commentText": "Carl Nicholas Mawson people can call themselves a <b> teapot </b>for all they want, but the world doesn't have to collude in the fantasy.  Do you want people to ask everyone they meet what their preferred pronouns are? Do you think non<b>  gender</b> trenders are going to entertain being told they must refer to someone as a Xe or a Xim or any of the other made up words ?  It's nonsense. You know it's nonsense.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gender",
                        "Teapot"
                    ]
                },
                {
                    "id": "9",
                    "user": "Adam Casey",
                    "date": "11w",
                    "timestamp": "1565408629",
                    "commentText": "Owen P McCarthy Well you're rather late to the party as that's been the case since 2004. This isn't what is up for debate and why the <b> transgender </b>community is upset by the media's portrayal of the<b>  gender</b> recognition ammendments. The proposed changes makes the process easier and more transparent. You're trying to justify discrimation already outlawed by the 2004 act (yes it is discrimination as it is stated as such in the 2004 act, to argue otherwise is to argue with the law as it stands).",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gender",
                        "Transgender"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "10",
            "user": "Christopher Ashton",
            "date": "38w",
            "timestamp": "1549022960",
            "commentText": "The minute you call yourself neither <b> gender </b>then your opinion isn't valid. Im sorry but if you are<b>  transgender</b> then fine, you aren't neither, that's not a thing.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "11",
                    "user": "Becky Samuel",
                    "date": "38w",
                    "timestamp": "1549037159",
                    "commentText": "The 1% of people born intersex might disagree with you there.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "12",
                    "user": "Jamie Cutts",
                    "date": "38w",
                    "timestamp": "1549065344",
                    "commentText": "Becky Samuel To my understanding, intersex people chose to be male or female, often based on the closest their genitals are. Different community entirely.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Becky"
                    ]
                },
                {
                    "id": "13",
                    "user": "Curley Jefferson",
                    "date": "38w",
                    "timestamp": "1549124166",
                    "commentText": "Becky Samuel you are so wrong there, little miss virtue.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Becky"
                    ]
                }
            ],
            "keywords": [
                "Gender",
                "Transgender"
            ]
        },
        {
            "id": "14",
            "user": "Arnold Hedge",
            "date": "38w",
            "timestamp": "1549033205",
            "commentText": "What conversations? I think you overstate your interest to the rest of the population.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "15",
            "user": "Rob Crossgrove",
            "date": "38w",
            "timestamp": "1549037207",
            "commentText": "I'm impartial. I'm not <b> transgender,</b> and I don't personally know any<b>  transgender</b> people. And I never deliberately or knowingly discriminate against anyone in this life. But reading this article, I have to ask a couple of questions. You say tha<b> t Transgende</b>r people are \"Constantly on newspaper front pages\". I can't recall seeing any thing abo<b> ut transgend</b>er people on newspaer front pages. In the last 6 months or so, and probably further back, the front pages of all the newspapers I've seen on display have been about Southern ra<b> il, Bre</b>xit, or disgraced MPs going to prison. To be fair, I've not actively looked for article<b> s on transge</b>nder people, but I've certainly not seen any on the newspaper front pages.You also talk about turning the radio on and hearing a talk show <b> about Transg</b>ender people. I understand that it must be extremely upsetting to listen to other people that, presumably, have no experience or knowledge of what it's like<b>  to be trans</b>gender, or the things that you have to go through, giving their, (uneducated), opinion on your feelings and how you should act and haow you should live your life etc. I know that I would feel very agrieved at that. But were there no contriutions fromtransgender people on this show ? Did no one phone in to say that th<b> ey were tran</b>sgender, or that their child/sibling/best fr<b> iend was tra</b>nsgender ? Of course, I do understand that the producers/host of the show might have blocked them. My questions are not loaded, or rhetorical. They are genuine. I'm open to having a proper discussion about it and to be educated, (in small doses. I'm not known for my intellect or for my patience. I'm not that bright and I do loose concentration easily if I'm out of my depth.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit",
                "Transgender"
            ]
        },
        {
            "id": "16",
            "user": "Nick Ian Broer",
            "date": "38w",
            "timestamp": "1549042782",
            "commentText": "Be who you want to be. People will have their opinions. Whether you value any of them is your choice. I'm a male flight attendant. I'm told I must be <b> gay<b>  </b</b>>all the time. Instead of being offended, I shrug and move on. I think it would benefit a lot of people if they did the same.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gay"
            ]
        },
        {
            "id": "17",
            "user": "Jamie Cutts",
            "date": "38w",
            "timestamp": "1549065637",
            "commentText": "Having someone looking like Jamie Windust here on a debate would do a lot more harm than good to the public opinion. Trans men and women are normal every day people wanting to get on with their lives and those added to TV need to represent that. Rather than looking like a drag art exhibit. Sadly it's the kooky ones that bring in the views.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}