{
    "header": {
        "title": " Donald Trump tells four non-white congresswomen to ‘go back to where you came from’ ",
        "subtitle": " ",
        "owner": " James Hockaday ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 4.1k ",
        "datePosted": " Sunday 14 Jul 2019 8:52 pm ",
        "dateExtraction": " 2019-11-14 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/07/14/trump-tells-democratic-congresswomen-go-back-original-countries-10295256/ ",
        "postText": "Donald Trump told a group of Democratic congresswomen to go back to the ‘broken and crime infested places’ from which they came.', 'This is despite the fact four of the women are American citizens and only one was born outside the US.', 'The POTUS has been slammed for his ‘racist and disgusting’ remarks and accused of wanting to ‘make America white again’.', 'Mr Trump was thought to have been referring to Democrat representative Alexandria Ocasio-Cortez of New York and her allies.', 'Others in her faction, known as ‘the squad’, are Ilhan Omar of Minnesota, Ayanna Pressley of Massachusetts and Rashida Tlaib of Michigan.', 'Earlier Trump had waded into a rift between between House Speaker and Democrat congresswoman Nancy Pelosi and Ocasio-Cortez.', 'The liberal congresswoman accused the speaker of trying to marginalise women of colour for trying to limit her influence in recent days.', 'Mr Trump jumped to her defence when questioned by reporters in front of the White House.', 'He said: ‘I think that, a group of people, is being very disrespectful to her, and you know what? I don’t think that Nancy can let that go on.', '‘Cortez should treat Nancy Pelosi with respect, she should not be doing what she’s doing.', '‘And I’ll tell you something about Nancy Pelosi, that you know better than I do, she is not a racist. For them to call her a racist is a disgrace.’', 'Today the President tweeted: ‘So interesting to see “Progressive” Democrat Congresswomen, who originally came from countries whose governments are a complete and total catastrophe, the worst, most corrupt and inept anywhere in the world (if they even have a functioning government at all), now loudly and viciously telling the people of the United States, the greatest and most powerful Nation on earth, how our government is to be run.', '‘Why don’t they go back and help fix the totally broken and crime infested places from which they came.', '‘These places need your help badly, you can’t leave fast enough. I’m sure that Nancy Pelosi would be very happy to quickly work out free travel arrangements!’', 'Ms Pelosi distanced herself from the unsolicited defence and said Mr Trump wants to ‘make America white again’.', 'She said she rejected Mr Trump’s ‘xenophobic comments meant to divide our nation’.', 'Republican and Trump critic Justin Amash of Michican, who recently took steps to leave his party, called the remarks ‘racist and disgusting’.', 'Ms Ocasio Cortez hit back at the President, tweeting: ‘Mr. President, the country I “come from,” & the country we all swear to, is the United States.', '‘But given how you’ve destroyed our border with inhumane camps, all at a benefit to you & the corps who profit off them, you are absolutely right about the corruption laid at your feet.’', '‘You are angry because you can’t conceive of an America that includes us. You rely on a frightened America for your plunder.’', 'Ms Omar added: ‘As Members of Congress, the only country we swear an oath to is the United States.', '‘Which is why we are fighting to protect it from the worst, most corrupt and inept president we have ever seen.’', 'Ocasio-Cortez, who is of Puerto Rican descent, was born in the Bronx, New York, and raised in suburban Westchester County.', 'Pressley, the first black woman elected to the House from Massachusetts, was born in Cincinnati.', 'Omar, the first Somali native elected to Congress and one of its first Muslim women, was born in Somalia but spent much of her childhood in a Kenyan refugee camp as civil war tore apart her home country.', 'She immigrated to the United States at 12 and taught herself English by watching American TV and eventually settled with her family in Minneapolis.', 'Tlaib was born in Detroit.",
        "numberPosts": " 9 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Physical Identity - Physical (and Mental) Impairments,Age - Over 65s",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racism,Racist,Freak,Mental,Old",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Rafisapna",
            "date": "17w",
            "timestamp": "1563136613",
            "commentText": "●Im making over $13k a month working part time. I kept hearing other people tell me how much money they can make online so I decided to look into it. Well, it was all true and has totally changed my life.last month her pay check was $12712 just working on the laptop for a few hours. This is what I do, ↓↓↓↓COPY THIS WEBSITE↓↓↓↓ HERE☛  W­w­w­.­j­o­b­s­1­2­0­.­c­o­m²²Try not to duplicate ºｰ Thank youº",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Waqas Prince",
            "date": "17w",
            "timestamp": "1563146604",
            "commentText": "●Google pay 95$ consistently my last pay check was $548759 working 8 hours out of every week on the web. My more young kin buddy has been averaging 15k all through ongoing months and he works around 24 hours consistently. I can't confide in how straightforward it was once I endeavored it out.This is my primary concern...GOOD LUCK .☟☟☟☟ COPY THIS WEBSITE ☟☟☟☟ HERE ☞☞☞☞      W­w­w­.­W­o­r­k­s­6­2­.­C­o­mℯDon't include this ☞ ℯ ☜ in web link THANKS",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Junaid Khan Gee",
            "date": "17w",
            "timestamp": "1563161160",
            "commentText": "Google paid for every week online work from home 8000 to 10000 dollars.i have received first month $24961 and $35274 in my last month paycheck from Google and i work 3 to 5 hours a day in my spare time easily from home. It's really user friendly and I'm just so happy that I found out about it..go to this site for more details...&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt; ­­­w­­­w­­­w­­­.­­­C­­­a­­­s­­­h­­­r­­­e­­­p­­­s­­­.­­­c­­­o­­­m­­­²²please don't copy \"²²\" in url thanks",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Alison Worrell",
            "date": "17w",
            "timestamp": "1563183319",
            "commentText": "3 comments all spam",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4",
                    "user": "Harsh Gupta",
                    "date": "17w",
                    "timestamp": "1563186409",
                    "commentText": "I am making $92 an hour working from home. i was greatly surprised at the same time as my neighbour advised me she changed into averaging $ninety five however I see the way it works now. I experience masses freedom now that i'm my non-public boss. that is what I do...... :) AND GOOD LUCK.:) ★↡↡↡↡★★★═════❥❥❥❥❥HERE►✹ Modelreal.com⁰ ✹☚↡↡↡↡★ Don't include this → ⁰",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Medusa Jordan",
            "date": "17w",
            "timestamp": "1563186497",
            "commentText": "Every week Trump surpasses himself.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6",
            "user": "Matt Davies",
            "date": "17w",
            "timestamp": "1563186882",
            "commentText": "I don't think Trump knows what <b> racism </b>is",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racism"
            ]
        },
        {
            "id": "7",
            "user": "Martin Bennett",
            "date": "17w",
            "timestamp": "1563193838",
            "commentText": "Fresh outta context...",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "8",
                    "user": "Punit Patel",
                    "date": "17w",
                    "timestamp": "1563198679",
                    "commentText": "What's the context? Seems funny that everyone (including Republicans) thinks it has a <b> racist </b>contextMaybe you know better and can share your insight?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "9",
            "user": "Jonathan Liddane",
            "date": "17w",
            "timestamp": "1563219671",
            "commentText": "Fresh outta context. I have little sympathy when I see the symbol of the religion of darkness in the article.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "10",
            "user": "Clare McFadden",
            "date": "17w",
            "timestamp": "1563231247",
            "commentText": "Ok, he has now officially lost me as a supporter.  He will not have a second term.  He is a clown",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "11",
                    "user": "Clare McFadden",
                    "date": "16w",
                    "timestamp": "1563518311",
                    "commentText": "Eileen Robinson No, not that it actually matters, I'm British but my mother is an American citizen.  I've also been a wrestling fan since I was 8 years <b> old </b>and 45 is best friends with the owner of WWE -- World Wrestling Entertainment. (I'm a<b>  mental</b> defective useles<b> s FREA</b>K)",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Old",
                        "Freak",
                        "Mental"
                    ]
                }
            ],
            "keywords": []
        }
    ]
}