{
    "header": {
        "title": " Mum ‘locked up for seven hours’ after referring to a trans woman as a man on Twitter ",
        "subtitle": " ",
        "owner": " Rob Waugh ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 2.5k ",
        "datePosted": " Monday 11 Feb 2019 8:40 am ",
        "dateExtraction": " 2019-11-05 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/02/11/mum-locked-seven-hours-referring-trans-woman-man-twitter-8519251/ ",
        "postText": "Three police officers arrested a woman in front of her children and locked her up for seven hours after she referred to a transgender woman as a man on Twitter.', 'Kate Scottow, of Hitchin, Hertfordshire, was arrested by three officers at her home, and had her photograph, DNA and fingerprints taken after she was reported by a transgender activist for ‘deadnaming’.', 'Scottow says that officers took her mobile phone and laptop, and served her with a court order preventing from her referring to her accuser, Stephanie Hayden, as a man.', 'Scottow was accused of a ‘campaign of targeted harassment’ and of using two Twitter accounts in two different names to harass Hayden.', 'Writing on Mumsnet, she said, ‘I was arrested in my home by three officers, with my autistic ten-year-old daughter and breastfed 20-month-old son present.', '‘I was then detained for seven hours in a cell with no sanitary products (which I said I needed) before being interviewed then later released under investigation.', '‘I was arrested for harassment and malicious communications because I called someone out and misgendered them on Twitter.’', 'Hertfordshire Police said: ‘We take all reports of malicious communication seriously.’', 'Court papers say that Scottow tweeted ‘defamatory’ posts about Hayden in a ‘toxic’ debate over gender.', 'Scottow also labelled her ‘racist, xenophobic and a crook’.",
        "numberPosts": " 16 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Gender - General,Sexual Identity - Transexuality,Age - Youngsters,Age - General,Ethnicity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Gender,Sex,Woman,Transgender,Nothing,Age,Race",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Kay Cog",
            "date": "38w",
            "timestamp": "1549881293",
            "commentText": "Wow,the UK police they must be way overstaffed",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "1",
                    "user": "John S Madeley",
                    "date": "38w",
                    "timestamp": "1549901353",
                    "commentText": "If they really were they'd be out looking for your hair dresser love.The irony that you resemble a drag act but you're defending the POS who purposely made profiles to troll, harass and bully someone for their change of <b> gender.</b> You'd call the police within 5 minutes if someone did this to you. So please, shut up Meg!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gender"
                    ]
                },
                {
                    "id": "2",
                    "user": "Kay Cog",
                    "date": "38w",
                    "timestamp": "1549902179",
                    "commentText": "John S Madeley All you have to do is block them. The you have to call the Nanny police for hurt feelings. Wahhh...",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3",
                    "user": "Clare Wood",
                    "date": "38w",
                    "timestamp": "1549919772",
                    "commentText": "No there's enough of them it's just they'd rather sit on the Internet and look out for people not being nice to each other rather than patrolling neighbourhoods.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Outdoor Adventure",
            "date": "38w",
            "timestamp": "1549884473",
            "commentText": "As a man I see Terfs to be the pinacle of man hating feminists. All feminists (and especially the radical ones) hate men and boys, but Terfs don't stop even when the men change <b> gender.</b>Sadly they are not few or far between. They are many, as the core feminist credo is to hate men, most of feminists are closeted Terfs and there is no way around it.That being said, to arrest a person, because of a \"hate speech\" online is pure insane and evil. You should also arest all those that where in the posts, and I am sure plenty on both sides where insulting each other!And you should also arest the police, as they are the only ones that actually use physical force against people  in these cases. Everyone else are just speaking, while the police actually does the most harm, they should be prosecuted with impunity, including their chiefs.The damage done by the Police is of huge magnitude comparing to the damage done by words online. If they want to prevent (or punish) emotional damage, then they should never ever touch a person's freedoms or even dare to call it! If you pretend that the people's \"emotional\" well being is sacred, then what the Police does is the worst crime in the entire debacle.I expect people to wake up and sue for emotional abuse the entire Police force soon enough. After all, if we go that path, we better make sure the state gets what it deserves when acts abusive towards our emotional well being.Arrests and threats to personal freedoms are way more abusive than mean words online! Prosecute the police asap!",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "5",
                    "user": "Wayne S. Heldon",
                    "date": "38w",
                    "timestamp": "1549914450",
                    "commentText": "most of them are paedos and rapists..oh no sorry they just protect the institutionalised paedos and rapists",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6",
                    "user": "Clare Wood",
                    "date": "38w",
                    "timestamp": "1549919616",
                    "commentText": "Wayne S. Heldon do you have evidence of that?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7",
                    "user": "Arnold Hedge",
                    "date": "38w",
                    "timestamp": "1549961276",
                    "commentText": "I had to Google what TERFS meant.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Gender"
            ]
        },
        {
            "id": "8",
            "user": "Richard Champion",
            "date": "38w",
            "timestamp": "1549888194",
            "commentText": "Sad how low the UK has sunk.",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9",
            "user": "Owen P McCarthy",
            "date": "37w",
            "timestamp": "1550140759",
            "commentText": "The bullying nature of the incident is absolutely wrong but it is not a matter the police should have been involved in. We shouldn't need to explain to adults that online abuse can be stopped by blocking somebody or not frequenting the chatrooms/social media platforms where the offence is deemed to have been caused. If the online abuse had manifested itself in the physical world (aka \"reality\") then yes, absolutely bring the police in.The victim needs help in dealing with the reality of the body they are in, not forcing society to pander to them and then having cosmetic procedures to maintain the illusion which, based on the article, seems to only fool themselves not those around them.I will reiterate my opening point, though. Bullying of anybody is wrong and should not be tollerated. That shouldn't necessarily be a police matter though as most adults have heard the phrase 'sticks and stones' before.",
            "likes": 10,
            "hasReplies": true,
            "numberOfReplies": 10,
            "replies": [
                {
                    "id": "10",
                    "user": "Clare Wood",
                    "date": "38w",
                    "timestamp": "1549919865",
                    "commentText": "Shut up you are not <b> transgender </b>you are not entitled to an opinion on what our treatment should be.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Transgender"
                    ]
                },
                {
                    "id": "11",
                    "user": "Owen P McCarthy",
                    "date": "38w",
                    "timestamp": "1549925891",
                    "commentText": "Clare Wood as a fellow human being I dont think anyone should be held accountable for their thoughts, only their actions. I think everyone should be empowered to accept the body they were born with.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "12",
                    "user": "Emanuele Ciriachi",
                    "date": "38w",
                    "timestamp": "1549929598",
                    "commentText": "Well said Owen.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "13",
                    "user": "Clare Wood",
                    "date": "38w",
                    "timestamp": "1549953111",
                    "commentText": "Owen P McCarthy Fortunately for us who want to express ourselves you are not holier than thou like you think you are. Go back to your dull mainstream life. Bet your biggest achievement in life is having kids. As if someone having kids is an achievement out of the ordinary pffft",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "14",
                    "user": "Owen P McCarthy",
                    "date": "38w",
                    "timestamp": "1549964802",
                    "commentText": "Clare Wood of all the people to make assumptions about another...You have no idea about my personal acheivements or the adversity I have faced in life and I'm not sharing it or demanding a political platform for it.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "15",
                    "user": "Owen P McCarthy",
                    "date": "38w",
                    "timestamp": "1549964841",
                    "commentText": "Clare Wood I defend your choice to express yourself. There's <b> nothing </b>wrong with that.I do object to the politicising of the medical condition of<b>  gender</b> dysphoria and the social media platform and legal status it is afforded as it is creating an offence of 'thought crime' by proxy and removing the equally natural free expression of others.I will say again, the bullying of anybody is wrong but it was never my contention with the article.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gender",
                        "Nothing"
                    ]
                },
                {
                    "id": "16",
                    "user": "Joe Lampshire",
                    "date": "38w",
                    "timestamp": "1549957763",
                    "commentText": "Clare Wood errrr yes we are entitled to our opinion  whether you like or accept it otherwise that makes you a bigot in trying to force everyone to accept your way of thinking. This is a medical condition.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "17",
                    "user": "Owen P McCarthy",
                    "date": "38w",
                    "timestamp": "1549977758",
                    "commentText": "Clare Wood \"Fortunately for us who want to express ourselves you are not holier than thou like you think you are. Go back to your dull mainstream life. Bet your biggest achievement in life is having kids. As if someone having kids is an achievement out of the ordinary pffft\"There's something 'off' about that quote that I can't quite put my finger on. It's like you have chosen to express your <b> transgender </b>nature * as a rebellion against being 'mainstream' and a striving to be 'out of the ordinary'.That doesn't sound like you ** want to be just accepted to get on with your life. It reads like you are craving an attention of some kind.*(you used the word 'our' and 'ourselves' so I believe you belong to the group yourself)** (personally, as I don't expect you to represent an entire community)I tidied this post up a little so it scanned better.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Transgender"
                    ]
                },
                {
                    "id": "18",
                    "user": "Jamil Ahmed Sheikh",
                    "date": "37w",
                    "timestamp": "1550055109",
                    "commentText": "Very well said Owen, they expect everyone else to induldge in a delution, they're teaching this stuff to kids which is very worruing, the mind and body are one, that nonsense about <b> gender </b>being a social construct and all in the brain is a pathetic and BS argument.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gender"
                    ]
                },
                {
                    "id": "19",
                    "user": "Owen P McCarthy",
                    "date": "37w",
                    "timestamp": "1550055858",
                    "commentText": "Teaching children about something existing is one thing but allowing them to self identify below the <b> age </b>of 16, the earliest<b>  age</b> a person was previously allowed to consent/decide what happens to their own body, is an interesting decision to say the least.I'm not saying children are incapable of knowing that they are different on some level than their peers but allowing major life decisions to be made before their teen hormones have begun to shape an adult psychologically with all the perspective that will bring is abuse at a very fundamental level.Bullying of any kind is still wrong and the Metro have deliberately worded this article to deflect this element to create discussion but I stand against abuse.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Age"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "20",
            "user": "Paul Whiteley",
            "date": "38w",
            "timestamp": "1549915478",
            "commentText": "I cannot begin to comprehend the issues that any Trans person may have, other than that they have probably gone through their entire lives being bullied &amp; intimidated &amp; ridiculed.....so have already suffered more than anyone should have had to....If this had been a single off the cuff remark then it would probably have meant <b> nothing,</b> but this was clearly a vindictive &amp; hate fuelled campaign against the victim.....I wonder....had the boot been on the other foot how Ms Scottow would have reacted had the bullying &amp; harassment been targeted toward her for having an Autistic child or worse that the attacks had been directed toward that Autistic child ??One would have thought that someone imn her position might have had more empathy toward her victim than she did......Hate crime is still a crime be it based on<b>  race</b>, religion<b> , se</b>x, physical appearance or anything else &amp; should be handled in the same way",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sex",
                "Nothing",
                "Race"
            ]
        },
        {
            "id": "21",
            "user": "Chris Halliday",
            "date": "38w",
            "timestamp": "1549904022",
            "commentText": "Good. It's about time that the so-called \"trans-exclusive radical feminists\" we're shown that their horrible campaign of harassment against <b> transgender </b>women will not be tolerated. I see a lot of eye-rolling in the comments from people who don't think that kind of harassment is a crime. These people have never had a crowd having for their blood and should be grateful for the fact.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "22",
                    "user": "Andrew MacDonald",
                    "date": "37w",
                    "timestamp": "1550006202",
                    "commentText": "Blimus, so feminists have become the hate figures of <b> transgender </b>men, men in dresses or men who desire to be women. If you have spent the formative years of your life as a man how on earth can you berate and undermine the thoughts of women? The nasty and sometimes violent reactions towards women by<b>  transgender</b> men only highlights that they are still very much men.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Transgender"
                    ]
                }
            ],
            "keywords": [
                "Transgender"
            ]
        },
        {
            "id": "23",
            "user": "M Saqib Chughtai",
            "date": "38w",
            "timestamp": "1549907802",
            "commentText": "Rubbish... many times I cannot tell a <b> woman </b>from a man... everyone kinda dresses the same. 5 out of 8 times I get it wrong looking at someone from the back... what's the big deal...<b>  transgender</b> or not... not like people carry a label on their foreheads of wha<b> t se</b>x they are. The world is really getting low on IQ. The world begins to end when we become unaware of the things that matter - Dr. MARTIN LUTHOR KING JR.On the flip side... the world begins to end when we become Concerned of the things that DO NOT matter.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "24",
                    "user": "Steven Tru",
                    "date": "37w",
                    "timestamp": "1550006516",
                    "commentText": "Its not <b> sex,</b> its<b>  gender</b><b> , gende</b>r is by the brain, not which genitals they have, btw mlk was incredibly sexist",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gender",
                        "Sex"
                    ]
                },
                {
                    "id": "25",
                    "user": "Jamil Ahmed Sheikh",
                    "date": "37w",
                    "timestamp": "1550026182",
                    "commentText": "Steven Tru oh shut up, the body and mind are not detatched",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Sex",
                "Woman",
                "Transgender"
            ]
        },
        {
            "id": "26",
            "user": "Clare Wood",
            "date": "38w",
            "timestamp": "1549919526",
            "commentText": "Serves you right.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "27",
                    "user": "Emanuele Ciriachi",
                    "date": "38w",
                    "timestamp": "1549929576",
                    "commentText": "Are you insane?!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "28",
            "user": "Steve Perrin",
            "date": "38w",
            "timestamp": "1549921026",
            "commentText": "Meanwhile knife crime is up over 50% and 8 people have been murdered in London alone this year already... and it's only Febuary. But as long as someone calling a man a man online is arrested, I'm sure everything will be fine...",
            "likes": 10,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "29",
            "user": "Marcus Welby",
            "date": "38w",
            "timestamp": "1549937765",
            "commentText": "so calling a MAN a man, is a crime now ?the police has lost their collective minds.",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "30",
            "user": "Jack Jones",
            "date": "38w",
            "timestamp": "1549956992",
            "commentText": "stephen hayden IS a man. . .there fixed . . .",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "31",
            "user": "Peter Michael",
            "date": "38w",
            "timestamp": "1549960411",
            "commentText": "Handbags at the ready.The wierdoes are getting nasty.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "32",
            "user": "Jamil Ahmed Sheikh",
            "date": "37w",
            "timestamp": "1549996711",
            "commentText": "but he is a man biologocally",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "33",
            "user": "Steven Tru",
            "date": "37w",
            "timestamp": "1550006972",
            "commentText": "Still waiting for the equality act 2010 to be fully implemented by the government unisex toilets for example. Kate was arrested for MALICIOUS COMMUNICATIONS (a crime) , AND HARASSMENT (a crime). Steph the <b> woman </b>(technically \"trans<b>  woman</b>\") is lovely.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "34",
            "user": "Tony Hall",
            "date": "37w",
            "timestamp": "1550046925",
            "commentText": "if your born a male then your male, no amount of surgery will ever change that!!!If you were born 'Steven' I will call you Steven no matter how much surgery you have to look like a sheila!!!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "35",
            "user": "Peter Michael",
            "date": "37w",
            "timestamp": "1550076542",
            "commentText": "They had to send three cops in case the kids turned violent.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}