{
    "header": {
        "title": " As a cisgender lesbian at Pride, I was ashamed to see such blatant transphobia within my own community ",
        "subtitle": " ",
        "owner": " Lottie L'Amour ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 180 ",
        "datePosted": " Tuesday 10 Jul 2018 9:34 am ",
        "dateExtraction": " 2019-10-31 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/07/10/as-a-cisgender-lesbian-at-pride-i-was-ashamed-to-see-such-blatant-transphobia-within-my-own-community-7697271/ ",
        "postText": "On one of the hottest days of the year so far, my fiancee and I were getting ready to attend the annual Pride in London March.', 'We were going to be taking part in the parade for the first time ever, so we were in head-to-toe rainbow, dancing around to an epic Pride playlist that I’d made and generally feeling the love and positivity radiating out of the rest of the marchers and crowd that had gathered.', 'I’ve never seen so many happy faces, so much glitter and so much love in one place – it was just electric. Little did we know, the parade was about to be hijacked by a group of anti-trans protesters that forced their way to the front of the march and handed out transphobic leaflets, held transphobic signs and walked the whole length of the parade practically unchallenged by the organisers of the event.', 'I’m a cisgender lesbian, and Pride has been integral to my journey in the LGBTQIA+ community. It’s always been a safe space to retreat to. I was feeling absolutely hyped about being in the parade, sitting on top of an open topped double decker bus at the front of the holding area. I was applying my 17th layer of rainbow paint when a group of media outlets boarded our bus and asked to take photos from the top of the ‘protest going on at the front’.', 'My mood suddenly changed – surely this wasn’t happening? I fought my way to the front of the bus and saw a group of around eight to 10 protesters, standing on the giant rainbow flag in front of us, holding transphobic banners and shouting to the crowd.', 'We watched as the organisers attempted meekly to remove them. I felt a sense of overwhelming shame as word reached us that the group were TERF (Trans Exclusionary Radical Feminst) lesbians protesting about trans rights and the Gender Recognition Act reform ‘erasing lesbians’. How could members of our own community turn on our trans family like this in the name of lesbian erasure?', 'Beside our bus, waiting to leave, were a group of trans activists who had to witness this first hand. I ran to the side of the bus and yelled down to them that we loved them and cheered for them at the top of my lungs as they were eventually allowed to set off. What I didn’t realise, was that the group of TERF’s that had hijacked Pride had been allowed to continue to march, leading the parade in front of the rainbow flag.', 'After the parade, when I had got home, the extent of the protest became apparent and I was utterly devastated. These women had taken a safe space meant for all in the community and had introduced hatred to it, and what stung the most was that they were allowed to continue their protest, despite the challenges from the million-strong crowd. The LGBTQIA+ community quickly fired back, however.', 'The hashtags #LWithTheT and #NotADebate were created and hundreds of videos shared from cisgender lesbians proclaiming their support for the trans community. My fiancee and I created our own video which to date has had over 17,000 views on Twitter alone and hundreds of messages of support.', 'Transphobia is still rife in the UK, and the protest underlines that some of that transphobia comes from within the LGBTQIA+ community. In the UK alone, 48% of trans people still don’t feel safe to use public bathrooms and more than two in five trans people avoid certain streets as they don’t feel safe. The action taken by the protesters in a historically safe space such as Pride forces our trans family further underground in a world that they already feel unsafe in.', 'Grassroots activism such as #LWithTheT and #NotADebate brings the discussion to social spaces, however more needs to be done to protect trans people. In addition to our video, my fiancee and I donated to trans rights charities.', 'The real action however, needs to come from Pride in London. Although Pride in London eventually released an official apology, this is simply not enough. Pride in London should put their money where their apology is and use some of their corporate sponsorship money to donate to small trans charities, which are lifelines giving direct support to the trans community. The harm caused to the community cannot be underestimated, and Pride in London has a duty of care to the communities it supposedly represents.",
        "numberPosts": " 9 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Sexual Identity - Female homosexuality,Gender - General,Age - Over 65s,Physical Identity - Physical (and Mental) Impairments,Sexual Identity - General,Sexual Identity - Male homosexuality",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Lesbian,Gender,Woman,Old,Disabled,Gay,Gay",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Colin Mcchristie",
            "date": "1y",
            "timestamp": "1531221852",
            "commentText": "Im getting to <b> old </b>for this world, can someone tell me what the hell a cisgender<b>  lesbian</b> is?? I dont mean to be disrespectful but i have never heard of that one before!",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1",
                    "user": "Colin Mcchristie",
                    "date": "1y",
                    "timestamp": "1531223613",
                    "commentText": "Ian Moone lol",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Old",
                "Lesbian"
            ]
        },
        {
            "id": "2",
            "user": "Arnold Hedge",
            "date": "1y",
            "timestamp": "1531222145",
            "commentText": "\"Cisgender <b> lesbian\"</b>? You just need vegan,<b>  disabled</b>, single parent for the full set.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Lesbian",
                "Disabled"
            ]
        },
        {
            "id": "3",
            "user": "Janeo Delgardo",
            "date": "1y",
            "timestamp": "1531247659",
            "commentText": "What the hell was that article going on about?",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Augustin Levin",
            "date": "1y",
            "timestamp": "1531252205",
            "commentText": "Why use divisive language such as cis. You’re separating yourself from a trans person with that language. Hearts in the right place, but stupid article.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Leonore Hamer",
            "date": "1y",
            "timestamp": "1531259877",
            "commentText": "There not any part of the <b> Lesbian </b>Community, this is the reality, which is backed by @realDonaldTrump friends... [LINK] ",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Lesbian"
            ]
        },
        {
            "id": "6",
            "user": "Allan Bancroft",
            "date": "1y",
            "timestamp": "1531264366",
            "commentText": "I'm really not surprised the feminist lesbians are starting to gather. It's about time someone took the case for real women with real vaginas. If a man won <b> woman </b>of the year after being a<b>  woman</b> for only 6 months something isn't quite right. I'm all fo<b> r g<b> a</b</b<b> >>y lesb</b>ian or straight. Cross dressing is also something I can understand but you can think you are whatever you want it doesn't make it so. You may rather be ano<b> ther ge</b>nder and you may mutilate yourself to look as much like the other as possible but your DNA and cells will always be what they were. (That would be you<b> r cis g</b>ender. The only one that you ever can be).",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gender",
                "Woman",
                "Gay",
                "Lesbian"
            ]
        },
        {
            "id": "7",
            "user": "Blanc Spott",
            "date": "1y",
            "timestamp": "1531276108",
            "commentText": "LOL CLOWN WORLDThe backlash/end of Weimar can't come quickly enough.I'm so filled with derisive laughter and contempt for you lost souls and pathetic genitalia fixated solipsistic children that I'm almost ready to side with your new Muslim overlords. They'll straighten you out.Oh wait- YOU already side with your new Muslim Overlords.Why don't you neck yourself now, and save them the trouble of tossing you off roofs.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8",
            "user": "Leanna Barnard",
            "date": "1y",
            "timestamp": "1531288463",
            "commentText": "We have a lot of people being trans here,I don't really care,that's their business,although it saddens me that some of the men have bigger breasts than me.x",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9",
            "user": "Owen P McCarthy",
            "date": "1y",
            "timestamp": "1531291378",
            "commentText": "'Safe spaces' as a concept exists only in the memory of grown ups who played tick at school.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}