{
    "header": {
        "title": " Pakistani, Gypsy, and travellers more vulnerable to loneliness ‘because of racism’ ",
        "subtitle": " ",
        "owner": " Basit Mahmood ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 344 ",
        "datePosted": " Tuesday 25 Jun 2019 11:20 pm ",
        "dateExtraction": " 2019-11-21 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/06/25/pakistani-gypsy-travellers-vulnerable-loneliness-racism-10071659/ ",
        "postText": "Pakistani and Gypsy Roma and Irish Travellers, are more vulnerable to loneliness than other ethnic groups because of racism and lower incomes, a study has found.', 'The survey was the first of its kind that looked at loneliness specifically for those from BAME backgrounds, unlike other loneliness surveys, the Runnymede Trust claimed.', 'It found that although loneliness is a common experience across all groups, ages and ethnicities, some ethnic groups are more vulnerable.', 'The group most likely to be isolated in this survey, at greater risk of loneliness and struggling to admit to their loneliness, appears to be Gypsy, Roma and Irish Traveller groups.', 'The study of nearly 1,000 people, found a strong link between bullying and racial discrimination in the workplace and feelings of loneliness.', 'Dr Zubaida Haque told Metro.co.uk: ‘It is often assumed that work is a protective factor against loneliness, you meet people, you keep yourself busy.', '‘However, we found that people are more likely to feel lonely if at work they experience bullying and racism.', '‘Loneliness is a spectrum, everybody experiences it, but its about looking at the end of that spectrum, at those who are often left out of discussions’.', 'One out of five respondents reported experiencing racial discrimination at work and in their local neighbourhoods, with more than a third of all BME respondents saying they had experienced racism at work – compared to two percent of white British respondents.', 'Feelings of belonging and wanting to be accepted for who you are, are strong themes in the survey, with 67 per cent of respondents who felt that they didn’t belong in their local community admitting they were ‘often’ or ‘always’ lonely, compared to 16 per cent of those who felt they belonged.', 'Income and poverty are also strongly linked to loneliness and isolation, 63 per cent of people who reported that they didn’t have enough money for essentials said they were lonely, compared to 23 per cent of respondents who could afford them.', 'BME respondents in this survey were more likely to struggle to afford the essentials compared to those from white British backgrounds.', 'Dr Haque told Metro.co.uk: ‘People from BME communities are especially impacted by poverty especially child poverty.', '‘Pakistani households have around 55% which experience child poverty.', '‘They’re not going to be able to afford to go out as much or know how to access services.’', 'Dr Haque called on the government to address the specific factors that cause loneliness for ethnic minorities, which are overwhelmingly structural, such as poverty and racism.', 'She also said that much more needed to be done to tackle the stigma associated with loneliness in BME communities, where many feel unable to talk about the issue.",
        "numberPosts": " 5 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Nationality - General,Ethnicity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Immigrant,Race",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Paul Jones",
            "date": "21w",
            "timestamp": "1561506982",
            "commentText": "they need to find some friends",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1",
                    "user": "Iftikhar Ahmad",
                    "date": "5w",
                    "timestamp": "1571060777",
                    "commentText": "Native Brits do not want to mix with immigrants. They move from an area where immigrants are in majority and remove their childre from schools when they find <b> immigrant </b>children are growing in number. |they should be grateful for the contribution made by immigrants. [LINK] ",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Immigrant"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "2",
            "user": "John E Smokes",
            "date": "21w",
            "timestamp": "1561537060",
            "commentText": "Brought on mainly by themselves or their own communities. How about helping themselves like maybe, perish the thought, integrating! instead of expecting others to fix it?",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Les Hayward",
            "date": "21w",
            "timestamp": "1561552041",
            "commentText": "Since when have 'travelers' been defined as a <b> race?</b>",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Race"
            ]
        },
        {
            "id": "4",
            "user": "Denise Janet Bedding",
            "date": "21w",
            "timestamp": "1561616165",
            "commentText": "plenty of lonely people all over the place , sadly it's a fact of life",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Joseph Suarez",
            "date": "20w",
            "timestamp": "1561810639",
            "commentText": "If they integrate they might not be so lonely. So no sympathy.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}