{
    "header": {
        "title": " If EastEnders were real life, its new gay bar would close down after six months due to gentrification ",
        "subtitle": " ",
        "owner": " Olimpia Burchiellaro ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 209 ",
        "datePosted": " Thursday 3 Jan 2019 4:55 pm ",
        "dateExtraction": " 2019-10-30 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/01/03/if-eastenders-were-real-life-its-new-gay-bar-would-close-down-after-six-months-due-to-gentrification-8305804/ ",
        "postText": "Will Albert Square’s new gay bar represent the full spectrum of London’s incredible LGBTQIA+ community and the grit and rawness of our reality? Will it be wheelchair accessible, stay open past 11pm and play more than Kylie Minogue? Will Tina host a lesbian garage night? We have much hope.', 'Kate Oates, senior executive producer of EastEnders told me: ‘with our urban London setting, EastEnders is in a unique position to celebrate diversity of all kinds. Like any iconic soap location, the new bar should have potential to see a large number of characters interact, and have many different kinds of stories play out within its walls; but it should feel true and familiar to our LGBTQI+ viewers, and stand out with its own brilliant personality.’', 'We at Friends of the Joiners Arms (FOTJA) welcome Kate Oates’ news. For the last four years we have fought to protect queer spaces and have successfully won planning protections for our infamous Hackney Road venue on historic grounds.', 'If they are essential for our communities’ wellbeing, venues shouldn’t just be taken up by property developers. We are now working to bring the replacement venue into community ownership, where it belongs.', 'As we welcome the first gay bar to Albert Square, it’s essential to reflect on the climate within which the EastEnders residents are finally getting such a venue.', 'There’s a sick irony at play when LGBTQIA+ venues are finding representation on screen while real life spaces are squeezed out of our reach by greedy developers and poor planning.', 'According to a study by UCL, between 2006 and 2017 London lost 58 per cent of its LGBTQIA+ venues; from there being 121 to just 51 in operation.', 'Closures and threats to these venues are generally recognised as external pressures, rather than any failing on the venues themselves.', 'The most cited reasons for closure are large developments, lack of safeguarding of dedicated venues in existing planning systems, sale or change of use of property by landlords and rising business rates and rents. If EastEnders were real life, the bar would close down after six months due to gentrification.', 'There’s a sick irony at play when LGBTQIA+ venues are finding representation on screen while real life spaces are squeezed out of our reach by greedy developers and poor planning.', 'EastEnders’ gay bar announcement at the beginning of 2019 is, however, great timing. Last year saw the 30th anniversary of the beginning of Section 28, which banned the promotion of homosexuality in public institutions and this year is the 50th anniversary of the Stonewall Riots, which were led by trans homeless women of colour and started the modern Pride movement.', 'Now is the time for EastEnders to shine, make the Albert Squares LGBTQIA+ community as diverse as the wider world is and create the inspiring juicy storylines we are all so hungry for.', 'When the show’s creators, Julia Smith and Tony Holland, began planning they set out to attract a younger, more diverse audience than its competitors such as Coronation Street had at the time.', 'While they succeeded on many fronts with bold female characterisation, a small variety of LGB storylines and the introduction of its first transgender character in 2015, they have been accused of tokenism and stereotyping of characters of colour.', 'We’d love to see genuine and realistic representation of diverse LGBTQIA+ characters. Will the bar be a super-cool precinct where gay and straight characters can all just hang out or will it make us question the world around us?', 'Like so many I was bawling my eyes out on the edge of my seat when Ruby questioned the patriarchy and stood up to her rapists in the Queen Vic in one of this year’s most memorable episodes. Albert Square’s new gay bar could hold the same power.",
        "numberPosts": " 2 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Gender - General,Sexual Identity - General,Sexual Identity - Male homosexuality,Sexual Identity - Transexuality",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Gender,Sexual,LGBT,LGBT,LGBT",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Arnold Hedge",
            "date": "42w",
            "timestamp": "1546540058",
            "commentText": "LGBTQIA+ ?I know up to Q, but I and A are new ones on me. The list just seems to get longer.\"If EastEnders were real life...\"People living in Albert Square would not know each other, would work elsewhere, would move away and not come back to the exact same place, would not leave in a taxi with a wheely suitcase looking back wistfully, would not have a cafe, pub, wine bar and a market. The list of differences is pretty extensive.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "1",
                    "user": "Bethany Powell",
                    "date": "42w",
                    "timestamp": "1546553050",
                    "commentText": "The I stands for Intersex (someone born with the wrong reproductive organs, or have chromosomes that aren't xx/xy), whereas the A can either stand for Allies (someone who is straight but still supports the <b> LGB<b> T+<<b> /b</b</b>>>) or Asexual (who don't fe<b> el sexu</b>al attraction to <b> any gen</b>der).",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gender",
                        "Sexual",
                        "LGBT"
                    ]
                },
                {
                    "id": "2",
                    "user": "Fahim-Uz Zaman",
                    "date": "42w",
                    "timestamp": "1546615933",
                    "commentText": "Bethany Powell You  need help and so does the rest of the community. Literally idenfying as anything these days...",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Fahim-Uz Zaman",
            "date": "42w",
            "timestamp": "1546616086",
            "commentText": "How about eastenders try to protray Tower Hamlets a lot beter? They could start by adding a few Bangldeshi actors. They could also get the residents  get jobs outside of the bloody square?!!! Do the writers think everyone in Tower Hamlest don't want jobs outside of their immediate homes? Also what is it with these characters being content with earning and living on an £8 hour job? Do they writers think people in tower hamlets have no ambition??????",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4",
                    "user": "Kat Henderson",
                    "date": "38w",
                    "timestamp": "1548903404",
                    "commentText": "It’s not set in tower hamlets......",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5",
                    "user": "Fahim-Uz Zaman",
                    "date": "38w",
                    "timestamp": "1548960743",
                    "commentText": "Kat Henderson it's based on tower if hamlets if you decided to do your research...",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}