{
    "header": {
        "title": " Women of colour aren’t allowed to mess up like Caroline Calloway ",
        "subtitle": " ",
        "owner": " Yomi Adegoke ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 110 ",
        "datePosted": " Friday 20 Sep 2019 5:50 pm ",
        "dateExtraction": " 2019-11-14 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/09/20/women-of-colour-arent-allowed-to-mess-up-like-caroline-calloway-did-10781266/ ",
        "postText": "The current American media landscape is currently like a game of white woman whack a mole: when one incompetent former it-girl is expelled, another two crop up.', 'This week, recurring characters Lauren Duca and Caroline Calloway reprised their roles as the cartoonishly millenial anti-heroines of social media.', 'The former is a love-to-hate journalist who found fame after a viral essay on the Trump administration, and viral interview in which she went head-to-head with Fox New’s Tucker Carlson.', 'The latter is a love-to-hate influencer, who found fame after a viral thread documented her disastrous attempts to host ‘creativity workshops’ for $165 per ticket.', 'Both have been the subject of recent journalistic deep-dives: Calloway’s previous collaborator and confidant Natalie Beach has written about her close and largely toxic relationship with her for The Cut.', 'In it she reveals that she had ghostwritten social media captions for the Instagram personality and that Calloway had faked part of her now-near 800,000 strong following by buying followers.', 'Meanwhile, over at BuzzFeed an in-depth piece reported that students of Duca’s ‘The Feminist Journalist’ course at NYU had filed a formal complaint against her.', 'It was alleged she would incessantly discuss her personal life in class, would spend more time meditating than actually teaching and more worryingly, that she ‘consistently targeted’ one student in particular who didn’t speak English as a first language.', 'Tales of white snake oil saleswomen regale us on a near weekly basis; Duca and Calloway – alongside women like Theranos founder Elizabeth Holmes and New York socialite Anna Delvey – are perfect examples of why ascribing privilege to white men alone is a fallacy.', 'This is by no means either of the women’s first scandals. In a March 2019 Jezebel article, Duca was accused of anonymously trolling colleagues during her time at Huffington Post and fat-phobic tweets were resurfaced.', 'Calloway scored a $500,000 advance in 2013 that her publisher ultimately canceled after she decided not to write it. Her publisher demanded she repay her advance, but she claimed to have spent $165,000 of it.', 'Perhaps this is why Branden Miller’s iconic character ‘Joanne The Scammer’ continually professed that she was a ‘caucasian woman’. Branden, a black man in drag, could never get away with the shenanigans ‘Joanne the Scammer’ – a wealthy white woman with a snarl and a fur – could.', 'Tales of white snake oil saleswomen regale us on a near weekly basis; Duca and Calloway – alongside women like Theranos founder Elizabeth Holmes and New York socialite Anna Delvey – are perfect examples of why ascribing privilege to white men alone is a fallacy.', 'White women too have been emboldened to pull several fast ones. Whilst Duca and Calloway’s issues lie more with ineptitude than outright dupery – for which Holmes and Delvey are either facing or doing jail time – it’s hard to separate them from the ongoing con economy.', 'Duca has managed to exploit the current pseudo-feminist climate and turn adeptness for one-liners into profiles in the New York Times and on the Today show, awards for excellence in journalism and various television show appearances.', 'Calloway has taken advantage of a young cult-following and an ability to flip her messiness into the ‘authenticity’ so wanted from influencers. Both have grossly misrepresented themselves to the extent of their abilities being grossly overestimated, and it’s all blowing up in their faces very publicly.', 'The women are no doubt all victims of sexism – their notoriety and the various think pieces and hysteria surrounding them are in no small part because they’re women. But their whiteness is what allowed them to be able to pull off these various ‘scams’ in the first place.', 'The line between ‘scammer’ and ‘inspiration’ is increasingly thin.', 'Theranos’ board was entirely white, male and old and Holme’s status as a ‘hot, young, blonde’ no doubt played a part in their support. Lauren Duca has been dubbed the Caroline Calloway of journalism, who has been dubbed Anna Delvey of influencers.', 'It is hard to think of a woman of colour who could be the Calloway of anything – how would she be permitted to fail upwards so easily to begin with? Mediocrity isn’t a luxury we are permitted in a world that requires us to work twice as hard.', 'White women, especially middle class, educated, conventionally attractive, able bodied ones, are able to leverage their position and take advantage of the system in the same way as their white male peers.', 'It’s why it grates when white women refer to white men as ‘white men’ with a disparaging eye roll, as if it somehow negates their own privilege.', '‘You’re being so f*cking hard on me, Scaachi,’ Duca said in a standout exchange from her profile. ‘And I really, really, really, really would ask you if you would be grilling a man in this same way.’', 'In the binary view of the world some women can afford to have, privilege is something you have if you’re male and don’t if you’re not. She is aware of how being a woman can impede her, but not how being white has protected and – more importantly – projected her into the public eye.', 'Both Calloway and Duca were internet famous, NYU alumni who were awarded legitimacy at a much slower rate than men more mediocre, but wouldn’t have been taken seriously at all if they were black.', 'The line between ‘scammer’ and ‘inspiration’ is increasingly thin. A couple of years ago, Calloway, Duca, Delvy and Holmes could have easily been in conversation together on a panel at an exclusive yet ‘empowering’ women’s private members club event, waxing-lyrical about breaking the glass ceiling without getting into the nitty gritty of how they intended to do so.', 'Debate still rages on about whether they are feminist icons – they are never simply deemed frauds, phoneys, criminals as women of colour would immediately be cast.', 'Their whiteness doesn’t mean that they aren’t still disenfranchised as women. But the fact that for many women like Duca and Calloway, the worst fate they’ll face is being ‘cancelled’ says a lot about their positionality.', 'The truth is, had they been black women, they would have never even gotten started.",
        "numberPosts": " 7 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Ethnicity - Black",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Race,Racist,coloured",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Drew Jackson",
            "date": "7w",
            "timestamp": "1569007010",
            "commentText": "It's always about <b> race </b>with you isn't it.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Race"
            ]
        },
        {
            "id": "1",
            "user": "Matt Johnson",
            "date": "7w",
            "timestamp": "1569035040",
            "commentText": "Here we go again - pobresita!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "John Brady",
            "date": "7w",
            "timestamp": "1569047781",
            "commentText": "I've been speaking english for 70 years but do not understand 95% of this drivel.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "3",
                    "user": "Kim E Gandy",
                    "date": "7w",
                    "timestamp": "1569056419",
                    "commentText": "John Brady me too!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Paul Adamson",
            "date": "7w",
            "timestamp": "1569054768",
            "commentText": "Zzzz, here we go again.  Tip, toughen up and accept reality, failure isn't because of the colour of your skin in the western world",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Kim E Gandy",
            "date": "7w",
            "timestamp": "1569056490",
            "commentText": "Like the person above, I haven't a clue what you're rambling on about? I lost the will to live after the first paragraph of that rubbish. You really need to try and employ some real journalists sometime Metro.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6",
            "user": "Diana Walker",
            "date": "7w",
            "timestamp": "1569068898",
            "commentText": "Your piece doesn't provide any statistical, anecdotal or in fact ANY evidence to support your supposed 'argument'. Instead it sounds like a bi*ching and slandering rant. It's also borderline <b> racist,</b> for example 'But their whiteness is what allowed them to be able to pull off these various ‘scams’ in the first place'. If this was said by a white against a<b>  coloured</b> individual then they'd be shot down in flames. Don't bother writing anything else Yomi, I will be complaining to the Metro for hosting your bile.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist",
                "coloured"
            ]
        },
        {
            "id": "7",
            "user": "Richard Peacock",
            "date": "7w",
            "timestamp": "1569354211",
            "commentText": "£ moan $ moan £ moan $ moan £ moan $ £ moan $ moan £ moan $ moan £ moan $ $ $ $",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}