{
    "header": {
        "title": " Diner left note to waiter saying ‘we don’t tip terrorists’ ",
        "subtitle": " ",
        "owner": " Metro Reporter ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 282 ",
        "datePosted": " Thursday 19 Jul 2018 10:45 am ",
        "dateExtraction": " 2019-11-26 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/07/19/diner-left-note-to-waiter-saying-we-dont-tip-terrorists-7734597/ ",
        "postText": "A diner left a note calling the waiter who had served him an entire meal a ‘terrorist’ after circling his name Khalil.', 'Khalil Cavil was working his shift at the Texas steakhouse when he noticed one of the tables he was working on had not left a tip.', 'When he went to check the table he saw the handwritten message scrawled at the top of the receipt read: ‘We don’t tip terrorist (sic)’.', 'Despite the bill coming to $108.73 (£84), the customer at the Saltgrass Steak House in Odessa wrote the number zero in the space left blank to fill out a tip.', 'The shocked waiter posted the offensive message to his Facebook page saying: ‘Last night at work I received this note from one of my tables. At the moment I didn’t know what to think nor what to say, I was sick to my stomach.', '‘I share this because I want people to understand that this racism and this hatred still exists.', '‘Although, this is nothing new, it is still something that will test your faith. All day I’ve had to remind myself that Jesus died for these people too.', '‘I have decided to let this encourage me, and fuel me to change the world the only way I know how. So to all the haters out there, keep talkin, your only helping me step into my destiny! (sic)’', 'His post was shared more than 20,000 times by Facebook users who were similarly disgusted with the comment.', 'Lisa Ann wrote: ‘I am so sorry you have to deal with this BS. I and most Americans stand with you. This is so heartbreaking to see. Just remember most Americans do not feel this way.’', 'Mina Ghaffar said: ‘I’m so sorry you had to experience this it makes me so sad that this form of hate exists in our world. Stay strong bro and really happy to see you’ve dealt with this issue with so much grace and intelligence.’', 'Some have even sent Khalil money to make up for his lack of tip after seeing the post from July 15.', 'Yesterday, Khalil wrote another status to say he would be donating the unspecified amount to his local church.', '‘Once again, I want to thank everyone for all of the loving support,’ he wrote.', '‘Most of all I want to thank my family who has stood by me during this hectic week. I want to thank everyone who has messaged me over these past few days.', '‘There has been so much support and encouraging messages that it’s been hard to keep up with all of them. But to all of the people who have sent me money I want to thank you as well.', '‘I want to make it very clear that this was never about the tip nor the money. It was about shedding a light on racism and sharing the love of Jesus.', '‘It was about igniting conversations because I believe real change happens when we start talking about the issue and acknowledging it’s there. So thank you to everyone who has invested in me over these past few days.’', 'COO of the steakhouse Terry Turney told USA Today the customer has now been banned.', '‘We stand by and support our employee,’ he said.', '‘Racism of any form is unacceptable.’",
        "numberPosts": " 4 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Religious Identity - Muslim",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racism,Racist,Race,Terrorist",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Gareth Lewis",
            "date": "1y",
            "timestamp": "1532012525",
            "commentText": "He lives in the land of the free and home of the brave and has all corresponding to a specfic card number at a specific time on a specific date and the insult written in the perps own hand writing............... there is going be litigation suing for a might big payout!.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "1",
                    "user": "Joe Austin",
                    "date": "1y",
                    "timestamp": "1532009563",
                    "commentText": "That's absurd. We don't want people suing other people because they have been \"offended\".",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Ade Foiadelli",
                    "date": "1y",
                    "timestamp": "1532085676",
                    "commentText": "Joe Austin - But you can sue for libel if somebody publishes a false and defamatory statement about you - which is exctly what this clueless idiot has done.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Martina Zelenić Dove",
            "date": "1y",
            "timestamp": "1532017643",
            "commentText": "So let me get this straight - don't tip terrorists but happily accept being served by a <b> terrorist?</b> Logic 101 right here.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Terrorist"
            ]
        },
        {
            "id": "4",
            "user": "Tq Norris",
            "date": "1y",
            "timestamp": "1532018462",
            "commentText": "As a Texan and a Christian, I find this horrible and disgusting...It is not <b> racism </b>however, because Islam isn't a race; it is a political / religious ideology. I do admire this young man's positive attitude. Best wishes to him.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "5",
                    "user": "Marc Kennedy",
                    "date": "1y",
                    "timestamp": "1532032469",
                    "commentText": "It is <b> racism </b>though as it was assumed by the colour of his skin.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racism"
                    ]
                },
                {
                    "id": "6",
                    "user": "Kimberley OddSocks",
                    "date": "1y",
                    "timestamp": "1532257662",
                    "commentText": "Anti Muslim and Islamophobic rhetoric IS <b> racist.</b>",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                },
                {
                    "id": "7",
                    "user": "Tq Norris",
                    "date": "1y",
                    "timestamp": "1532396345",
                    "commentText": "Kimberley OddSocks ...No, actually it is NOT <b> racism.</b>..Islam isn't a<b>  race</b>...What occurred is religious discimination; no<b> t racis</b>m.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Race",
                        "Racism"
                    ]
                }
            ],
            "keywords": [
                "Racism"
            ]
        },
        {
            "id": "8",
            "user": "Jeff McNamera",
            "date": "1y",
            "timestamp": "1532458334",
            "commentText": "",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}