{
    "header": {
        "title": " I’m a gay man in India and I finally feel safe ",
        "subtitle": " ",
        "owner": " Chittajit Mitra ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 327 ",
        "datePosted": " Friday 7 Sep 2018 8:33 am ",
        "dateExtraction": " 2019-10-31 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/09/07/im-a-gay-man-in-india-and-i-finally-feel-safe-7922105/ ",
        "postText": "India has finally entered the rainbow era, legalising gay sex and the right to love who you want.', 'This is welcome news for LGBT+ Indians like myself, and it is important to reflect on all we have overcome to arrive at this point.', 'Section 377 was originally introduced in India during the British rule in 1861. The first legal step to challenge the law was taken by the Naaz Foundation in 2001 at the Delhi High Court.', 'In 2009 the court struck down this draconian law only for it only to be challenged in the Supreme Court and reversed again a few years later.', 'Those of us who breathed a sigh of relief and celebrated our freedom were left shocked and saddened by this inhumane decision.', 'MPs and activists have tried multiple times to get parliament to bring about a change in the law but nothing happened and appallingly, attempts to petition were laughed off and dismissed by parliament.', 'A friend of mine who was sitting next to me just started crying and we held hands. I could tell that we all felt overwhelmed by joy and a feeling that we were safe.', 'Almost 10 years later, as we heard the inspiring words of the Chief Justice of India and the other four judges in their respective judgments’, our hopes were renewed and we indeed feel free in India once again.', 'I am from a small city of Allahabad, north India. I am lucky to have LGBT+ friends and we decided to be together to experience Thursday’s historic event, whatever the outcome.', 'Honestly, I was lost for words when the judges of the Supreme Court started giving their respective judgments.', 'I was numb; I didn’t know how to react to this news as I never imagined that this would’ve been possible in my lifetime.', 'A friend of mine who was sitting next to me just started crying and we held hands. I could tell that we all felt overwhelmed by joy and a feeling that we were safe.', 'We were all emotional as we remembered our fellow community members who were lost during this relentless fight.', 'As we read the judgments our hearts raced faster and faster, our individuality was reaffirmed as the Chief Justice of India said, ‘I am what I am. So take me as I am.’', 'Another judge said that the history owes an apology to the LGBT persons for ostracising the LGBT+ community and for discrimination we have faced. We all cheered together for that.', 'While some may think this is not a huge deal due as not many people were convicted of crimes under the law, it is. This is about societal change.', 'Currently members of India’s LGBT+ community are harassed and blackmailed on a regular basis by the police. I’ve also found that has also become normal for people to create fake profiles on LGBTQ dating apps to rob others.', 'Hopefully, with a change in law, there will be a change in attitudes and the targeting of our community won’t be as normalised.', 'In the mean time, by decriminalising gay sex, we can hope for a rise in charities and NGOs. It is common for LGBTQ+ to be banished from their homes – these safe spaces will be available to those in need.', 'Lesbians who have been subjected to corrective rape and members of the trans community who have been forced into prostitution will soon be able to seek asylum in such places.', 'I also believe that this judgment will act as a pathway for other South Asian countries to attain equality.', 'I really do hope that people in these countries don’t lose hope as there’s light at the end of the tunnel.', 'While this is a wonderful first step, India still has a long way to go before it becomes a welcoming a safe place for the LGBTQ+ community.', 'This ruling has re-energised me. We now need more inclusive laws that will further safeguard our rights. We can also start our push for marriage inclusion in the future.', 'I am not expecting any overnight changes but I’m optimistic about our future as a community.",
        "numberPosts": " 4 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Sexual Identity - General,Sexual Identity - Male homosexuality,Sexual Identity - Transexuality,Ethnicity - Native-American, Ideological and Political Identity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Gay,LGBT,Gay,LGBT,LGBT,Red,Red",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Rick Davis",
            "date": "1y",
            "timestamp": "1536309000",
            "commentText": "Welcome India to the 21st century.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Shahleena Khan",
            "date": "1y",
            "timestamp": "1536310162",
            "commentText": "You are safe from the police but not from the people. Dont be under any assumption that people overnight will start to accept you. India is ingrained in a patriarchal society and alongside that being <b> gay<b>  </b</b>>is still considered disgusting. Be careful",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "2",
                    "user": "Shahleena Khan",
                    "date": "1y",
                    "timestamp": "1536327359",
                    "commentText": "Prithvi Di The people who bother to vote you mean. Your entire comment doesnt even make sense. People support decriminlisation but dont support the 'lifestyle'? They either support the <b> LGB<b> T <<b> /b</b</b>>>community or they dont. The fact that you consider bei<b> ng <b> g</b</b>>ay to be a lifestyle speaks volumes.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gay",
                        "LGBT"
                    ]
                },
                {
                    "id": "3",
                    "user": "Aishwarya Jha",
                    "date": "1y",
                    "timestamp": "1536357370",
                    "commentText": "",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Gay"
            ]
        },
        {
            "id": "4",
            "user": "Adam Dingley",
            "date": "1y",
            "timestamp": "1536322706",
            "commentText": "At last.  They can be who they want to be and not hide behind <b> red<b>  </b</b>>tape.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Red"
            ]
        },
        {
            "id": "5",
            "user": "Kritika Singh",
            "date": "1y",
            "timestamp": "1536348165",
            "commentText": "Beautifully written. 🏳️‍🌈",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}