{
    "header": {
        "title": " Mum ‘blacked up’ to go to 80s party dressed as Prince ",
        "subtitle": " ",
        "owner": " Elisa Menendez ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 3.4k ",
        "datePosted": " Friday 10 May 2019 3:36 pm ",
        "dateExtraction": " 2019-11-20 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/05/10/mum-blacked-go-80s-party-dressed-prince-9494839/ ",
        "postText": "A mother has found herself at the centre of a race row after she was kicked out of an 80s tribute night for ‘blacking up’ as pop icon Prince.', 'Catherine McBride, 47, insisted she wasn’t racist and said it was a ‘bit of fun’ after she painted her face in dark foundation to resemble the singer.', 'But staff at Glasgow’s Pavilion Theatre asked her to take off the make-up or leave the 80s Mania event after receiving complaints.', 'The mother, of Pollock, Glasgow, told the Daily Record the incident ruined her night, which she had been enjoying with nine of her friends who were also in fancy dress – although no one else had painted their face.', 'She told the news site: ‘I was only trying to have a laugh and would never have deliberately set out to cause any offence to anyone.’', 'McBride claimed a worker on the door of the Pavilion said she liked her fancy dress and they had a laugh about it, before other party-goers inside asked to take photos with her.', 'She said she had no idea there was anything wrong and sat down to enjoy the show.', 'But soon a member of theatre management took her to one side and said six punters had complained after being offended by her ‘blacked up’ costume.', 'She told the Daily Record: ‘I’ve worn the exact same outfit before at a friend’s birthday party in a local pub and nobody said a word. I was totally taken aback when all of this happened.’', 'McBride said she rubbed off the make-up with kitchen roll and questioned why staff didn’t say something when she first entered the theatre.', 'She claimed hundreds were at the event but ‘only six complained’ and said it was ‘a bit of an overreaction’.', 'The mother added she thought it was a ‘bit out of order’ and thinks people took it the wrong way.', 'Zandra Yeaman, of the Coalition for Racial Equality and Rights, said the history of blackface is ‘rooted in racist bigotry and is a legacy of slavery’ and people should be more aware of how offensive it is.', 'Pavilion general manager Iain Gordon said: ‘We received complaints and didn’t want the situation to escalate. We decided to ask the individual to remove the make-up, which she agreed to do.’",
        "numberPosts": " 35 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Ethnicity - Black,Age - Youngsters,Gender - General,Age - General,Nationality - European or anti-Europeans",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racist,Race,Racism,Black,coloured,Nothing,Nobody,Zero,Woman,Dame,Age,Brexit,Old,Indian,Tan,Common,Nazi,Lump,Hunchback",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Matt Kayman",
            "date": "27w",
            "timestamp": "1557510692",
            "commentText": "If you even say the word 'black' these days they throw away the key! The thing that annoys me the most is that we allow these people who get offended over the slightest thing to have their way. Why oh why can't people just tell them to eff off and just carry on doing what they were doing!If it had been me they would have had to have dragged my dead body out of there before I removed myself. There was <b> nothing </b>wrong with the outfit",
            "likes": 14,
            "hasReplies": true,
            "numberOfReplies": 11,
            "replies": [
                {
                    "id": "1",
                    "user": "Matt Davies",
                    "date": "27w",
                    "timestamp": "1557503833",
                    "commentText": "you must be white",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "John Keedwell",
                    "date": "27w",
                    "timestamp": "1557505039",
                    "commentText": "Matt Davies you must be a <b> racist.</b>",
                    "likes": 10,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                },
                {
                    "id": "3",
                    "user": "Jayne Fordham",
                    "date": "27w",
                    "timestamp": "1557506883",
                    "commentText": "Matt Kayman  well said. Me too.",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "Carmen Colosii",
                    "date": "27w",
                    "timestamp": "1557507729",
                    "commentText": "Nothing wrong w outfit at  all!!",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing"
                    ]
                },
                {
                    "id": "5",
                    "user": "Joseph Suarez",
                    "date": "27w",
                    "timestamp": "1557510409",
                    "commentText": "Matt Davies and you must be a dick",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6",
                    "user": "Devon Sol",
                    "date": "27w",
                    "timestamp": "1557511244",
                    "commentText": "Matt Davies Yes he is",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7",
                    "user": "Allan Kinsella",
                    "date": "27w",
                    "timestamp": "1557512601",
                    "commentText": "Michael Masters you wouldn't like it in Holland they have a whole festival of blackface, get over yourself.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "8",
                    "user": "Allan Kinsella",
                    "date": "27w",
                    "timestamp": "1557590505",
                    "commentText": "Michael Masters I think it's you who needs to get over themselves pal, a real <b> racist </b>wouldn't be seen dead in public with blackface a real<b>  racist</b> wouldn't celebrate the life of <b> a blac</b>k artist. You must have very little things to worry about if this offends you. And you do know you're surname derives from Latin. It means to be superior, some people might offended by you're name.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist",
                        "Black"
                    ]
                },
                {
                    "id": "9",
                    "user": "Tsvetan Hristov",
                    "date": "27w",
                    "timestamp": "1557621309",
                    "commentText": "Michael Masters \" She should just be glad she has a job\" Well, talking about historic context... member which times ppl were losing their jobs over non-criminal offences?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "10",
                    "user": "Ebu Blackitude Asaru",
                    "date": "26w",
                    "timestamp": "1557988544",
                    "commentText": "I don't get why so many white people don't jsut get the hint. <b> BLACK </b>PEOPLE ARE TIRED OF BEING MOCKED. My grandfather came here in 1964 and was mocked. I saw plenty of<b>  black</b> people being mocked growing up in the 70s and 80s, We just witnessed a bunch of footballers call out the press for bias and whole countries for the same mocking and now my son is 10 year<b> s ol</b>d HE got in trouble at school for reacting to being mocked in the same way as my grand father was. Don't you get it yet. We're not going to accept it. It's not funny we don't take it like its a joke. We don't care if you didn't mean any harm. Don<b> 't bla</b>ck up and everything is fine. Even if you don't undertand why we don't like it just don't. How is it 2019 and we have to STILL complain about  this. 50+ years of the same joke is not funny.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Old",
                        "Black"
                    ]
                },
                {
                    "id": "11",
                    "user": "Matt Kayman",
                    "date": "26w",
                    "timestamp": "1557996527",
                    "commentText": "Ebu Blackitude Asaru She wasn't actually mocking Prince, she was dressed up as him for a fancy dress party. Get a life mate!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "12",
            "user": "John Keedwell",
            "date": "27w",
            "timestamp": "1557505136",
            "commentText": "What a joke. So now all the racists are stopping people from dressing up as their hearos based on <b> race.</b>..",
            "likes": 11,
            "hasReplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "13",
                    "user": "John Keedwell",
                    "date": "27w",
                    "timestamp": "1557511921",
                    "commentText": "Michael Masters oh yeah that \"privilege\". Even though white face has been a thing for thousands of years my whiteness means I'll never understand. Pretty <b> racist </b>if you ask me....",
                    "likes": 10,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                },
                {
                    "id": "14",
                    "user": "Mark Thompson",
                    "date": "27w",
                    "timestamp": "1557513951",
                    "commentText": "Theres a public holiday in czech republic which involves blacking up as it's about a a boy up a chimney  ..... still gets complaints lol ...... many countries around the world have customs that i dislike so I'll never visit .... i won't  go there have  3 generations born there then complain about their customs.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "15",
                    "user": "Kantami Blossom",
                    "date": "27w",
                    "timestamp": "1557514205",
                    "commentText": "Michael Masters whist i do agree with you that blackening your skin like that can be seen as <b> racist,</b> there is plenty of<b>  black</b> people who have used plastic surgery, creams, and sometimes dangerous chemicals to lighten the colour of their skin so white people do not have some \"privelege\" when it comes to changing skin colour.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist",
                        "Black"
                    ]
                },
                {
                    "id": "16",
                    "user": "Tony Cowdrill",
                    "date": "27w",
                    "timestamp": "1557615932",
                    "commentText": "Michael Fisher Use of that R-word is just as disgusting as blackface.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "17",
                    "user": "Tsvetan Hristov",
                    "date": "27w",
                    "timestamp": "1557622219",
                    "commentText": "Michael Masters \"Yes, but why? Colonialism, lighter skin colours were treated better, usually the children of raped women. The lighter the better, that mindset was so ingrained that it carries on to this day for many countries that were colonised. \" Okay, what about a different historic context, my ancestors in Eastern Europe did not had the privilege to be the \"colonisers\", they were the \"colonised\" during the Ottoman by the converted former Byzantines. I find it kinda bafling how they are completely ignored considering ppl are still moaning about the trans-atlantic slavery and the woes of the ancestors of <b> Black </b>ppl in the West. That was a bit of a side note, but my actual question in that context is: If what you are claiming is true, then why in the arabic slave trade, including in the Ottoman itself, where White ppl were being opprossed by non-White \"collonialists\", the valued and the cheapest among the slaves were<b>  Black</b> women, like say the Nubians. \"Nubian girls were the cheapest and least popular, fetching up to 20 pounds sterling.\"  [LINK]  girls were described as fair and light-skinned and were frequently enslaved by Crimean Tatars then sold to Ottoman empire to live and serve in a Harem. They were the most expensive, reaching up to 500 pounds sterling, and the most popular with the Turks. Second in popularity were Syrian girls, with their dark eyes, dark hair, and light brown skin, and came largely from coastal regions in Anatolia. Their price could reach up to 30 pounds sterling. They were described as having \"good figures when young\". Nubian girls were the cheapest and least popular, fetching up to 20 pounds sterling.\" Something doesn't add up applying your logic here.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Black"
                    ]
                },
                {
                    "id": "18",
                    "user": "Timothy Fitzgerald",
                    "date": "27w",
                    "timestamp": "1557636794",
                    "commentText": "Michael Masters, Prince's skin wasn't dark.  Obviously, she was making fun of <b> black </b>people.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Black"
                    ]
                },
                {
                    "id": "19",
                    "user": "Sarah-Louise Douglas",
                    "date": "27w",
                    "timestamp": "1557795733",
                    "commentText": "Kantami Blossom ???",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Race"
            ]
        },
        {
            "id": "20",
            "user": "Jia Chen Lu",
            "date": "27w",
            "timestamp": "1557505736",
            "commentText": "Did any <b> black </b>people actually Complain? Or were the complaints from white social justice warriors who are complaining and getting offended on behalf",
            "likes": 23,
            "hasReplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "21",
                    "user": "Jayne Fordham",
                    "date": "27w",
                    "timestamp": "1557506839",
                    "commentText": "Jia Chen Lu  sounds about right  !!!!",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "22",
                    "user": "Shahid Afridi",
                    "date": "27w",
                    "timestamp": "1557510618",
                    "commentText": "I get paid more than $120 to $130 per hour for working online. I heard about this job 3 months ago and after joining this i have earned easily $13k from this without having online working skills. This is what I do↡↡↡↡ COPY THIS WEBSITE ↡↡↡↡HERE→→→→→ W­w­w­.­W­o­r­k­s­7­.­C­o­mⓄDon't Copy this ↣ Ⓞ ↢ With website Thanks",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "23",
                    "user": "Saffdar Solangi",
                    "date": "27w",
                    "timestamp": "1557521959",
                    "commentText": "●Google pay 95145$ consistently my last pay check was $9452163 working 9  hours out of every week on the web. My more young kin buddy has been averaging 15k all through ongoing months and he works around 24 hours consistently. I can't confide in how straightforward it was once I endeavored it out.This is my primary concern...g­­­o t­­­o t­­­hi­­­s si­­­te ho­­­me media tech t­­­a­­­b f­­­or m­­­or­­­e d­­­et­­­a­­­il thank you GOOD LUCK .(This Link Not A Redirect. Website Embedded In Facebook Page For Your Easy Access )HERE ☞ ☞    https://www.facebook.com/confirmed.../app/390306391548921/    ●",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "24",
                    "user": "Tammy Wysocki",
                    "date": "27w",
                    "timestamp": "1557541853",
                    "commentText": "Jia Chen Lu probably only white people complained",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "25",
                    "user": "Mark Thompson",
                    "date": "27w",
                    "timestamp": "1557558232",
                    "commentText": "The word for that is vicarious. ..... offended by proxy 😂😂😂",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "26",
                    "user": "KJ Armstrong",
                    "date": "27w",
                    "timestamp": "1557599249",
                    "commentText": "👌",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "27",
                    "user": "Tsvetan Hristov",
                    "date": "27w",
                    "timestamp": "1557622424",
                    "commentText": "Baizuos all around. x)",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Black"
            ]
        },
        {
            "id": "28",
            "user": "Denise Janet Bedding",
            "date": "27w",
            "timestamp": "1557506557",
            "commentText": "ridiculous",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "29",
            "user": "John Frehster",
            "date": "27w",
            "timestamp": "1557506734",
            "commentText": "Really?! Ffs...",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "30",
                    "user": "Pankaj 12345",
                    "date": "27w",
                    "timestamp": "1557512968",
                    "commentText": "●I'm making over $7k a month working part time. I kept hearing other people tell me how much money they can make online so I decided to look into it. Well, it was all true and has totally changed my life. This is what I do↓↓↓↓COPY THIS WEBSITE↓↓↓↓ HERE → → → → W­w­w­.­m­o­n­e­y­s­t­a­r­5­.­c­o­m²²Try not to duplicate ²² Thank you",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "31",
            "user": "Manj Pal Kaur",
            "date": "27w",
            "timestamp": "1557509242",
            "commentText": "The outfit she wore isn't what's caused offence, it's that she used make up to make herself darker. You can dress up as your icon without doing that. As   it has been said what she did is rooted in bigotry from centuries ago. It's insensitive at best and incredibly <b> racist </b>at the worst.",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 29,
            "replies": [
                {
                    "id": "32",
                    "user": "Devon Sol",
                    "date": "27w",
                    "timestamp": "1557511112",
                    "commentText": "Manj Pal Kaur White people seem to have a hard time understanding this exact point. She could have been Prince without the <b> black </b>face especially since Prince wasn't even dark complected and closer to caucasian in skin tone. White people are tired of the <b> \"Race</b> Card\" well<b> ..Blac</b>k people are tired of police being acquitted for killing us, inequality and Politicians that don't represent us. We'll get over it when certain whites get over it",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Race",
                        "Black"
                    ]
                },
                {
                    "id": "33",
                    "user": "Robert Bruce",
                    "date": "27w",
                    "timestamp": "1557511649",
                    "commentText": "Like you said, rooted in history \"from centuries ago\" people need to move on and put that behind us.  The days of the <b> black </b>and white minstels are well gone.  Are you saying that it is offensive to want to portray a figure of an another<b>  race</b> even if you idolise them and put them on a pedestal?  Would it b<b> e racis</b>t if<b>  a bla</b>ck person put make up on that made them look like a white person?  I wouldnt take offence.  And its <b> not rac</b>ist in the least, what woul<b> d be ra</b>cist would be turning up dressed as John McClane in the scene from Die Hard With A Vengence where he is made to walk through Harlem wearing a sandwich board which reads \"I Hate -----------\".  Now that wou<b> ld be r</b>acist and highly inappropriate",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Race",
                        "Racist",
                        "Black"
                    ]
                },
                {
                    "id": "34",
                    "user": "Manj Pal Kaur",
                    "date": "27w",
                    "timestamp": "1557513205",
                    "commentText": "I have to say that enough time hasn't passed enough for it to be OK and yes if someone were to 'white up' I would react the same and I would hope everyone would as well. I practice what I preach. Case in point, there is an <b> Indian </b>word to describe white people and it has negative, dare I say it<b>  racist</b> connotations, and I refuse to use it or even have it be used in my presence because it is offensive. Like I said she was  insensitive at best and I hope she has learned from it.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist",
                        "Indian"
                    ]
                },
                {
                    "id": "35",
                    "user": "Devon Sol",
                    "date": "27w",
                    "timestamp": "1557514071",
                    "commentText": "It's always easier for the priveleged to tell the less fortunate to move on and get over it, easier for the rich to tell the poor get a job and pay your Bills on time. White people weren't slaves for centuries and even in this day and <b> age </b>, White people are fortunate enough to get leniency within the judicial system that is not made equally for Blacks and Whites alike. White Privilege allows women to be raped and the offender receives no jail time while Blacks get jail time for enrolling kids into schools in a different district or shot by police for no reason while those cops are acquitted but yet a<b>  black</b> police officer is convicted for killing a whit<b> e woma</b>n. Blacks will gladly move on when we are given the same respect, opportunities and privileges Whites are given",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Woman",
                        "Age",
                        "Black"
                    ]
                },
                {
                    "id": "36",
                    "user": "Robert Bruce",
                    "date": "27w",
                    "timestamp": "1557516404",
                    "commentText": "Manj Pal Kaur Seriously call me the <b> indian </b>word for white people, I really couldnt give a crap what you refer to me as!  The fact is that the \"rasict\" card gets pulled more and more frequently these days.  I was watching the news today and theres a christian church in yorkshire that on a Friday has an agreement with the muslim community to use the church as a place for them to conduct their Friday prayer and you know something, I was acutually so pleased that this was happening.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Indian"
                    ]
                },
                {
                    "id": "37",
                    "user": "Manj Pal Kaur",
                    "date": "27w",
                    "timestamp": "1557516861",
                    "commentText": "Robert Bruce Calm down, I wasn't having a go. I thought we were having a civilised discussion. You may not care abt that word but I do. I was just saying that I talk the talk and walk the walk. I'm a fair individual. I am glad that there is great community spirit where you are and that humanity prevails. The world can learn from this. Hope you're having a lovely evening. Take Care.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "38",
                    "user": "Robert Bruce",
                    "date": "27w",
                    "timestamp": "1557517005",
                    "commentText": "Devon Sol White men are allowed to rape women and get away with it???!!  Are you for real??  Adam Johnson, Alex Hepburn just to name a few.  From the tone of your writing I would say that you my son have a chip on your shoulder and could in fact be a <b> racist </b>yourself!  However the phrase White Privilege does not offend me, it just makes me laugh at how other races see us \"whites\".  Let me guess, you think we all live in 42 room mansions with servants and staff to wait on us hand and foot and we all go out on the boxing day shoot in our Range Rovers, and pay little Timmy 50p to keep the dogs on the leads until its time to go home for tea and scones",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                },
                {
                    "id": "39",
                    "user": "Robert Bruce",
                    "date": "27w",
                    "timestamp": "1557518889",
                    "commentText": "Manj Pal Kaur Maybe you mistook what I was saying, I was not directing the comment \"call me what you want\" at you, maybe I should have phrased it differently.  I do know it wasnt directed at me :).  It was more a statement saying that for me I dont care if someone calls me a name because of my colour, <b> race,</b> or religion because to me it doesnt matter, its just a word.  To me, in an ideal world people would be able to impersonate people to a degree without any offence being intended, and that goes for everyone and in all directions.  I just feel the world has got to a point that<b>  nobody</b> can do anything without someone taking offence.  Dont get me wrong there needs to be boundries but would I get offended if an American or Austrailian or Canadian turned up to a party dressed as William Wallace with bright ginger hair and wearing a kilt and sporren carrying a haggis? - no I would just laugh and take the piss out of their country in some way shape or form.  Thats the problem though many people have become so bitter towards people who intend no actual harm and intend no offence, and to be fair I think anyone with any brains can tell the difference between harmless banter and deep roote<b> d racis</b>m.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nobody",
                        "Race",
                        "Racism"
                    ]
                },
                {
                    "id": "40",
                    "user": "David Marsden",
                    "date": "27w",
                    "timestamp": "1557519565",
                    "commentText": "You must be out of your tiny narrow mind. It is blindingly obvious that the <b> black </b>face was an intrinsic part of the fancy dress outfit and not in any way<b>  racist</b>. It implies that anyone who is offended by this must be ashamed of their ow<b> n rac</b>e if they happen to not be white.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Race",
                        "Racist",
                        "Black"
                    ]
                },
                {
                    "id": "41",
                    "user": "Manj Pal Kaur",
                    "date": "27w",
                    "timestamp": "1557519874",
                    "commentText": "David Marsden Wow, just wow! Smh",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "42",
                    "user": "David Marsden",
                    "date": "27w",
                    "timestamp": "1557520124",
                    "commentText": "Devon Sol , So you think she should pretend that Prince was white?  That probably would be offensive.  Prince was <b> black,</b> she was attending an 80's fancy dress party as Prince.  It's as simple as that.  Don't try to make it into something it's not.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Black"
                    ]
                },
                {
                    "id": "43",
                    "user": "Manj Pal Kaur",
                    "date": "27w",
                    "timestamp": "1557520734",
                    "commentText": "Robert Bruce Hey, I get what you're saying. What I'm trying to say is that we really don't know if she is <b> racist </b>or not i.e. we're not mind readers but I'm giving her the benefit of the doubt to say she's most likely just insensitive and not realising how it wouls come across. We are in the<b>  age</b> of being mindful and being considerate and that just comes with being a decent human being. Now she knows and hopefully something positive can come from this.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Age",
                        "Racist"
                    ]
                },
                {
                    "id": "44",
                    "user": "David Marsden",
                    "date": "27w",
                    "timestamp": "1557521399",
                    "commentText": "Manj Pal Kaur, well you must be very narrow minded if you can't see the <b> black </b>face as simply part of a fancy dress costume. If you see<b>  racism</b> in everything, you have a problem.  I respectfully suggest you have a rethink about your views.  If she had gone as Prince but turned him into a white person then I could understand why someone might take offence.  Don't you get that?",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racism",
                        "Black"
                    ]
                },
                {
                    "id": "45",
                    "user": "Manj Pal Kaur",
                    "date": "27w",
                    "timestamp": "1557521845",
                    "commentText": "David Marsden Please do not make assumptions. You know the <b> old </b>adage of people that assume? 🤔 Let's be civilised and agree to disagree.🤗",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Old"
                    ]
                },
                {
                    "id": "46",
                    "user": "Brian Sykes",
                    "date": "27w",
                    "timestamp": "1557523302",
                    "commentText": "Devon Sol Google 'Barbary' pirates.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "47",
                    "user": "David Marsden",
                    "date": "27w",
                    "timestamp": "1557524827",
                    "commentText": "Manj Pal Kaur , conclusion, not assumption.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "48",
                    "user": "Manj Pal Kaur",
                    "date": "27w",
                    "timestamp": "1557526793",
                    "commentText": "David Marsden 🤣",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "49",
                    "user": "Mark Thompson",
                    "date": "27w",
                    "timestamp": "1557558655",
                    "commentText": "Manj Pal Kaur people use fake tanning and even foundation that is darker daily",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "50",
                    "user": "Peter Fraser",
                    "date": "27w",
                    "timestamp": "1557562823",
                    "commentText": "Devon Sol when i was growing up i lived up multi cultural area i was bullied for being white called names  and watch my friend severely beaten, just for being white. I have been told <b> racism </b>the other way round doesn't exist, history can't just be used to accuse white people but when it's happening in the present the other way around, you are told it doesn't exist you stupid, priveledged white person.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racism"
                    ]
                },
                {
                    "id": "51",
                    "user": "Manj Pal Kaur",
                    "date": "27w",
                    "timestamp": "1557565059",
                    "commentText": "Mark Thompson That is not the same as what she did was imitate someone. I get your point, though.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "52",
                    "user": "Allan Kinsella",
                    "date": "27w",
                    "timestamp": "1557581611",
                    "commentText": "Devon Sol White slavery, white slave trade, and white slave traffic refer to the chattel slavery of White Europeans by non-Europeans (such as North Africans and the Muslim world), as well as by Europeans themselves, such as the Viking thralls or European Galley slaves. From Antiquity, European slaves were <b> common </b>during the reign of Ancient Rome and were prominent during the Ottoman Empire into the early modern period. In Feudalism, there were various forms of status below the Freeman that is known as Serfdom (such as the bordar, villein, vagabond and slave) which could be bought and sold as property and were subject to labor and branding by their owners or demense. Under Muslim rule, the Arab slave trades that included Caucasian captives were often fueled by raids into European territories or were taken as children in the form of a blood tax from the families of citizens of conquered territories to serve the empire for a variety of functions. In the mid-19th century, the term 'white slavery' was used to describe the Christian slaves that were sold into the Barbary slave trade. Slavery isn't a<b>  race</b> thing it's a class thing rich vs poor.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Race",
                        "Common"
                    ]
                },
                {
                    "id": "53",
                    "user": "Allan Kinsella",
                    "date": "27w",
                    "timestamp": "1557581901",
                    "commentText": "Devon Sol 7 Mar 2004 · COLUMBUS, Ohio – A new study suggests that a million or more European Christians were enslaved by Muslims in North Africa between 1530 and 1780 so what was that you were saying about not being slaves for century's you want to Lean some unbiased history pal slavery ain't about <b> race </b>it's about class rich and poor",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Race"
                    ]
                },
                {
                    "id": "54",
                    "user": "Allan Kinsella",
                    "date": "27w",
                    "timestamp": "1557582519",
                    "commentText": "Peter Fraser and I was brought up in toxteth till I was 6 me dad owned a pub the Berkeley arms we had are dog poisoned are cats head cut off my brother was strung up with barbed wire around a tree . Somalians use to come in the pup with their own crates and play cards my dad tried to get them out one night night and was putt in a coma for a weeks  do I dwell on it no, did I become a new <b> nazi </b>no, am I<b>  racist</b> no, every colour is capable of the same disgusting ways, the same ignorance the same bias, and guess what my dads best mate for 40 years was Jamaican and guess what he despised Somalians.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist",
                        "Nazi"
                    ]
                },
                {
                    "id": "55",
                    "user": "Allan Kinsella",
                    "date": "27w",
                    "timestamp": "1557590661",
                    "commentText": "Manj Pal Kaur https://www.bbc.co.uk/news/world-australia-37211350 read that article, see if you really are offended by it.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "56",
                    "user": "Manj Pal Kaur",
                    "date": "27w",
                    "timestamp": "1557594395",
                    "commentText": "Allan Kinsella I see the same issue with it tbh. Thank you for sharing.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "57",
                    "user": "Devon Sol",
                    "date": "27w",
                    "timestamp": "1557602175",
                    "commentText": "Peter Fraser It works both ways, while I believe that Blacks can't be <b> racist </b>but they can be prejudice. I'm an advocate for equality both ways, white and<b>  black</b> but since the article was based on <b> a blac</b>k face I stuck with the topic of the article. But statistically Blacks beating whites as Hate Crimes, blacks beating the judicial system and getting off are miniscual in comparison to my caucasian counterparts. The kids that beat your friend, if that article was posted, I would be posting my opinion against that crap t<b> he da</b>me as I am here. David Marsden. I'm glad the term White Privilege doesn't offend you since it's not suppose to offend you, you seem a bit sensitive with an ego at the same time. If you don't think White Privilege exist then you're sheltered or living under a rock and if you think only rich white men are privileged then think again. Enjoy your Tea and Scones",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Dame",
                        "Racist",
                        "Black"
                    ]
                },
                {
                    "id": "58",
                    "user": "Devon Sol",
                    "date": "27w",
                    "timestamp": "1557602684",
                    "commentText": "Allan Kinsella. Yes I appreciate that tidbit of History in terms of slavery during that era and the story you shared about your father. In this day and <b> age,</b> if you reside in the U.S.A, my argument is based on the large scale of inequality towards minorities and in regards to this post, I understand the desire to want to blacken your face as a white person in order to look like a celebrity you idolize or whatever but I don't have to like or agree with it, especially because of the true meaning behind it used in the 1930's until now in order to demonize and insult Blacks as a whole. Just my 2 cents",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Age"
                    ]
                },
                {
                    "id": "59",
                    "user": "Ebu Blackitude Asaru",
                    "date": "26w",
                    "timestamp": "1557988791",
                    "commentText": "Robert Bruce  This i something that happened in the 60s 70s 80s 90s and the new century. When white people stop we'll stop bringing it up. Its been more than a couple of centuries since it started you've all had enough time to find a new joke.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "60",
                    "user": "Ebu Blackitude Asaru",
                    "date": "26w",
                    "timestamp": "1557989148",
                    "commentText": "David Marsden Ignorant reply. She darkened her skin darker than Prince actually was. so who was she dressing up as? <b> Black </b>face has been used for centuries to mock<b>  black</b> people. In fact in my lifetime I watched th<b> e Blac</b>k and white minstrels on TV. Its still an insult as far as we're concerned, so just because you don't think it is doesn't mean we should  put up with it.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Black"
                    ]
                }
            ],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "61",
            "user": "Fielding Mellish",
            "date": "27w",
            "timestamp": "1557509936",
            "commentText": "So what?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "62",
            "user": "Colin Mcchristie",
            "date": "27w",
            "timestamp": "1557510226",
            "commentText": "Soon people will get accused of \"blacking up\" after going on holiday and coming back with a good <b> tan!</b>!! The Worlds full of retards!!",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Tan"
            ]
        },
        {
            "id": "63",
            "user": "Joseph Suarez",
            "date": "27w",
            "timestamp": "1557510415",
            "commentText": "Oh f off, you sad little people.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "64",
            "user": "Mark Thompson",
            "date": "27w",
            "timestamp": "1557510820",
            "commentText": "😂😂😂😂😂😂 I've seen women in Liverpool that sunbed darker than that and think they look good.  Theyd never concider it blacking up. Lol",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "65",
                    "user": "Mark Thompson",
                    "date": "27w",
                    "timestamp": "1557643113",
                    "commentText": "Michael Masters who is your \"we\" ..?????",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "66",
            "user": "Paul Stewart",
            "date": "27w",
            "timestamp": "1557513186",
            "commentText": "Totally OTT by the venue.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "67",
            "user": "Angel Sam Pattison-O'Brien",
            "date": "27w",
            "timestamp": "1557513387",
            "commentText": "Blacking up a face is offensive as it takes us back to times where it was used for entertainment and ‘comedy’ value. However you shouldn’t confuse mocking an entire <b> race,</b> creed or culture with simple ‘dressing up’ as a<b>  black</b> individual. Providing the outfit or make up isn’t offensive (ie over stating certain perceived characteristics to demean the person in colour) it is just fancy dress.. it’s two very different things.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "68",
                    "user": "Andy Smith",
                    "date": "27w",
                    "timestamp": "1557519942",
                    "commentText": "If you say so.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "69",
                    "user": "Mark Thompson",
                    "date": "27w",
                    "timestamp": "1557558607",
                    "commentText": "Angel Sam Pattison-O'Brien should i be offended by this ?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "70",
                    "user": "Angel Sam Pattison-O'Brien",
                    "date": "27w",
                    "timestamp": "1557575835",
                    "commentText": "No... it’s not someone colouring their face to demean or humiliate someone ... it’s not a difficult concept",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Race",
                "Black"
            ]
        },
        {
            "id": "71",
            "user": "Gordon Flash Crichton",
            "date": "27w",
            "timestamp": "1557515477",
            "commentText": "Why o why would people intentionally blacken their face in the first place if it wasn’t for fun, why do people play the <b> racist </b>card all the time, should we complain if we see a clowns face painted white on a not so white face, should we comment on all fake<b>  tan</b> lovers, thank heavens most of the pits have closed those poor miners wouldn’t stand a chance these days, political correctness does my head in, get a life the people who complain about this, it’s the likes of you people who bring th<b> e racis</b>t aspect into everyday life, we are all human beings let’s forget about colour and live as one.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist",
                "Tan"
            ]
        },
        {
            "id": "72",
            "user": "David Sinclair",
            "date": "27w",
            "timestamp": "1557518997",
            "commentText": "Hahaha. you got to see the irony in the people on here defending <b> racism.</b>.. they are are more offended at other people being offended than those people being offended in the first place... and they complain as if someone punched their mother. How can you even complain about someone being offended with such anger and offense in your own complaint... its ironic really!",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "73",
                    "user": "David Marsden",
                    "date": "27w",
                    "timestamp": "1557521779",
                    "commentText": "David Sinclaire, the point is, <b> nobody </b>on here is defending<b>  racism</b> because there was n<b> o racis</b>m to defend.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nobody",
                        "Racism"
                    ]
                }
            ],
            "keywords": [
                "Racism"
            ]
        },
        {
            "id": "74",
            "user": "Simon Boyle",
            "date": "27w",
            "timestamp": "1557519683",
            "commentText": "Good on her , she looks GREAT !",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "75",
            "user": "Tony Charles",
            "date": "27w",
            "timestamp": "1557521050",
            "commentText": "I'm <b> black </b>and it doesnt bother me at all. Its just a laugh, thats all.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "76",
                    "user": "Tony Charles",
                    "date": "27w",
                    "timestamp": "1557589435",
                    "commentText": "Bill Smith True, I know what I am. I see my self everyday in the mirror lol. If people want to 'black up' for a laugh I have no problem with that. They are not harming anybody. So if a 'black' person uses bleach/fading creams to lighten their skin, is that offensive to a white person? No, see the foolishness here? We are all human, lets get on with being human.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "77",
                    "user": "Sarah-Louise Douglas",
                    "date": "27w",
                    "timestamp": "1557796116",
                    "commentText": "Tony Charles oh doll education is a incredible thing please learn about <b> black </b>history before commenting on subjects you don’t know about or choose to ignore.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Black"
                    ]
                },
                {
                    "id": "78",
                    "user": "Tony Charles",
                    "date": "27w",
                    "timestamp": "1557797449",
                    "commentText": "Sarah-Louise Douglas I am actually very aware of <b> black </b>history. But I am also aware that we live in a world where everybody is 'offended'  by being different to a majority. It's our diversity and unity that gives us our greatest strength. Being offended by' makeup' at a party is laughable and pathetic in the face of more complex issues that effect us all globally.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Black"
                    ]
                }
            ],
            "keywords": [
                "Black"
            ]
        },
        {
            "id": "79",
            "user": "Richard Hall",
            "date": "27w",
            "timestamp": "1557524156",
            "commentText": "Prince was <b> black.</b> It is<b>  racist</b> to not blacken up your face to represent him. The world has gone mad",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "80",
                    "user": "Natalie Fiawoo",
                    "date": "27w",
                    "timestamp": "1557575526",
                    "commentText": "Richard Hall No! There is no need to blackface. Everyone would have known she was Prince based on her outfit. Hopefully she realises that now.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "81",
                    "user": "Allan Kinsella",
                    "date": "27w",
                    "timestamp": "1557588168",
                    "commentText": "Natalie Fiawoo if she didn't have blackface she would of looked like Jimmy page.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racist",
                "Black"
            ]
        },
        {
            "id": "82",
            "user": "Arnold Hedge",
            "date": "27w",
            "timestamp": "1557525175",
            "commentText": "Some <b> nobody </b>in Glasgow does something a bit iffy and that qualifies as news?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nobody"
            ]
        },
        {
            "id": "83",
            "user": "Ronald Lavery",
            "date": "27w",
            "timestamp": "1557528805",
            "commentText": "I think she's done a terrific job. Only a <b> racist </b>would think this is anything but a fancy dress party outfit with no intent to insult.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "84",
            "user": "John E Smokes",
            "date": "27w",
            "timestamp": "1557543722",
            "commentText": "Six gutless pricks go and 'tell the teacher'. If the gutless pricks were so offended why didn't they discuss the issue with the lady?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "85",
            "user": "Keith Ward",
            "date": "27w",
            "timestamp": "1557558286",
            "commentText": "It would appear that the bleating PC brigade can read <b> racism </b>into just about anything. She was dressed as Prince and Prince had dark skin. If she had gone as a womble, would the animial rights people have complained about the use of fake fur?",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "86",
                    "user": "Tony Cowdrill",
                    "date": "27w",
                    "timestamp": "1557616328",
                    "commentText": "So would you find it acceptable, for example, for a white actor to <b> black </b>up to play Othello? Or Nelson Mandela?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Black"
                    ]
                },
                {
                    "id": "87",
                    "user": "Keith Ward",
                    "date": "27w",
                    "timestamp": "1557646568",
                    "commentText": "Tony Cowdrill - If the role called for it yes, The <b> Hunchback </b>of Notre<b>  Dame</b> would look unconvincing without <b> a lum</b>p on his back but disability groups don't complain because the actor is portraying a character rather than making<b>  a raci</b>st statement. There are numerous fancy dress costumes that could cause offence, I imagine Miss Piggy could upset a few vegans and veggies.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Dame",
                        "Racist",
                        "Lump",
                        "Hunchback"
                    ]
                }
            ],
            "keywords": [
                "Racism"
            ]
        },
        {
            "id": "88",
            "user": "Peter Fraser",
            "date": "27w",
            "timestamp": "1557561878",
            "commentText": "Not all white people are priveledged not in history and not in modern day, it is <b> racist </b>to say so, belittling and shows an ignorance to the multi faceted nature of history,<b>  race</b> and slavery excuse the saying but it just not as simply not a<b> s blac</b>k and white as that. It's used as a way of controlling others, branding someone a racidt without even knowing them just judging them on your rules of what they can and can't <b> do.Raci</b>sm goes both ways and instead of keep pointing fingers and looking for someone to put down, why not focus on being a better person yourself.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Race",
                "Racism",
                "Racist",
                "Black"
            ]
        },
        {
            "id": "89",
            "user": "Rodney Harrod",
            "date": "27w",
            "timestamp": "1557567045",
            "commentText": "Would the management act similarly if there was a production of Shakespeare's tragedy, Othelo being staged?...Othelo the Moor was similarly <b> coloured.</b> I use the word <b> 'coloured</b>' deliberately because it is the politically correct term for no<b> n blac</b>k / white people in South Africa, particularly the Western Cape. I was married to<b>  a colour</b>ed lady who would have gone beserk if referred to <b> as 'bl</b>ack'  and I knew <b> many b</b>lack people who felt the same about being ca<b> lled 'col</b>oured.' When can we get back to being 'people' and 'iindividuals'?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Black",
                "coloured"
            ]
        },
        {
            "id": "90",
            "user": "Rodney Harrod",
            "date": "27w",
            "timestamp": "1557567412",
            "commentText": "Oh yes, I forgot...I wonder how the critics would handle the annual parade / holiday / festival in Cape Town on 2nd January - known as 'Tweede Nuwe Jaar, where <b> COLOURED </b>people<b>  BLACK</b> up their faces as Minstrels and parade through the streets...no one complains...they just have a good time.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Black",
                "coloured"
            ]
        },
        {
            "id": "91",
            "user": "Hann Solo",
            "date": "27w",
            "timestamp": "1557572964",
            "commentText": "In the BBC comedy Come Fly With Me there were characters Taaj and Precious who were blacked up and I didnt recall any complaint. It's trendy to jump on the bandwagon and cry <b> racist </b>for<b>  zero</b> reason. if I wanted to fancy dress as an early 80's Michael Jackson I'm not going to look much like him if I dont paint my face ffs!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Zero",
                "Racist"
            ]
        },
        {
            "id": "92",
            "user": "Robert Jones",
            "date": "27w",
            "timestamp": "1557584834",
            "commentText": "Cue all the <b> brexit </b>voters saying how ridiculous this is. Bloody brainless morons that feel so threatened about the fact its no longer considered acceptable to<b>  black</b> up, just get over yourselves and stop whingeing.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "93",
                    "user": "Allan Kinsella",
                    "date": "27w",
                    "timestamp": "1557589325",
                    "commentText": "You and you're <b> brexit </b>voters are racists bs again. Go and walk round the likes of Lambeth late at night see how far you're pc attitude gets you.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Brexit"
                    ]
                },
                {
                    "id": "94",
                    "user": "Robert Jones",
                    "date": "27w",
                    "timestamp": "1557591483",
                    "commentText": "Allan Kinsella no I'm not particularly PC, I just don't go round being a **** to people. Not sure how the lambeth comment is relevant to anything",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "95",
                    "user": "Robert Jones",
                    "date": "27w",
                    "timestamp": "1557591545",
                    "commentText": "Bill Smith I recognise a lot of the pro blackface commentators from previous Pro <b> brexit </b>comments.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Brexit"
                    ]
                },
                {
                    "id": "96",
                    "user": "Allan Kinsella",
                    "date": "27w",
                    "timestamp": "1557592024",
                    "commentText": "Robert Jones did you not see the <b> black </b>man commenting above trerry  Charles he isn't offended by it yet you a White man thinks he can argue against him, that is far more<b>  racist</b>. So are you going to tell him he is wrong to see the funny side. Look mate you're not offended it's just an opportunity for you to virtue signal. Deal with issues that effect you. Because you can't tell <b> a blac</b>k man what he should or shouldn't find offensive.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist",
                        "Black"
                    ]
                },
                {
                    "id": "97",
                    "user": "Robert Jones",
                    "date": "27w",
                    "timestamp": "1557592699",
                    "commentText": "Allan Kinsella Ive not read the comment and don't really care what he thinks. And I'm not offended at all, I'm just saying everyone knows not ok to <b> black </b>up these days. Yes there are some things we're not 'meant' to do that are worth taking a stand over but blacking up isn't one of them. At the end of the day it's one stupid<b>  woman</b> in fancy dress yet dozens of people are feeling personally attacked and threatened by the fact she got asked to take he<b> r blac</b>k face makeup off.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Woman",
                        "Black"
                    ]
                },
                {
                    "id": "98",
                    "user": "Shelaina Palmer",
                    "date": "27w",
                    "timestamp": "1557818059",
                    "commentText": "Robert Jones Yes she should, we are not a costume for white people to parade, it is offensive, how can you not get it?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "99",
                    "user": "Robert Jones",
                    "date": "27w",
                    "timestamp": "1557823940",
                    "commentText": "Shelaina Palmer yes I agree, I was trying to make the point (perhaps not articulately enough) that the people who are acting the most offended here are those supporting the continued 'right' to <b> black </b>up.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Black"
                    ]
                }
            ],
            "keywords": [
                "Black",
                "Brexit"
            ]
        },
        {
            "id": "100",
            "user": "KJ Armstrong",
            "date": "27w",
            "timestamp": "1557599374",
            "commentText": "I would have said no and then asked them to prove what law I had broken by dressing up in fancy dress. If they had tried to remove me then I would have called the police myself as they would in fact be acting illegally themselves if they removed me. In a club they only have the authority to put their hands on someone else to remove them if the crime warrants the force but being that it wouldn’t have been a crime 🤷‍♀️....well no leg to stand on really 🤷‍♀️No loss, no harm, no injury.....well except a few snowflakes melting anyway 😂",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "101",
                    "user": "Robert Jones",
                    "date": "27w",
                    "timestamp": "1557652953",
                    "commentText": "In short you would have acted like an utter idiot, caused a huge scene and ruined the night for yourself and others because blacking up was so important to you.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "102",
            "user": "Tony Cowdrill",
            "date": "27w",
            "timestamp": "1557615733",
            "commentText": "It’s 2019 and we are still having this conversation. That’s disappointing. I also take it that most of you felt Danny Baker did <b> nothing </b>wrong. Just think about how this impacts on others. Watch this and consider the ramifications of such actions:  [LINK] ",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "103",
            "user": "Timothy Fitzgerald",
            "date": "27w",
            "timestamp": "1557636605",
            "commentText": "Prince's skin wasn't dark. She obviously did that to make a statement.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "104",
                    "user": "Shelaina Palmer",
                    "date": "27w",
                    "timestamp": "1557763346",
                    "commentText": "She never once mentioned in the article that Prince was her hero, stop lying!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}