{
    "header": {
        "title": " Women of colour call for Dictionary.com to update its ‘offensive’ definition of Black ",
        "subtitle": " ",
        "owner": " Faima Bakar ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 144 ",
        "datePosted": " Sunday 9 Jun 2019 12:56 pm ",
        "dateExtraction": " 2019-11-15 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/06/09/women-of-colour-call-for-dictionary-com-to-update-its-offensive-definition-of-black-9875750/ ",
        "postText": "Black women have criticised Dictionary.com for the way it describes and offers synonyms for the word black.', 'Some of the words associated with it, as it stands on the online dictionary, liken the term to ‘dirty’, ‘depressing’, ‘inhuman’, ‘devlish’, and ‘monstrous’.', 'The negative associations do nothing for black people nor reflect a positive light on them, said users on social media who called for the website to update its definitions.', 'Many women of colour argued that the definition is sinister and may allow youngsters to internalise the ‘dirty’ image.', 'In response, Dictionary.com said it would be updating the page and also capitalising it to say Black which many feel is integral to empowering the group.', 'The website has said it is redefining the word entirely and conducting a full review of their usage notes about Black.', 'Nyshayla Barnes, a 20-year-old university student opened up the conversation, saying: ‘There are offensive words in the dictionary associated with the definition of ‘Black’.', '‘It is vital that we have more positive meanings for this word because how we define words shapes our perception of them.', '‘Rather than making words, such as “depressing”, “threatening” and “foreboding” synonymous with Black, we should instead use words that do not insinuate a biased undertone to a word that is commonly used to describe people of Black race and culture.', '‘This definition only perpetuates and contributes to the teaching of prejudice and stereotypes against Black people in society today.’', 'Others shared the same sentiments and urged Dictionary.com to evaluate the message they were sending out.', 'One woman wrote: ‘It’s important not only to me but to all the little black girls and boys out there trying to find who they are, so we have to redefine Black.’', 'In response to Nyshayla’s tweet, Dictionary.com wrote: ‘We agree! We are making some updates and revisions that will be rolled out on Dictionary.com later this year.’', 'They added on their website: ‘Currently this definition sits right above a definition that reads “soiled or stained with dirt”.', '‘While there are no semantic links between these two senses, their proximity on the page can be harmful. It can lead to unconscious associations between this word of identity and a negative term.', '‘These are not associations we want anyone to get from Dictionary.com.’', '‘Another change we are making is that we will be capitalising Black when it is used in reference to people.', '‘It is considered a mark of respect, recognition, and pride. This is common practice for many other terms used to describe a culture or ethnicity.', '‘Not capitalising Black in this context can be seen as dismissive, disrespectful, and dehumanizing.’",
        "numberPosts": " 4 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - Black,Ethnicity - Asian (East- China, Japan, Korea, Philippines, Vietnam),Nationality - Chinese,Nationality - Japanese",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Black,African,Yellow,Yellow,Yellow",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Arnold Hedge",
            "date": "22w",
            "timestamp": "1560096544",
            "commentText": "“First they steal the words, then they steal the meaning”George Orwell in his book 1984.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Owen P McCarthy",
            "date": "22w",
            "timestamp": "1560104644",
            "commentText": "Black is a colour, not a skintone.People of <b> African </b>descent have BROWN SKIN of varying shades but none are actually<b>  black</b> itself, although the pupils in their eyes and their hair maybe but NOT the skin.The other end of the scale dont have white skin either just as Native Americans aren't 'red' and Asian people are no<b> t y<b> ell<b> o</b</b</b>>>w.They are just lazy, inaccurate adjectives that, when used in their true context (describing ANYTHING other than skin colour) are not offensive to anyone.TL:DR people need to stop twisting facts to take offence.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "2",
                    "user": "Owen P McCarthy",
                    "date": "22w",
                    "timestamp": "1560194183",
                    "commentText": "Al Kinny if you were to draw or paint a picture of any individual who claims to be '<b> black'</b>, I bet the image on the page would look very different to the person's actual skin if you used just the<b>  black</b> paint in your pictur<b> e.Blac</b>k is not a skin tone.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Black"
                    ]
                }
            ],
            "keywords": [
                "Yellow",
                "Black",
                "African"
            ]
        },
        {
            "id": "3",
            "user": "Yvonne Fox",
            "date": "22w",
            "timestamp": "1560146960",
            "commentText": "So is white a colour or someone with olive skin.why is it just for <b> black.</b>",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Black"
            ]
        },
        {
            "id": "4",
            "user": "Mandy Lewis",
            "date": "22w",
            "timestamp": "1560194120",
            "commentText": "🙄",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}