{
    "header": {
        "title": " Amber Gill isn’t racist but her prejudice towards black men has consequences beyond Love Island ",
        "subtitle": " ",
        "owner": " Reiss Smith ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 438 ",
        "datePosted": " Thursday 30 May 2019 11:02 am ",
        "dateExtraction": " 2019-11-15 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/05/30/amber-gill-isnt-racist-prejudice-towards-black-men-consequences-beyond-love-island-9720891/ ",
        "postText": "The new series of Love Island has a big race problem before it’s even begun.', 'New Islander Amber Gill was forced to explain that she is ‘not racist’ this week after stating that she doesn’t ‘like black guys.’', 'Perhaps she isn’t racist, but that doesn’t mean that what Amber said isn’t prejudiced.', 'The 21-year-old made the comment in a since-deleted Instagram story that appeared to show her spurning the advances of a dark-skinned black man. Apparently what Amber really meant was that she ‘didn’t want to date someone that looked the double of her dad,’ who hails from Trinidad and Tobago.', 'Choosing to exclude people on the basis of their skin tone – even if you are a person of colour yourself – is a prime example of colourism, a sort of racism within racism.', '‘If we think about the idea of beauty and what is beautiful, racism is kind of based on this idea that you have this hierarchy – African black at the bottom and white European civilised at the top,’ Dr Kehinde Andrews, professor of black studies at Birmingham City University, explained to the BBC in 2018.', '‘Essentially the further you are away from blackness, and the closer you are to whiteness, this has historically been seen to mean that you are good, you are pure, you are beautiful, you are intelligent.’', 'Unlike Love Island, colourism isn’t all about aesthetics and romance, playing a part in school suspensions, prison sentencing and police brutality.', 'Dark-skinned black students are about three times more likely to be suspended from school than those with the lightest skin, according to a 2013 study of young African American women, while upon entering the workplace, light-skinned black men are paid on average seven percent more than their dark-skinned peers.', 'Within the justice system, lighter skin often equals a lighter punishment. A 2011 study that looked at the jail terms of over 12,000 black American women found that darker-skinned criminals were mostly given lengthier sentences. In some cases, being ‘stereotypically black-looking’ can even mean being twice as likely to get the death sentence, according to a Stanford University professor who investigated the sentences of black men convicted of murdering white people.', 'Perhaps most terrifying is a piece of research from 2017 that found a correlation between skin tone and the deaths of unarmed black people at the hands of police officers. It found that out of 68 victims of police brutality, 58 percent were found to have ‘dark to deep brown skin.’ Quite literally, having a darker complexion can be the difference between life and death.', 'In comparison, whether or not Amber fancies black men feels small fry. But popular culture by definition has the power to change society for better or worse, meaning Love Island and its stars have a responsibility to do better.', 'In the four years that the ITV2 series been on air, it has had many well-publicised issues with race and colourism. It took until 2018 for show bosses to cast a black female contestant: Samira Mighty, who spent much of her time in the villa being overlooked by both her male contestants and producers in favour of her light-skinned (and overwhelmingly white) peers.', 'She was last to be coupled up on the opening night, and when she did finally find love with Frankie Foster, (or at least, the reality TV show version of it) their relationship played out mostly off-camera. For a generation of dark-skinned black girls watching the show, the message was loud and clear: don’t expect to be loved by white mainstream society.', 'The 2018 series was also notable for two separate incidents where white women claimed that their type was ‘mixed-race men,’ specifically Wes Nelson and Josh Denzel. Both are light-skinned men of black heritage, who fared better in the competition than either Samira or Marcel Somerville, the sole black man in 2017’s initial line up.', 'Marcel, who is darker than either Wes or Josh, was the only guy left on the subs bench on the third series’ launch night.', '‘Real talk I was 31 and dark skin first week was peak and you do feel insecure,’ he later wrote on Twitter.', 'Marcel is a muscular, handsome man who had a dash of celebrity allure thanks to his time in the boyband Blazin’ Squad–but his skin colour seemed to negate all of that in the show’s early days.', 'It’s an experience shared by black men, women and non-binary people day in, day out. On dating apps and in nightclubs, refrains such as ‘You’re pretty—for a black girl,’ ‘I just prefer light-skinned guys,’ or my personal favourite, ‘You don’t look too black’ are commonplace. Prejudices are passed off as preferences, especially so on Grindr, where app-makers were last year forced to launch an anti-racism campaign.', 'Arguably, it’s the lack of face-to-face interaction and the increased gamification of dating that makes statements such as these tolerated, but when one of Britain’s most popular TV shows follows suit, it only serves to make prejudice feel even more acceptable. And if it’s okay for society to say no to dating dark-skinned individuals, where does is the line drawn?', 'So no Amber, you’re not a racist for saying that you ‘don’t like black guys.’ But you are guilty of perpetuating a dangerous form of prejudice that reaches further even than Casa Amor.",
        "numberPosts": " 6 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - Black",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Black",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "David Spooner",
            "date": "24w",
            "timestamp": "1559248797",
            "commentText": "9",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "David Spooner",
            "date": "24w",
            "timestamp": "1559248803",
            "commentText": "",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Whittaker Brian",
            "date": "24w",
            "timestamp": "1559251153",
            "commentText": "No one cares what nonsense",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Calvin White",
            "date": "24w",
            "timestamp": "1559262163",
            "commentText": "The writer of the article appears to have some deep seated issues relating to whether the people he fancies don't like him back. What he's trying to say is that now people aren't allowed to not fancy you because you're either too white or too <b> black.</b> I don't happen to fancy people with tight curly dark hair and brown eyes - it's a feature I find unattractive. Doesn't matter if they're jet<b>  black</b> skin tone or white as snow, just dont like those specific things....not prejudices, just preference.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Black"
            ]
        },
        {
            "id": "4",
            "user": "Juanique Elaine Gray",
            "date": "24w",
            "timestamp": "1559263149",
            "commentText": "How many times have <b> black </b>men said that they don't like dark skin girls, that they have written songs about it, studies show<b>  black</b> men were one of the top desired ppl on dating sites while asian and men an<b> d blac</b>k women were on the bottom, how ma<b> ny bla</b>ck women felt this and went through the preference speech, yet no article was written or the so called dangers of preferences. Now you complain because  you aren't desired, we got no sympathy cause hey it's her preference",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Black"
            ]
        },
        {
            "id": "5",
            "user": "Marcus TAylor",
            "date": "22w",
            "timestamp": "1560023077",
            "commentText": "Amber you are so discusting! you need to wake up, No <b> black </b>guy wants to date someone like you. Just lost.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "6",
                    "user": "Gibson Ampaw",
                    "date": "22w",
                    "timestamp": "1560378088",
                    "commentText": "What about it she said she does not like white guys. Is that even worse",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Black"
            ]
        }
    ]
}