{
    "header": {
        "title": " Supporting a People’s Vote would finish the Labour Party for a generation ",
        "subtitle": " ",
        "owner": " Liam Young ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 10.8k ",
        "datePosted": " Thursday 17 Jan 2019 10:45 am ",
        "dateExtraction": " 2019-11-26 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/01/17/supporting-a-peoples-vote-would-finish-the-labour-party-for-a-generation-8354476/ ",
        "postText": "Over two and a half years have now passed since the referendum on our membership of the European Union.', 'We are 36 months, thousands of column inches and endless hours of gruelling debate on from that moment and yet the truth is that the debate on the result of the referendum has never started.', 'The problem with the current Brexit conversation is that few have attempted to understand why people voted to leave the EU in the first place.', 'There is a reason why areas with a high degree of social deprivation were most likely to vote leave: they did not feel as though the establishment represented them or shared their concerns. For some – admittedly, not all – opting to vote leave served as an opportunity to defy the establishment.', 'A second referendum, or a so-called ‘People’s Vote’, must be avoided at all costs.', 'It is undeniable that immigration played a role in this: it is the main reason that in spite of my ideological disagreements with the EU as an institution, I argued passionately, and voted for, remain.', 'Like many, I found it impossible to go anywhere near a Leave campaign that was defined by xenophobia and fearmongering. We have to recognise – and challenge – the success of the right in exploiting immigration as an excuse for the woes of our nation, when such blame actually lies at the door of capital.', 'That is why a second referendum, or a so-called ‘People’s Vote’, must be avoided at all costs. I am convinced that such a vote would only lead to a greater majority to leave the EU – an opinion apparently shared by two people that probably agree on little else: Diane Abbott and Michael Gove.', 'It would be the easiest campaign to win in history.', 'It would take just a little more than the Leave campaign to ask voters to give the establishment another shock. The first vote mobilised people who had not voted for years and even never before. And though I believe the Remain campaign would increase its vote in the major cities, the Leave camp could more than match that in other areas.', 'The move to a second vote would simply entrench the idea that the establishment will always try to get its way, even if that means overriding the democratic will of the people.', 'I can’t be certain that this would be the case, but it is what I would expect having followed the debate for the last two and a half years.', 'What I can be certain of, however, is that the move to a ‘People’s Vote’ would finish the Labour Party for a generation.', 'Just look at the seats that Labour currently holds, never mind the ones it needs to win to form a government: six in 10 Labour-held constituencies voted to leave. Of those that Labour must win, a majority voted to leave.', 'These voters, and the non-voters that Labour must convince to participate, will not forgive the Labour Party if it abandons them.', 'The Labour Party must also not abandon those who voted Remain – despite the fact that Remain lost the referendum. But its policy is already skewed closer to the wishes of Remain voters than it is the ardent Brexiteer.', 'When Jeremy Corbyn says that the only real People’s Vote is a general election, he is absolutely right. Another referendum will only open wounds, create more division and offer no solution to the current mess.', 'A general election offers the chance to unite those who voted either Leave or Remain without forcing each side into their own camps.', 'At a time when the far-right is on the march across our country, we cannot open a space for them and invite them into the mainstream. We must challenge their exploitation of working-class communities by bringing people together, not further driving them apart.', 'Though Corbyn lost yesterday’s motion of no confidence in the government, he must continue to drive a wedge between Theresa May, her backbenchers and her supporters in the Democratic Unionist Party.', 'That will take time, patience and skill. But it is more than possible to achieve.', 'Jeremy Corbyn should seek to renegotiate the deal with the European Union as prime minister, continuing to respect the result of the referendum whilst avoiding a disaster for working people.', 'It is the domestic agenda of a radical Labour government that will save Britain from economic ruin, not the fantasy of a People’s Vote that can’t pass Parliament and would likely see Remain lose another referendum.', 'The Conservatives, the party of big business, may talk the talk on a no-deal Brexit, but they will never allow it to happen.', 'Given that is the case, Corbyn must push for a general election at every given opportunity – whether it takes one more motion of no confidence or 10.', 'That is the only way out of this Brexit deadlock. It is the only way to bring our divided country together again.",
        "numberPosts": " 10 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Nationality - European or anti-Europeans,Physical Identity - Physical (and Mental) Impairments,Age - Youngsters",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Remoaners,Remainers,Brexit,Disabled,Cripple,Nothing",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Mike Whitney-Jones",
            "date": "44w",
            "timestamp": "1547724917",
            "commentText": "So, as usual for Labour and their media hacks, it’s <b> nothing </b>to do with securing the best for the country, but for dividing the Tories and the DUP so that Corbyn can get in to number 10.That’s exactly why Labour will be in opposition for years to come.",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "1",
            "user": "Lee Holmes",
            "date": "44w",
            "timestamp": "1547726668",
            "commentText": "Well, the writer of this is wrong, there's been multiple polls done since that have found Leave voters didn't vote for immigration primarily, but sovereignty/law-making etc. Neither was it a protest vote to \"teach the government\" a lesson. There's also been polls gauging what the two sides think the opposing side voted for, unsurprisingly Remain voters are still banging the immigration drum, whereas Leave voters have consistently, correctly said they thought <b> Remoaners </b>only cared about the economics/money.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "2",
                    "user": "Leon Gruneberg",
                    "date": "44w",
                    "timestamp": "1547731404",
                    "commentText": "Perhaps because they do not have the luxury of being able to take anything but money into account? That ever occured to you?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3",
                    "user": "Lee Holmes",
                    "date": "44w",
                    "timestamp": "1547732357",
                    "commentText": "Leon Gruneberg Yep, but I think you misunderstood me, I wasn't being negative... My point was that Leave voters have consistently understood Remainer motivations, <b> Remoaners </b>have been way-off the mark, and let's not pretend that<b>  Remainers</b> are the poor working class.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Remainers",
                        "Remoaners"
                    ]
                },
                {
                    "id": "4",
                    "user": "Michael Organ",
                    "date": "44w",
                    "timestamp": "1547760530",
                    "commentText": "How wonderful it must be to have no other responsibility than deciding what you next car is going to be. There are some people in this county who are going to be hard pressed to feed their children and foodbanks will be overwhelmed but all you care about is sovereignty and the law. So if they are only interested in money and economics I guess they must be subversive no hopers.Arrogant and ignorant.I will be glad when this mess is all over and those like you can sod off to the USA where you can find like minded bigots.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5",
                    "user": "Baz Yat",
                    "date": "44w",
                    "timestamp": "1547818307",
                    "commentText": "Lee Holmes As a member of the poor working class, who can SEE what the Tories are trying to do... I voted Remain, and would do so again.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6",
                    "user": "Baz Yat",
                    "date": "44w",
                    "timestamp": "1547818401",
                    "commentText": "I am in fact on the borderline for legitimate poverty, being <b> disabled,</b> unable to work... after how I've been treated, I feel that anything that the Tories want is probably going to be bad for me.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Disabled"
                    ]
                },
                {
                    "id": "7",
                    "user": "Baz Yat",
                    "date": "44w",
                    "timestamp": "1547818430",
                    "commentText": "To be totally blunt, though, a Remain under the Tories would probably still have been bad for me.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Remoaners"
            ]
        },
        {
            "id": "8",
            "user": "Dudden Hall",
            "date": "44w",
            "timestamp": "1547729095",
            "commentText": "The big mistake Miliband made was not supporting a referendum. Millions of Labour supporters were forced to votd for Cameron, just to get a chance to leave the EU. Miliband would have won that election, and been in office now had he also offered a referendum.In the 2017 general election, 26 million people voted for <b> Brexit </b>Parties. That is 82% in favour of leaving the EU. Very few people voted for the remain Party, the Lib-Dems",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "9",
                    "user": "Jon Tunster",
                    "date": "44w",
                    "timestamp": "1547746520",
                    "commentText": "Don't act like the Simpleton May with her \"80% of people voted for a <b> Brexit </b>supporting party\". Because of Britain's archaic parliamentary system, people are forced to vote tactically. Also, people do vote for reasons other than<b>  Brexit</b>, and can disagree with some aspects of the manifesto (if they've even read it). It does not mean that 80% of people suppor<b> t Brexi</b>t. True opinion on leaving/remaining is obviously split. The largest minority is for Remain, with the \"52%\" leave vote split between a whole bunch of different options. A People's Vote is the best way to find out which of those options is most palatable, and whether any of them individually can defeat Remain.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Brexit"
                    ]
                }
            ],
            "keywords": [
                "Brexit"
            ]
        },
        {
            "id": "10",
            "user": "Fahim-Uz Zaman",
            "date": "44w",
            "timestamp": "1547732136",
            "commentText": "I don't get why leave voters here and there keep on consistently having a go at Corbyn when he has reiterated that there will be NO second referendum.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "11",
                    "user": "Michael Organ",
                    "date": "44w",
                    "timestamp": "1547760692",
                    "commentText": "Not his choice is it. The fact is the Labour party has decided that another referendum is on the table and Corbyn has more than once stated he is only in his position because of the democratic will of the members who are not crying for the policy they agreed at the conference.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "12",
                    "user": "Fahim-Uz Zaman",
                    "date": "44w",
                    "timestamp": "1547763116",
                    "commentText": "Michael Organ problem is likes of Chuka Umunna and David Lamy  constantly undermining their own leader",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "13",
            "user": "Olivier Sykes",
            "date": "44w",
            "timestamp": "1547732555",
            "commentText": "Most leave voters were middle class and lived in the south of England. Even in leave areas most Labour voters voted remain. We've had these facts for ages now. So this article is off beam big time. If Labour is seen as having connived in 'Brexit' that will write it off for a generation. The myth of the youth quake of voters is strong with people like this Liam Young fella, and it ignores that many of those voters were anti-Brexit and pro-Corbyn. If Labour lets those voters down by not doing everything it can to fight 'Brexit' tooth and nail, it will lose their votes. Then there is Scotland. There is also no way back for Labour there if it is not seen to fight 'Brexit' will all its energy. Without Scottish seats and with the loss of seats across England the prospects look even less rosy for Labour.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "14",
                    "user": "Mike Whitney-Jones",
                    "date": "44w",
                    "timestamp": "1547745611",
                    "commentText": "What rock have you been under? The industrial heartlands of the North and Midlands, Labour`'s very heartblood, voted more in favour of leave than any other region of the UK. They were not middle class southerners. They were hard working, die-in-the-wool Labour voters whose views have only hardened over which course the country should take. Corbyn cannot appease both them who demand out and the southern, well-healed socialist utopians who demand the UK remains.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "15",
                    "user": "Olivier Sykes",
                    "date": "44w",
                    "timestamp": "1547745779",
                    "commentText": "Mike Whitney Hi Mike. The stats are here mate. It is a fiction that the North delivered 'Brexit' overall! But the myth has managed to <b> cripple </b>Labour's response.  [LINK] ",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Cripple"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "16",
            "user": "Arnold Hedge",
            "date": "44w",
            "timestamp": "1547746988",
            "commentText": "The vote of no confidence this week beggared belief. Corbyn is more concerned about getting in to power than working with the government in the best of interests of the country.When the Titanic was two lengths from hitting the ice berg, the crew didn't have a meeting to appoint a new captain. They worked together to deal with the mess they were in.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "17",
            "user": "Owen P McCarthy",
            "date": "44w",
            "timestamp": "1547748660",
            "commentText": "2 and a half years is NOT 36 months...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "18",
            "user": "Jenni Long",
            "date": "44w",
            "timestamp": "1547754883",
            "commentText": "Polls suggest 56% would vote remain actually although personally I'd prefer not to have a second referendum.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "19",
            "user": "Alistair Cole",
            "date": "44w",
            "timestamp": "1547802089",
            "commentText": "The author being a trade union, should understand that if there is a plentiful supply of labour, then employers are able to offer jobs with fewer benefits. Naturally the more plentiful a commodity is the less it costs, it is the same with labour too. Mass immigration has thus undermined the interests of the British workforce!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "20",
            "user": "Robert Courtney",
            "date": "44w",
            "timestamp": "1547803527",
            "commentText": "Nonsense, it's the preferred policy of the majority of it's members and according to recent polls, the country. Happy 'Swing Saturday' tomorrow everybody when even the base 2016 vote becomes pro-Remain. <b> Brexit </b>is a dead and putrifying albatross around Parliament's neck. It's time to move on and get back to living our lives in the EU. #PeoplesVote #JC4PM",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Brexit"
            ]
        }
    ]
}