{
    "header": {
        "title": " What is cisgender, where does the word come from, and is it offensive? ",
        "subtitle": " ",
        "owner": " Jessica Lindsay ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " ",
        "datePosted": " Thursday 5 Jul 2018 12:26 pm ",
        "dateExtraction": " 2019-10-30 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/07/05/cisgender-word-come-offensive-7684945/ ",
        "postText": "Unless you label yourself transgender or non-binary, it’s likely that you’d be considered cisgender.', 'With gender issues coming to the fore in a number of ways, it’s important to understand what different terms mean in an effort to use them correctly.', 'The word transgender comes from the Latin prefix trans, which loosely translates to ‘on the other side of’. Someone who is transgender feels like the sex they were assigned at birth does not match up with how they identify.', 'Cis is also a Latin prefix, meaning ‘on this side of’, and cisgender refers to the exact opposite. If your gender identity matches with your assigned sex, then you’re cisgender.', 'Cisgender has been seen in textbooks as far back as the early 1990s, but the prefix is used in front of other words in the medical field to describe a variety of different things.', 'Some people prefer to use the term non-transgender or gender-normative. However, since both of these assume that being trans is not normal (rather than trans and cis being simply two different but neutral experiences), they can be problematic.', 'There are people who believe the word cisgender is offensive, with some believing that it promotes binaries of what it means to be male or female.', 'However, if you feel you do not identify with your assigned gender but don’t feel as if you fit into the transgender label either, you can refer to yourself as gender non conforming or non-binary.', 'It’s been criticised by LGB and intersex scholars, who believe that it does not take into account myrias other factors when it comes to peoples’ sexuality and gender.', 'But, at its crux, the issue comes down to how you feel comfortable with expressing yourself and identifying yourself.', 'It’s very similar to sexuality in that the labels are there for you to understand yourself and let others know who you are – no one is forcing you into a box, but if you’re homosexual, bisexual, queer, heterosexual, or anything else on the spectrum, then you can identify that way.', 'If you do fit the mould of a cisgender person but you don’t wish to be labelled like that, have a think about why that is.', 'The term represents your lived experience, and is only used as a marker, exactly as heterosexual would be for a straight person.",
        "numberPosts": " 7 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Gender - General,Sexual Identity - Male homosexuality,Age - Youngsters,Sexual Identity - Transexuality,Ethnicity - General,Ethnicity - Black",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Gender,Sexual,Sex,Sexism,Fag,Nothing,Transgender,Racism,Black",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Becky Samuel",
            "date": "1y",
            "timestamp": "1530874751",
            "commentText": "Maybe if we could all be less obsessed with other people's genitalia and who they wish to share them with. Just a thought.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "1",
                    "user": "Medusa Jordan",
                    "date": "1y",
                    "timestamp": "1530956651",
                    "commentText": "Sexual orientation is not the same as <b> gender </b>identity. I don't think you have actually read any of the article, or if you have you clearly did not understand it!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gender",
                        "Sexual"
                    ]
                },
                {
                    "id": "2",
                    "user": "Robert Newall",
                    "date": "47w",
                    "timestamp": "1543769326",
                    "commentText": "Medusa Jordan oh god, one of these guys. just stop please. Everyone knows that you're a <b> fag </b>already, no need to ride your Harley around annoying everyone.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Fag"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "3",
            "user": "John Brodemus",
            "date": "1y",
            "timestamp": "1531013164",
            "commentText": "The cis- and trans- designations come from isomers in organic chemistry and the spatial positioning of added atoms to a molecule with a double C=C bond.  With two additions ( one on each carbon) they could both be on the up or cis- configuration, or one up and one down creating the trans- or distant",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Jacopo Inicorbaf",
            "date": "1y",
            "timestamp": "1531218685",
            "commentText": "@Jessica Lindsey, before spreading your own interpretation of words just to ignite some critics you may consider to inform yourself about what you are about to write.The word <b> transgender </b>comes from the Latin prefix trans, which loosely (WRONGLY) translates to ‘on the other side of’. Someone who is<b>  transgender</b> feels like th<b> e se</b>x they were assigned at birth does not match up with how they identify.My dear, \"TRANS\" means simply across/trough (im sure you heard about trans-siberian route and be assured, it doesn't mean that it will take you to the opposite but that it will go trough... same for the trans-alpin. Ergo... :P TRA<b> NS-GEND</b>ER means be in between the two genders. if u look lik<b> e a gen</b>der and act like another you are personifying two genders and your life is basically across <b> both.Not</b>hing wrong with be<b> ing a transg</b>ender or the word itself but cant say the same about your knowledge.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gender",
                "Sex",
                "Nothing",
                "Transgender"
            ]
        },
        {
            "id": "5",
            "user": "Black Owned Businesses",
            "date": "1y",
            "timestamp": "1539043321",
            "commentText": "I would appreciate the author, and anyone else who uses the term 'cis' to think about why it is the feel the need to label others unnecessarily, and then imply that they are wrong for not appreciating the label forced upon them by others. It's not ok to call someone a 'trannie' and we don't use it because those in the process of transforming their born with <b> gender </b>find it insulting. But, people who don't want to labeled as 'cis' have a problem? Not so much. Show the same respect for others that you demand for yourself.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gender"
            ]
        },
        {
            "id": "6",
            "user": "Robert Newall",
            "date": "47w",
            "timestamp": "1543768660",
            "commentText": "So cis = normal, got it. This article could of been a whole lot shorter.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "Ricky Walters",
            "date": "20w",
            "timestamp": "1559832875",
            "commentText": "\"If you do fit the mould of a cisgender person but you don’t wish to be labelled like that, have a think about why that is.\"Ah, I see, it must be the perception of the person who is offended that needs evaluation. Not the offender. If I were to call a <b> Black </b>person a negroid, and they found that offensive, then they ought to evaluate their sensibilities. Because they would indeed fit the mould of a negroid, which is a scientific term. So, clearly the issue is with their perception, not my choice of word.No. The simple fact is; cis can, and has been used by non-cis people as a derogatory term, usually coupled with the terms \"White\" and \"male\"... because why not add a little more<b>  sexism</b> and a touch o<b> f racis</b>m to top it off. Another simple fact is; you don't get to determine what someone else finds offensive. You don't get to determine if a \"cis\" person finds the term offensive anymore than you get to determine if<b>  a Bla</b>ck person finds negroid offensive. That is the case regardless of the context of the use of the word.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sexism",
                "Racism",
                "Black"
            ]
        },
        {
            "id": "8",
            "user": "Justin Maarten de Vries",
            "date": "3w",
            "timestamp": "1570097269",
            "commentText": "The defintion of normal is \"usual, typical, or expected ( state or condition )Not - \"accepted in society\" as implied by this sneaky article.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}