{
    "header": {
        "title": " LGBT Role Models: ‘People ask about my genitals just because I’m trans’ ",
        "subtitle": " ",
        "owner": " Martine Berg Olsen ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 2.2k ",
        "datePosted": " Friday 8 Feb 2019 8:00 am ",
        "dateExtraction": " 2019-11-01 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/02/08/lgbt-role-models-people-ask-about-my-genitals-just-because-im-trans-8471847/ ",
        "postText": "Hannah Graf MBE is proud to have been the highest ranking transgender officer in the British Army, but she wants to remind everyone that LGBT people are ‘just human beings’.', 'Hannah, 32, who was in the military for almost a decade, has been named Stonewall’s Trans Role Model of the Year 2019 for changing the Army’s policies and developing a new guideline on gender identity.', 'But, she served over four years without living as her true self because she was ‘scared of being ridiculed or lose the respect’ she had earned.', 'However, when she did come out about six years ago, her commanding officers asked, ‘how can we support you?’', 'Hannah told Metro.co.uk: ‘I became better at my job because I left my emotional baggage behind me and I could be myself.', '‘Transitioning is a funny thing, at the time it seems like the biggest thing in the world, but you see that it really isn’t. My body was changing but my job and my family didn’t.', '‘People worry about all sorts of random things, but apart from growing my hair and changing my clothes, the person I was didn’t change.’', 'She had ‘unanimous support’ when she started living as an openly transgender woman.', 'Hannah, who is married to transgender actor Jake Graf, said: ‘People said it was a brave thing to do, but I don’t think it was. It was not an option for me. It is who I am.’', 'However, she has faced some backlash and been asked a series of awkward questions about her intimate parts.', 'She explained: ‘There’s a strange occurrence when you become openly LGBT. People’s boundaries about what is okay to ask shifts and they start asking about your genitals and what you do in the bedroom.', '‘It can be quite intrusive, but it’s just laughable.', '‘People don’t ask about your genitals, why would you?’', 'However, when she gets the question she’s very open and always says: ‘I think you should learn, but this is an unacceptable question.’', 'Hannah, who was made an MBE on the 2018 New Year’s Honours list added: ‘Trans people are just human being, so treat us like human beings.’', 'She urged other workplaces to follow in the British Army’s footsteps in welcoming trans people.', '‘It’s important to understand that there is no drain on employing trans people openly, there are only benefits, let them be who they are, it’s good for their mental state,’ the former soldier said.', 'Trans people who can’t live as their full selves on the job have to ‘use time and energy to live a lie’, she explained, and added: ‘You have to lie on every answer, it’s draining, it’s difficult and it’s hard.', '‘Life becomes so much easier if you remove that and people can contribute to a better workplace.', '‘You have lots of people with different skills. If you have a team where everyone’s the same, you’ll have the same opinions, but with diversity you have a much wider spectre to draw conclusions from.’', 'Hannah has recently left the Army and started a new career, which she didn’t want to reveal just yet.', 'However, it was announced last week that both Hannah and her husband Jake have joined Arlington Talent Management.', 'The couple have also said they are ready to start a family and are looking for a surrogate.', 'Hannah said she felt ‘privileged’ to receive the award and that it was a ‘real honour’ as she vowed to continue to ‘call out transphobia where I see it’.', 'She concluded: ‘If you come into contact with a transgender person, identity doesn’t really come into to play, when you meet us, we’re just human beings.', '‘I’ll do what I can to call out transphobia. All role models are humans and we only have so much time to put into this, and try to make it worth it.’",
        "numberPosts": " 6 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Gender - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Gender",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Richard Champion",
            "date": "37w",
            "timestamp": "1549631283",
            "commentText": "Roll models? Don’t be silly!",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1",
                    "user": "LOLAI KINGS",
                    "date": "37w",
                    "timestamp": "1549660587",
                    "commentText": "I'm making over $5k a month working part time. I kept hearing other people tell me how much money they can make online so I decided to look into it. Well, it was all true and has totally changed my life. This is what I do↓↓↓↓COPY THIS WEBSITE↓↓↓↓ W­w­w­.­­­j­o­b­s­p­r­o­f­i­t­­.­c­o­m­­­­­­ⓒplease don't copy \" ⓒ \"in url thanks",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Paul Gascoigne",
            "date": "37w",
            "timestamp": "1549639004",
            "commentText": "I think when people don't understand certain things they are bound to ask questions, although it is rather rude at times.I wish them happiness (no pun intented)",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "3",
                    "user": "Ashley Hyde",
                    "date": "37w",
                    "timestamp": "1549658835",
                    "commentText": "Said in an Italian accent?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Denise Janet Bedding",
            "date": "37w",
            "timestamp": "1549644174",
            "commentText": "you are what's in your pants",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "5",
                    "user": "Ashley Hyde",
                    "date": "37w",
                    "timestamp": "1549658893",
                    "commentText": "Some are crabs and some are turds unfortunately going by your logic Denise.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6",
                    "user": "Tony Charles",
                    "date": "37w",
                    "timestamp": "1549665450",
                    "commentText": "Agreed!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7",
                    "user": "James Major-Walker",
                    "date": "37w",
                    "timestamp": "1549894037",
                    "commentText": "That means Denise (said in my best James May accent) that I'm a huge cock.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "8",
            "user": "Jamie Cutts",
            "date": "37w",
            "timestamp": "1549665113",
            "commentText": "It’s good to know that the British army seems to have the complete opposite approach to the American one. She’s also living proof that <b> gender </b>dysphoria isn’t just about liking girly things.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gender"
            ]
        },
        {
            "id": "9",
            "user": "Jill Langford",
            "date": "37w",
            "timestamp": "1549728778",
            "commentText": "G",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "10",
            "user": "Vincent Pinner",
            "date": "37w",
            "timestamp": "1549729032",
            "commentText": "Genitals located between the ears.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "11",
                    "user": "James Major-Walker",
                    "date": "37w",
                    "timestamp": "1549893971",
                    "commentText": "You're calling this person a dickhead? A ittle harsh, I think.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}