{
    "header": {
        "title": " Mum says primary schools shouldn’t give LGBT lessons without parents consent ",
        "subtitle": " ",
        "owner": " Kate Buck ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " ",
        "datePosted": " Saturday 23 Jun 2018 5:20 pm ",
        "dateExtraction": " 2019-10-30 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/06/23/mum-says-primary-schools-shouldnt-give-lgbt-lessons-without-parents-consent-7654402/ ",
        "postText": "A mum has said that primary schools should not be allowed to educate pupils about the LGBT community without parental consent.', 'The woman explained she found it astonishing that pupils would be taught what lesbian, gay, bisexual and transgender mean before the children had been given general sex education lessons.', 'The mum, who wished to remain anonymous, said Heavers Farm Primary School, on Dinsdale Gardens, in South Norwood, had not asked parents of pupils if they would be happy for their children to be taught lessons on the subject.', 'She said: ‘My Year 4 son is just far too young to be learning about all of this.', '‘He came home the other day talking about lesbians and transgender people and I was so shocked.', '‘They haven’t even started sexual education classes yet, but they’re being taught all about LGBT.', '‘I’m all for diversity and for children to learn about it, but not in Year 4 when they are incredibly immature.', '‘My son has learning difficulties and subjects like this are very hard for him to understand, and I’m sure he isn’t the only one.’', 'Susan Papas, Heavers Farm’s head teacher, said the lessons have been taught as part of a ‘Pride Month’ celebration which both Heavers Farm and its sister school Selsdon Primary are running.', 'Ms Papas said: ‘Both of our schools are celebrating Pride Month as part of our continuing work on equalities and challenging stereotypes.', '‘The children have been learning about this in many different ways, this includes Black History Month, learning about the Suffragettes to commemorate 100 years since women won the right to vote, and most recently learning to have ‘pride’ in ourselves and our families, and showing respect for families and people who differ from our own.', '‘We have a number of children in LGBT families, and we feel that it is important that they feel valued in our schools.', '‘This work forms a key part of our federation’s vision and values.’', 'Ms Papas added the Pride Month celebration is running to promote ‘fundamental British values of democracy, the rule of law, individual, individual liberty, and mutual respect and tolerance of those with different faiths and beliefs’.', '‘We are not teaching this as part of our Sex and Relationship Education (SRE) programme, and as such we do not need to seek consent from the parents,’ she said.', 'The mum said she is particularly distressed about the school holding a ‘pride parade’ because she believes many families may not agree with this kind of event for religious reasons.', '‘I know there will be Muslim families who would find the idea of taking part in such an event a very difficult thing to do,’ she said.', 'Ms Papas said there is absolutely no intention to cause upset or distress to any pupil or parent at the school by organising this event.', '‘We are planning a ‘pride parade’ on June 29, 2018, to which parents have been invited. This is planned to be a celebration of what makes the children proud,’ she said.', '‘This can be what makes them proud about themselves and or what makes them and their families special.', '‘The children have been making banners to represent this and they will carry these banners on the parade.', '‘Children will also have a chance to share their work with their parents on this day. This is an inclusive, celebratory event focused on the what makes the children feel proud about themselves and their families.', '‘Our local MP Steve Reed is supporting this event and will be at Heavers Farm on that day.’', 'Despite Ms Papas’ comments, the parent still believes the children are ‘far too young to be taught’ LGBT lessons, and said she had no intention of taking her son to the parade.",
        "numberPosts": " 7 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Gender - General,Sexual Identity - General,Sexual Identity - Male homosexuality,Sexual Identity - Transexuality,Age - Youngsters,Age - General,Physical Identity - Physical (and Mental) Impairments,Age - Over 65s",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Sex,Sexual,LGBT,Gay,LGBT,Gay,LGBT,Nothing,Age,Weird,Old",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Drew Jackson",
            "date": "1y",
            "timestamp": "1529771758",
            "commentText": "100% agree with her, same as most people will.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "1",
                    "user": "Craig Stuart Waggett",
                    "date": "1y",
                    "timestamp": "1529818022",
                    "commentText": "Teaching a kid about <b> LGB<b> T <<b> /b</b</b>>>people is in some ways the same as teaching them about other races, societies and religions. It<b> 's NOTHI</b>NG to do with who sticks what whe<b> re. Noth</b>ing about tab A going into slot B or whatever people get up to in their own homes.It's about accepting that people are unique, that we come from different backgrounds, have different experiences and histories. Everything that a child understands natively without question before they go to school or before narrow-minded parents tell them otherwise anyway. We're all different yet equal. Deal with it.",
                    "likes": 13,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing",
                        "LGBT"
                    ]
                },
                {
                    "id": "2",
                    "user": "Anthony Rogers",
                    "date": "1y",
                    "timestamp": "1529844492",
                    "commentText": "Andy HandIsn't it an odd set of priorities to teach children about <b> sex </b>before different kinds of love?There were a lot more confused kids and bigoted ones than kids trying to bone in primary school.The idea that teaching them about LBGT issues will poison their fragile minds but a walk-through on fucking can only end well, is a bit<b>  weird</b>...Almost like the mother is a silly cunt worried he'll catch th<b> e g<b> a</b</b>>y if not taught how 'normal' people fuck first.",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Sex",
                        "Gay",
                        "Weird"
                    ]
                },
                {
                    "id": "3",
                    "user": "El Abdulla",
                    "date": "1y",
                    "timestamp": "1529877988",
                    "commentText": "Andy Hand Society teaches kids that heterosexuality is the norm from a very young <b> age.</b>.They dont explain and teach them<b>  sex</b> education until a certai<b> n ag</b>e so what the difference Andy?",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Sex",
                        "Age"
                    ]
                },
                {
                    "id": "4",
                    "user": "El Abdulla",
                    "date": "1y",
                    "timestamp": "1529878113",
                    "commentText": "Anthony Rogers There are some bigots here trying to make excuses..",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5",
                    "user": "Anthony Rogers",
                    "date": "1y",
                    "timestamp": "1530131479",
                    "commentText": "Andy HandKnowing how to accomplish or avoid babymaking is more relevant to children than accepting LBGT people exist?Do you think a flamboyant gimp with a strap-on, pride parade or not, has the same mindset as LBGT youth?I understand that excessive pride is tiresome, I understand that pregnancy means straight couples need specific support, you just need to accept that other people need specific support too.Imagine a world where learning how to accept others for their differences is a bit more nuanced than not cumming inside someone... Especially to pre-teens ...How was your childhood bud..?",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6",
                    "user": "Kris Acheson",
                    "date": "1y",
                    "timestamp": "1531158986",
                    "commentText": "You're a sad person Drew Jackson.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "7",
            "user": "El Abdulla",
            "date": "1y",
            "timestamp": "1529777087",
            "commentText": "Don't assume all Muslims are bigoted towards the <b> LGB<b> T <<b> /b</b</b>>>community.. Just like not all people who concider themselves Christian or Catholic are bigoted.. In fact there are people who concider themselv<b> es <b> G</b</b>>ay Musl<b> ims<b> ,</b</b>> Gay Christians belive it or not..Its your own bigorty that you're trying to defend really..The class as the head teacher said was<b>  not</b> a sex ed class..So they were not teaching the<b> m ab</b>out sex..Maybe you should put yourself in the place of those<b>  wh<b> o <<b> /b</b</b>>>are LGBT who are tought from day one that they are heterosexual whether they like it or not. Its called live and let live.",
            "likes": 10,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "8",
                    "user": "El Abdulla",
                    "date": "1y",
                    "timestamp": "1529877711",
                    "commentText": "Andy Hand Says the Transphobe and by the sound of it Islamophobic... you're probably a fan of Tommy Robinson..though I could be wrong..but not as wrong as you!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "9",
                    "user": "Emanuele Ciriachi",
                    "date": "1y",
                    "timestamp": "1530522746",
                    "commentText": "Opposing the normalisation of homosexuality has <b> nothing </b>to do with bigotry and everything to do with the best interest of society and families. And yes, I support Tommy Robinson, but I don't see what this has anything to do with anything.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing"
                    ]
                },
                {
                    "id": "10",
                    "user": "El Abdulla",
                    "date": "1y",
                    "timestamp": "1530523303",
                    "commentText": "Emanuele Ciriachi  Yes it does...your statement is bigoted! Heterosupremecy right there..I mentioned Tommy Tosser Robinson because he's a right wing bigot..",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "11",
                    "user": "Seumas MacLaren",
                    "date": "1y",
                    "timestamp": "1531337934",
                    "commentText": "El Abdulla And you are not a bigot for holding that view? Interesting.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Sex",
                "Gay",
                "LGBT"
            ]
        },
        {
            "id": "12",
            "user": "Jacqueline Kitty Rainwater",
            "date": "1y",
            "timestamp": "1529782445",
            "commentText": "Compare the numbers of teenage prgnancies with countries that actually teach full <b> sex </b>ed programs at a young<b>  age</b>. The younger the better with information and then children know what to expect with the world. Drew i do not agree with her. People like her are the reason our children are so ignorant. Knowledge is power and i wish i had been given more information as a child. Then i would have known how to handle certain situations.Oh and Drew speak for yourself.",
            "likes": 9,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "13",
                    "user": "Jacqueline Kitty Rainwater",
                    "date": "1y",
                    "timestamp": "1529835254",
                    "commentText": "Andy Hand Actually it should be a part of the comprehensive <b> sexual </b>education of any child. There is not need to be snarky My Dear. The point is that all things to do with who we are as<b>  sexual</b> beings should be covered at a youn<b> g ag</b>e so there is no shame associated with it. Learning what our bodies are capable of and who we might be attracted to and why is important.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Sexual",
                        "Age"
                    ]
                },
                {
                    "id": "14",
                    "user": "Jacqueline Kitty Rainwater",
                    "date": "1y",
                    "timestamp": "1529865730",
                    "commentText": "Andy Hand Wow you need to learn some compassion and some listening skills. Try to actually listen to what i am saying. I am forty two years <b> old </b>and and have lived in three continents. I have been out and about and have had many different discussions with a multitude of people and have never ended up on my own. I hope you can find some kindness and patience some day. Until then i wish you well.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Old"
                    ]
                }
            ],
            "keywords": [
                "Sex",
                "Age"
            ]
        },
        {
            "id": "15",
            "user": "Ryan O'Carroll",
            "date": "1y",
            "timestamp": "1529784050",
            "commentText": "Aww snookems? You worried your child might grow up... omg... not bigoted? Actually accepting all people as being people and that variation exists and is fine and normal? Poor dear, what a hardship it must be to have school raising your child to not be a raging asshole.",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "16",
            "user": "Crystal Marie",
            "date": "1y",
            "timestamp": "1529850051",
            "commentText": "Put yourself in the shoes of the kid who comes from a family where there are 2 moms or 2 dads. Whether you agree with the situation or not  (for your own bigoted.. I mean religious reasons), those little kids are being raised in a school where they are constantly hearing families referred to as having 1 mom and 1 dad. How might that child feel? Now imagine your son or daughter is friends with that child, and they start to wonder why little Jimmy has 2 dads instead of 1 mom and 1 dad. Either you can give them the response of, \"because their parents are sinners and evil and you're not allowed to play with little Jimmy anymore\" and that does not answer ANY questions whatsoever about the situation, or you could say, \"because some families are like that. Sometimes boys love other boys, just like how in other families, a boy loves a girl and they have a family together.\" None of that even hints at <b> sex.</b> Because isn't that what we tell our children a family is  first and foremost? A group of people who love each other? Now imagine (Drew) that you're your child, who has been told the former rather than the latter. You go back to school and tell poor little Jimmy, who's just trying to fit in and be normal even though he knows his family is a little different, that his family is an 'atombombination of God (that's little kid speak for ya)' and that they are going to 'burn in Hell's fire for loving each other,' because that's what they heard from their family. How in the heck is the teacher going to settle this dispute without going against your bigoted beliefs? Should little Jimmy then be told, \"Well I mean Susie here is right, your dads are a sin against God, so I guess you're in trouble for yelling back at her and Susie gets off scott free,\" OR do you say, \"Well see Susie, sometimes families have two daddies instead of a mommy and a daddy, but Jimmy's family loves Jimmy just as much as your family loves you.. and Jesus.\" My guess is the school is sick of these situations and would like to prevent them from happenin2",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "17",
                    "user": "Crystal Marie",
                    "date": "1y",
                    "timestamp": "1529897013",
                    "commentText": "Andy Hand Because progress. That was the same argument over desegregation. \"Why should the minority have the same rights and freedoms as the majority?\" Because human rights are always evolving. Get over it. You say you 'couldn't care less what other people get up to in their private lives,' and that you would tell your daughter, 'there is <b> nothing </b>wrong with two Mummies or Daddies,' then what actually are you upset about? Who tf is criminalizing you? Who is telling you to 'pay the DJ and bar bill?' What have you been made to do differently in your 'normal' life that is any way inconvenienced by the existence of the LGBTQ community gaining any kind of civil rights? Real responses, please. So take out the word 'normal' and what is really the problem with telling school children that sometimes families are made up of two moms or two dads??",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing"
                    ]
                },
                {
                    "id": "18",
                    "user": "Crystal Marie",
                    "date": "1y",
                    "timestamp": "1529970907",
                    "commentText": "Oh, did Andy retract his hypocritical statement? I'm OK with that.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Sex"
            ]
        },
        {
            "id": "19",
            "user": "Emanuele Ciriachi",
            "date": "1y",
            "timestamp": "1530522545",
            "commentText": "I would be FURIOUS if <b> LGB<b> T <<b> /b</b</b>>>propaganda was taught to my kids without my consent! She is absolutely right.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "LGBT"
            ]
        },
        {
            "id": "20",
            "user": "Hazel Pickles",
            "date": "1y",
            "timestamp": "1531042003",
            "commentText": "Absolutely disgraceful,she is totally correct.This is unacceptable as it is not teaching ,it is indoctrination.No doubt all those that are for it would criticise religious people for their faith and anti abortion stand for example.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}