{
    "header": {
        "title": " Leading Muslims say government must take hate crime more seriously after 593% rise ",
        "subtitle": " ",
        "owner": " Basit Mahmood ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 997 ",
        "datePosted": " Saturday 23 Mar 2019 4:04 pm ",
        "dateExtraction": " 2019-11-26 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/03/23/leading-muslims-say-government-must-take-hate-crime-seriously-593-rise-8995105/ ",
        "postText": "The government has been urged to ‘do more’ to tackle anti-Muslim hate crime, after incidents across Britain increased by 593% in the week after the Christchurch shooting.', 'The charity Tell Mama, which records and measures anti-Muslim hate crime in the UK, said 95 incidents were reported to the charity between 15 March, the day of the New Zealand atrocity, and midnight on 21 March.', 'Of those, 85 incidents – 89% of the total – contained direct references to the New Zealand attacks and featured gestures such as mimicking firearms being fired at Muslims.', 'Leading Muslim groups and charities have now called on the government to do more to take anti-Muslim prejudice seriously.', 'Tell Mama told Metro.co.uk: ‘As the organisation at the front line of supporting victims of anti-Muslim hate and at the front line of measuring, monitoring and mapping anti-Muslim hate, the huge rise in anti-Muslim hate incidents in the U.K after New Zealand shows a latency of anti-Muslim hate that has no compassion or care for others.’', 'The charity called on the government to ‘take concerted action through education, the criminal justice system, restorative justice and other means’ to tackle anti-Muslim prejudice before ‘a long term issue develops’.', 'The Runnymede Trust also called on the government to take anti-Muslim prejudice seriously, warning that for far too long the ‘vulnerability of Muslim communities’ had been underestimated by government and public authorities.', 'Deputy Director of the Runnymede Trust, Dr Zubaida Haque told Metro.co.uk: ‘We need more police presence to protect Muslim communities, stronger security around mosques and politicians and media to play a stronger role in anti-racist and positive messages about Muslim communities.’', 'Dr Haque said the government and public authorities had been ‘far too complacent about the growth of far right extremism’.', 'She said: ‘We need to remember that hate crime has a distressing and cumulative impact on the individual and creates a sense of fear & isolation.', '‘And it’s a message to both the individual and community that they don’t belong. Words condemning it are not enough. We need more action.’', 'A spokesperson for the Muslim Council of Britain said: ‘It is deeply worrying that Muslims in Britain are now facing verbal and physical harm from far right activists following the massacre in New Zealand leading to the deaths of over 50 Muslims.', '‘It seems an environment has been created in our society over a period of time, fed in part by sections of the media and political commentators that Muslims are fair game.', '‘This has to stop and our politicians and the authorities must take a zero tolerance approach to these Islamophobic threats against Muslim communities and show bold leadership, as demonstrated by Jacinda Ardern, the Prime Minister of New Zealand.’', 'A Government spokesperson told Metro.co.uk: ‘Many Muslim communities are feeling vulnerable and anxious after the horrific events in New Zealand, which were a direct attack on the values of tolerance and freedom of worship that unite us all.', '‘Nobody should ever fear persecution of their faith and it’s vital we stand together to reject those who seek to spread hatred and divide us.', '‘The Home Secretary last week announced increased funding for next year’s Places of Worship Protective Security Fund to £1.6 million and allocated £5 million over three years for security training for places of worship, providing physical protection as well as peace of mind.', '‘But we know this alone is not enough. We are also working with the cross-Government Working Group on Anti-Muslim Hatred to do more to tackle the underlying prejudice, to work with communities affected and ensure a robust criminal justice response to these abhorrent crimes.’",
        "numberPosts": " 6 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Sexual Identity - General,Gender - General,Age - Youngsters,Sexual Identity - Male homosexuality",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Race,Racist,Gay,Homophobic,Sex,Nothing,Gay",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Robert Bruce",
            "date": "35w",
            "timestamp": "1553371326",
            "commentText": "Its extremely difficult to comment on stories like this without upsetting someone or offending someone so unfortunately if this offends then Im sorry but everyone has their own views.  Im in no way supportive of any kind of terrorism from any party whatsoever, however its now getting to the point of a tit for tat playground type mentality of they bombed us so we shoot you so they blow up us so we shoot them so they cut a head off someone so we shoot up a mosque and kill the people in it.  The point is that its always innocent people getting caught up in it who just want to get on with life!  Why the hell cant these idiots on all sides just find a corner of the world somewhere and fight it out amoungst themselfs, then when the \"winner\" emerges we can just drop the biggest and nastiest nuke on their self proclaimed \"holy land\" and wipe the f**kers out for good.  Why cant they all just f**k off and take their ideologies with them, casue the fact is that the vast majority of the population of earth are happy to live and let live regardless of <b> race,</b> religeon, colour,<b>  sex</b>, etc, etc, etc",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "1",
                    "user": "Jim Pattison",
                    "date": "35w",
                    "timestamp": "1553375945",
                    "commentText": "Robert Bruce sorry and although I don’t condone violence they preach an eye for an eye and as long as you   Follow that ideal you have a problem. You wouldn’t dare move to a Muslim country and tell them what they should be doing",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Robert Bruce",
                    "date": "35w",
                    "timestamp": "1553378414",
                    "commentText": "Jim Pattison No you are absolutely right in what you say about moving to a muslim country and telling them what they should and shouldnt be doing and I wouldnt ever dream of telling anyone how to live their lives, however Im not entirly sure how to read the rest of what you say?  I dont have a problem other than with innocent people being targeted by hate filled idiots that have no place on this earth.  Is wanting to see these people destroyed and putting everyone else wrong, or have I read what you have written incorrectly?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3",
                    "user": "Robert Bruce",
                    "date": "35w",
                    "timestamp": "1553421531",
                    "commentText": "Jack Willson Should we keep Christians and british people out of Eastern countries?  I might want to visit China, Japan or somewhere over that way one day but it doesn't mean Im going to kill the people that live there",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "Adam Blanc",
                    "date": "35w",
                    "timestamp": "1553424102",
                    "commentText": "Robert Bruce Does Jack Wilson look like someone who has intelligent or overly plqeasant thoughts? I'd not waste time on him",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5",
                    "user": "Robert Bruce",
                    "date": "35w",
                    "timestamp": "1553441636",
                    "commentText": "Adam Blanc To be fair you are correct in what you say :)",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6",
                    "user": "Robert Bruce",
                    "date": "33w",
                    "timestamp": "1554544154",
                    "commentText": "Andy Thornly In a way I see what you are saying, but the problem is with that solution is that people that genuinly are good people and have no thoughts of hurting anyone or living off state benifits are then \"banned\" from living in a country they want to live in - and that goes for all people, not just christians and muslims.  I have friends who have moved to the UK who are muslim, sikhs and other ways of life who are good people and Im happy to class as friends, they work hard and pay their way and have no desire to hurt anyone or live off state benifits.  I would never have met these people if the law said they could not live here.  Do you know anyone who has moved to the UK from another country who you class as a friend?  If you do then you would never have met that person if they were not allowed to live here.  Equally you may want to move to another country one day, but the solution you are suggesting would stop you doing this which would in turn stop you meeting other people and making friends with them.  We shouldnt be so quick to try to tar everyone with the same brush because a handful of extremists do things that are repulsive to the majority of the worlds population",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Sex",
                "Race"
            ]
        },
        {
            "id": "7",
            "user": "Adrienne Walker",
            "date": "35w",
            "timestamp": "1553382393",
            "commentText": "No. The government MUST do more to tackle ALL hate crime. And without fear or favour. Period.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8",
            "user": "Ron Plushkis",
            "date": "35w",
            "timestamp": "1553416262",
            "commentText": "MSM is a major part of the problem.   They love to play \"muslims are the victim\" at every turn, while ignoring cases where muslims do wrong.   Muslims are committing genocide against christians in Nigeria and you have to go to alternative media to hear about it, because it doesn't fit the MSM narrative.   Lauren Southern was threatened with arrest in Austrailia last year because her presentence might upset muslims and cause them to breach the peace.  That is what the top cop of the city told her, that she would be arrested for something muslims might do.    MSM, the police and government were silent on nearly 50 years of rape gangs in the UK.   As a <b> gay<b>  </b</b>>man, I can't criticize muslims hatred of gays wihtout being guilty of a hate crime.    Claim that Jesus wa<b> s g<b> a</b</b>>y <b> and noth</b>ing happens.  Claim that Mohammed<b>  wa<b> s</b</b>> gay and you get banned for the UK for life.   Society will be a lot better when everyone is treated equally and no one has special rights.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing",
                "Gay"
            ]
        },
        {
            "id": "9",
            "user": "Pishulonko Tulahuena",
            "date": "35w",
            "timestamp": "1553427065",
            "commentText": "NO!The police has more important things to do, rather than attending your never ending whining",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "10",
            "user": "Dudden Hall",
            "date": "35w",
            "timestamp": "1553429496",
            "commentText": "I agree, but it must be all hate crime, including <b> homophobic </b>hate crime. Anyone who preaches hate crime should be imprisoned.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Homophobic"
            ]
        },
        {
            "id": "11",
            "user": "Mark Richard Milton",
            "date": "35w",
            "timestamp": "1553430086",
            "commentText": "Works both ways, Muslims can also be just as <b> racist </b>and discriminatory.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist"
            ]
        }
    ]
}