{
    "header": {
        "title": " The Royal Mint is right, Enid Blyton’s racism tarnished my childhood ",
        "subtitle": " ",
        "owner": " Rasheda Ashanti Malcolm ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 1.6k ",
        "datePosted": " Wednesday 28 Aug 2019 2:00 pm ",
        "dateExtraction": " 2019-11-20 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/08/28/the-royal-mint-is-right-enid-blytons-racism-tarnished-my-childhood-10643943/ ",
        "postText": "When I think of Enid Blyton a picture of a golliwog emerges in my mind and I feel almost tearful.', 'While the Royal Mint’s decision to not produce a 50p coin with her on it – due to her racist and homophobic views – has been met with outrage, I applaud the decision.', 'You see, I was that six year old girl, arriving in a small Hertfordshire town in the late 1960s from Jamaica, taken to an almost all white school. It was there where I was introduced to Blyton for the first time and it is safe to say, she was a culture shock.', 'The children in my class thought the golliwogs in Enid Blyton’s books looked like me, the only black child in the class, bringing laughter from my teacher.', 'I knew the golliwog didn’t look like me – but it was extremely upsetting and uncomfortable that my little classmates thought that it did and that this was also okay with the teacher.', 'I know Blyton was a product of society, educated to think less of people of colour or anyone different to what she considered the norm to be. She came from a time where the majority of her peers accepted these beliefs. She was writing from a place of privilege, where her own experience showed her ignorance, lack of understanding and total disregard for other cultures.', 'As a black woman and an author, I’m attracted to writing books that represent me and my environment, books that will entertain my readers and bring them into the private and intimate lives of diverse characters.', 'A racist is a racist, racism is racism, no matter when it took place or who the perpetrator is or was', 'You hope they love the characters you create them to love, your protagonist, and loathe the antagonist. That’s exactly what Miss Blyton did – but it doesn’t mean that her prejudice shouldn’t be held to account now.', 'I hear Richard Madeley and all the other opinions that condemns the Royal Mint’s decision. I say, they have no idea of what this means for many children and people of colour; only the privilege that white skin gives can say, ‘don’t use 21st century ideals to judge 20th century work of art’.', 'I get it. I get that it’s pretty upsetting for the proud, heroic Great British Empire to be associated with anything that downgrades her greatness. But what the British Empire did historically, and how minority communities have been presented and represented in British literature, has had far reaching affects on non-white communities across generations.', 'Institutional racism is prevalent, alive and kicking but is always being justified, denied even. What perhaps the 21st century has highlighted is how unequal, unconcerned and unaware our society is, and that we can decide that a certain person shouldn’t be called a racist because they contributed to the development of an industry or our country. Again this is a privilege only given to certain sections of society.', 'The six year old inside of me was never able to comfortably enjoy the Famous Five when the teacher read it out in class. My little heart would beat so fast, because I kept thinking a golliwog was going to pop up in the story, and I would be laughed at again.', 'A racist is a racist, racism is racism, no matter when it took place or who the perpetrator is or was.', 'Racist’s works should never be celebrated, and I applaud the decision of the Royal Mint to think outside of the dominant elite culture of the privileged few (who seem to believe everything they think), and not to downplay racism or racist narrative.",
        "numberPosts": " 6 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Sexual Identity - General,Ethnicity - Black,Sexual Identity - Male homosexuality,Gender - Female sexuality, Ideological and Political Identity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racism,Racist,Homophobic,Homophobia,Gay,Black,coloured,Gay,Ho,Snowflake",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Ethel Aardvark",
            "date": "12w",
            "timestamp": "1566999643",
            "commentText": "Oh dear... Enid Blyton didn't invent Golliwogs.   <b> Homophobic?</b>  Well, there was a time she was banned from libraries for the inappropriate relationship of Noddy &amp; BigEars.   Lovely childrens' books, remembered for their innocence.  It is a shame they could be perceived as otherwise.",
            "likes": 10,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1",
                    "user": "David Bloom",
                    "date": "11w",
                    "timestamp": "1567466754",
                    "commentText": "It's a shame you won't even make the effort to understand the effect these books had on real children.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Homophobic"
            ]
        },
        {
            "id": "2",
            "user": "Laura LAura",
            "date": "11w",
            "timestamp": "1567021261",
            "commentText": "I loved Enid Bayton she was my favourite childhood writer. I reread all of her magic faraway tree books over and over again. There was no <b> racism </b>in those stories. And as a child I thought golliwogs were just dark dolls or teddy bears. I never thought of them as something bad. They never taught me to dislike<b>  black</b> peoples. Bizarre.",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "3",
                    "user": "Josephine Davis",
                    "date": "11w",
                    "timestamp": "1567281007",
                    "commentText": "Laura LAura good for you for not being a <b> racist.</b> Unfortunately those who are<b>  racist</b> or feel superiority will make the association. A golliwog is a widely recognised rasict slur. No one can dispute that. Ms Blyton compounded that imagery (albeit through ignorance), and that has undoubtely caused us minorities some pain in childhood. I experienced the same in the 80's.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                }
            ],
            "keywords": [
                "Racism",
                "Black"
            ]
        },
        {
            "id": "4",
            "user": "Dudden Hall",
            "date": "11w",
            "timestamp": "1567076054",
            "commentText": "Yes 'Big Ears' would also upset chidren with big ears. However you cannot talk about <b> racism,</b> without talking about<b>  homophobia</b>, they are the same thing, but there was no mention of the bullying o<b> f g<b> a</b</b>>y children at that time, or now?",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5",
                    "user": "David Bloom",
                    "date": "11w",
                    "timestamp": "1567466851",
                    "commentText": "Because the author of this piece was describing her own experiences. She mentions Blyton's <b> homophobia </b>in the first paragraph.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Homophobia"
                    ]
                }
            ],
            "keywords": [
                "Racism",
                "Homophobia",
                "Gay"
            ]
        },
        {
            "id": "6",
            "user": "Barbara Ford",
            "date": "11w",
            "timestamp": "1567076279",
            "commentText": "Tarnished your childhood, get over yourself. Don't you love people that go on about <b> racism </b>etc yet all want to come and live here. I loved Enid Blyton books and never associated a golliwog with a<b>  black</b> person, i'd never even heard the wor<b> d racis</b>m. Some people just have big chips on their shoulders and would fi<b> nd raci</b>sm in anything.",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "7",
                    "user": "David Bloom",
                    "date": "11w",
                    "timestamp": "1567466938",
                    "commentText": "Wow, you are an entitled person. What does this mean: \"Don't you love people that go on about <b> racism </b>etc yet all want to come and live here?\" That sounds like you're saying, \"Why are these<b>  coloured</b> people coming HERE to live with us white people if they can't deal with ou<b> r racis</b>m.Jesus.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racism",
                        "coloured"
                    ]
                },
                {
                    "id": "8",
                    "user": "Barbara Ford",
                    "date": "11w",
                    "timestamp": "1567471985",
                    "commentText": "David Bloom Not entitled at all, but if i went to another country i wouldn't complain about everything that could offend me i.e. a book where the author has been dead for donkeys years (and who brought joy to millions). Jesus (oops, that might offend some people).",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racism",
                "Black"
            ]
        },
        {
            "id": "9",
            "user": "Brian Purdy",
            "date": "11w",
            "timestamp": "1567087094",
            "commentText": "We get it, you're a person of colour and you will find any excuse to tell us how wrong this country is. Get over it. Can't have been as bad as you trying to make out, you're still here.",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "10",
                    "user": "Josephine Davis",
                    "date": "11w",
                    "timestamp": "1567281593",
                    "commentText": "Brian Purdy  ...we get it....you are a prick. No offence though. Ive got lots of prick friends and Im not prickist!",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "11",
                    "user": "Brian Purdy",
                    "date": "11w",
                    "timestamp": "1567337388",
                    "commentText": "Josephine Davis, you really look like the kind of <b> Ho </b>that would be used to having lots of pricks in her life. But then i suppose someone with your disadvantage would have to rely on that kind of profession to make a living. Wish you well with your next £10 trick.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Ho"
                    ]
                },
                {
                    "id": "12",
                    "user": "David Bloom",
                    "date": "11w",
                    "timestamp": "1567467003",
                    "commentText": "So by your standards the fact that the writer of this article is 'still here' proves England not to be <b> racist?</b> Pretty low bar: 'we haven't killed you yet.'",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                },
                {
                    "id": "13",
                    "user": "Brian Purdy",
                    "date": "11w",
                    "timestamp": "1567505183",
                    "commentText": "David Bloom what a pathetic excuse for a retort, where in the world did 'kill' come from. They are your words, not mine.Typical <b> snowflake,</b> ignored the issue with a meanigless sentence. Beleive me, your bar is set lower. Your parents must be so proud of you.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Snowflake"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "14",
            "user": "Sue Jarman",
            "date": "11w",
            "timestamp": "1567087566",
            "commentText": "'Tarnished'? By a children's book? Really?",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "15",
                    "user": "David Bloom",
                    "date": "11w",
                    "timestamp": "1567467045",
                    "commentText": "How stupid are you? Children's books affect children. Of course a <b> racist </b>children's book is profoundly destructive to a child.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                }
            ],
            "keywords": []
        }
    ]
}