{
    "header": {
        "title": " Mum accuses Matalan of making mixed race princess on children’s pyjamas look white ",
        "subtitle": " ",
        "owner": " Faima Bakar ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 2.5k ",
        "datePosted": " Monday 24 Dec 2018 3:55 pm ",
        "dateExtraction": " 2019-11-15 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/12/24/mum-accuses-matalan-of-making-mixed-race-princess-on-childrens-pyjamas-look-white-8281707/ ",
        "postText": "Mum Nekeshia Bentley and daughter Nyemah are big fans of Nickelodeon’s Nella the Princess Knight, a mixed race heroic character loved by children.', 'But Nekeshia was disappointed to learn that a pyjama set available at Matalan inspired by Nella depicted the princess as having much lighter skin.', 'The 29-year-old thought it was just a bit of a glitch when she saw first saw the top online but was shocked to learn that it was also whiter in store which, she felt was a sign of ‘sub-conscious racism’.', 'Nyemah five, who is particularly fond of Nella, also has a doll of her and was upset to see that it didn’t match the one she saw on the pyjama top.', '‘It’s either a massive mistake or a case of sub-conscious racism. Either way it is out of order,’ Nekeshia told The Sun.', '‘My daughter loves Nella. She watches the show all the time and pretends to be Nella, trying to do the things she does. She is a good, strong role model.', '‘I’ve no idea why Matalan whitened the character — they need to explain.', '‘I thought it may have been the way it looked on the website, but it was the same in the shop — she looked white.', '‘Both Nyemah and I are black British Caribbean. She has toys of all ethnicities but she gravitates towards toys that look like her.', '‘Nella’s one of her favourites, so this is a real disappointment.’', 'A spokesperson for Matalan told Metro.co.uk: ‘We are really sorry to hear of this concern regarding the Nickelodeon character pyjama set.', '‘We are working closely with Nickelodeon and our supplier to address these concerns. Customer feedback is extremely important to us at Matalan and all feedback is taken seriously.’', 'Nickelodeon created the character of Nella, who has a black dad and a white mum, last year to be more representative of what children look like nowadays.', 'A spokesperson from the Nickelodeon said: ‘This product doesn’t accurately represent Nella in the same way that millions of children see her on Nickelodeon screens worldwide.', '‘We believe there potentially was an issue somewhere in the manufacturing process, of which we are investigating.’",
        "numberPosts": " 6 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - Black,Age - Youngsters",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Black,Nothing",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Arnold Hedge",
            "date": "46w",
            "timestamp": "1545815011",
            "commentText": "They will have been printed in a sweat shop in China by people earning a few pence a day who have never seen a <b> black </b>person in the flesh. If this is your biggest problem, life isn't too bad.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "1",
                    "user": "Rebecca Hicks",
                    "date": "45w",
                    "timestamp": "1546226941",
                    "commentText": "If being annoyed by this article is YOUR biggest problem, life isn't too bad.Yet clearly, despite the presence of other people in sweatshops, you thought it worth your while to leave a comment. Why can't it be worth the trouble to that mother to make her complaint?",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Barbara Ford",
                    "date": "45w",
                    "timestamp": "1546233142",
                    "commentText": "Rebecca Hicks It's sad you'd think people slaving in a sweatshop is less important.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Black"
            ]
        },
        {
            "id": "3",
            "user": "Barbara Ford",
            "date": "46w",
            "timestamp": "1545818374",
            "commentText": "She shouldn't have bought it if that's how she felt. If she's going to talk about 'sub-conscious racism' the same can be said for her comment that her daughter 'gravitates to toys that look like her'.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4",
                    "user": "Rebecca Hicks",
                    "date": "45w",
                    "timestamp": "1546227070",
                    "commentText": "There's <b> nothing </b>wrong with a kid wanting a toy that looks like her. And there's<b>  nothing</b> wrong with customers giving their feedback. Despite the fact that they can refrain from buying a product.It's not like she's asking them to darken the skin tone of a light-skinned character. She's just asking them to stick to the color with which the character is normally depicted.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing"
                    ]
                },
                {
                    "id": "5",
                    "user": "Barbara Ford",
                    "date": "45w",
                    "timestamp": "1546233023",
                    "commentText": "Rebecca Hicks It didn't look like her anyway, look at the hair for a start. Why buy something that obviously offends her, just to complain to Metro. Some people need to get a life, or go to a store like 'Disney' where the colours might be more 'realistic'.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "6",
            "user": "Dawn Plumb",
            "date": "46w",
            "timestamp": "1545819734",
            "commentText": "upsy daisy's skin tone varies with toys too",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "Emma Burford",
            "date": "46w",
            "timestamp": "1545853040",
            "commentText": "Are matalan really going to be the official place to buy this merchandise? I highly doubt it.They are cheap clothes, so they can be sold in high quantity to people with all incomes, thus a cheaper print.If the mother is that bothered, fork out for official clothes.Also, the princess character appears to have straight hair, hardly authentic is it? But apparently that’s okay?If she really worried about about misrepresentation she should have seen that too.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8",
            "user": "Craig Allen",
            "date": "45w",
            "timestamp": "1546120641",
            "commentText": "Please get a life.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9",
            "user": "Jamie Cutts",
            "date": "45w",
            "timestamp": "1546220251",
            "commentText": "White people in the comments not understanding the importance of representation. Kids go for the toys that represent themselves. The designers behind it likely thought it’d sell more to white kids by sticking her in white face. They did a bad thing and she called them out.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}