{
    "header": {
        "title": " Mum says midwife refused to help her because she’s vegan ",
        "subtitle": " ",
        "owner": " Lucy Middleton ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 980 ",
        "datePosted": " Wednesday 18 Sep 2019 11:44 am ",
        "dateExtraction": " 2019-11-26 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/09/18/mum-says-midwife-refused-help-vegan-10764160/?ito=social&fbclid=IwAR2zmDbC64Jg0tRdyM-DAmfbqu8Vs6-uc_cyRxXcC6vCziInTVxJfYTc2MI ",
        "postText": "An expectant mother claims she was rejected by a midwife for being vegan.', 'Brittany Davis, 30, had found the midwife, who specialises at at-home birthing, online earlier that day and arranged a meet-up with her via email.', 'But she said 30 minutes into their meeting, the woman started quizzing on her intake of proteins, vitamins and calcium after discovering she maintained a plant-based diet.', 'Brittany said she then ‘quickly shut down’ the conversation, after being told she’d have to eat ‘tonnes and tonnes’ of her usual diet to meet the ‘nutritional needs of a pregnant woman’.', 'She claims the midwife left the meeting stating that she would have to ‘really think’ about working with her, as previous vegans she’d worked with ‘just didn’t cut it’.', 'The next day, Brittany, who is 13-weeks pregnant, received a text stating that the woman would only work with her if she considered eating meat and dairy again.', 'Her message read: ‘Thought carefully about us working together… Thinking we might stress each other out with “veganism!”', '‘If you could find will to return to classic – maybe paleo diet even – it might work – I’m of the mind that you are building “an animal of sorts” & need animal protein – esp during pregnancy!', '‘You starting off with “weak blood” by my standards…. Blood is the river of life!! Let me know if you want to talk further… I enjoyed meeting you & Garrett!’', 'She also sent a picture of a book labelled ‘Real Food for Pregnancy’.', 'Brittany, from Central Iowa, said the message made her feel ‘defeated’ at first, but then ‘relieved’ once she realised the midwife was not the person for her.', 'She said: ‘I’ve been vegan for over two years, so how could I have lived this long and become pregnant again if we were so deficient in these important things needed for development?', '‘All I’d say is that she should have researched more before shooting down the idea of working with a vegan entirely to try and get a better understanding of it.’', 'The independent consultant added that it is not the first time she has experienced a backlash for her diet, as her two-year-old son is also ‘fully vegan’.', 'She said: ‘For the first six-months, at least once a week, I was explaining to people that it is possible to raise a child vegan and not have them be malnourished.', '‘I would keep track on an app what I’d feed him everyday and if someone brought it up I would show them the app – it happens a lot less often now.', '‘I also track my own nutrients and take prenatal vitamins and supplements to keep myself and my baby healthy.’', 'A varied and balanced diet is essential during pregnancy, the NHS website states.', 'However, vegetarian and vegan mums-to-be can find alternative ways of getting enough calcium, iron and vitamin B12, which are commonly found in meat and dairy.', 'Dark green vegetables, wholemeal bread and dried fruits are all good sources of iron, while unsweetened soya drinks and yeast extract items like Marmite can provide vitamin B12.', 'Calcium can also be found in dark green leafy vegetables, rice and oat drinks, brown and white bread and calcium-set tofu.', 'The NHS recommends that all women consider taking a daily supplement of vitamin D.",
        "numberPosts": " 4 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Physical Identity - Physical Features,Gender - General,Social Class - Working class",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Fat,Thin,Woman,Common",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "David Cooke",
            "date": "9w",
            "timestamp": "1568805598",
            "commentText": "to say the midwife should research more when she had said she had experience of vegans in pregnancy before is pointless. I'm sure there are vegan midwives out there if she bothered to research that factor herself.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Gary King",
            "date": "9w",
            "timestamp": "1568807092",
            "commentText": "'Your professional experience and facts don't align with my beliefs!'Lol.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Medusa Jordan",
            "date": "9w",
            "timestamp": "1568811471",
            "commentText": "I had been vegan for 2 years when I got pregnant, and my iron levels were above average. I always ate a lot, not <b> fat,</b> very active. I didn't even try that hard to get everything nutritionally.But the midwife has a point. A lot of vegan women now are very<b>  thin</b>, and some seem practically orthorexic. I certainly would be uncomfortable with that situation in a pregnan<b> t woma</b>n.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "3",
                    "user": "Drewy Alf Phillips",
                    "date": "9w",
                    "timestamp": "1568814315",
                    "commentText": "I think the whole being <b> thin </b>things is mainly because of that, not the being vegan, so many these days want to have a<b>  thin</b> body even whilst pregnant so theres less weight to lose after giving birth. It's the whole social media trend of needing to look perfect all the time.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Thin"
                    ]
                },
                {
                    "id": "4",
                    "user": "Medusa Jordan",
                    "date": "9w",
                    "timestamp": "1568985450",
                    "commentText": "Drewy Alf Phillips Being vegan helps the being <b> thin,</b> I think that is why the 2 things are so connected. I was at my slimmest while vegan, but not<b>  thin</b> like so many vegan women I see online.I wasn't vegan to ge<b> t thi</b>n, but I think it is qui<b> te comm</b>on now.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Common",
                        "Thin"
                    ]
                },
                {
                    "id": "5",
                    "user": "Katharine A Gilchrist",
                    "date": "8w",
                    "timestamp": "1569526436",
                    "commentText": "Medusa Jordan - lol, I wish that being vegan helped with being <b> thin,</b> then maybe I wouldn't be overweight!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Thin"
                    ]
                }
            ],
            "keywords": [
                "Woman",
                "Fat",
                "Thin"
            ]
        },
        {
            "id": "6",
            "user": "Michael Pilgrim",
            "date": "9w",
            "timestamp": "1568812799",
            "commentText": "That midwife is one ignorant muppet!",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}