{
    "header": {
        "title": " Far-right tricked into campaigning for diversity with St George’s Cross prank ",
        "subtitle": " ",
        "owner": " Martine Berg Olsen ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 816 ",
        "datePosted": " Tuesday 23 Apr 2019 11:12 am ",
        "dateExtraction": " 2019-11-22 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/04/23/far-right-tricked-campaigning-diversity-st-georges-cross-prank-9289571/ ",
        "postText": "An anti-hate crime charity pranked far-right nationalists into campaigning for diversity during this year’s St George’s Day celebrations.', 'The St George’s Cross has become an icon of far-right xenophobia, which is somewhat ironic considering the patron saint had Syrian, Greek, Turkish and Palestinian heritage.', 'Tell MAMA distributed 100 heat-reactive St George’s Cross t-shirts to far-right nationalists in a bid to ‘reclaim the flag and teach them a lesson about how important diversity is to our country’.', 'When they proudly put on their new t-shirts, they did not know that their body heat triggered the following message to appear: ‘St George was Syrian. #DefendDiversity’.', 'The prank was executed at St George’s Day gatherings across London ‘to champion the vital role that immigrants play in shaping our nation and to tackle the dramatic growth of far-right hate’, the charity said.', 'According to a Home Office report, in 2017/18 there were 94,098 hate crime offences recorded by the police in England and Wales, an increase of 17 per cent compared with the previous year.', 'Tell MAMA director Iman Atta OBE said: ‘In light of the recent surge in division and hate crime, we wanted to reclaim the St George’s Cross from those who spread division and celebrate it as a symbol of diversity.', '‘Migrants have shaped our country, from St George to present day heroes like Mo Farrah, Rita Ora, Malala Yousafzai and Dame Zaha Hadid.', '‘Fly the flag for diversity this St George’s Day.’",
        "numberPosts": " 1 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Jonathan Liddane",
            "date": "30w",
            "timestamp": "1556035099",
            "commentText": "The snowflakes wouldn't dare trick muslims though would they. Coz they would be killed. Tells you everything.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "1",
                    "user": "Robert Jones",
                    "date": "30w",
                    "timestamp": "1556040716",
                    "commentText": "Why would they want to trick Muslims?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Jonathan Liddane",
                    "date": "30w",
                    "timestamp": "1556043855",
                    "commentText": "Robert Jones Far right attitudes towards everything?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3",
                    "user": "Keith Barratt",
                    "date": "30w",
                    "timestamp": "1556057747",
                    "commentText": "Which muslims? What far right attitudes? Only one here acting  like a 'snowflake' (infantile word) is you.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "Vril Abraxas Kaligantsaros",
                    "date": "30w",
                    "timestamp": "1556088854",
                    "commentText": "Keith Barratt There wasn't a Turkish Syrian or Palestinian bone is this Roman soldiers body, he was of Greco-Roman heritage, Syria wasa 1600 in the future, Turks were herding sheep in Kazakstan and the Palestinians were in Palestine among a melange of 20 differing cultural groups including Jews.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5",
                    "user": "Vril Abraxas Kaligantsaros",
                    "date": "30w",
                    "timestamp": "1556088919",
                    "commentText": "with a picture of a Chalie hebdo cartoon on there instead? Edgy! But funny as ...",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}