{
    "header": {
        "title": " Trans teenager triumphs in bodybuilding contest after beating eating disorder ",
        "subtitle": " ",
        "owner": " Emma Brazell ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 6.1k ",
        "datePosted": " Tuesday 3 Sep 2019 5:58 pm ",
        "dateExtraction": " 2019-11-01 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/09/03/trans-teenager-triumphs-in-bodybuilding-contest-after-beating-eating-disorder-10653158/ ",
        "postText": "A transgender teenager has triumphed in a bodybuilding competition just years after beating a dangerous eating disorder.', 'Alex Tilinca, 18, hit rock bottom in 2016, after developing an eating disorder that saw him consume only one meal every 24 hours and weigh himself up to four times a day.', 'But the Long Islander turned his life around and competed against cisgender bodybuilders at the Victor Martinez’s Legends Bodybuilding Competition in New York on August 24.', 'After clinching first place in ‘Teen Classic Physique’ and second place in ‘Novice Classic Physique’ and ‘Junior Classic Physique’, he wants to use his success to show the world that trans people ‘are not victims’ and can do anything they set their minds to.', 'Growing up, Alex said he knew something was ‘really wrong deep down’.', 'He told Metro.co.uk: ‘I didn’t really understand how I felt but I just didn’t want to have anything to do with being a female.', '‘I felt really uncomfortable with the fact that people saw me as a female.', '‘It was like living third party to myself. I was just going with the flow because I had to, not because I wanted to. I felt really wrong, deep down.’', 'It was only when Alex – who now has more than 15,000 Instagram followers – watched videos about gender dysphoria on YouTube that he finally put a name to the ‘wrong’.', 'After coming out to his mum at age 11, he was met with love and understanding and began to transition at age 12.', 'But two years later, he became angry and painfully envious of those who were born male around him.', 'After losing the weight that doctors had recommended to ensure minimal scarring for his top surgery, the teenager became consumed by the idea that he had to lose as much weight as possible to look masculine.', 'He became ‘terrified’ to eat and would sometimes only consume 500 calories a day.', 'Soon enough, he weighed just 100 pounds and was going to bed every night hating himself.', 'He said: ‘I had dysphoria, so I saw myself as hugely feminine, even though people around me were like “You’re really skinny, you might want to put some weight on”.', '‘I felt very trapped. I felt very helpless, like no matter what I did, it wouldn’t be enough. I always felt like I needed to overcompensate for the fact I was trans.’', 'There are a limited pool of studies on the relationship between transgender people and eating disorders, but it has been reported that they experience these issues at rates significantly higher than any other group.', 'A 2015 study looked at 289,024 students from 223 US universities participating in the American College Health Association-National College Health Assessment II.', 'Researchers found that transgender college students were more than four times more likely than cisgender females to report an eating disorder diagnosis such as anorexia nervosa or bulimia, and two times more likely to report eating disorder symptoms such as purging.', 'A Massachusetts Youth Health Survey in 2013 also claimed that transgender youth had disproportionately self-reported unsafe weight management behaviors and nonprescription steroid use, compared with cisgender youth.', 'In summer 2016, Alex set his mind to beating his troubles and began going to the gym to get fit.', 'His new interest in fitness was pushed further by watching bodybuilding videos online, and soon enough, he had set his mind on becoming a bodybuilder himself.', 'Three years after beginning his journey back to health, Alex has now transformed his body and continues to take his physique to the next level by training at the Bev Francis Powerhouse Gym.', 'He said: ‘I felt really uncomfortable in the early days of the gym. But that drove me. I was like, “You know what, screw you guys. I feel really stupid right now, but I’m gonna come back in a year and I’m gonna show you.”', 'The bodybuilder says that, as a trans man, he has found the most acceptance in the bodybuilding world.', 'He said: ‘You’ve got to be open-minded in bodybuilding. You don’t look normal, you don’t have a normal life, so most bodybuilders are very accepting, because we’re all working on our bodies. They understand where I’m coming from.', '‘They understand that I wasn’t happy with my body and how the world saw me, and I just wanted to become who I was.', '‘I feel the most support from the bodybuilding world. Honestly, it’s an amazing community.’', 'After his success in the amateur competition, he plans to take three to four years off to build muscle and ultimately aims to become the first transgender male to win the Mr Olympia title.', 'Alex said: ‘If a transgender male is able to compete against men who are born men, it’s inspiring for everyone, not just transgender people. It shows there’s no excuse.’', '‘I want to show that we’re not victims. People always kind of live under the assumption that we need their help and bodybuilding is like a physical embodiment of mental willpower and strength to me.’', 'He added: ‘Taking part in the competition felt amazing. People were cheering for me and taking videos. It made me feel that my hard work was recognised.', '‘A rush of excitement came over me. It felt like the world was telling me that I’m on the right track.’",
        "numberPosts": " 5 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Gender - Female intelligence,Physical Identity - Physical Features,Nationality - General,Gender - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Becky,Fat,doctors,Sex",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Dick Wright",
            "date": "8w",
            "timestamp": "1567538084",
            "commentText": "fairly easy when youre prescribed and can use steroids legally tbh",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "1",
                    "user": "Becky Samuel",
                    "date": "8w",
                    "timestamp": "1567562863",
                    "commentText": "What a crock of doo-doo. You think it's easy - you give it a go.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Curley Jefferson",
                    "date": "8w",
                    "timestamp": "1567575784",
                    "commentText": "Becky Samuel Super SJW to the rescue",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Becky"
                    ]
                },
                {
                    "id": "3",
                    "user": "Dick Wright",
                    "date": "8w",
                    "timestamp": "1567586304",
                    "commentText": "Becky Samuel over the past 10 months I've completely changed my body shape going from 25 stone to 16, losing a load of body <b> fat </b>as well as gaining an average muscle mass/shape since I paid to see a specialist about low testosterone which was misdiagnosed as depression and anxiety as it is for most men over 35. I've been on test therapy since then and within 2 weeks was off my antidepressants. I'm on a very low dose compared to what someone transitioning will be plus he can just buy blackmarket stuff and even if he's tested it's just put down to transitioning and maintaining a male lifestyle. Yes it takes a lot of training and discipline to get into bodybuilding but it's a hell of a lot easier if you can openly take steroids",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Becky",
                        "Fat"
                    ]
                },
                {
                    "id": "4",
                    "user": "Lee Anne Leland",
                    "date": "8w",
                    "timestamp": "1567622393",
                    "commentText": "Anabolic steroids are illegal in the United States. Testosterone is not. https://www.bodylogicmd.com/.../the-difference-between.../",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5",
                    "user": "Dick Wright",
                    "date": "8w",
                    "timestamp": "1567623323",
                    "commentText": "Lee Anne Leland yes but theyre near identical substances and it's not hard to get hold of illegal steroids. Guarantee every other bodybuilder on those stages with the trans guy would have been juicing but he can get away with it because of the hormone replacement and just pass it off as his hormone therapy. Every single bodybuilder on the planet takes steroids because your body physically can't get to that size naturally.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6",
                    "user": "Paige Overton",
                    "date": "8w",
                    "timestamp": "1567769244",
                    "commentText": "Dick Wright Thats not how trans HRT works, <b> doctors </b>move it to a typical male range, usually lower for safety reasons, the patient doesnt pick the doseage, thats absurd",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "doctors"
                    ]
                },
                {
                    "id": "7",
                    "user": "Heather Henschel",
                    "date": "7w",
                    "timestamp": "1568083229",
                    "commentText": "Lee Anne Leland Testosterone is, by definition, an anabolic steroid. All that means is it's a molecular steroid (which <b> sex </b>hormones are) that promotes muscle growth (which testosterone does). Using \"anabolic steroids\" as buzzwords for illegal, unregulated synthetic testosterone is ridiculously misleading when you're literally comparing the same thing, just in different concentrations and doses.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Sex"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "8",
            "user": "Simi",
            "date": "8w",
            "timestamp": "1567539475",
            "commentText": "I'am made $84, 8254 so far this year working online and I'm a full time student. Im using an online business opportunity I heard about and I'AM made such great money. It's really user friendly and I'm just so happy that I found out about it. Heres what I do,.for more information simply open this link for more info visit any tab this site Thanks a lot☟☟☟☟ COPY THIS WEBSITE ☟☟☟☟HERE☛ w­­­w­­­w­­­.­­­9­­­9­­­l­­­o­­­g­­­i­­­c­­­.­­­c­­­o­­­mⒶplease don't copy [ Ⓐ ] in url thanks",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9",
            "user": "Sam Watson",
            "date": "8w",
            "timestamp": "1567584290",
            "commentText": "Well done champion !!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "10",
            "user": "Gary Youn",
            "date": "8w",
            "timestamp": "1567599234",
            "commentText": "A steroidal appearance there ,",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "11",
            "user": "Tyler Kek Jeffries",
            "date": "8w",
            "timestamp": "1567693718",
            "commentText": "",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}