{
    "header": {
        "title": " Broke students cash in after discovering ‘Amazon voucher glitch’ ",
        "subtitle": " ",
        "owner": " Joe Roberts ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 46 ",
        "datePosted": " Sunday 27 Oct 2019 6:01 pm ",
        "dateExtraction": " 2019-11-26 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/10/27/broke-students-cash-discovering-amazon-voucher-glitch-10993142/ ",
        "postText": "Broke students have claimed they well and truly cashed in after discovering an apparent glitch on Amazon.', 'They were offered a fiver off their first purchase as part of Amazon Prime’s student subscription, which gives them access to various discounts for £3.99 a month.', 'But it appears the ‘Welcome5’ code could be re-used again and again, giving them £5 off anything.', 'Undergrads in London, Manchester and Nottingham began stockpiling goods as photos emerged showing mounds of Amazon boxes in student bedrooms.', 'One student said they received £2,500 worth of free goods while another claimed the glitch cost Amazon hundreds of thousands of pounds, according to The Sun.', 'Some shared boastful pictures of rows and rows of loo roll, deodorant and other household goods.', 'It looked they had bought enough supplies to cover their whole time at university.', 'A 19-year-old student in Newcastle told The Sun: ‘We started looking for useful stuff that was a fiver or under and discovered there was loads that we could get that would be really handy – and also some pretty rubbish things we got just for the hell of it.', '‘We’ll never need to buy toiletries, cheap novels, highlighter pens, folders or batteries again during our whole university career and well beyond.’', 'The business student said it became an addictive game as they got inventive trying to find whatever they could for £5.', 'They added: ‘We were up until 3am ordering and ordering because we figured that at some stage any minute Amazon would twig what was happening and pull the plug – but they didn’t.’', 'Ryan, a student in Nottingham, said he saved £164 on 36 items, including food, stationery, art supplies, charging cables and cleaning products.', 'He added: ‘One of my flatmates used the discount to buy sex toys for his girlfriend. I hope they bring it back next year.’', 'The free-for-all is believed to have lasted for nine days until Amazon realised what was going on last week.', 'This prompted a period of mourning for students, as some slammed others for spoiling their fun by sharing the apparent glitch on social media.', 'One student tweeted: ‘Cheers to everyone that tweeted about “welcome5” so it inevitably got taken away.', '‘This is why we can’t have nice things.’', 'Another wrote: ‘R.I.P amazon code Welcome5 You were good to us when no-one else was.’",
        "numberPosts": " 5 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Age - Youngsters",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Nothing",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Fahim-Uz Zaman",
            "date": "4w",
            "timestamp": "1572217242",
            "commentText": "And these are supposed to be university students?? FFS taking the piss.Shows you the state of British education when idiots like these do the most stupidest things ever",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1",
                    "user": "Matt Johnson",
                    "date": "4w",
                    "timestamp": "1572217835",
                    "commentText": "I think you are commenting on the wrong thread, sir, but thank you for trying.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Mark Richard Milton",
            "date": "4w",
            "timestamp": "1572237626",
            "commentText": "These \"students\" are hard-core lefties in the making. Always out using other people's money for their own benefit.They'll probably petition the Labour party to make Amazon reinstate that voucher and Corbyn the moron will likely say yes and campaign on it simply because he wants those student's votes.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "3",
                    "user": "Phil Wren",
                    "date": "4w",
                    "timestamp": "1572258487",
                    "commentText": "Haha, what planet are you on!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "Melody Anne Ribis-Roy",
                    "date": "4w",
                    "timestamp": "1572294253",
                    "commentText": "You're a real nutjob you are.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Don Clements",
            "date": "4w",
            "timestamp": "1572258328",
            "commentText": "Only bang on about the environment when it costs you <b> nothing.</b>",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "6",
            "user": "Anne Callaghan",
            "date": "4w",
            "timestamp": "1572258519",
            "commentText": "Amazon used all types of 'codes' in deductions and incentives related to investment, research and so on to avoid paying taxes in the UK, All information on-line. While two wrongs do not make a right, it does claw some of those unpaid taxes back to our students. Students who really are not the way they are respresented by some to be, they are not an homogeneous group but a diverse collection of individuals with varying life experiences, reasons for studying and a wide variety of polictical beliefs and leanings. I hope they all ebjoy their freebies and among the worry of student debt and the pressure of studying and exams, if it makes them feel happy, that is great. I found a glitch once in one of the major DIY companies and got a vastly reduced kitchen, although I had to explain to the management how they had not limited the vouchers correctly. I also got a jigaw and a drill for <b> nothing,</b> under the terms and comditions of the vouchers. Amazon and their 'codes' to not pay the correct taxes impacts on all our services, including education and so I see no issue. The students should be more supported in their education  and they did not do anything to make the 'code' keep giving and so it was nine days of excitement for some. Bog rolls forever!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "7",
            "user": "Melody Anne Ribis-Roy",
            "date": "4w",
            "timestamp": "1572294177",
            "commentText": "It was wrong, no matter how you try to justify it. Stealing is stealing.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}