{
    "header": {
        "title": " What is a white saviour complex? ",
        "subtitle": " ",
        "owner": " Faima Bakar ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 89 ",
        "datePosted": " Wednesday 6 Mar 2019 11:48 am ",
        "dateExtraction": " 2019-11-15 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/03/06/what-is-a-white-saviour-complex-8793979/ ",
        "postText": "The idea of the white saviour complex has been discussed a lot recently following Stacey Dooley’s Instagram post with a child in Africa with the words ‘obsessed’.', 'Some have called her out for using a poor African child as an ‘accessory’ while others have defended her for her charitable work and don’t think her race should be bought into it.', 'But what exactly is a white saviour complex and why is it so heavily contested?', 'The phrase refers to a white person who acts to help non-white people, but in a context which can be perceived as self-serving.', 'When white celebrities pose with an African child or praise unfortunate and vulnerable people for being ‘brave’ and stoic, there is an element of privilege that adds to the controversial trope.', 'Celebrities like Stacey, Ed Sheran, Madonna have all been accused of using their celebrity status to push a charitable image of themselves. Usually, these images and videos are accompanied by tears too.', 'However, many feel that this is problematic as it adds to the idea that Africa and other poor parts of the world are vast barren lands, teething with poverty when there are other true narratives.', 'Some feel that this one depiction of these places facilitates one-dimensional views of people from there, proven by the countless stories of people who face ignorant questions about these places, whether they hail from there or not.', 'But the term is contested due to its intentions; the idea that a well-intentioned action whether visiting a refugee camp or a poverty-ridden country to raise awareness for it becoming a negative thing seems counter-productive to some.', 'Many felt that Stacey’s caption ‘obsessed’ reduced the young child to an accessory. Some also raised the issue of consent, asking whether the child knew they were going to be shared with a large group of people due to their ‘poor circumstances’.', 'Followers of Stacey also referred her to No White Saviours, an Instagram account whose bio reads: ‘We never said “no white people”. We just know you shouldn’t be the hero of the story. If you’re not uncomfortable, you’re not listening.’', 'Those who criticise the complex also argue that it’s not the intentions nor the actions that are wrong (as these endeavours often raise money for important causes) but rather its approach.', 'For example, every year Comic Relief (or the like) shows poor people, usually in Africa or Asia) with flies around them, as a (often) white celebrity comes to see them, is moved by their story, and then helps them with their situation.', 'But there are other true narratives from these continents, thriving parts, beautiful landscapes, positive stories which are seldom shown.', 'Michael Mumisa, a scholar at the University of Cambridge tells Metro.co.uk that the complex has historical connotations that make it a negative thing.', '‘It’s not about individual intentions but impact. Its impact is the continued dehumanisation and colonial infantilisation of over a billion Africans. The white saviour complex can be traced back to the racist brutality of colonialism.’', 'Journalist Kieran Yates also makes a similar point: ‘This isn’t a criticism of the work they aim to do to eradicate poverty obviously. It’s about approach, one-dimensional depictions of blackness in videos that have affected the mainstream perspective of power dynamics. The “eat your food/starving kids in Africa” stuff alone says it all.’', 'Some also felt that you don’t have to pose with poor people to raise awareness for their cause.', 'However, many lept to Stacey’s defence, saying it shouldn’t matter what the skin tone of a person is, as long as they’re helping vulnerable people.', '‘David Lammy’s tweet has made my red blood boil! This world needs more ‘saviours’, no matter their colour,’ wrote one person in defense of the presenter.', '‘Should only black people try to bring Africa’s issues to the public?’ asked another.', 'But the use of celebrities to help ‘rescue’ Africa from poverty or disease was also criticised last year by the Charity Commission for England and Wales, the non-profit sector’s watchdog. They urged agencies to stop chasing celebs (who in turn cost more resources to be accommodated) and focus on those who need the help.', 'Others have also said it’s often white celebrities that are lauded for helping, or become the centre of attention, while local heroes who do the heavy lifting year-round and more go unnoticed.', 'While the phrase is used to criticise the way charity work or cases of poor and vulnerable individuals are handled when shared with a mainstream audience in a self-congratulatory way, it does not discredit those who do the work.",
        "numberPosts": " 3 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - Black",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Black",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Arnold Hedge",
            "date": "36w",
            "timestamp": "1551886473",
            "commentText": "This is one thing which I cannot be accused of as I am completely not bothered.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Maximus Grey",
            "date": "36w",
            "timestamp": "1551890924",
            "commentText": "\"privilege\" and \"white saviour\" are terms lazy brown people use to bring down those they can never compete with.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "2",
                    "user": "Fahim-Uz Zaman",
                    "date": "36w",
                    "timestamp": "1551920640",
                    "commentText": "I'd say it;s a term used more commonly by the <b> black </b>community",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Black"
                    ]
                },
                {
                    "id": "3",
                    "user": "Collette Post",
                    "date": "36w",
                    "timestamp": "1551927666",
                    "commentText": "Well when charities founded mostly by white people like Oxford Famine Relief aka Oxfam used to use celebrities to promote their cause, where Comic Relief which I remember Lenny Henry and Reggie Yates visited kids, however it seems to be the same faces and no fresh ideas. Why don't poor areas of the UK get funding?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Collette Post",
            "date": "36w",
            "timestamp": "1551927554",
            "commentText": "I don't know why ordinary people don't appear and why it's always Africa why not have poor parts of the UK given money?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}