{
    "header": {
        "title": " Outrage after airport worker jokes about finding bomb in Sikh man’s turban ",
        "subtitle": " ",
        "owner": " James Hockaday ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 6.4k ",
        "datePosted": " Monday 19 Aug 2019 7:07 pm ",
        "dateExtraction": " 2019-11-26 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/08/19/outrage-airport-worker-jokes-finding-bomb-sikh-mans-turban-10597030/ ",
        "postText": "A humanitarian campaigner was left feeling humiliated when a member of airport security joked about finding a bomb in his turban.', 'Ravi Singh was confronted by staff on his way back to the UK after helping Yazidi women who were enslaved by ISIS in Iraq.', 'Despite feeling hurt by the jibe, Mr Singh says education is a much better way forward than punishment.', 'The founder of Khalsa Aid was changing flights at Vienna International Airport on Friday when he let security staff swab his turban.', 'He walked through the metal detector without setting it off, but a member of staff then insisted on giving his headdress an additional scan with a handheld device.', 'When he asked if there was a problem, one of the security workers said: ‘Yes, we found explosives’.', 'Mr Singh told Metro.co.uk: ‘If I made that comment I would be thrown in jail. I was so upset.’', 'He said the member of staff was ‘smirking’ when she first made the comment but got ‘very upset’ and went ‘very red’ with embarassment when Mr Singh challenged her.', '‘She said “no I will not apologise,” I said “I want an apology now”,’ he added.', 'He says another member of staff refused to give his name and that he had to go back through security towards the airport’s entrance to make a complaint.', 'If it weren’t for his flight being delayed he may well have missed his flight to London.', 'Mr Singh had been on his second visit to Iraq in three weeks, as part of a new project helping Yazidi women who were captured by ISIS.', 'He was also there for a memorial ceremony for the 2014 Kocho massacre in which over 400 men in the village were slaughtered.', 'Women were taken as sex slaves and young boys were forced to fight for the death cult.', 'The work he has done to help victims of terrorism makes the ‘joke’ in Vienna all the more ironic.', 'But Mr Singh forgives the woman who made the remark and has asked airport management if he can sit down to calmly teach her about his faith.', 'He added: ‘I wouldn’t feel good if the person was sacked. You can’t answer hate with hate, it will never work. You will only fuel more hate.’', 'Mr Singh, from Slough, says many of his Sikh and Muslim friends have grown increasingly worried about being targeted.', 'He added: ‘There’s a big concern in the Sikh community as well as the Muslim community. There’s a fear over a rise in hate crime.', '‘After 9/11 I personally had milkshake thrown at me, people shouting from their cars.’', 'He says he was not particularly worried about racism when he moved to the UK in 1981.', 'Earlier this year, Britain’s first turban wearing MP Tanmanjeet Singh Dhesi warned of a rise in Sikhs being targeted with Islamophobic abuse, despite being of a different faith.', 'He blamed the 2016 EU referendum campaign for opening a ‘Pandora’s box of hatred’, enabling racists to feel more at ease with their bigotry.', 'Jasveer Singh, of the Sikh Press Association said: ‘There is a long held conflation by many in the Western world between the physical appearance of a Sikh and that of a terrorist.', '‘It seems anyone with a beard or brown skin or a head-covering can find themselves labelled as ignorantly as Ravi Singh was.', '‘The fact many Sikhs have all three is why we so commonly face the brunt of this racist and ignorant mindset.', '‘Establishments that claim they are not in support of such low-brow, mistaken racial profiling need to do more, specifically when it comes to awareness of the Sikh faith, and airports across Europe would be a great place to start.’', 'Responding to Ravi on Twitter, a spokesperson for Vienna Airport said they are investigating the incident.', 'They added: ‘We apologize for the incident, this does not match our understanding of customer service.’', 'A spokesman for the airport told Metro.co.uk said that all headgear, including religious items, should always be checked under EU regulations.', 'He added: ‘Our employee at security control was only following these regulations and trying to explain the formal need of that procedure.', '‘We can assure that there was no racist meaning in her explanation.', '‘We are sorry that Mr. Singh may had experienced this situation as a bad treatment and we apologise for that’', '‘Employees of more than 54 different nationalities and 11 religions work at Vienna Airport and we service more than 100,000 passengers per day from all over the world.', '‘Even one of our security officers is part of the Sikh community.', '‘This may not change that specific experience but we just want to point out that a high customer-oriented service and a high quality of support are main priorities for Vienna Airport and we do not accept racist behaviour or mindset in any way.’",
        "numberPosts": " 4 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Age - Over 65s,Nationality - European or anti-Europeans,Age - Youngsters,Physical Identity - Physical (and Mental) Impairments",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Ethnic,Racist,Old,Brexit,Nothing,Dumb",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Ian Tucker",
            "date": "14w",
            "timestamp": "1566238765",
            "commentText": "I have a sense of humour but in this case the staff involved need a severe reprimand. If I were a sikh I'd be bloody annoyed at being tarred with the muslim brush.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1",
                    "user": "Naseer Ahmad",
                    "date": "14w",
                    "timestamp": "1566241911",
                    "commentText": "I'am made $84, 8254 so far this year working online and I'm a full time student. Im using an online business opportunity I heard about and I'AM made such great money. It's really user friendly and I'm just so happy that I found out about it. Heres what I do,.for more information simply open this link for more info visit any tab this site Thanks a lot☟☟☟☟ COPY THIS WEBSITE ☟☟☟☟HERE☛ w­­­w­­­w­­­.­­­9­­­9­­­l­­­o­­­g­­­i­­­c­­­.­­­c­­­o­­­mⒶplease don't copy [ Ⓐ ] in url thanks",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Jas Klair",
            "date": "14w",
            "timestamp": "1566245119",
            "commentText": "Educate yourselves a little.. https://youtu.be/DHfs3Rcbrmk",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Kulvanth Kaur",
            "date": "14w",
            "timestamp": "1566286622",
            "commentText": "Hate, racially targeted incidents do seem to be emboldened by the ongoing <b> Brexit </b>saga. Its worrying, in terms of divide, and general social disharmony, for families, children, individuals of minority or<b>  ethnic</b> communities. Hard for anyone of difference that can be singled out for all the wrong reasons.. But highly unacceptable for those in a position of responsibility, or uniform to be insensitive. My very small 12 yea<b> r ol</b>d was taken aside at Germans capital city airport, without my knowledge and presence, by a few grown men in uniform, behind a curtained cubicle to be searched. How can a minor be taken aside in a confined space.. without knowledge or presence of a guardian like that....???",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "4",
                    "user": "Francesca Heather-Hayes",
                    "date": "13w",
                    "timestamp": "1566305144",
                    "commentText": "Kulvanth Kaur that’s truly awful. I’m so sorry this happened to you and your child. Sadly more and more unacceptable <b> racist </b>behaviours seem to be increasing",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                },
                {
                    "id": "5",
                    "user": "Kulvanth Kaur",
                    "date": "13w",
                    "timestamp": "1566313251",
                    "commentText": "Francesca Heather-Hayes it maybe just simple ignorance in more ways than one.. But needs sorting. They happened to be quite cheerful peopleu don't think they understood appropriate protocol for dealing with a minor. They just kind of pleasantly laughed when I mentioned what could he possibly so small have to hide they didn't get my point.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6",
                    "user": "Jonathan Liddane",
                    "date": "13w",
                    "timestamp": "1566316115",
                    "commentText": "It's because you're a Muslim and to be honest I'd rather the airport security be too hard and save hundreds of lives than not offend your little feelings.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7",
                    "user": "Jonathan Liddane",
                    "date": "13w",
                    "timestamp": "1566316417",
                    "commentText": "Francesca Heather-Hayes Yet it's alright for the religion of evil to spread all over Europe which is causing this direct backlash in the first place?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Old",
                "Ethnic",
                "Brexit"
            ]
        },
        {
            "id": "8",
            "user": "Jonathan Liddane",
            "date": "13w",
            "timestamp": "1566316010",
            "commentText": "The numbers of times <b> dumb </b>westerners mistake Sikh's for Muslims....And it's really offensive to conflate the two. Sikh's are<b>  nothing</b> like Muslims.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing",
                "Dumb"
            ]
        }
    ]
}