{
    "header": {
        "title": " Woman gives birth to brother’s baby to avoid adoption costs ",
        "subtitle": " ",
        "owner": " James Hockaday ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 187 ",
        "datePosted": " Tuesday 16 Jul 2019 7:57 pm ",
        "dateExtraction": " 2019-10-31 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/07/16/woman-gives-birth-brothers-baby-avoid-adoption-costs-10363914/ ",
        "postText": "A generous sister has given her brother and his partner the gift of life by volunteering to be their baby’s surrogate mother.', 'Chapelle Cooper, 27, made the life changing decision after discussing how expensive and complicated the adoption process can be.', 'Her brother Scott Stephenson and partner Michael Smith were also concerned about finding a trustworthy surrogate.', 'They say they were ‘blown away’ when Chapelle made her offer and said it was like ‘a dream come true’.', 'Chapelle delivered Harper Elizabeth Smith 15 days early on Friday morning, weighing five pounds eight ounces.', 'Her egg was used with Michael’s sperm, making her both Harper’s biological mother and ‘auntie’.', 'The couple said: ‘We were so worried about Chapelle throughout the labour but she made us so proud.’', 'Michael says he and Scott made some ground rules from the very start of the pregnancy.', 'He said: ‘We weren’t going to be controlling about her diet and tell her what she could and couldn’t do but we are control freaks by nature.', '‘We found ourselves really protective of her throughout the pregnancy.', '‘We’re always going to be honest with Harper and tell her how she was made. We always want her auntie to be a part of her life.’', 'Scott and Michael, who live in Blackpool, are engaged and first met five years ago.', 'They started looking into adoption three years before Chapelle made her offer.', 'Chapelle said she is ‘still going to be a big part of her life’ but taking on the role of ‘auntie’ rather than as her mother.', 'She added: ‘I don’t think I could’ve done it if I’d never seen her again which made it a lot easier.’', 'Scott says the whole process has been an ‘absolutely whirlwind’ and a ‘really wonderful experience’ which has brought the family closer together.', 'He added: ‘Who can say they’ve done that for somebody else. It’s the most selfless and amazing gift.’",
        "numberPosts": " 4 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Age - Over 65s,Sexual Identity - Male homosexuality",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Old,Nelly",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Saif",
            "date": "15w",
            "timestamp": "1563312486",
            "commentText": "I'm making $320 to $380 per hour online paintings and that i received $19894 and extra in one month online performing from home. i'm a normal full time student and i work certainly to my spair of hours in my spare time.anybody can try this job and makes millionaire and proved yourlife fashion by means of sincerely open this hyperlink......excellent luck★☟☟☟☟ COPY THIS WEBSITE ☟☟☟☟HERE► w­­w­­w­­.­­s­­o­­c­­i­­al­­ca­­sh­­9.c­­o­­m℠Don't include this → [ ℠ ] ← in web link THANKS",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Yusuf McKenzie",
            "date": "15w",
            "timestamp": "1563334811",
            "commentText": "Wait what? So brothers sperm and sisters egg?..... Did I read this right?",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "2",
                    "user": "Frank Lelouch Hughes",
                    "date": "15w",
                    "timestamp": "1563357441",
                    "commentText": "Her Brothers boyfriends sperm",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Tony Charles",
            "date": "15w",
            "timestamp": "1563336550",
            "commentText": "Bizzare!!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Nelly Lucia",
            "date": "15w",
            "timestamp": "1563342255",
            "commentText": "Am <b> Nelly </b>from California, it has being 16 year I have gotten marriage to my husband without  a child not that am<b>  old</b> already but I want to gro<b> w ol</b>d with my kids and my husband love children so much to that extent he shade tears seeming other fathers  with their children. This being a very big problem to my heart and marriage I told him about child adoption five years ago he never agreed to my suggestion saying we should continue waiting but it got to this point where thing are getting worst he finally accepted, this Has been a dream come through in our marriage life we decided to go far from USA to avoid future problem because no one knows the future. We came across this private organization here on this website from AFRICA with the name and email JULIANA FRANCIS, Julianafrancis933@gmail.com. She was so much dedicated and understanding person. We where firstly bothered about the skin color but she make us to understand blessed and healthy child is the best we agreed with her and follow the adoption process, although money was involved. Finally Handsome ISAAC arrives to us. Ever since our union have being bless one, my husband have being promoted in his job, now am 4 months pregnant all thanks to GOD and Mrs. JULIANA FRANCIS.Are you wondering on where to get the best child adoption? Contact JULIANA FRANCIS with little money you will get your child to you. Trust and understanding is what you need. Adopting a child close to you is very dangerous; many stories have being heard due to this. Trust Mrs. Francis you will be fine. Contact JULIANA you not going to regret it. You can also contact me via email nellylucia431@gmail.com or via my mobile number +14087289760",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Old",
                "Nelly"
            ]
        }
    ]
}