{
    "header": {
        "title": " Baby born with bowels outside body trolled on vile racist website ",
        "subtitle": " ",
        "owner": " Faye Brown ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 325 ",
        "datePosted": " Sunday 3 Nov 2019 9:00 am ",
        "dateExtraction": " 2019-11-20 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/11/03/baby-born-with-bowels-outside-body-trolled-on-vile-racist-website-11033163/ ",
        "postText": "Thousands of people are campaigning to shut down a ‘sick and disgusting’ website that trolled an ill baby with racist abuse.', 'Thomas Greenwood and his partner Ashton Daley were ‘devastated’ to discover their two-year-old son Albie had been mocked on a vile racist forum.', 'He was born with bowels outside of his body and underwent lifesaving surgery in December 2017.', 'Last week the couple discovered that his name and pictures are being made fun of on white supremacist website ‘Chimpmania’.', 'The website takes articles about people of colour and twists them into stories littered with racial slurs.', 'Albie’s dad Thomas, 27, told Metro.co.uk: ‘We were only made aware of it a few days ago, it looks like it’s been online since Albie was born.', '‘It’s horrifying. I’m quite easy going as a person and I let a lot of stuff go, but the fact they have brought a little boy into it is absolutely disgusting. I’m so shocked to see racism of that extent.', '‘We are a normal, hardworking family and we do what we need to do to get by.', '‘We will not let them get away with this. We are not the only people they are targeting.’', 'Albie’s parents, from Huddersfield, have started a petition for the website to be taken down.', 'The petition, started by Albie’s mum Ashton, states: ‘The comments and hatred towards us was outrageous and I hope that we can put an end to this terrible malicious site before more families and people are hurt.', '‘Let’s not let our children grow up to see this despicable and evil side of the world. It’s not right and it’s not fair.’', 'The petition has been signed by over 4,000 people already in less than a week.', 'However Albie’s parents, who have another son Jacob, aren’t the first victims who have campaigned against the vile website.', 'The website appears to have been running for 10 years, with numerous petitions calling for it to be removed proving unsuccessful.', 'The identity of website host – a service that allows anyone to create a website – is protected by cyber security service Cloudfare, who say they have no power to remove the vile site.', 'Thomas said: ‘Police can’t do anything because it’s an American website. I have emailed [Cloudfare] and we started a petition.', '‘Other than that I don’t know where to go. It seems pointless trying to contact them directly. I don’t know how the hell they are getting away with this.’', 'A spokesperson from Cloudfare said they have passed the complaint along to the website host.', 'Although they can’t reveal who the host is – they have offered to put the family in touch with them privately.', 'The spokesperson said: ‘Cloudflare does not host the content in question and therefore cannot take it down. Cloudflare acts as a pass-through service, sitting between a website host and an end-user to ensure that Internet properties are safe from cyberattack and that the end-user has access to a fast Internet.', '‘That said, we’ve passed the complaint along and would be happy to connect the family with the host in order to directly address the content.’",
        "numberPosts": " 7 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racist",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Mark Richard Milton",
            "date": "2w",
            "timestamp": "1572774397",
            "commentText": "Cloudflare can't shut a website down but It is possible for Cloudflare to restrict its network gateway services so that it becomes isolated from the rest of the world if the site is hosting illegal or questionable content. However supremacist websites are ethically and morally questionable, but not illegal in the US... yet.  The family in question just needs to find the right Democrat politician's ear to whisper in who can put political pressure on the relevant law authorities to apply the pressure on Cloudflare to throttle the site's network traffic flow.Better still, pay hackers to dump a load of child porn on that website under the accounts of the worst racists then rat them out to the cops and the <b> racist </b>website'll dissapear, along with the racists.",
            "likes": 13,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1",
                    "user": "Rob Lloyd",
                    "date": "2w",
                    "timestamp": "1572777223",
                    "commentText": "They're from Huddersfield... I don't think US politicians are able to help there. With them being from England and everything....",
                    "likes": 9,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "2",
            "user": "Sandra Davies",
            "date": "2w",
            "timestamp": "1572775688",
            "commentText": "If you're trolling a baby, or find the trolling of a baby amusing, then something has gone seriously wrong in your head.",
            "likes": 17,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Joanna Godfrey",
            "date": "2w",
            "timestamp": "1572778517",
            "commentText": "completely sick to be trolling a baby, as though the poor Mum and Dad didn't have enough to worry about without such hateful nonsense",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Jennifer Mason",
            "date": "2w",
            "timestamp": "1572779766",
            "commentText": "Cloudflare can withdraw their services and have been known to do exactly that in the past.",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Barbara Ford",
            "date": "2w",
            "timestamp": "1572784988",
            "commentText": "Sick humour. Who would even find that funny, says a lot for whoever set it up and who goes on it.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6",
            "user": "Robbie Brunton",
            "date": "2w",
            "timestamp": "1572857407",
            "commentText": "Couldn't they use that money to have their suffering offspring put out of the constant suffering he no doubt lives in?",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "7",
                    "user": "Ade Foiadelli",
                    "date": "2w",
                    "timestamp": "1572861806",
                    "commentText": "What money?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "8",
                    "user": "Ruth Crumpton",
                    "date": "1w",
                    "timestamp": "1573071162",
                    "commentText": "Robbie Brunton that's both vile and depraved. Not to mention illogical - as Ade says: what money?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "9",
            "user": "Omar Ahmed",
            "date": "1w",
            "timestamp": "1573472693",
            "commentText": "As the article says, it's the uploader's responsibility for the content not the host. And for the internet's sake, that's the best way for it to work.And btw all you've done is give this vile website a lot of free publicity and adveritising, I hadn't heard of it until just now for example. It will probably get new users and grow after this.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}