{
    "header": {
        "title": " Why people don’t want to acknowledge they’re privileged ",
        "subtitle": " ",
        "owner": " Natalie Morris ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 74 ",
        "datePosted": " Monday 11 Feb 2019 12:32 pm ",
        "dateExtraction": " 2019-11-21 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/02/11/hard-people-acknowledge-privilege-8519164/ ",
        "postText": "I am privileged.', 'I have parents with professional jobs. I have a university education which my family helped fund. I am able-bodied. I am slim. I am relatively young.', 'These are all factors that make existing in this world easier for me than for many other people. Society rewards me for these things, which are entirely out of my control, and it effects the opportunities granted to me, my potential for success and the way people treat me in day-to-day life.', 'That’s what privilege essentially is. Advantages that are handed to you on a plate without any personal input whatsoever.', 'Existing alongside my privilege are the systemic and societal disadvantages I also face – equally due to factors entirely outside of my control.', 'I’m female. I’m not white.', 'But then, even within my non-whiteness, my light skin and proximity to whiteness provide me with a certain privilege in the context of colourism and respectability politics. So it’s far from simple.', 'Privilege is a sliding scale. You’re not either ‘privileged’ or ‘not privileged’ – it’s not that black and white. Most of us are both privileged and disadvantaged to some extent. It is absolutely worthwhile interrogating your position on that scale and working out where you sit.', 'Thanks to the current political climate and generations of hard work and incremental progress by marginalised groups, we now, on the whole, recognise inherent privilege as a reason for the advancement and superior position of certain groups in society.', 'But when it comes to personally acknowledging that privilege, for some reason, it becomes incredibly difficult for people to do.', '', 'Plus-size fashion blogger Stephanie Yeboah tweeted about privilege this week in response to comments from slim people refusing to accept that being slim in today’s society provides them with privilege.', 'Stephanie correctly identified that being called ‘privileged’ is now seen by so many as a slur.', 'She went on to say: ‘We live in a landscape now where everyone wants to feel oppressed though, so people take it as an insult now when you say that they receive adequate treatment as human beings. A weird flex, but OK.’', 'The mental gymnastics people will perform in order to avoid the label of ‘privileged’ is impressive. And this desire to ‘feel oppressed’, as Stephanie puts it, is symptomatic of a society that is reluctant to claim responsibility for its systemic inequalities.', 'If we are all adamant that we are not privileged, that we haven’t had a leg up in life, then it’s not possible to recognise the real injustices and discrimination that so many are facing.', 'It also undermines the struggles of disadvantaged groups. If inherent privilege isn’t a thing, it suggests that their limited position in society is somehow their own making.', 'Not only that, but denying your own privilege will just really annoy people.', 'A recent Vice article looked into the phenomenon of people pretending that they are working class, when their families are actually incredibly wealthy. We’ve all met those people.', 'Friends who cover their tracks when they buy new clothes and insist they got everything in the sale. Friends who don’t want to tell you that it was the bank of mum and dad that helped them buy their first home. Friends who carefully omit the fact that their uncle owns the company where they’ve just landed a big promotion.', 'A study by financial services group L&G found that one in four UK housing transactions in 2018 relied on a parental cash injection.', 'Parents lent or even gave their kids £5.7bn last year alone. 316,600 people received help from their family to buy a home – up by almost 19,000 people since 2017.', 'So a lot more people are receiving a helping hand to get on the property ladder than are probably willing to admit it.', 'It’s maddening and patronising. I want to shake these people and tell them to just admit it already. No one will hate you for having wealthy parents who can help you buy a property, but they might hate you for lying about it and pretending you did it on your own.', 'I get that it’s a bit of an ego hit – people would much rather give the impression that they’re completely self-made, that any success that comes their way is down to nothing more than their own hard work.', 'But being completely devoid of any privilege whatsoever is incredibly rare. Hardly anyone makes it on totally on their own: It’s disingenuous and annoying to insist that you have.', 'So why are people afraid to admit that they have privilege?', 'As I’ve already mentioned, privilege is out of your control – it’s something that’s handed to you, something you’re born in to, so it seems ludicrous to be ashamed of that.', 'It would be far more helpful if people could recognise their privilege and use it to help people around them. Or, if not that, at least provide the clarity for people to really understand how and why they have got to where they are.', 'The wilful refusal to acknowledge that you have had a helping hand in life, be it due to being conventionally attractive, born into family money or the simple fact of being a white male, is so destructive for the people who have never and will never have a helping hand.', 'There’s nothing wrong with being privileged. But accepting the benefits of that privilege whilst denying its existence is damaging.', 'Ignoring and refuting the existence of privilege helps to perpetuate destructive societal inequalities. But recognition, clarity and openness about the different forms of privilege is the first step in tackling the unfair disparities and redressing the balance.",
        "numberPosts": " 5 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Age - Youngsters,Social Class - Working class",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racist,Racism,Nobody,Nothing,Common",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Arnold Hedge",
            "date": "40w",
            "timestamp": "1549912437",
            "commentText": "I am privileged and have never denied it. I also feel no guilt or obligation to those who lack the same advantages in life. <b> Nobody </b>ever told Usain Bolt to slow down to give the others a chance, so I am certainly not going to fail to make the most of the cards life has dealt me.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nobody"
            ]
        },
        {
            "id": "1",
            "user": "Owen P McCarthy",
            "date": "40w",
            "timestamp": "1549982291",
            "commentText": "I'm all for helping others if/when I can but these days it is also seen as acting the 'white knight' which is somehow also bad.Trying to instill a guilt in people who, through no fault of their own, are perceived as advantaged in some way is just as ridiculous and morally wrong as expecting someone with a different skintone to assume inferiority.Stop it.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Steve Powell",
            "date": "40w",
            "timestamp": "1549963877",
            "commentText": "Because it’s an infantile paradigm that boils identity characteristics down to a singular metric, but ignores all contexts and nuances.Because it drives people to focus on their differences from one another rather than their <b> common </b>humanity and similarities.Because it drives people to illegitimately claim minority ‘oppressed’ identities in an attempt to mask their own ‘privilege’. People reject the ideology of ‘privilege’ because they instinctively understand that it does not reflect the real world in any meaningful pragmatic way.Overall it’s an ideology that needs to go back to the sociology departments of universities. It’s application in the real world is just driving people apart rather than bringing us together.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "3",
                    "user": "Gaë Fox",
                    "date": "40w",
                    "timestamp": "1549980918",
                    "commentText": "Brilliant answer!",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Common"
            ]
        },
        {
            "id": "4",
            "user": "Derek Veith",
            "date": "40w",
            "timestamp": "1549979710",
            "commentText": "If you were born in a devloped country you are privileged.  Nuances beyond that are minor in comparison.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Gaë Fox",
            "date": "40w",
            "timestamp": "1549980852",
            "commentText": "“Why don’t people admit to privilege?” How about because it’s <b> nothing </b>but an infantile Leftist political theory, not a fact? I find it demeaning to be told I’m an oppressed victim because I’m female, and<b>  racist</b> to be told I’m privileged because I’m white. Using terms like ‘white privilege’ puts you in the same category as racists who dehumanise white people with statements such as “you can’t b<b> e racis</b>t to white people,” which I’ve actually had so called feminists and socialists say to me about the grooming gang victims of all people and poor murdered kids like Kriss Donald.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "6",
                    "user": "Steve Powell",
                    "date": "40w",
                    "timestamp": "1549981560",
                    "commentText": "Absolutely this. The \"<b> racism </b>= power + privilege\" crap is another invention of sociology departments - a very specific definition that has been attempted to be made into the default.<b>  Racism</b> is prejudice towards someone of another based on their skin colour. The interesting thing is that people like Natalie Morris here believe the concept of privilege to be undeniable and axiomatic. And it's not. It's just an arbitrary framework for understanding the world - and not a very good one. People do not find it hard to acknowledge their privilege, Natalie, they just reject the concept outright, as they should. And you can't bully or coerce them into accepting any part of it.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racism"
                    ]
                }
            ],
            "keywords": [
                "Nothing",
                "Racist"
            ]
        }
    ]
}