{
    "header": {
        "title": " Women who ‘don’t get on with other women’ should be avoided at all costs ",
        "subtitle": " ",
        "owner": " Rebecca Reid ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " ",
        "datePosted": " Thursday 26 Oct 2017 12:13 pm ",
        "dateExtraction": " 2019-11-12 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2017/10/26/women-who-dont-get-on-with-other-women-should-be-avoided-at-all-costs-7028827/ ",
        "postText": "I haven’t collected much wisdom in my 26 years of life, but here’s what I’ve got.', 'You never need a seventh glass of wine, people who regularly quote Marilyn Monroe are unhinged, and women who claim that they ‘don’t get on’ with other women because they’re ‘bitchy’ are the spawn of Satan.', 'I fully admit that I’m a girl’s girl. Always have been, always will be. I’ve talked before about how I don’t have any male friends (I actually do have two, since time of publication, but the point stands).', 'So perhaps I’m just extra sensitive to this trope, but honestly every single woman I’ve ever heard say that she can’t be friends with women has transpired to be a truly awful person.', '‘Girls are just so bitchy’ is the traditional statement from an I Don’t Get On With Girls woman (IDGOWG)', '‘I can’t handle the drama of hanging out with women’ or worst of all (just writing these words makes my fingers itch) ‘I just find that girls are so jealous of me.’', 'Excuse me while I shove my fist into my mouth and scream silently.', 'Let’s be honest. If you’re incapable of sustaining a friendship with other women, that’s about you. Not them.', 'Look at it from a purely logical standpoint. Which is statistically more likely – that you’re a special magical unicorn of womanhood who is pure and non-bitchy and all other women are evil?', 'Or that it’s your own fault that women don’t like you?', 'If your experience of women is that they are dramatic and bitchy and backstabbing, maybe it’s because you were a problem and they reacted to you. In fact, scrap the maybe, I’ll bet you twenty quid that it is.', 'Of course toxic friendship groups exist and it’s entirely possible that you’ve experienced nasty women. Bullying is a real problem among adults as well as among teenagers. It happens. It’s understandable that you might feel burnt by an experience of being bullied by female friends.', 'But if every single female friendship group you’ve ever encountered were ‘jealous’ of you, perhaps it’s time for a bit of self reflection.', 'I’ve got friends who look like Victoria’s Secret models. Friends who earn twice what I do. Friends who succeed at everything they so much as blink at. I’m not jealous of them, because they’re my friends.', 'Maybe they weren’t jealous, maybe you were difficult. Maybe they weren’t happy for your successes because you only ever talked about yourself. Or maybe they were just keenly aware that you’d rather be spending time with men.', 'Some women do prefer the company of men. There’s nothing wrong with that. I think it’s sad for any woman to miss out on the genuine magic of female friendship, but it’s a personal choice.', 'But what isn’t okay is to act as if it makes you better than other women, as if you’d love to be one of the girls but you’re just to sweet and pure of heart to be able to handle it.', 'Women aren’t inherently bitchy or jealous or back stabbing. They might talk about their feelings more, because society hasn’t bullied them into having a stiff upper lip, but that doesn’t mean they’re any ‘worse.’ Believing things like that that is called internalised misogyny and it’s both annoying and ridiculous.', 'Men are also capable of being bitchy, critical and back stabbing. Those aren’t female traits. They’re human traits.', 'Gender isn’t a black and white (or blue and pink) divide. Men can be bitchy, women can be straight forward. Blokes can be emotional, women can be stoic. The idea that our behaviours are defined by our gender is completely illogical and it does no-one any favours.', 'Speaking of not doing anyone any favours, the myth that women, especially young women, are ‘bitchy’ is a real problem. If you teach girls that they’re a gossipy manipulative bunch of backstabbers, how can you expect them to act any differently from that?', 'Just like it’s not okay to bully boys into being strong, emotionless and abrasive, it’s not okay to socialise young women to behave like the cast of Mean Girls.', 'While my social life isn’t exactly weeping for the loss of women who would rather be hanging out with men, those sentiments do have the capacity to damage other young women.', 'So please, if you’re a woman who has spent her life calling other women ‘bitchy’ and ‘gossipy’ and ‘jealous’, indulge in a little self reflection. Maybe attempt to spend some time with some other women. You never know, you might learn something about yourself.",
        "numberPosts": " 3 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Gender - General, Ideological and Political Identity - General,Age - Youngsters",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Woman,Snowflake,Nothing",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Sammy Evarts",
            "date": "14w",
            "timestamp": "1564601569",
            "commentText": "This article is not accurate at all, I have been bullied and ignored by other women so many times. Obviously the writer of this article has not had this unpleasant experience. In short women are bitchy and jealous of other women. And I like my fellow women. Its just I know what they're like aswell unfortunately.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Kristine Harley",
            "date": "12w",
            "timestamp": "1565977363",
            "commentText": "Hey, you sound like the person you're describing, a <b> woman </b>who doesn't get along with other women and criticizing THEM. Grow up!50 percent of women who are bullied in the workplace are bullied by another<b>  woman</b>. That's been studied.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "2",
                    "user": "Sammy Evarts",
                    "date": "12w",
                    "timestamp": "1565978400",
                    "commentText": "Do you know me or my experiences?  I've got plenty of female friends who I would consider great people. But on some occasions I've had younger women come across critical before I opened my mouth, unfortunately people judge before they think. Much like yourself. It's my opinion dear.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3",
                    "user": "Sammy Evarts",
                    "date": "12w",
                    "timestamp": "1565978822",
                    "commentText": "Some of us know a lot about bullying, and you sound like you have no idea at the trauma of bullying. I was bullied by my female boss so I left my job. Like I said do you know me or my experiences. Some of us speak very well from experience.others don't. <b> Snowflake.</b>",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Snowflake"
                    ]
                }
            ],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "4",
            "user": "Samantha Longman",
            "date": "5w",
            "timestamp": "1570454771",
            "commentText": "I disagree with this article, the writer is exactly why some women don't want to be friends with other women. She is critical, and judgemental and comes across as jealous and insecure. She seems intimated by the thought of a <b> woman </b>who doesn't have a group of female friends. There is absolutely<b>  nothing</b> wrong with not having a group of women as friends, and it's not because <b> a woma</b>n is a 'problem herself' or any of the things you mentioned. You (the writer) really need to find some self esteem of your own and stop dragging other women down, you are precisely the reason women may not want to be friends with other women as you come across as such a horrible judgmental person.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman",
                "Nothing"
            ]
        }
    ]
}