{
    "header": {
        "title": " Trio of white schoolboys pinned black girl, 12, to ground and cut her dreadlocks off ",
        "subtitle": " ",
        "owner": " Jimmy McCloskey ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 12 ",
        "datePosted": " Friday 27 Sep 2019 7:41 pm ",
        "dateExtraction": " 2019-11-20 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/09/27/trio-white-schoolboys-pinned-black-girl-12-ground-cut-dreadlocks-off-10822128/ ",
        "postText": "A 12 year-old girl says three white schoolmates pinned her down in the playground and chopped off some of her dreadlocks.', 'Amari Allen says she was assaulted at Immanuel Christian School in Springfield, Virginia, on Monday.', 'The straight-A student said said: ‘They said my hair was nappy and I was ugly.’', 'Amari says the boys who chopped her hair off have been bullying her since the start of the year, and physically attacked her as she went to use a slide on Monday.', 'She recalled: ‘They put their hands over my mouth.', '‘They put my hands behind my back. And they started cutting my hair and saying it was ugly.’', 'Amari says her tormentors ran off after the recess bell rang.', 'She was too scared to tell anyone about what happened until Wednesday, when her grandma Cynthia Allen noticed the missing dreads while styling the little girl’s hair.', 'Amari told her what happened through tears, leaving Allen distraught.', 'The grandma told NBC Washington: ‘It was like she just died. That’s how painful it was for me.’', 'The incident also left Amari’s grandfather badly shaken. He said that his ‘heart just broke’ and that he was paralyzed at hearing what had happened.', 'School staff and police are now investigating the incident. Immanuel’s teaching roster includes Vice President Mike Pence’s wife Karen.', 'Head of School Stephen Danish said: ‘We take seriously the emotional and physical well-being of all our students, and have a zero-tolerance policy for any kind of bullying or abuse.’', 'Amari’s grandma has called for the school to use a harsh punishment on the boys’ responsible for the attack.', 'Allen said: ‘Some consequences should be implemented so that the school will send a strong message: We will not tolerate this, under any circumstances.', '‘No matter who you are.’",
        "numberPosts": " 1 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Ethnicity - Black",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Race,Black",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "William Henry",
            "date": "7w",
            "timestamp": "1569647370",
            "commentText": "Why are you bringing <b> race </b>to the table?Your heading also appears blatantly false, as in referring to an unsubstantiated allegation as establish fact.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "1",
                    "user": "Mick Telford",
                    "date": "7w",
                    "timestamp": "1569718257",
                    "commentText": "They called her hair \"nappy\", which is a derogatory term to describe the hair of <b> black </b>people.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Black"
                    ]
                },
                {
                    "id": "2",
                    "user": "Mick Telford",
                    "date": "7w",
                    "timestamp": "1569878499",
                    "commentText": "Bill Smith Rule 111a. Unless you've been called a known, derogatory term. In which case, you were definitely being insulted.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3",
                    "user": "Mick Telford",
                    "date": "7w",
                    "timestamp": "1569979525",
                    "commentText": "Bill Smith I didn't decide - someone else did - as far back as the 1800's (according to Google). You can have a maverick attitude to the language we all use and make up your own definitions if you prefer, but how the majority use a word decides it's actual meaning.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Race"
            ]
        }
    ]
}