{
    "header": {
        "title": " I changed my name for fear it would impact my employability, but now I’ve claimed it back ",
        "subtitle": " ",
        "owner": " Almara Abgarian ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 37 ",
        "datePosted": " Thursday 16 Aug 2018 3:33 pm ",
        "dateExtraction": " 2019-11-22 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/08/16/i-changed-my-name-for-fear-it-would-impact-my-employability-but-now-ive-claimed-it-back-7846245/ ",
        "postText": "This morning, as I was looking through the headlines, one particular story caught my eye.', 'Hermeisha Robinson, a mother of three from Missouri, reported how she had been turned down for a job because of her name.', 'She had applied for a customer service position at a company called Mantality Health and the company responded to her application by saying they don’t ‘consider candidates that have suggestive ‘ghetto’ names.’', 'While I’m outraged, because this reasoning is utterly ludicrous, it reminded me of when I first moved to the UK and changed my name on my CV to improve my employability odds.', 'I have an Armenian surname that is hard to pronounce and even harder to spell, and I worried that it would hold me back. So, why did I feel the need to do it?', 'Let me share some family history.', 'My Armenian parents were brought up in Iran, and immigrated to Sweden with my big brother and sister over 30 years ago.', 'At the time, neither of them spoke Swedish, and both have told me of moments where people have treated them in a prejudiced or racist way.', 'They gossiped about my mother, the woman who had uprooted her entire life, learned Swedish in three months and worked her way up to regional manager in a government role.', 'They mocked my father, a successful serial entrepreneur, but also a man with a big mustache who proudly runs the biggest food stand at a medieval market every summer, where people queue up to sample his food.', 'I was born in Sweden, though I was often ridiculed as a child for being foreign, a little bit hairy (thankfully now easily removed with the help of wax and laser) and a lot louder than my classmates.', 'And no teacher could ever say my name correctly.', 'It wasn’t until I entered the world of journalism, that I decided that my byline – whether on a CV or an article – should have my given name.', 'But it never occurred to me to change it, until one day my brother came home and told me what had happened during an interview.', 'In his late 20s, he’d decided to switch careers and went into engineering.', 'A natural maths whiz, he graduated top of his class. But it made no difference, because his surname was Abgarian.', 'He was retelling the story of sitting through half an hour of humiliation as the interviewer asked him offensive questions such as: ‘Can you read and spell in Swedish?’.', 'He took his Swedish wife’s surname a few years ago.', 'Years later, I moved to London, where I’ve been for the past eight years.', 'And for the first time in my adult life, I decided that Almara had to make way for Allie; because I wanted to improve my chances of getting a job.', 'I quickly got a job in a nightclub near Russell Square, and ended up staying there for just under a year, swiftly moving from bartender to senior manager.', 'Suddenly I was in the position to hire new team members.', 'I’m ashamed to admit that the prejudiced views of others influenced the younger me; when we looked through the applications, my superior and I hesitated slightly at the applicants with odd surnames.', 'To clarify, the reasoning was that we needed bartenders who could communicate well with customers in English – but that doesn’t make it any better.', 'Thankfully, we decided to hire people from every corner of the world and they were a fantastic team.', 'I’ve never judged anyone on their name since, but it took another few years until I accepted my own name.', 'Throughout my career, I’ve worn many hats: bar manager, chef, customer service representative for a condom brand (that one was interesting), head of communications, PR manager, and now, journalist.', 'It wasn’t until I entered the world of journalism, that I decided that my byline – whether on a CV or an article – should have my given name.', 'As an industry, journalism is far more accepting than others; no one bats an eyelid at my Armenian heritage.', 'If anything, it sparks a curiosity about the culture and the language.', 'It turns out that in Robinson’s case specifically, the company owner Kevin Meuret claims their emails were hacked and that some 20 other applicants received the same message.', 'The reality is however, that although this one in particular may have been an innocent case, there are tons of stories on discrimination that aren’t.', 'Not just due to ethnicity or racial discrimination either; gender identity and age play a big role too, prejudiced views on women going through menopause, pregnant women or people who have children.', 'The UK’s employment system needs an overhaul with more stringent rules in place.', 'While the idea of using numbers on applications instead of names may be appealing, it’s not a solution – the underlying issue requires an attitude adjustment by people in managerial positions, and the people they train.', 'Maybe there’s a name change in my future, if my husband has an awesome surname.', 'But it’s Almara Abgarian from now on.",
        "numberPosts": " 2 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - Black,Physical Identity - Physical (and Mental) Impairments",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "African,Dumb",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Philip Lawrence",
            "date": "1y",
            "timestamp": "1534442176",
            "commentText": "Fake news",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1",
                    "user": "Jamal Wilson",
                    "date": "1y",
                    "timestamp": "1534463307",
                    "commentText": "I have come to understand that \"fake news\" is simply news that that you(often trolls) don't like.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Tony Badu",
            "date": "1y",
            "timestamp": "1534446748",
            "commentText": "\"Can you read and spell in Swedish?\".I don't get it... why is that an offensive question. Am i being <b> dumb?</b> Better than when people ask me \"Can you speak<b>  African</b>?\" ... Then i ask 'which one' lol",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "3",
                    "user": "Tria Lynn Alexandra Hall",
                    "date": "1y",
                    "timestamp": "1534898274",
                    "commentText": "It's offensive when it's being asked by an interviewer in Sweden who is speaking Swedish, or did you manage to miss that that was the case? It's like you having a job interview in Birmingham and the interviewer asking if you can read and spell in English...",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "Tony Badu",
                    "date": "1y",
                    "timestamp": "1535133286",
                    "commentText": "Tria Lynn Alexandra Hall That has happened to me in the past. Having an <b> African </b>surname you get asked all sorts. I guess i'm just cold to these sort of things. I was always told to keep your head down and get on with it. :/",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "African"
                    ]
                }
            ],
            "keywords": [
                "African",
                "Dumb"
            ]
        }
    ]
}