{
    "header": {
        "title": " By allowing the EDL to march, the police are failing my Muslim community ",
        "subtitle": " ",
        "owner": " Mohammed Iqbal ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 4.7k ",
        "datePosted": " Saturday 1 Sep 2018 12:00 pm ",
        "dateExtraction": " 2019-11-26 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/09/01/by-allowing-the-edl-to-march-the-police-are-failing-my-muslim-community-7898326/ ",
        "postText": "Worcester is a diverse, small city, full of great people from many corners of the world, where we have all lived side by side unhindered by any cultural or religious differences for many years.', 'As the general secretary of Worcester Muslim Welfare Association, I am devastated to hear that on Saturday the English Defence League (EDL) will be holding an Islamophobic march in my city.', 'Later this year, Worcester Muslim Welfare Association has decided it will showcase a new relocated mosque project to the whole community. Since it was announced, racial and Islamophobic tensions have started to creep into our community, eating away at tolerance this city once enjoyed.', 'We wanted to give the city something new and bold, and make improvements in an area that really needed it. Our partners of faiths, non-faiths and the general community showed their support for this project and gave positive feedback at all stages of design, backing our philosophy behind this project, which was to create more cohesive and integrated community.', 'But what for us was such a positive project has escalated into something more sinister. Hate-fuelled propaganda from the far-right is trying to destroy the very fabric of diversity and integration we are all trying to achieve.', 'Last month, the EDL came to Worcester preaching Islamophobia under the banner of freedom of speech. Their purpose was to sow the seed of hate towards the mosque. Vile speeches and abusive language were hurled towards our religion, our prophet and our scriptures.', 'Our community and many other faith groups saw this not as freedom of speech, but pure racist and Islamophobic propaganda in an attempt to create a reaction.', 'The community was betrayed by police, who allowed the EDL to get away with using this language. One month later, the police again have allowed these people a platform to verbally abuse us. This has hindered any good relationship the community was trying to build with police and completely eroded any sense of trust.', 'Myself and other trustees will attend a counter-protest. We will be supporting all the groups who have come to show solidarity towards this small Muslim community.', 'We strongly feel the police and the council have made a mistake by allowing this group to come again in short space of time since the last event.', 'Today will see a number of events which have long been planned to mark the battle of Worcester, but this EDL march will distract from the celebrations, waste hardworking taxpayers’ money and affect our local businesses.', 'We support peaceful freedom of speech, which has helped this country prosper throughout history, but we cannot condone the radical, racist, far-right provocations the EDL is known for.', 'Our message to authorities is to use common sense and not let this happen again, learn from previous mistakes and most importantly listen to voices from the community they represent.",
        "numberPosts": " 57 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Age - Youngsters, Ideological and Political Identity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Ethnic,Racist,Nothing,Snowflake,Red,Common,Elderly,Gay,Gay,alcohol,Red",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Simon Wharton",
            "date": "1y",
            "timestamp": "1535800883",
            "commentText": "Let them march as they are entitled to do.",
            "likes": 27,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Drew Jackson",
            "date": "1y",
            "timestamp": "1535801472",
            "commentText": "Always playing the victim card.",
            "likes": 49,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Mike Mcdermott",
            "date": "1y",
            "timestamp": "1535803117",
            "commentText": "If you dont like the way we defend our freedom to march you can always choose to love elsewhere",
            "likes": 35,
            "hasReplies": true,
            "numberOfReplies": 10,
            "replies": [
                {
                    "id": "3",
                    "user": "Mike Mcdermott",
                    "date": "1y",
                    "timestamp": "1535803153",
                    "commentText": "live*",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "Gary Smart",
                    "date": "1y",
                    "timestamp": "1535819199",
                    "commentText": "Elsewhere!!!! They would have to pay for housing, healthcare, no benefits, and all the other freebies, and if they behaved like they do here they would be flogged, what makes you think leaving would ever be a option for this low life religion!!!!!!",
                    "likes": 24,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5",
                    "user": "Vickie Selway",
                    "date": "1y",
                    "timestamp": "1535819703",
                    "commentText": "As Gary says. Where else would they be free to not work rake in benefits have a million rights over us and be able to shout that magic is lamb o fo bick at everyone. They need to disappear.",
                    "likes": 21,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6",
                    "user": "Samantha Jane",
                    "date": "1y",
                    "timestamp": "1535871386",
                    "commentText": "Suzanne Smith you say extremists didnt exist in Afghanistan before the US were involved?? What planet do you live on??",
                    "likes": 8,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7",
                    "user": "Samantha Jane",
                    "date": "1y",
                    "timestamp": "1535847045",
                    "commentText": "Suzanne Smith inboxing me with one word \"thicko\" shows your intelligence lol! 😂",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "8",
                    "user": "Samantha Jane",
                    "date": "1y",
                    "timestamp": "1535847136",
                    "commentText": "Suzanne Smith seems to like the islamics..hmmm",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "9",
                    "user": "Kate Wallace",
                    "date": "1y",
                    "timestamp": "1535912028",
                    "commentText": "Suzanne Smith your comment further up states... \"you can look him up on Google by typing.. Veteran is told: you can't fly your union jack here\"Yipp pretty sure that's you giving his details out!And if you believe our forces are bombing \"innocent people\" then it is you that needs educated!The attacks on terrorism are prestigiously planned well in advance to make sure civilians are not hurt!And it is \"INTELLECTUAL\"Your welcome 👌Since she's blocked me 🤣SNOWFLAKE",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "10",
                    "user": "Samantha Jane",
                    "date": "1y",
                    "timestamp": "1535928475",
                    "commentText": "Kate Wallace she blocked me too...her list must be huge haha..what a misinformed <b> snowflake </b>she is!.. she is the sort who is ruining this world with her stupidity!",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Snowflake"
                    ]
                },
                {
                    "id": "11",
                    "user": "Rebecca Olesen",
                    "date": "1y",
                    "timestamp": "1535936007",
                    "commentText": "Suzanne Smith <b> NOTHING </b>YOU SAID about 'extremism not existing' is true.   Muslims were capturing American merchant and navy vessels and holding U.S. Navy servicemen hostage and selling them into slavery when the founding fathers had just created the U.S. congress and demanded an annual tribute payment from the U.S. equal to 25% of their annual budget. IN addition you should read some REAL history related to islamic terrorism and the genocides against non-muslims and<b>  ethnic</b> minorities throughout the ages and their ongoing acts of terrorism in the countries they now occupy since the religion was founded instead of relying on ridiculous propaganda to form you beliefs.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing",
                        "Ethnic"
                    ]
                },
                {
                    "id": "12",
                    "user": "Kate Wallace",
                    "date": "1y",
                    "timestamp": "1535992926",
                    "commentText": "And what about the millions of honest hardworking brits? We pay into that tax system... If that's the way we are viewed as \"chavvy doll dosser British layabouts\" then there's only the MSM to blame for that! Plenty of the peaceful religion claiming our hard earned cash in benefits and free housing!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "13",
            "user": "Kantami Blossom",
            "date": "1y",
            "timestamp": "1535836150",
            "commentText": "and by doing <b> nothing </b>to stop islamic hate preachers calling for the murder of \"Infidels\" muslims are letting down the British people as well as other muslims.it's hate preachers calling for the deaths of every non muslim and the destruction of the British way of life whilst not only living in the U.K but also living lavish lifestyles funded entirely by claiming benefits paid for by the so-called \"Infidels\" that gives Bawbags like the EDL the excuses they use to justify their hatred and the right to march.",
            "likes": 17,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "14",
                    "user": "Bob Finnerty",
                    "date": "1y",
                    "timestamp": "1535838655",
                    "commentText": "Muslims might be being born in England , they might go to school in England, They play sport in England, they grow up in England, they get all, and more of the benefits of England. BUT are they really English :- The appeasers will tell you YES, but no they are not! . They don’t want to be. They just want to be Muslims. There will never be any loyalty to the land they live off.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "15",
                    "user": "Kantami Blossom",
                    "date": "1y",
                    "timestamp": "1535985059",
                    "commentText": "Logan Smith i'm not saying they only do it to cover their backs.Muslims will march in protests saying that they are not all terrorists, they are not all paedophiles, or they are not all criminals(things that i wholeheartedly agree with) but where are they when members of their own community are standing in the street chanting for the deaths of \"Infidels\".i didn't see any muslims waving placards and stopping Anjem Choudary from preaching hate, yet they expect the police to stop the EDL from marching.don't get me wrong i deteste the EDL and other groups like it, they are <b> nothing </b>but a bunch of Bawbag Nazi's. but to complain that allowing them to march isn't right because they don't like their views whilst not stopping muslims from doing the same is hypocritical.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing"
                    ]
                }
            ],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "16",
            "user": "John Wareham",
            "date": "1y",
            "timestamp": "1535806194",
            "commentText": "Freedom of speech is binary, you either have or you do not, it can not be conditional. Even if it gives a collection of ill educated inbreeds like the EDL a voice.",
            "likes": 10,
            "hasReplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "17",
                    "user": "Susie Wilkins",
                    "date": "1y",
                    "timestamp": "1535838714",
                    "commentText": "Lol",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "18",
                    "user": "Rebecca Olesen",
                    "date": "1y",
                    "timestamp": "1535936269",
                    "commentText": "The only people I  know of in England who routinely marry their own family member to the point where the children they have account for a full 2/3 of all children being born with crippling genetic birth defects are the muslims from Pakistan or of Pakistani decent.  4th generation double first cousins should not procreate and the british people should not have to foot the medical bills when 2% of the population creates 66% of severe genetic birth defects because they won't stop marrying their own family members.Who's inbred?",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "19",
                    "user": "John Wareham",
                    "date": "1y",
                    "timestamp": "1535955792",
                    "commentText": "Rebecca Olesen what's your source for these statistics?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "20",
                    "user": "John Wareham",
                    "date": "1y",
                    "timestamp": "1536005364",
                    "commentText": "John Bobbs what's the source of those statistics?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "21",
                    "user": "Samantha McCabe",
                    "date": "1y",
                    "timestamp": "1536132599",
                    "commentText": "John Wareham Quilliam: \"84% of ‘grooming gang’ offenders were (South) Asian, while they only make up 7% of total UK population and that the majority of these offenders are of Pakistani origin with Muslim heritage\"https://www.quilliaminternational.com/press-release-new.../'Born in Bradford Project' carried out by the NHS:https://www.bbc.co.uk/news/uk-england-leeds-23183102",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "22",
                    "user": "John Wareham",
                    "date": "1y",
                    "timestamp": "1536134865",
                    "commentText": "Sandra Malley Fair enough, I can't argue with valid statistics. Solutions to this must be found, however the hate based politics of the EDL will never be the way forward.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "23",
                    "user": "Jose Valdes del Castillo",
                    "date": "1y",
                    "timestamp": "1536759034",
                    "commentText": "John Wareham https://youtu.be/oDnRYNq-WU4",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "24",
            "user": "Joseph Suarez",
            "date": "1y",
            "timestamp": "1535806337",
            "commentText": "They have the right, just like your lot with the anti west protest, still find it funny how many Muslims hate the west yet they still come over.",
            "likes": 27,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "25",
            "user": "Nicola Robak",
            "date": "1y",
            "timestamp": "1535818458",
            "commentText": "Islamophobia a made up term",
            "likes": 21,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "26",
                    "user": "Derek Corton",
                    "date": "1y",
                    "timestamp": "1535877057",
                    "commentText": "",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "27",
                    "user": "Rebecca Olesen",
                    "date": "1y",
                    "timestamp": "1535936373",
                    "commentText": "Derek Corton AWESOME poster!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "28",
            "user": "Vickie Selway",
            "date": "1y",
            "timestamp": "1535819596",
            "commentText": "We don't want your religion here. U can stay but your religion has to go. We will not stop until it is defeated :)",
            "likes": 18,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "29",
            "user": "Vickie Selway",
            "date": "1y",
            "timestamp": "1535819769",
            "commentText": "You are an ifidelophobic and this is a <b> racist </b>article. I am thoroughly offended.",
            "likes": 16,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "30",
            "user": "Wm McDannold",
            "date": "1y",
            "timestamp": "1535819962",
            "commentText": "The voice of a turncoat in behalf of your sworm enemy, Britain.  MARCH.  MARCH some more.  Take back YOURS!",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "31",
            "user": "Natalie Gilham",
            "date": "1y",
            "timestamp": "1535821383",
            "commentText": "Demand demand demand.  And you wonder why people have a problem with you.",
            "likes": 26,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "32",
            "user": "Lee Griffin",
            "date": "1y",
            "timestamp": "1535821501",
            "commentText": "The EDL have the right to march this is England after all not some backwards barbaric Arab country . If you don't like it get your self a one way ticket to the desert . There will be many many more marches for you to cry about so you may aswell pack your bags now",
            "likes": 16,
            "hasReplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "33",
                    "user": "John Wareham",
                    "date": "1y",
                    "timestamp": "1535830896",
                    "commentText": "Yet the EDL has the political stance most similar to these backward arab vountries.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "34",
                    "user": "Lee Griffin",
                    "date": "1y",
                    "timestamp": "1535832251",
                    "commentText": "Really I don't see edl performing fgm on there kids . Don't see them blowing or running inoccent people over",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "35",
                    "user": "Lee Griffin",
                    "date": "1y",
                    "timestamp": "1535832320",
                    "commentText": "Don't see edl grooming gangs",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "36",
                    "user": "John Wareham",
                    "date": "1y",
                    "timestamp": "1535974635",
                    "commentText": "Things the EDL have in <b> common </b>with fundamentalist groups: 1) The absolute lack of willingness to consider any viewpoint apart from their own 2) The willingness to use violence and intimidation to acheive political goals 3) The use of dishonest propaganda to mislead their followers 4) Attempt to discredit mainstream media rather than allow themselves to be open to scrutiny 5) Attract socially and educationally sub average as followers that are attempting to compensate for their own inadequacy by being part of a movement.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Common"
                    ]
                },
                {
                    "id": "37",
                    "user": "Paul Garner",
                    "date": "1y",
                    "timestamp": "1535895802",
                    "commentText": "John Wareham surely that’s a list describing the commonality between the left and fundamentalist groups",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "38",
                    "user": "Lee Griffin",
                    "date": "1y",
                    "timestamp": "1535909338",
                    "commentText": "John Wareham your describing the leftards there soft lad and if you believe what you see or read from msm makes you a bell end",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "39",
                    "user": "Rebecca Olesen",
                    "date": "1y",
                    "timestamp": "1535936450",
                    "commentText": "John Wareham sounds exactly like islam",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "40",
            "user": "Ian Bateson",
            "date": "1y",
            "timestamp": "1535822374",
            "commentText": "Bloody cheek. They come to Britain and then tell us what we can and can't do in our own country.",
            "likes": 17,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "41",
            "user": "Bryn Stevens",
            "date": "1y",
            "timestamp": "1535822921",
            "commentText": "Sort out your Bible &amp; sort out your people &amp; maybe those of us that are offended by you lot will be less vocal!? That’s obviously not going to Happen so just stfu &amp; let things pan out like it’s  supposed to  👍",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "42",
            "user": "Kate Wallace",
            "date": "1y",
            "timestamp": "1535823303",
            "commentText": "Well your religion has been abusive towards.. Every other religion! In the uk we have democracy, we have the right to free speech if you don't like that then you can always leave! But do not try and change how we live to suit your beliefs",
            "likes": 23,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "43",
            "user": "Samantha Jane",
            "date": "1y",
            "timestamp": "1535827717",
            "commentText": "If you dont like it go live in an islamic country",
            "likes": 13,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "44",
            "user": "David Riddell",
            "date": "1y",
            "timestamp": "1535831590",
            "commentText": "So the real story is the muslim community proposed to build another big mosque complex and there has been opposition to the project so you're therefore pulling the \"racisim\" card and then abusing your position to create a one sided unbalanced news article. I'd say the public are have spoken and don't want another mosque complex, however we all know that the Muslim community will railroad the project or will get some more Muslim representation in the council to railroad it in future.",
            "likes": 13,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "45",
            "user": "Justin Brown",
            "date": "1y",
            "timestamp": "1535838153",
            "commentText": "As John McEnroe famously said...you can't be serious. Muslims need to integrate,  not segregate. This is one of the worst headlines I've ever read.",
            "likes": 10,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "46",
                    "user": "Kenny Marlow",
                    "date": "1y",
                    "timestamp": "1535924754",
                    "commentText": "Your dead right Justin we have a Asian Ghetto here in Middlesbro  why ? Do they all want to live together why  ?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "47",
            "user": "Bob Finnerty",
            "date": "1y",
            "timestamp": "1535839153",
            "commentText": "The swarm will continue while you all cower at the word <b> Racist.</b> Embrace the word! Turn the word into a none meaning title. Don’t be a<b>  racist</b> of the left meaning word, be one of a loyalist meaning word. Hate the so called religion of Islam, but welcome other cultures of real peace loving immigrants.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "48",
                    "user": "William Darbyshire",
                    "date": "1y",
                    "timestamp": "1535873185",
                    "commentText": "Well put that man",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "49",
            "user": "Shaun Williams",
            "date": "1y",
            "timestamp": "1535839193",
            "commentText": "Left wing rag try reporting without being biased",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "50",
            "user": "Paul Dean",
            "date": "1y",
            "timestamp": "1535839529",
            "commentText": "Go to airport then we never asked for your murdering cult here",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "51",
            "user": "Davido Halcon",
            "date": "1y",
            "timestamp": "1535840195",
            "commentText": "and in Muslim countries in the middle east- different ideologies are given the freedom to march there yes?",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "52",
                    "user": "Rebecca Olesen",
                    "date": "1y",
                    "timestamp": "1535936800",
                    "commentText": "HA!!  You said it!!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "53",
            "user": "Felix Mason",
            "date": "1y",
            "timestamp": "1535841015",
            "commentText": "By allowing muslims to run rape gangs across 78 towns in britain for years the police are failing everybody else.By knowingly allowing Islamic extremists into this country the police are failing everybody else.By cracking down on the criticism of islam and islamic communties that have given rise to the above the police are failing everybody else.I could go on.In all of the above the police are also failing muslims becuase they enable those communites to degrade into lawlesseness and seperatism. That in turn gives rise to the anger you see voiced through the EDL and others.Fundamentally it is the behaviour that arrises from muslim  communities that gives rise to this anger. Without that the police wouldn't have to act at all, responsibly or irrisponsibly. You, Mr Iqbal and your fellow co-religionists are the ones who are failing muslims",
            "likes": 11,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "54",
            "user": "Marion Jenkins",
            "date": "1y",
            "timestamp": "1535840837",
            "commentText": "I hope he wasn't expecting sympathy! Any ideology that pracitises sharia law should be banned from civilised countries! EDL all the way!",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "55",
            "user": "Justin Brown",
            "date": "1y",
            "timestamp": "1535842258",
            "commentText": "Mohammed iqbal is a <b> racist.</b> He is generalising the police! I'm sure there's the odd copper that's<b>  racist</b>,  I'm also sure that there's the odd Muslim who wants to kill all non kafir. Quid pro quo.",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "56",
                    "user": "Rebecca Olesen",
                    "date": "1y",
                    "timestamp": "1535936943",
                    "commentText": "Not only that, it's not like the police have the right to tell people they can't form protests.  Police can't contravene the laws and decide who can protest and who can't, so his complaint about the police 'allowing' the EDL to march either shows how ignorant he is or else he's stirring up rancor against the police in his own community.  THAT'S INCITEMENT.  Somebody call the police.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "57",
            "user": "Roger Cryle Robertson",
            "date": "1y",
            "timestamp": "1535845346",
            "commentText": "Some 15 years ago I was in the company of several middle aged leafleting in the town centre. They were verbally abused and spat upon by a group of Pakistani youths. They were told to “F off” as Pakistanis were taking over the town. We are now further down the line and ever closer to civil war.",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "58",
            "user": "Luke Saeger",
            "date": "1y",
            "timestamp": "1535847257",
            "commentText": "sums up the writer",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "59",
            "user": "Victoria Girowetz",
            "date": "1y",
            "timestamp": "1535849419",
            "commentText": "By allowing the Muslims to march, pray wherever they want and slaughter animals in our streets like the bunch of Neanderthals they are the police are failing OUR community! Put your victim card away Mohammad, we’re all getting sick of it",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "60",
            "user": "Ian Steele",
            "date": "1y",
            "timestamp": "1535868700",
            "commentText": "What about the british people who are constantly being let down by muslims.The muslim community has had plenty of time to get your house in order but has failed every time.",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "61",
            "user": "Craig Melvin",
            "date": "1y",
            "timestamp": "1535872625",
            "commentText": "you cant push people and there views away  - they were here before muslims were - in this country!",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "62",
            "user": "Jack Russell",
            "date": "1y",
            "timestamp": "1535872628",
            "commentText": "Islam is the most aggressive destructive cancer known to man, it’s time to find a cure!",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "63",
            "user": "Craig Melvin",
            "date": "1y",
            "timestamp": "1535872698",
            "commentText": "you are a comedian writing this!",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "64",
            "user": "Dan Spencer",
            "date": "1y",
            "timestamp": "1535881116",
            "commentText": "By preventing it the police would be persecuting free speech",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "65",
            "user": "Paul Hovell",
            "date": "1y",
            "timestamp": "1535881429",
            "commentText": "Sounds like the author of this diatribe is a hard core Christianophobe !",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "66",
            "user": "Jack Roberts",
            "date": "1y",
            "timestamp": "1535884942",
            "commentText": "Welcome to a free country, if you don't like it move to Saudia Arabia where they ban Christianity and murder protesters.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "67",
            "user": "Dominic Hetherington",
            "date": "1y",
            "timestamp": "1535905705",
            "commentText": "Why don't you all get on our new aircraft  carrier's and do a one!!!!big time😈",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "68",
            "user": "Ian Bateson",
            "date": "1y",
            "timestamp": "1535909671",
            "commentText": "The indigenous natives have begun to rise up in Germany.  It's about time the Brits did the same.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "69",
            "user": "Matt Johnson",
            "date": "1y",
            "timestamp": "1535913581",
            "commentText": "You live in a 'Community', NOT a Muslim Communtiy.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "70",
                    "user": "Rebecca Olesen",
                    "date": "1y",
                    "timestamp": "1535938523",
                    "commentText": "See?  that is EXACTLY how they think though!  Separate in the same country.  One of the reasons they create such large communities, in major cities or (like in Sweden) in large regions close to a border is so when they demand the creation of their own country by carving out a chunk of somebody elses (secession) kinda like what happened to the Serbians, it will be much easier because they are already occuping such a huge swath of land.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "71",
            "user": "Rebecca Olesen",
            "date": "1y",
            "timestamp": "1535935139",
            "commentText": "By allowing muslims to scream during parades in which fallen soldiers are returned home - calling them murderers, holding up signs 'british soldiers burn in hell' burning poppys on poppy day, ignoring areas where non-muslims cannot dress as they please or drink <b> alcohol </b>without being threatened with violence and<b>  ga<b> y</b</b>> people are also threatened not to walk through that area the GOVERNMENT is FAILING the huge MAJORITY of people in Britain, ALL the indigenous people, their own veterans, and t<b> he elder</b>ly people whose hard work and income tax payments created the welfare system so lavishly enjoyed by so many muslim communities.The police have no legal right to stop their march, and I know you're a complete hypocrite, but as long as muslims can have protests and hold up signs saying 'behead those who insult islam' and 'europe is the cancer islam is the cure' then you have ABSOLUTELY NO RIGHT to whine. DOUBLE STANDARDS DON'T APPLY.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Elderly",
                "Gay",
                "alcohol"
            ]
        },
        {
            "id": "72",
            "user": "David Harris",
            "date": "1y",
            "timestamp": "1535935316",
            "commentText": "\"I believe in freedom of speech but I get to choose what they say\", is that what you mean? And I guess you also support freedom of speech in Riyadh and Islamabad? Haha good luck with that.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "73",
            "user": "Pishulonko Tulahuena",
            "date": "1y",
            "timestamp": "1535950889",
            "commentText": "Poor <b> red<b>  </b</b>>metro shooting themselves on the foot...  all comments have a distinctive line...  we don't buy your musl0ving leftist biased cr4p anymore. R4ts: either integrate or leave (with our blessing)",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Red"
            ]
        },
        {
            "id": "74",
            "user": "David Brannan",
            "date": "1y",
            "timestamp": "1535972270",
            "commentText": "freedom of speach, welcome to the west",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "75",
            "user": "Michael Potts",
            "date": "1y",
            "timestamp": "1535997630",
            "commentText": "What about the hatred and intolerance by Islam around the world. Where in any Muslim country can Christians build a Church? We know that you are part of the plan for a global caliphate under Sharia law. There are already enough mosques in this country to accommodate muslims,  and still you want more. There is no such thing as islamophobia, it is rational concern as we have read your Koran and noted it's hatred toward non Muslims and exhortations to kill non Muslims. You cannot live peacefully with any other religious belief as history shows us, 80 million Hindus in India alone, for example, slaughtered. I would ask anyone reading this to look up this site falseislam.org",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "76",
            "user": "Ryan Taylor",
            "date": "1y",
            "timestamp": "1536057383",
            "commentText": "We don't care about your Muslim community, your Muslim community is the only community who are terrorists, you don't here of Christian terrorists, Buddhist terrorists, hindu, Catholic... only Muslims who go by the ideology ( not religion ) of the barbaric third world called Islam. You don't like this?? Then go to a country where snowflakes like u can't have freedom of speech, I heard Saudi Arabia is perfect for people like you.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "77",
            "user": "Mally Skedd",
            "date": "1y",
            "timestamp": "1536091199",
            "commentText": "Our country not urs dont like it go home",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "78",
            "user": "Matt Holmes",
            "date": "1y",
            "timestamp": "1536094929",
            "commentText": "EDL EDL EDL EDL",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "79",
            "user": "Jose Valdes del Castillo",
            "date": "1y",
            "timestamp": "1536758366",
            "commentText": "ISLAM IS KUFFARPHOBIA= Al wara wal bara. Deny it.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "80",
            "user": "Kelly Santos",
            "date": "1y",
            "timestamp": "1537106241",
            "commentText": "The U.K is a country of free speech. I quote 'I may not like what you say but I'll defend your right to say it'. I don't like the EDL I don't like what they stand for but they have the right in a free country to have thier say. You and the liberal left are pulling away political platforms for those you don't agree with. Before you pull the not being free from consequence that is only when inticing violence. Will you stand up and write the same scathing column when a radical muslim starts spouting hate speech, will you call on limiting thier freedom of speech, or is that islamaphobic and religious intolerance. The hypocrisy of left is astouding.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}