{
    "header": {
        "title": " Sikh MP slams Boris Johnson’s ‘pathetic response’ to ‘racist remarks’ about Muslim women ",
        "subtitle": " ",
        "owner": " James Hockaday ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 2.1k ",
        "datePosted": " Thursday 5 Sep 2019 3:15 pm ",
        "dateExtraction": " 2019-11-21 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/09/05/sikh-mp-slams-boris-johnsons-pathetic-response-racist-remarks-muslim-women-10692343/ ",
        "postText": "The MP who urged the Prime Minister to apologise for ‘racist and derogatory remarks’ about Muslim women says his response in Parliament doesn’t cut it.', 'Tanmanjeet Singh Dhesi drew applause in the Commons yesterday after calling Boris Johnson out on past comments in which he likened women wearing burqas to letter boxes.', 'He really wasn’t impressed with Johnson’s reaction and said his Sikh and Muslim ancestry doesn’t give him ‘carte blanche’ to say what he likes.', 'The Labour MP has renewed his calls for the Conservative Party to begin its review into Islamophobia, as promised by Johnson during his leadership campaign.', 'He told Metro.co.uk: ‘He still didn’t apologise, that’s what he should have done. It’s a pathetic response.', '‘His answer should have been, I apologise for my derogatory remarks, I take those back’.', 'To view this video please enable JavaScript, and consider upgrading to a web\n\t\t\t\t\t\tbrowser that\n\t\t\t\t\t\tsupports HTML5\n\t\t\t\t\t\t\tvideo', 'This is a modal window.', 'Beginning of dialog window. Escape will cancel and close the window.', 'End of dialog window.', 'He accused Johnson sidestepping his question about holding a review into Islamophobia as promised before becoming party leader.', 'Instead Johnson deflected with a remark about anti-Semitism in the Labour Party.', 'The Prime Minister added: ‘If the right honourable gentleman took the trouble to read the article in question, he would see it was a strong liberal defence of everybody’s right to wear whatever they want in this country.', '‘And I speak as somebody who is not only proud to have Muslim ancestors but to be related to Sikhs such as himself.', '‘I’m also proud to say this government has the most diverse cabinet in the history of this country.’', 'Reflecting on yesterday’s exchange, Dhesi said: ‘He started to describe his family tree to me. I don’t really need to know about Boris Johnson’s family tree.', '‘I myself have a white Scottish aunt, I’ve got Polish relatives, but that doesn’t give me a carte blanche to say anything I like or anything disparaging against Scottish or Polish people.’', 'Dhesi says politicians, figures in the media and other people with a lot of sway must chose their words carefully, as the impact of them can be serious.', 'He added: ‘He knew full well the effect that his words would have. At that point in time he was pandering to an incredibly right wing Conservative Party membership.', 'He pointed out a survey of party members which revealed 56 per cent saw Islam as ‘generally a threat’ to the British way of life.', 'Singling out ‘vulnerable’ Muslim women led to a ‘significant spike in hate crime’ which saw people having their hijabs ripped off and being pelted with eggs and tomatoes, said Dhesi.', '‘He helped to normalise such disgraceful behaviour. He shouldn’t be trying to mimic Donald Trump – we in the UK have higher standards,’ he added.', '‘We’ve made such great advances in the past few decades as a democratic society which is a beacon for those around the world.’', 'The MP for Slough says he and colleagues ‘are still waiting’ for evidence of a independent review on Islamophobia in the Tory party being underway.', 'However last month Party Chairman James Cleverly confirmed a review would be carried out.', 'Dhesi made history when he became Britain’s first turban wearing Sikh MP following the 2017 general election.', 'He and fellow Labour member Preet Kaur Gill are the only two Sikh MPs in the Commons.', 'Redbridge Council leader Jas Athwal has been nominated as Labour’s next parliamentary candidate for Illford South.', 'If elected he would be the first BAME MP to represent the east London constituency.', 'When asked how he felt about another turban wearing Sikh joining the Commons, Dhesi said: ‘It would be great to have a more diverse Parliament.', '‘There’s still more work to be done. There are only two Sikh MPs, there should be at least half a dozen.’', 'He said this on the basis that roughly one per cent of Britain’s population of 66 million people identify as Sikh.",
        "numberPosts": " 8 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Nationality - General,Age - Over 65s,Physical Identity - Physical (and Mental) Impairments, Ideological and Political Identity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racist,Racism,Immigrant,Old,Disabled,Snowflake",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "David Martin",
            "date": "10w",
            "timestamp": "1567697600",
            "commentText": "I think the likes of me and you may have the right to insult people. But not so the royal family or the nations Prime Minister. Yes we remember Prince Philip's 'slanty eyes'  remark which went down badly. But Johnson shoul have known better! He was no doubt hoping to get support from our racists bigots Brexiters!",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "1",
                    "user": "Carl Andrews",
                    "date": "10w",
                    "timestamp": "1567703150",
                    "commentText": "the Prime Minister DIDN'T make the comment though!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Paul Eiken",
                    "date": "10w",
                    "timestamp": "1567704410",
                    "commentText": "Carl Andrews I think you will find that Boris Johnson made the comments in his column in the Daily Telegraph in a piece he wrote about the introduction of a burka ban in Denmark, where he referred to women who wore the veil as “bank robbers” and said they looked like “letter boxes.”",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3",
                    "user": "Karen Willet",
                    "date": "10w",
                    "timestamp": "1567705294",
                    "commentText": "That was a very bigotted comment.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "David Martin",
                    "date": "10w",
                    "timestamp": "1567710740",
                    "commentText": "Carl Andrews Oh yes he did  ake the comments!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5",
                    "user": "Morten Fangok",
                    "date": "10w",
                    "timestamp": "1567752384",
                    "commentText": "Paul Eiken They do look like garbage bags, though. Even you can see that?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "6",
            "user": "Joseph Suarez",
            "date": "10w",
            "timestamp": "1567698910",
            "commentText": "Muslims need to apologise to everyone, for not integrating, messing this country up were ever they settle, not Borris.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "7",
                    "user": "Fay Kneuse",
                    "date": "10w",
                    "timestamp": "1567706473",
                    "commentText": "You cretin. I think you should apologise because you're obviously from an <b> immigrant </b>family, at some stage, going by your surname. The thing that makes this country great is that we accept everyone. If you cant do so, then you need to reconsider whether you should be here.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Immigrant"
                    ]
                },
                {
                    "id": "8",
                    "user": "Karen Willet",
                    "date": "10w",
                    "timestamp": "1567709578",
                    "commentText": "Fay Kneuse You might accept everyone but not all of us do. The people that come here just for handouts are not welcome. The people that come here expecting us to change to their culture are not welcome. People that expect women to be covered from head to foot including their faces are not welcome. That stuff needs changing, not promoting.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "9",
                    "user": "Karen Willet",
                    "date": "10w",
                    "timestamp": "1567709659",
                    "commentText": "Fay Kneuse Oh and also, here you are virtue signalling about how people treat each other yet you found it necessary to call someone you didn't agree with a cretin!",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "10",
                    "user": "Joseph Suarez",
                    "date": "10w",
                    "timestamp": "1567710253",
                    "commentText": "Fay Kneuse well I can't even pronounce yours, wait about 30 years when they take over then you will be crying, you cretin. How funny, cretin how <b> old </b>are you.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Old"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "11",
            "user": "Karen Willet",
            "date": "10w",
            "timestamp": "1567705262",
            "commentText": "What a load of rubbish. The sooner we can all go back to being rude to each other the better then we would get less of this faux outrage being used for political purposes. I bet the man in the turban couldn't really give a toss about the feelings of people in burquas.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "12",
                    "user": "Fay Kneuse",
                    "date": "10w",
                    "timestamp": "1567706547",
                    "commentText": "Did you here what he said? I suspect he does care, because hes been on the receiving end of it.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "13",
                    "user": "Karen Willet",
                    "date": "10w",
                    "timestamp": "1567709384",
                    "commentText": "Fay Kneuse Serves him right for wearing a burqa.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "14",
            "user": "John Winston Beatson",
            "date": "10w",
            "timestamp": "1567712244",
            "commentText": "I'm not <b> racist </b>,, just don't like e'm",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "15",
            "user": "Morten Fangok",
            "date": "10w",
            "timestamp": "1567752246",
            "commentText": "Islam is a threat, no matter what any PC sikh thinks. Defending burka wearers is not showing respect for women - it is exactly the opposite.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "16",
            "user": "Anne Callaghan",
            "date": "10w",
            "timestamp": "1567762376",
            "commentText": "Are people really stupid enough to think that all who voted to leave the EU are <b> racist </b>bigots? I fear like most 'rights' this hate crime is getting out of hand 'hurt feeling all around' through just name calling or is that 'slurring'? If so I have been well and truly slurred in my life and it was not about my clothes that symbolised my religion, for I have no religion. It was about me, the person and I could not change what was called and I could not defend myself. I was just one person and no-one stood for me in parliament and there was no religion or movement that I belonged to, with which I identified to share my experience with. I have heard<b>  disabled</b> people called names and have intervened and thos<b> e disable</b>d people cannot change who they are and it is still going on and yet it is all about Islam now!In Muslim countries the Niqab is not an issue, although in some, westerners wearing bikinis can be or entering certain areas without being dressed in a certain way. I accept that and respect that, it is their countries and I abide by their rules. This is Britain and we have our rules, that are bing breeched in so very many ways. Resentment builds daily.It is to do with safety and CCTV, that is the main issue around the Niqab. full-face helmets have to be taken off for ID purposes in banks and certain official buildings and righly so and it is wrong that some do not have to show their faces. The right to protection by the workers and others, in those buildings is what should be paramount. I have heard so many wisecracks about and around the Niqab and I leave that to those who wish to do that. I cannot intervene other than to say I am n<b> ot raci</b>st but I am a realist and the Niqah was used to try to rob a bank I have only heard of one and also for some to evade identification, those are facts. It is <b> not rac</b>ist to say that the extrememist elements of Islam have no issues with doing anything to achieve what they set out to achieve and that is usually to kill the 'infidels' who are those of us who are not of them, in this1",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist",
                "Disabled"
            ]
        },
        {
            "id": "17",
            "user": "Fred Blogg",
            "date": "10w",
            "timestamp": "1567975233",
            "commentText": "Meh, political correctness ugh! The EU's gulag perpetrated on the British people is disgusting!   Forget these stupid hate speech laws, they are irrelevant &amp; an attack on freedom of speech. You have a right to say you hate something, wether it's Islam or the Jews or Zionism or anything else that narks you off. When i was a child I was taught that sticks &amp; stones may break your bones but names will never hurt you!  If you are offended, then it's you with the problem &amp; you need to stop being a <b> snowflake.</b> GROW UP !",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Snowflake"
            ]
        },
        {
            "id": "18",
            "user": "Raj Sengh",
            "date": "10w",
            "timestamp": "1568190121",
            "commentText": "Singh has got it wrong - he is not a muslim himself and he was not even acting on behalf of the muslim women borris called letter boxes. MP are supposed to represent thewir constituenty not make random comments. Also the narrative in the UK is that all communities need to intergrate and not abuse their freedoms. This was the point Borris should have made,, yes you can wear a hijab but do not insist on covering your face and do not abuse the freedom to be allowed to. Also singh is not a muslim he is a sikh, and muslims are used to being critiqued but sikhs and  jews are the actual minority and weill feel <b> racism </b>more. Also a muslim MP would never stick up for a sikh or jew minority. so why does he feel the need to stick up for muslim who are not intergrating ?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racism"
            ]
        }
    ]
}