{
    "header": {
        "title": " The new Batwoman TV show reminds the LGBTQ+ community that we too can be heroes ",
        "subtitle": " ",
        "owner": " Holly 'Bucky' Ringsell ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 143 ",
        "datePosted": " Wednesday 18 Jul 2018 6:54 pm ",
        "dateExtraction": " 2019-10-30 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/07/18/the-new-batwoman-tv-show-reminds-the-lgbtq-community-that-we-too-can-be-heroes-7732995/ ",
        "postText": "With news arriving of CW’s new Batwoman TV show, the internet is abuzz with excitement and trepidation.', 'Whether your familiarity with DC Comics’ Batwoman is brand new or life-long, she’s an undeniably excellent character.', 'Rich fiction delivers us a strong, Jewish lesbian, engaged to a cop girlfriend, decked out in a moody-yet-fashionable red and black colour scheme, and ready to fight against whatever evils cross her path.', 'She’s fantastic, she’s flawed, she’s intriguing – everything you’d want from a great comic book character.', 'However, despite it not being her defining feature, Batwoman’s sexuality is arguably her most important one.', 'The current superhero takeover is vast and wide. Movies, TV, comic books – super-powered individuals are gracing screens, inspiring kids and adults alike, and entertaining the masses.', 'Regardless of their ability to shoot laser beams or build flying suits, the best superhero tales are the ones that contain a reflection of ourselves. Be it in personality, circumstance or lifestyle, the greatest connections are built on the foundations of relatability.', 'With the modern generation growing up into an often-times divided world, positive queer representation in media is more important than ever.', 'For many of us, fiction is the way we relate to the world. We delve into books, comic books and movies from a young age; they teach us about friendships, loves, losses and everything in between.', 'We strive to be as honest as Captain America, or as brave as Batman. We watch heroes like the Justice League or the Avengers fight evils of all kinds. As we grow, fiction is our way of connecting with a bigger, more confusing real world around us.', 'Why is it then, that the LGBTQA+ community are so rarely represented in our superhero media?', 'Queer comic book fans have existed as long as comic books themselves. Comic shops, often wrongly portrayed as dusty, closed-minded caves, have been home to many a gay geek, both in staff, community and reading material.', 'With 2018 rolling through, we’re seeing more and more LGBTQA+ material in our mainstream comic books – Iceman, a gay man struggling with online dating; Deadpool, a pansexual mercenary; Midnighter & Apollo, an iconic gay couple; Loki, the gender-fluid God of Mischief; asexual Jughead Jones; beautiful, bisexual Constantine; and the dimension-punching lesbian, America Chavez.', 'Heck, even Wonder Woman has had some bisexual allusions in recent pages. These characters exist, some notably among the first gay superheroes in print. But we’ve yet to see these queer folk translated to the TV screen in all their rainbow-coloured glory.', 'Likewise, the positive representation of LGBTQA+ characters on our screens is few and far between. Queer characters have historically been the victims of violence, abuse, and subsequently, death – a trope so prominent, it’s earned itself the ‘Bury Your Gays’ title.', 'However, with the announcement of a Batwoman series, we’re looking at something entirely fresh and completely exciting. We’re looking towards a TV show led by a queer superhero – the first of it’s kind.', 'We’re looking at someone who fights for justice, rocks her identity proudly, gives Batman a run for his money and looks absolutely killer in chunky, bright red boots while doing it.', 'We’re going to have a well-rounded character, positives, flaws and all. Not canon fodder, not a token, not a sidekick, but a complete, main character.', 'There are going to be kids, teens and adults alike, admiring a lesbian character leading the fight against bad guys.', 'It normalises a trait that still faces backlash, particularly in the wake of Trump’s America. It reflects our society, gives queer communities a superhero to look up to, allows LGBTQA+ individuals to see themselves in their media.', 'And perhaps most importantly of all, it reminds us that we too, can be heroes.",
        "numberPosts": " 1 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Sexual Identity - Female homosexuality",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Lesbian",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Pishulonko Tulahuena",
            "date": "1y",
            "timestamp": "1531976808",
            "commentText": "Why not creating your own LGTB heroes instead of desecrating our -loved by generations- ones.  Unless your disphoria doesn't allow your creativity to spark",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "1",
                    "user": "Bucky Ringsell",
                    "date": "1y",
                    "timestamp": "1531992793",
                    "commentText": "Batwoman has been a <b> lesbian </b>for a number of years :)",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Lesbian"
                    ]
                },
                {
                    "id": "2",
                    "user": "Pishulonko Tulahuena",
                    "date": "1y",
                    "timestamp": "1531995780",
                    "commentText": "Bucky Jughead Ringsell interesting...  why couldn't she be 'weaselwoman' or 'nailgirl', besides wearing an outfit as similar as Batman? Or is it just low-self-steem SJW cultural Marxists cannot cope with what the majority has chosen to be fan of, then the objective is to destroy such 'excluding totem'? Again, your community should create your own characters/heroes. They might be even better/more interesting in the end, although for those whom care more about the sexuality of their herors rather than the entertainment quality",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3",
                    "user": "Bucky Ringsell",
                    "date": "1y",
                    "timestamp": "1531999346",
                    "commentText": "Columbo Cocha Pardon? I'm not sure I understand your argument. Batwoman's first appearance was in 1956 - She's not a new character by any means. She was the first of several characters that would make up the 'Batman Family', following in the steps of the incredibly popular family formula with Superman. In regards to your comments about 'creating our own heroes,' you are contradicting yourself. Batwoman, a character created in the 50s, is a <b> lesbian.</b> Her sexuality is besides the point, as I've mentioned multiple times in the article - no-one is claiming to care more about heroes' sexuality than entertainment or any other traits.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Lesbian"
                    ]
                },
                {
                    "id": "4",
                    "user": "Stephanie Hall",
                    "date": "1y",
                    "timestamp": "1532013194",
                    "commentText": "Bucky Jughead Ringsell You're very patient, I applaud you. Handling comments like a champ.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5",
                    "user": "Frank Beaton",
                    "date": "1y",
                    "timestamp": "1532075016",
                    "commentText": "Bucky Jughead Ringsell I'm sorry, but your fooling no-one. Her sexuality is your only real point. I dont get the need for people to have characters define themselves by their sexuality. The point in the characters is the work they are doing, saving people or saving cities etc. Not what they do in their bedroom.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6",
                    "user": "Bucky Ringsell",
                    "date": "1y",
                    "timestamp": "1532080920",
                    "commentText": "Stephanie Hall Thank you! :)",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7",
                    "user": "Bucky Ringsell",
                    "date": "1y",
                    "timestamp": "1532080972",
                    "commentText": "Frank Beaton Hi Frank - I do explicitly state, several times, that her sexuality is an element of her character but it does not define her.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}