{
    "header": {
        "title": " New NUS leader tweeted about ‘Islamic takeover’ and ‘oppressing white people’ ",
        "subtitle": " ",
        "owner": " Lucy Middleton ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 3.7k ",
        "datePosted": " Thursday 11 Apr 2019 8:02 am ",
        "dateExtraction": " 2019-11-14 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/04/11/new-nus-leader-tweeted-islamic-takeover-oppressing-white-people-9159897/ ",
        "postText": "The new leader of the National Union of Students (NUS) has pledged to fight racism on campus and ‘extortionate’ tuition fees during her presidency.', 'Zamzam Ibrahim, 24, called for a national strike for free education, more maintenance grants for poorer students and the return of a post-study visa before winning the election on April 11.', 'The former president of the Salford University students’ union said in her election statement: ‘Our national union and our education sector are facing some of the biggest challenges it has had to confront in living memory and is in dire need of transformation.', '‘Universities across the UK are facing bankruptcy, college students are unable to afford their journeys to class and racism is running rampant on our campuses.', '‘There has never been a greater need to rebuild our national union as the fighting, unwavering force that is primed to brave the challenges that lie ahead.’', 'She continued: ‘There has been a massive rise in racism, xenophobia, sexism on our campuses and an alarming increase in deportations.', '‘Our government is responsible for much of this hate. With the hostile environment and far-right rhetoric from MPs, we must campaign for a fairer world – on and off campuses.’', 'Ms Ibrahim will become the union’s third female Black, Asian and Minority Ethnic president in a row.', 'She previously sparked controversy in 2017, when historic tweets sent at the age of 16 showed her joking about ‘oppressing white people’ if she was a leader.', 'Using the hashtag #ifIwasPresident, Ms Ibrahim wrote: ‘I’d oppress white people just to give them a taste of what they put us through! #LMFAO.’', 'In another message she responded to a question on AskFM about what book everyone should read with: ‘The Quaraan. We would have an Islamic takeover!’', 'While when asked about the possibility of friendship between a man and a woman, she replied: ‘I’ve had this debate with many friends! Maybe in some cases but Islamically it’s incorrect for girls to be friends with a guy anyway!', '‘So I’m gonna say NO not the kind of friendship they can have with the same gender there is always boundaries.’', 'After the tweets came to light Ms Ibrahim wrote in the Independent that they were the ‘adolescent comments of a young girl’ and that they did not reflect her views as an adult.', 'She said: ‘There’s no doubt this collection of social media posts was supposed to make me seem like a fanatical Muslim and a threat to British society.', '‘I find it strange that I even have to clarify this, but for the avoidance of doubt I will [again]: the comments clearly do not reflect my views today.’",
        "numberPosts": " 26 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Age - Over 65s,Physical Identity - Physical (and Mental) Impairments,Age - Youngsters,Gender - General,Behavioural Addiction - Alcohol",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racist,Racism,Race,Old,Senior,Dumb,Lunatic,Loony,Nothing,Nobody,Woman,alcohol",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Ian Tucker",
            "date": "31w",
            "timestamp": "1554973660",
            "commentText": "The NUS is just an excuse for kids to meet up and drink. I should know, I was part of it when I was at uni.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "1",
                    "user": "Kate Auriol Johnson Hornby",
                    "date": "30w",
                    "timestamp": "1554988715",
                    "commentText": "It's very different these days. I've worked with them in my job and they were fantastic - really engaged and wanting to help our clients with dementia. They run groups, they offer support (when I was at uni a girl was killed in a car crash and they got counsellors in), hold fundraisers, they take concerns/complaints etc from students to boards. Yes they do organise social events involving drinking but they do so much more.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "National Money",
                    "date": "30w",
                    "timestamp": "1554993318",
                    "commentText": "*­­I­­ ­­am ­­m­­a­­k­­i­­n­­g­­ ­­$­­9­­2­­ ­­a­­n ­­h­­o­­ur ­­w­­o­­r­­k­­i­­n­­g ­­f­­r­­om ­­home. ­­­­i­­ ­­was ­­greatly ­­s­­u­­r­­p­­r­­i­­s­­e­­d­­ ­­a­­t­­ ­­t­­h­­e­­ ­­s­­a­­m­­e­­ ­­t­­i­­m­­e­­ ­­a­­s­­ ­­m­­y­­ ­­n­­ei­­g­­h­­b­­o­­u­­r­­ ­­a­­d­­vised ­­me ­­she ­­changed ­­into ­­a­­v­­e­­r­­a­­ging $­­n­­i­­n­­ety ­­five ­­h­­o­­w­­e­­v­­e­­r­­ ­­I­­ ­­s­­e­­e­­ ­­t­­h­­e­­ ­­w­­a­­y­­ ­­i­­t­­ ­­w­­orks ­­n­­o­­w­­.­­ ­­I­­ ­­e­­x­­p­­e­­r­­i­­e­­nce ­­m­­a­­s­­s­­e­­s­­ ­­f­­r­­e­­e­­d­­o­­m­­ ­­n­­o­­w­­ ­­t­­h­­a­­t­­ ­­i'm m­­y­­ ­­n­­o­­n­­-­­p­­u­­b­­­­l­­i­­c­­ ­­b­­o­­s­­s. th­­a­­t­­ ­­i­­s­­ ­­w­­h­­a­­t­­ ­­I­­ ­­d­­o­­......*.:) COPY THIS WEBSITE .:) ⇓⇓⇓⇓HERE →→→→→→ W­­­­w­­­­w­­­­.­­­­b­­­­r­­­­i­­­­s­­­­k­­­­g­­­­o­­­­l­­­­d­­­­.­­­­c­­­­o­­­­­­m⁰ :*Please do not copy ↣\" ⁰ \"↢with Website thanks",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3",
                    "user": "Rob Lloyd",
                    "date": "30w",
                    "timestamp": "1555022297",
                    "commentText": "Ian MooneThey have already deplatformed speakers with differing points of view. Or comedians who make edgy jokes. Uni, the land of the enlightened and those willing to learn and debate... Hah.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Matt Davies",
            "date": "31w",
            "timestamp": "1554974588",
            "commentText": "7 years ago, who cares?",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "5",
                    "user": "Adam Friedman",
                    "date": "31w",
                    "timestamp": "1554982776",
                    "commentText": "Donald Trump wouldn't be a philanderer then with that attitude.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6",
                    "user": "Anthony Rogers",
                    "date": "30w",
                    "timestamp": "1554986681",
                    "commentText": "Adam Friedman Trump was a grown man seven years ago and is saying even more stupid things after getting into office.Think of it as one child growing up into an adult and one adult becoming more of a senile man-child.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7",
                    "user": "Adam Friedman",
                    "date": "30w",
                    "timestamp": "1554990372",
                    "commentText": "Anthony Rogers I don't know what saying stupid things has to do with philandering, but he has grown into the geriatric stage of life where he is no longer a philanderer, even though he might wish it. Just like ZamZam no longer expresses her <b> racist </b>views, but who is to say she no longer wishes it.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                },
                {
                    "id": "8",
                    "user": "Anthony Rogers",
                    "date": "30w",
                    "timestamp": "1555029699",
                    "commentText": "You don't see what perpetuating stupid lies has to do with cheating..?Have you heard of the saying: \"You can't teach an <b> old </b>dog new tricks?\"Don\"t assume everyone's personal growth will be as slow as Donald's. He was a<b>  dumb</b> child and nothing's changed.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Old",
                        "Dumb"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "9",
            "user": "Paul Gascoigne",
            "date": "31w",
            "timestamp": "1554974824",
            "commentText": "Hypocrisy isn't necessarily wrong however if you suggest you no long hold the views you once did yet deny the prospect that others may also change their views in a similar fashion then that is arrogance. I wish her well in her new position and hope she learns more about the world and what it is to be open minded and critical about her own subjective views as much as anyone elses. At times we actively search for oppression where there is actually discussion. It is important to be balanced and fair rather than engage in a selective agenda, particular when you are representing a whole community of people rather than the few.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "10",
            "user": "Raj Da Costa",
            "date": "31w",
            "timestamp": "1554975167",
            "commentText": "Her comments about an Islamic takeover are very worrying. I wonder what her views on blasphemy against Islam are? Would a devout Catholic be offered a <b> senior </b>NUS post? I doubt it.",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Senior"
            ]
        },
        {
            "id": "11",
            "user": "Raj Da Costa",
            "date": "31w",
            "timestamp": "1554979089",
            "commentText": "Thomas, what a strange argument you present. This <b> woman </b>has actually tweeted that she wants an 'Islamic takeover.'There's no generalisation there. That's a comment which has actually come from the 'the horse's mouth.' Would a devout Catholic who sent a tweet praising the crusaders and General Franco be offered such a post? I somehow doubt it.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "12",
            "user": "Barry Graham",
            "date": "31w",
            "timestamp": "1554979545",
            "commentText": "well theres a surprise...muslims want to take over..who knew",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "13",
                    "user": "Joseph Suarez",
                    "date": "30w",
                    "timestamp": "1555010853",
                    "commentText": "That will never happen, they can't fight a straight war against soldiers, that's why they bomb innocents, because their cowards. When their country is under attack, what do they do they run to another country instead of fighting and defend their own country.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "14",
            "user": "Thomas Ezra",
            "date": "31w",
            "timestamp": "1554979659",
            "commentText": "\"they don't reflect my views today\"aren't these the same people urging others not to see Liam Neeson films because of something that happened 50 years ago?",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "15",
                    "user": "Ade Foiadelli",
                    "date": "30w",
                    "timestamp": "1554994662",
                    "commentText": "No, this is just one person, singular. I'm not quite sure how you managed to f*ck that up.And she hasn't expressed any view on Liam Neeson, so that should be a weight off your shoulders.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "16",
            "user": "Mark Richard Milton",
            "date": "30w",
            "timestamp": "1554999049",
            "commentText": "She could just as easily be lying in order to cover up her <b> racism </b>now that her past has been exposed.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racism"
            ]
        },
        {
            "id": "17",
            "user": "Paul Adamson",
            "date": "30w",
            "timestamp": "1555001336",
            "commentText": "The comments seem to have a level of humour to them, so I firmly believe they are taken out of context.  However why should other people not bring this to media attention, afterall the left and Islamic groups are so quick to do similar of others so I guess all is fair in love and war...  One point though, had this person been white and the comments reversed, they would have immediately been suspended by the NUS.  We all know this, but the sorry state in the west right now is, If you question or critic people of Islam you are immediately accused of Islamophobia and demands for job loss etc are followed through.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "18",
            "user": "Bert Fegg",
            "date": "30w",
            "timestamp": "1555005838",
            "commentText": "The truth will out ...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "19",
            "user": "Lloyd Heathen Barrett",
            "date": "30w",
            "timestamp": "1555018025",
            "commentText": "The education system in this country is lost. Why the hell is this <b> lunatic </b>in a position of power? Another \"victory\" for the progressive left and another nail in the coffin of western civilisation. Let's see how these idiot students like living under Islamic rule...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Lunatic"
            ]
        },
        {
            "id": "20",
            "user": "Atif Hussain",
            "date": "30w",
            "timestamp": "1555022934",
            "commentText": "Imagine the fallout if the new NUS leader was White and someone found <b> old </b>tweets \"joking\" about a \"White takeover\" and \"oppressing non-whites\". Just shows the hypocrisy and double standards in many areas of society at the moment.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "21",
            "user": "Attila Kovari",
            "date": "30w",
            "timestamp": "1555101820",
            "commentText": "Racist women but that's ok as long as it's against Whites 🙄",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "22",
            "user": "Darren Houston",
            "date": "30w",
            "timestamp": "1555153623",
            "commentText": "At 24 she's an adult",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "23",
            "user": "Kim Elizabeth Gandy",
            "date": "30w",
            "timestamp": "1555156084",
            "commentText": "And if that had been a white person making similar comments it wouldn't matter when they were written, that person would be immediately disbarred from office.But because she's a Muslim it's ok.Double standards yet again. let's now hear the cacophony of noise from the <b> loony </b>left in objection....Oh what's that.... silence is golden...And I don't buy her excuse about the comments of a young girl. She isn't all that much older now.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Loony"
            ]
        },
        {
            "id": "24",
            "user": "Kim Elizabeth Gandy",
            "date": "30w",
            "timestamp": "1555156500",
            "commentText": "I like how she refers to oppressing white people \"for the things they did to us\".What ...like providing a decent living environment, decent education and freedom of speech and all the things she could never have in a real Muslim country?I always say to anybody regardless of their colour or <b> race </b>or even religion... If you don't like it here you know where the exits are.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Race"
            ]
        },
        {
            "id": "25",
            "user": "Kim Elizabeth Gandy",
            "date": "30w",
            "timestamp": "1555156603",
            "commentText": "And what's with the victory sign Winston Churchill style...? I see that as a sign of provocation and an attempt at supremacy. If it's ok for her to interpret things a certain way it's ok for me.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "26",
            "user": "Darren Mckelvie",
            "date": "30w",
            "timestamp": "1555158239",
            "commentText": "Ban religion all over this planet, the most evil thing ever created is barbaric middle eastern religion's that cause <b> nothing </b>but pain an misery.<b>  Nothing</b> but a bunch of brainwashed nutters  religious fanatics need locked up where is Genghis Khan when you need him or Vlad the Impaler",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "27",
            "user": "Trevor Duguid",
            "date": "30w",
            "timestamp": "1555170094",
            "commentText": "Sack her get her out. Get a Facebook page together and vote this <b> racist </b>off the nus.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "28",
            "user": "Alistair Cole",
            "date": "30w",
            "timestamp": "1555180748",
            "commentText": "Don't be too surprised. Anti-White sentiment is strong amongst many Muslims. It is certainly strong amongst the Muslim grooming gangs, which target white children for abuse!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "29",
            "user": "Paul Fenney",
            "date": "30w",
            "timestamp": "1555191154",
            "commentText": "If college students didn't spend all there money on <b> alcohol </b>and fast food they might be able to afford to go. Don't listen to this<b>  racist</b> shite hawk she only has one agenda",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist",
                "alcohol"
            ]
        },
        {
            "id": "30",
            "user": "Lee Crossan",
            "date": "30w",
            "timestamp": "1555266673",
            "commentText": "Nobody with any sense listens to these cretins she'll be treated with the contemp she deserves soon enough...yawn.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nobody"
            ]
        },
        {
            "id": "31",
            "user": "Clyde Zopp",
            "date": "30w",
            "timestamp": "1555277218",
            "commentText": "go back to sand land",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}