{
    "header": {
        "title": " Why do some people become racist when they’re drunk? ",
        "subtitle": " ",
        "owner": " Faima Bakar ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 1.7k ",
        "datePosted": " Wednesday 18 Sep 2019 7:00 am ",
        "dateExtraction": " 2019-11-14 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/09/18/why-do-some-people-become-racist-when-theyre-drunk-10717089/?ito=social&fbclid=IwAR1UkMGFIxpbMjxJRcrWo2Vw0sCt13ytAEEIloztfO8d_9_DeVTDZwWrqYY ",
        "postText": "‘I knew you were from somewhere in Asia. A P*ki maybe,’ a guest at a family barbeque tells me. He’s drunk. I leave promptly.', 'This isn’t an isolated incident. Racism seems part and parcel of a night out, a football match, or on public transport. It lurks everywhere alcohol is consumed.', 'Lad culture of football is a testament of the racism that goes hand in hand with overdrinking. Romelu Lukaku is just one of the recent footballers who faced racist chants against him at a match.', 'But it’s unlikely to be the last as some fans reveal their racial biases while emboldened by alcohol.', 'Researchers from Cardiff University found that people become more racist and homophobic when they’ve been drinking. They say alcohol acts as an ‘igniter’ to people expressing their prejudices in the form of violent hate crime.', 'Along with crimes against minorities, drunken racism also comes in the form of throwaway comments, slurs, racial stereotyping and ‘jokes’.', 'And in some cases, the people to whom it’s directed at have no choice but to laugh it off, ignore it or engage with them.', 'Jack, a student from Indonesia, experienced this while drinking at a Wetherspoons.', 'He explained to Metro.co.uk: ‘Two white men who’d had a few were drinking a Chinese beer and bent over to me to ask whether I knew what the characters on the drink were.', '‘I don’t know Chinese (I’m Indonesian) but they kept pressing saying surely I must know. Luckily my friend actually did know some Chinese so he took the heat off and diffused the situation.’', 'Jack felt grateful that a friend had been there to address the two men’s inaccurate assumptions in a non-aggressive way, feeling that confrontation was out of the question.', 'We spoke with a closed Facebook group dedicated to matters of race about the issue and the general consensus is that alcohol is not to be blamed.', 'Members feel that the condemnation ought to be reserved for the people who exhibit inherently racist beliefs.', 'One person tells Metro.co.uk: ‘Drinking doesn’t turn people into racists. Not only is that factually incorrect, but it also trivialises the structural basis of racism. Plenty of people get drunk without turning into racists.’', 'Another echoed the sentiment: ‘Drinking is not the culprit of racism, it may lower inhibitions and mean overt racism is more likely to come out but those people were always racist in the first place’.', 'Can you separate the speaker from their drunken sentiments? If something (a bad belief for example) isn’t already inside a person, where does it come from when they’re intoxicated?', 'First, it’s important to understand what happens to the brain when you drink.', 'GP Clinical Lead Dr Daniel Atkinson at treated.com explains that alcohol impairs judgment, decision-making and causes slower reflexes.', 'This results in poor concentration, memory lapses and disinhibited behaviour.', 'He tells Metro.co.uk: ‘When alcohol reaches the brain it will change, inhibit or reduce function to the individual regions which are all responsible for different things. Both psychological and physical.', '‘It will impact specific regions of the brain which are responsible for varying functions and this will bring about a diminished sense of reason, emotions and inhibitions.', '‘Depending on the severity, it’s possible that this may cause some people to “forget” their usual morals – some of which they’ve been taught their entire lives.', '‘Of course, this does not excuse nor legitimise mindless or aggressive behaviour.’', 'Clearly, there’s a societal cost of drinking – slip-ups can be offensive, can occur in embarrassment, and even job loss, but it’s not to say that everyone should stop drinking or that anyone who suspects they may inhabit closet prejudiced beliefs should have an alcohol cap.', 'So what can be done?', 'Lecturer in sociology at Middlesex University Rima Sani says the key is breaking down racist thoughts, not simply ditching alcohol.', 'She explains to Metro.co.uk that those with deep-seated prejudices will be ‘exposed’, one way or another and that the only way to counteract that is to actively address your prejudices.', 'She says: ‘To become anti-racist is to realise the subtle, less subtle and institutional prejudices which you contribute to, either knowingly or unknowingly and being committed to change.', '‘It’s not enough to claim to not be a racist because whether over the dinner table or on a drunken night out, your deep-seated prejudices will be exposed.', '‘Whether you think you’re making a casual and inoffensive joke, whether you’re inebriated, or whether you think you’re just articulating what everyone else is thinking are not good enough reasons.’', 'She adds that it’s not just an individual but a group and societal level of change that’s needed.', 'And one societal change required is recognising where unconscious bias creeps up.', 'She adds: ‘Most people who exhibit casual racism, engage in “unconscious” bias and harbour prejudices about certain ethnicities tend to deny that they are racist – “I have lots of black friends” for example.', '‘But becoming a positive force for anti-racism and social justice requires conscious effort- a level of acknowledgement of the prevalence and insidiousness of racism and a commitment to change.’', 'Some might say that your drunk self isn’t your true self.', 'Researcher at Kagoshima University in Japan Amina Moss asks whether we can be considered ourselves when alcohol works to strip away the parts that make us who we are – or who we think we are.', '‘Alcohol affects the frontal lobe by depressing the person’s reasoning and judgement,’ she writes in a blog.', '‘By depressing or diminishing reason and judgement, it removes many of the morals that people were taught for years.', '‘Alcohol tends to remove a certain wall and throws political correctness out of the window. But it’s hard to judge a person based on how they act when they’re drunk, because of the scientific proof that they’re essentially not themselves if we remove all the good stuff, like good judgement, proper reasoning, morals and values.’', 'In essence, the values and morals that shape a person are compromised and they’re left with someone that doesn’t care about the consequences.', 'Which begs the question, is that truly them?', 'After all, anyone with Tourette Syndrome may have involuntary tics where they swear or use offensive language that they may internalise from different mediums.', 'Someone with Tourettes may say something that they absolutely don’t believe – their tics aren’t their genuine values but aren’t under their control.', 'Could it be said that some drinkers subconsciously absorb problematic language and let it slip once their internal control centres come down?', 'But the opposite argument would be that Tourette’s is a compulsion, racism is a choice. That is according to a Facebook user who tells us drinking is a mere medium reflecting someone’s internal thoughts.', 'They explained to Metro.co.uk: ‘The very vast majority of people who have been racist towards me were stone-cold sober.', '‘Drinking doesn’t make you racist, or sexist, or a predator, or an a*shole. People like to use drinking as an excuse for their sh*tty behaviour because that absolves them from actually examining themselves or having any personal responsibility.’', 'On another Facebook group dedicated to learning anti-racism, of which many members are white, I put out a call asking whether anyone had made a problematic comment while drunk in the past or even laughed at one.', 'Understandably, no one came forward which makes sense as no one wants to be associated with past (or present) misdoings.', 'Cancel culture of the 21st century doesn’t help where people are (sometimes rightfully) quickly vilified for previous mishaps (i.e old tweets).', 'To those who racism happens to, an apology might be desired, though that might not heal the relationship.', 'This sort of apology needed is a prompt one, with transgressors understanding the weight of the slur/s and an active commitment to learn and unlearn attitudes that enable hateful speech.', 'I’m not sure if the drunk man from the barbecue realised his mistake the next day. And as a non-drinker, I can’t claim to understand his mindset.', 'But what I, like the many people to whom this has happened, would like is an apology and then for it to never happen again.', 'And in an ideal world, such offenders would educate themselves to chip away any problematic inclinations before it spills out when drunk.', 'Because let’s be honest, the only bad things to come out of someone’s mouth when drunk is probably chunder.', 'MORE: Why Jon Snow was right to say ‘white people’', 'MORE: If you discover your heroes are racist, leave them and their art in the past', 'MORE: Dark skinned women are now being celebrated, but don’t blame us for scepticism",
        "numberPosts": " 6 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Nationality - General,Ethnicity - White,Social Class - Working class,Ethnicity - Asian (South- India, Pakistan, Bangladesh)",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racism,Racist,Nationality,Cracker,Common,Paki",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Other Guy",
            "date": "8w",
            "timestamp": "1568794893",
            "commentText": "You do look Asian, though. The P word expresses a <b> nationality </b>as well as a racial slur, depending on the context.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1",
                    "user": "Faima Bakar",
                    "date": "8w",
                    "timestamp": "1568873020",
                    "commentText": "Have you considered the history of the word? Just because it describes a <b> nationality </b>doesn't mean it wasn't intended offensively",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nationality"
                    ]
                }
            ],
            "keywords": [
                "Nationality"
            ]
        },
        {
            "id": "2",
            "user": "Alexey Naryshev",
            "date": "8w",
            "timestamp": "1568796516",
            "commentText": "What about sober  <b> racism </b> from<b>  common</b> speak aimed towards whites.. Totally accepted by both expressors and targeted audiences?...Some cracker",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racism",
                "Cracker",
                "Common"
            ]
        },
        {
            "id": "3",
            "user": "Iain McIntyre",
            "date": "8w",
            "timestamp": "1568804479",
            "commentText": "Answer - Drunk Racists?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Joe Mommer",
            "date": "8w",
            "timestamp": "1568806076",
            "commentText": "Bacause they are <b> racist </b>when sober and just hide it.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "5",
            "user": "Anthony Holsent",
            "date": "8w",
            "timestamp": "1568841403",
            "commentText": "To a lot of people <b> paki </b>is just descriptive, not abusive or <b> \"racist</b>\".",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist",
                "Paki"
            ]
        },
        {
            "id": "6",
            "user": "Afidi Nomo",
            "date": "7w",
            "timestamp": "1568909608",
            "commentText": "in vino, veritas.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}