{
    "header": {
        "title": " Black school worker fired for telling boy ‘Don’t call me a n*****’ ",
        "subtitle": " ",
        "owner": " Jimmy McCloskey ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 1.2k ",
        "datePosted": " Friday 18 Oct 2019 7:30 pm ",
        "dateExtraction": " 2019-11-20 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/10/18/black-school-worker-fired-telling-boy-dont-call-n-10944731/ ",
        "postText": "A black school worker was fired after being insulted by a student, then telling the boy: ‘Don’t call me a n*****.’', 'Marlon Anderson, 48, was axed from his security guard job after the October 9 confrontation at West High School in Madison, Wisconsin – but says he had only been defending himself from the hateful slur.', 'Anderson told the Wisconsin State-Journal: ‘I just don’t understand getting fired for trying to defend yourself.', '‘As a black man, I have a right not to be called that word.’', 'Anderson explained that he’d been called to help an assistant principal escort the disruptive boy out of class.', 'He said the boy – who is also black – pushed the principal’s hand off him, then began hurling the offensive obscenities at Anderson.', 'Anderson responded by repeatedly telling the boy ‘Do not call me that,’ and repeating the racist slur that had been used against him.', 'He has now fallen foul of West High School’s zero-tolerance policy on using the word, regardless of circumstances.', 'In an email to parents about the incident, Principal Karen Boran said: ‘As you know, our expectation when it comes to racial slurs has been very clear.', '‘Regardless of context or circumstance, racial slurs are not acceptable in our schools.’', 'She said the school would continue to apply its zero-tolerance policy ‘consistently,’ although they did not indicate whether the student who used the slur had been disciplined.', 'School District Superintendent Jane Belmore added that staff have repeatedly been told never to use racial slurs in any circumstances.', 'But students are so outraged by Anderson’s treatment that they are now planning to stage a walkout.', 'Growing criticism has also led the school’s Board of Education President Gloria Reyes to say the worker’s dismissal will be re-evaluated.', 'Reyes added: ‘This is an incredibly difficult situation, and we acknowledge the emotion, harm and complexity involved.', '‘Many people in our community and our district are grappling with that complexity, and we will continue to do so as we go forward.’",
        "numberPosts": " 6 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Age - Youngsters,Ethnicity - Black,Social Class - Working class,Ethnicity - General, Ideological and Political Identity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Zero,Black,Common,Racist,Looney Left",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Phil Boswell",
            "date": "4w",
            "timestamp": "1571426543",
            "commentText": "This just underlines the insanity of <b> Zero </b>Tolerance Policies and how they are used to avoid the necessity of either thinking or taking responsiblity for making decisions 💩",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1",
                    "user": "Jo Lucci",
                    "date": "4w",
                    "timestamp": "1571439488",
                    "commentText": "Indeed.   <b> Common </b>sense, not<b>  Zero</b> Tolerance!",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Zero",
                        "Common"
                    ]
                }
            ],
            "keywords": [
                "Zero"
            ]
        },
        {
            "id": "2",
            "user": "Omar Ahmed",
            "date": "4w",
            "timestamp": "1571454010",
            "commentText": "Stupid school.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Rebecca Olesen",
            "date": "4w",
            "timestamp": "1571461717",
            "commentText": "hahaha the <b> looney left </b>has gotten so insane, now even<b>  black</b> people can't say the N word in defense of themeslves (I mean, they should be able to say it for any reason they want anyway) and actually I just noticed that the people comment have chosen to say 'racial slur' instead of even saying the phrase \"the N word\" is that now also taboo?Yes in Sweden <b> a blac</b>k artist with an exhibit he wanted to entitle using the N word was told he couldn't do it beause it w<b> as raci</b>st, regardless of who was using it and he was pretty shocked about.   The virtue signaling of white people!",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist",
                "Black",
                "Looney Left"
            ]
        },
        {
            "id": "4",
            "user": "Ethel Aardvark",
            "date": "4w",
            "timestamp": "1571483149",
            "commentText": "That school does not understand the correct interpretation of a \"zero-tolerance\" policy.  I'm inclined to wonder if it is Karen Boran herself who is intolerant.  She is playing a semantic game that outrages moral rights.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Fred West",
            "date": "4w",
            "timestamp": "1571496893",
            "commentText": "Well <b> black </b>people have dug their own grave on this.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Black"
            ]
        },
        {
            "id": "6",
            "user": "Colin Robertson",
            "date": "4w",
            "timestamp": "1571527329",
            "commentText": "The Simpsons is a great show.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}