{
    "header": {
        "title": " Moment murdered black man’s brother hugs the white cop who killed him ",
        "subtitle": " ",
        "owner": " Sam Corbishley ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 366 ",
        "datePosted": " Thursday 3 Oct 2019 8:14 am ",
        "dateExtraction": " 2019-11-21 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/10/03/moment-murdered-black-mans-brother-hugs-white-cop-killed-10852215/ ",
        "postText": "The white police officer convicted of shooting dead her unarmed black neighbour was hugged by both the judge and her victim’s brother as she was jailed for 10 years.', 'Amber Guyger, 31, was found guilty of murdering Botham Jean after claiming she mistook him for an intruder after walking into his apartment thinking it was her own.', 'But while supporters outside court raged at the light sentence, Botham’s 18-year-old brother Brandt asked the judge if he could give Guyger a hug.', 'In an extraordinary act of compassion the teenager walked over in front of the bench and held the weeping defendant after telling her: ‘I love you as a person. I don’t wish anything bad on you.’', 'Judge Tammy Kemp also stepped down to hug the victim’s mother before presenting Guyger with a Bible and similarly embraced her before sending her off to begin her sentence.', 'The shooting in September last year drew widespread attention in the wake of a string of shootings of unarmed black men by white police officers.', 'Guyger was arrested three days after the shooting and later fired.', 'She was convicted of murder on Wednesday by a jury largely composing women and people of colour who could have sent her to prison for life.', 'Prosecutors asked for a 28-year term – which would have reflected Botham’s age had he been alive.', 'As it stands, she will be eligible for parole in just five.', 'The judge’s decision to hug the killer received mixed reactions.', 'Online critics blasted it as inappropriate, while worshippers at the church frequented by the Jean family applauded the footage.', 'Demonstrators marched through parts of downtown Dallas to protest the sentence, leading to one arrest.', 'Dallas County District Attorney John Creuzot, a former trial judge, called it ‘an amazing act of healing and forgiveness that is rare in today’s society … especially for many of our leaders’.', 'The city’s mayor, Eric Johnson, issued a statement saying he would ‘never, ever forget the incredible examples of love, faith and strength personified by Botham, Brandt and the entire Jean family’.', 'Botham’s father told jurors about how his son swapped St Lucia for college in Arkansas and described how he would call home every Sunday after church to catch up with the tightly knit family.', 'Now, he said, his Sundays ‘have been destroyed’.', '‘How could we have lost Botham? Such a sweet boy. He tried his best to live a good honest life. He loved God. He loved everyone. How could this happen to him?’ the father said, breaking into tears.', 'After the hearing, Botham’s mother, Allison Jean, criticized the investigation into her son’s death and the police training to shoot to kill.', 'If Guyger ‘was trained not to shoot in the heart, my son would be alive today. He was no threat to her. He had no reason to be a threat to her, because he was in his own apartment’, she said.', 'The basic facts of the shooting were not in dispute. Guyger, returning from a long shift that night, parked on the wrong floor and mistook Jean’s apartment for her own, which was directly below his.', 'Finding the door ajar, she entered and shot him, thinking he was a burglar.', 'He had been eating a bowl of ice cream before she fired.', 'In the frantic 911 call played repeatedly during the trial, Guyger said ‘I thought it was my apartment’ nearly 20 times.', 'Her lawyers argued that the identical physical appearance of the apartment complex from floor to floor frequently led to tenants going to the wrong apartments.', 'But prosecutors questioned how Guyger could have missed numerous signs that she was in the wrong place.', 'They also asked why she did not call for backup and suggested she was distracted by sexually explicit phone messages she had been exchanging with her police partner, who was also her lover.",
        "numberPosts": " 2 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Ethnicity - Black",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racist,Black",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Tom Trevor",
            "date": "7w",
            "timestamp": "1570111374",
            "commentText": "What a sell-out. She admits she's a <b> racist </b>who thinks MLK deserved to die and that all blacks should be lined up and shot and this UT rushes in to give her a hug? Was he really that desperate for his 15 minutes?",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "1",
            "user": "Will Smythy",
            "date": "7w",
            "timestamp": "1570111470",
            "commentText": "She's a cold blooded murderer and should serve 30 year's in maximum security. This would only happen in America or perhaps Brazil, if you arm people to the teeth and work them into overdrive your going to have accidents.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "2",
                    "user": "Brett Bullman",
                    "date": "7w",
                    "timestamp": "1570113513",
                    "commentText": "She was a cop, ya dunce.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3",
                    "user": "Will Smythy",
                    "date": "7w",
                    "timestamp": "1570113873",
                    "commentText": "Brett Bullman Im aware, but you cannot walk into somebody's appartment unannounced and shoot them dead just because your a cop. I think in the history of the UK this has never happened. Perhaps its better to ask questions first and shoot later?",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "Alison Webster",
                    "date": "7w",
                    "timestamp": "1570115287",
                    "commentText": "Brett Bullman calling people names seems to be a favourite action for bullies like you...especially when your miles away sat behind a keyboard.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5",
                    "user": "Anthony Rogers",
                    "date": "6w",
                    "timestamp": "1570137828",
                    "commentText": "Will Smythy\"It was a white cop, of course they'll unnecessarily shoot a <b> black </b>guy through stupidity and get away with it, you dunce.\"American subtext is very subtle.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Black"
                    ]
                },
                {
                    "id": "6",
                    "user": "Clare Rooney",
                    "date": "6w",
                    "timestamp": "1570170952",
                    "commentText": "Will Smythy did you read the headline and come straight to the comments or what?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7",
                    "user": "Will Smythy",
                    "date": "6w",
                    "timestamp": "1570176169",
                    "commentText": "Clare Rooney No i've follwed the story for a few weeks and think it's an almost inevitable outcome of having so many weapons in a country. That said, when you do shoot somebody in their own apartment it's still cold blooded murder, so their system is partly to blame, but this lady should serve the same time as any civilian committing these crimes and the hug's in court make me sick frankly.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}