{
    "header": {
        "title": " Primark fire blamed on ‘God’s Wrath’ over support for Gay Pride ",
        "subtitle": " ",
        "owner": " Kate Buck ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 292 ",
        "datePosted": " Thursday 30 Aug 2018 12:42 pm ",
        "dateExtraction": " 2019-10-30 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/08/30/primark-fire-blamed-on-gods-wrath-over-support-for-gay-pride-7896193/ ",
        "postText": "Religious fundamentalists have blamed the Belfast Primark fire that destroyed a 233-year-old building on ‘God’s Wrath’ because the store had a window display in support of Gay Pride.', 'It is not yet known how the fire started in the historic Bank Building in Belfast’s city centre that saw the five-storey structure almost entirely destroyed.', 'But a small number of people on Twitter seem to think support for Pride is to blame, with one quoting the Bible alongside a photo of the rainbow-coloured display, saying ‘you reap what you sow’.', 'In a now-deleted tweet, Jonathon Eccles wrote: ‘Primark Belfast up in flames.', '‘Galatians 6:& comes to mind… ‘Be not deceived: God is not mocked: for whatsoever a man soweth, that shall he also reap.’', 'Another person tweeted: ‘@Primark supported wickedness via it’s shop window a few weeks ago in Belfast.’', 'William Brown wrote on Facebook: ‘The Almighty God has showed his wrath on Primark store in Belfast which was found ablaze this morning for supporting Gay Pride.', '‘Be not deceived, God is not mocked.’', 'He then added: ‘FOR GOD AND ULSTER.’', 'A fourth said: ‘Reminds me of our Trinitarian God who burnt not just a shop, but a whole city to a crisp.’', '', 'Earlier this month, on August 4, thousands of people took to the streets in Belfast to celebrate the city’s 25th annual Pride parade – marching past the iconic Primark building and its LGBT+ window display.', 'The Northern Ireland Humanists group called out the homophobic comments online.', '‘This is because Primark had created a rainbow window presentation in support of Pride Belfast this year.', '‘We know this is not the feelings of most Christians, but we would ask you, religious or not, to call out this homophobic rhetoric where you find it.', '‘We hope those employed by Primark are being helped while out of work. And we also hope the building will be rebuilt as it is one of Belfast’s most beautiful.’', 'On Tuesday 80 fire fighters and 14 vehicles fought to tackle the blaze, clothing nearby offices and seeing shoppers and residents evacuated from the city centre.', 'A 45-metre exclusion zone still remains in place around the building, as fire officers have warned the burnt-out shell could collapse.', 'The store had been undergoing a multi-million pound refurbishment prior to the fire, but the Northern Ireland Fire and Rescue Service (NIFRS) were able to stop it from spreading to the new part.', 'NIFRS area commander Aidan Jennings said that structural engineers are working on the scene to establish whether the facade of the building can be saved.', '‘There is still a risk it could collapse and that’s why we have the cordons in place,’ he said.', '‘At the facade of the building you can see the structural damage and the collapsed and twisted steel but we can’t access that area because of risk of it collapsing.’",
        "numberPosts": " 9 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Age - Youngsters,Social Class - Working class",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Nobody,Hillbilly",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Ryan O'Carroll",
            "date": "1y",
            "timestamp": "1535630525",
            "commentText": "ahh some good \"christian\" spirit there, wishing harm to others for DARING, omg DARING to be kind and good and supporting others. Yep, charming people the christians aren't they? Such a kind, compassionate and inclusive religion. thank goodness <b> nobody </b>was hurt in the blaze, but the fact of the matter is, someone COULD have been. To say its \"good\" that it happened is just flat out psychopathic.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "1",
                    "user": "John Wareham",
                    "date": "1y",
                    "timestamp": "1535631997",
                    "commentText": "Not just christianity, all religion is based on control through bigotry.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Ryan O'Carroll",
                    "date": "1y",
                    "timestamp": "1535632265",
                    "commentText": "John Wareham organised religion is so easily manipulated and corrupted by man. But didn't Jesus himself have a lot to say about the corruption of the church and about how man should have a relationship without a middleman? Sad so few christians actually acknowledge that. I suppose control and fear is far more useful to those in power, convincing them they HAVE to attend church, HAVE to have a heirarchy and cannot interpret the scriptures themselves. If people did, these priests would be outta jobs right? Religion itself isn't evil, it's organised religion that brings herd control into the mix. Jesus had some pretty decent teachings, but alas, most christians couldn't even tell you them. They're too blinded by their \"masters\".",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3",
                    "user": "Gerard White",
                    "date": "1y",
                    "timestamp": "1535662375",
                    "commentText": "Keith Mayo Ive often thought that many depictions of Jesus with his beautiful long hair and flowing robes suggest he may have been attractive to if not attracted to other men. Afterall, wasn't that thing much more persmissive and accepted in Roman and Greek culture?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Nobody"
            ]
        },
        {
            "id": "4",
            "user": "Iain McIntyre",
            "date": "1y",
            "timestamp": "1535631118",
            "commentText": "Religion is based on fear of judgement of the Pasta Monster, then if that's the case people who delight in the fact people were affected by this will also be judged?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Luis Reyna",
            "date": "1y",
            "timestamp": "1535634681",
            "commentText": "lol the fire hose creates a rainbow in one pic",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "6",
                    "user": "Gerard White",
                    "date": "1y",
                    "timestamp": "1535662512",
                    "commentText": "The definitely an act of God, just the preachers misunderstood the message. I guess we will understand if the insurance company declares it to be an Act Of God.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7",
                    "user": "Richard Champion",
                    "date": "1y",
                    "timestamp": "1535664447",
                    "commentText": "A rainbow of seven colours.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "8",
            "user": "Nathan Irwin",
            "date": "1y",
            "timestamp": "1535635116",
            "commentText": "Good job \"oh great and powerful one\", this random fire clearly  delivers your message rather than say you coming down hosting a media interview...or at the very least posting a youtube video....but no burning down a bulding is the way!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9",
            "user": "Jim Barber",
            "date": "1y",
            "timestamp": "1535640396",
            "commentText": "Maybe they haven’t twigged that God does not exist and this happens to be a occurrence outside the control of some almighty interventionist who sits in the sky listening to our lives. Still it’s given man an excuse for persecution and brutality for thousands of years so it still remains a useful lie.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "10",
                    "user": "Gerard White",
                    "date": "1y",
                    "timestamp": "1535665667",
                    "commentText": "Goldman Sacks the self proclaimers of doing Gods work own shares in most insurance companies",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "11",
            "user": "Gerard White",
            "date": "1y",
            "timestamp": "1535662133",
            "commentText": "If this is the wrath of God I guess we can expect a shower or meterorites falling on Roman Catholic paedophile institutions.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "12",
            "user": "Martina Zelenić Dove",
            "date": "1y",
            "timestamp": "1535668193",
            "commentText": "If this is an explanation for the Primark fire, how come Catholic churches have not gone up in flames since many priests were abusing children for decades in them?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "13",
            "user": "Matt Davies",
            "date": "1y",
            "timestamp": "1535715366",
            "commentText": "Is God going to give a statement?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "14",
            "user": "Christina Nichols",
            "date": "1y",
            "timestamp": "1535831799",
            "commentText": "The <b> hillbilly </b> mind at work, same as the parts of America, they settled. Eejits all.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Hillbilly"
            ]
        }
    ]
}