{
    "header": {
        "title": " Our banknotes must feature ethnic minorities if we are to reflect modern Britain ",
        "subtitle": " ",
        "owner": " Zehra Zaidi ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 2.1k ",
        "datePosted": " Sunday 16 Dec 2018 9:30 am ",
        "dateExtraction": " 2019-11-15 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/12/16/our-banknotes-must-feature-ethnic-minorities-if-we-are-to-reflect-modern-britain-8251388/ ",
        "postText": "I am the co-creator of a campaign, alongside Patrick Vernon OBE, to secure the first ever ethnic minority person on a British banknote – something I believe to be truly important.', 'The face on a banknote is more than symbolic, it represents how a country sees itself.', 'The impressive figures of Winston Churchill, Jane Austen and Adam Smith currently grace our banknotes, but we need to see an equally influential ethnic minority figure taking a well-deserved place on the next re-issue of any of the polymer notes.', 'The people stamped upon our notes serve as ambassadors of a country, its identity and culture.', 'And as ethnic minority communities represent 14 per cent of the British population – a figure that could potentially double by 2050 – it’s high time our public institutions reflected modern Britain.', 'Our campaign and joint petition is the result of two separate petitions for banknote diversity, and we came together because the issue of representation is too important.', 'Patrick’s original petition focused on Mary Seacole, the Jamaican British nurse who supported British troops during the Crimean war. She has been recognised by the Royal College of Nursing as contributing as much as Florence Nightingale to British nursing.', 'My original petition focused on three heroines from the Second World War: Noor Inayat Khan, Violette Szabo and Odette Hallowes, all of whom were awarded the George Cross. To me, these brave women reflect the full diversity of British society.', 'Noor Inayat Khan is a personal heroine: a Muslim of Indian origin who was the first female radio operator to infiltrate enemy occupied France. Both my grandparents served in the British Indian Army, and she was someone that looked like me, who did extraordinary things in the service of the country – yet someone who I did not hear about at school.', 'The current lack of representation sends out a damaging message that no ethnic minority person has done anything of significance to appear. This is far from the case, and if we care about inclusion, we must tell these stories.', 'When will good, well-meaning policies on diversity and inclusion translate into the most visible form of representation?', 'Many know of William Wilberforce, who did so much to abolish slavery, but do people know the stories of black campaigners who risked so much, like Olaudah Equiano, who aided passage of the British Slave Trade Act of 1807?', 'I could give the example of Asian suffragettes like Sophie Duleep Singh, or we could go further back into history and speak of the first black Roman emperor, Septimius Severus.', 'Moreover, those ethnic minorities that were leading figures in their fields succeeded in spite of barriers to entry and progression.', 'The issue of being a ‘native’ subject at a time of empire meant limited rights, the legacy of slavery and living in a time that pre-dated equality legislation.', 'The former president of the Royal Society has also highlighted how scientists of colour in particular were often in the background and did not get recognition. This makes the Bank of England’s choice of scientist to feature on the new £50 particularly difficult one from the perspective of ethnic minority inclusion.', 'They did exist – take John Edmonstone, for example. He was a freed black slave from Guyana, South America who lived in Edinburgh and taught university students taxidermy. For one year he gave Charles Darwin lessons outside of the curriculum in taxidermy, natural studies and the flora and fauna of the South American continent.', 'The problems come when names like Edmonstone’s are put on shortlists with the likes of Alan Turing and Stephen Hawking. People from ethnic minorities may be put forward but historical bias means they simply cannot compete.', 'And that is why we would like to see one of the polymer notes (£5, £10, £20 or £50) re-issued to include the first ethnic minority.', 'The Bank of England made diversity a central pillar of its first strategic plan five years ago.', 'One year ago, the Governor of the Bank of England, Mark Carney, noted that policies had to go beyond diversity alone and be truly inclusive. Today, across Whitehall, The Race Disparity Audit is one of the Government’s flagship policies.', 'When will good, well-meaning policies on diversity and inclusion translate into the most visible form of representation that the Bank of England could offer?', 'Yesterday, The Sunday Times published a letter supported by 220 signatories asking for ethnic minority representation on a banknote.', 'We were supported by cross-party politicians, grassroots campaigners, charity leaders from Joseph Rowntree Foundation, Barnardos, The Jo Cox Foundation and many more.', 'We also got the endorsement of actors, filmmakers, poets and writers, with supporters including, David Oyelowo OBE, Gemma Chan and Benjamin Zephaniah.', 'We believe inclusivity aids in helping to build more cohesive societies.', 'We can show the positive contribution that different groups make to this country and our shared history, and we can challenge stereotypes and build a narrative that inspires and motivates.', 'We do not want special treatment; we just want inclusion in shortlists based on talent and the make-up of modern Britain.', 'The faces on our banknotes can act as positive role models and get young people to think about those who contributed to our country.', 'Having the first ethnic minority on a banknote would send a message that the contribution of ethnic minority communities to Britain’s history, culture and economy matters.', 'The time has surely come.",
        "numberPosts": " 18 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Sexual Identity - General,Gender - General,Physical Identity - Physical (and Mental) Impairments,Sexual Identity - Male homosexuality,Physical Identity - Physical Features,Gender - Female sexuality,Ethnicity - Black",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racist,Racism,Ethnic,Race,Homophobia,Gay,Homosexual,Woman,Sexism,Nutter,Dumb,Gay,Bald,Hooker,Black",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Martin Smith",
            "date": "47w",
            "timestamp": "1544954592",
            "commentText": "This is <b> racist </b>as it looks firstly at someone's identity before their contribution to our society.",
            "likes": 21,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "1",
            "user": "Ian Londesbro",
            "date": "47w",
            "timestamp": "1544955400",
            "commentText": "Yet another nutter",
            "likes": 14,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nutter"
            ]
        },
        {
            "id": "2",
            "user": "Dudden Hall",
            "date": "47w",
            "timestamp": "1544956734",
            "commentText": "This is predudice, banknotes should represent 'all minorities', reguardless of ethnenticity, which will then make it inclusive, as everyone in the UK is in a minority group. We must ensure that anyone on a banknote was not predudice against others, anyone who showed <b> homophobia </b>during their lifetime must not be allowed on a banknote.Mary Seacole is a good contender.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 9,
            "replies": [
                {
                    "id": "3",
                    "user": "Steve Flateau",
                    "date": "47w",
                    "timestamp": "1544959326",
                    "commentText": "Really? Everyone in the UK is a minority group. White British not included.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "Dudden Hall",
                    "date": "47w",
                    "timestamp": "1544959515",
                    "commentText": "Steve Flateau Yes they are also a minority group, especially the men.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5",
                    "user": "Dudden Hall",
                    "date": "47w",
                    "timestamp": "1544964325",
                    "commentText": "Will Willson Minority groups are those put down by the media and other groups.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6",
                    "user": "Lee Rand",
                    "date": "47w",
                    "timestamp": "1544971460",
                    "commentText": "Dudden Hall Erm.........no",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7",
                    "user": "Dudden Hall",
                    "date": "47w",
                    "timestamp": "1544972206",
                    "commentText": "Lee Rand Yes they are. Thousands of adverts potraying men as stupid is one. We have also not had a <b> gay<b>  </b</b>>man o<b> r woma</b>n on a banknote yet. Single mothers are a minority group, we have not had<b>  a ba</b>ld person on a banknote.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Woman",
                        "Gay",
                        "Bald"
                    ]
                },
                {
                    "id": "8",
                    "user": "Linny Solway",
                    "date": "47w",
                    "timestamp": "1544978357",
                    "commentText": "Dudden Hall Years ago women were portrayed as the <b> dumb </b>ones.You talk of single mums yet there are single dads too. Let's keep everyone happy and have anyone on them at all. How about celebrating inventions instead?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Dumb"
                    ]
                },
                {
                    "id": "9",
                    "user": "Richard Champion",
                    "date": "47w",
                    "timestamp": "1544983376",
                    "commentText": "No such thing as <b> homophobia.</b> It is completely ignorant that stupid made up word. A phobia is a morbid fear. Because a person doesn’t agree with something it isn’t a phobia.You clearly haven’t experienced what a phobia is. Go and educate yourself and then comment because I have massive experience as to what a phobia is and it’s awful...panic attacks, lack of sleep, illogical fear....need I go on?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Homophobia"
                    ]
                },
                {
                    "id": "10",
                    "user": "Dudden Hall",
                    "date": "47w",
                    "timestamp": "1544983813",
                    "commentText": "Richard Champion It is a fear of your own feelings that you are trying to repress in yourself.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "11",
                    "user": "Garry Dent",
                    "date": "47w",
                    "timestamp": "1545075221",
                    "commentText": "Richard Champion You seem to have described that often tried \"<b> homosexual </b>panic\" defence used by those who have just beaten the hell out of innocent and peaceful person who happened to be<b>  ga<b> y</b</b>>.  Completely illogical but very useful as an excuse.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gay",
                        "Homosexual"
                    ]
                }
            ],
            "keywords": [
                "Homophobia"
            ]
        },
        {
            "id": "12",
            "user": "Steve Flateau",
            "date": "47w",
            "timestamp": "1544958991",
            "commentText": "So a Muslim social activist wants a Muslim <b> woman </b>to be on a banknote. She should be campaining for Quentin Crisp to be on a banknote.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "13",
                    "user": "Tanny Kapoor",
                    "date": "47w",
                    "timestamp": "1544985390",
                    "commentText": "Kishan Kumar , is it possible your friend's mom is a <b> hooker?</b>",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Hooker"
                    ]
                }
            ],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "14",
            "user": "Nick Ian Broer",
            "date": "47w",
            "timestamp": "1544959327",
            "commentText": "There is 4 commonly used notes. There is less than 25% minorities. No, you don't get to be on the note. /s Look, if you believe putting a \"foreign/minority\" face on a banknote does anything to make you feel accepted, you might just wanna reflect on yourself instead. Everyone playing the victim/discrimination card these days. How about everyone just grows a thicker skin, we can all call each other c*nts and call it a day, have a pint in the pub instead of crying on our twitters about \"<b> racism\"</b> and how everyone's being excluded. Grow up.",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racism"
            ]
        },
        {
            "id": "15",
            "user": "Andrew Smith",
            "date": "47w",
            "timestamp": "1544961429",
            "commentText": "If putting an <b> ethnic </b>minority face on a bank note seriously promotes inclusion, we are in real trouble! . Frankly you can put a picture of a pea on the bank notes it makes no difference to 99.9% of the users as they just see it as it is meant to be, money, not a history lesson or enlightenment to representation of UK history and that I am afraid is the stark truth.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Ethnic"
            ]
        },
        {
            "id": "16",
            "user": "Tony Ellison",
            "date": "47w",
            "timestamp": "1544963444",
            "commentText": "I have to admit that my first reaction was, oh F*** off!  I have no objection to a minority being out on a banknote if they outshine all other candidates and are suitably deserving. However, I do very much object to the notion that a minority be given such an honour simply because there isn't one and they think there should be. That argument is not only child like (I want what you have) but reeks of entitlement and quite frankly <b> racism.</b> This argument does seem to be growing ever more popular today though I'm afraid, from the female tennis players demanding equal pay to the men, yet play only 3 to men's 5 sets, or the womens football players who think they should earn what the elite male players get, even though they don't draw even close to the same crowd, or the women and miniminori who cry<b>  racism</b> an<b> d sexis</b>m when turned down for a job/promotion/role when pitted against someone more experienced and qualified (seriously not having a go at women here).In short it seems to be the new professional victims go to argument at present, \"we don't have it, haven't earned it but want it only because someone else has it and we demand equality\". To this I say get F***ed!!",
            "likes": 10,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sexism",
                "Racism"
            ]
        },
        {
            "id": "17",
            "user": "Linny Solway",
            "date": "47w",
            "timestamp": "1544964339",
            "commentText": "Mary Seacole for me. She deserves the recognition that Florence Nightingale got as she did far more and at her own expense. Anyone who doesn't know her story should read it. Fascinating <b> woman.</b>",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "18",
            "user": "Scott Simpson",
            "date": "47w",
            "timestamp": "1544977930",
            "commentText": "Nah mate, I like the queen",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "19",
            "user": "Jake Bullet",
            "date": "47w",
            "timestamp": "1544982009",
            "commentText": "I vote Mr T. Let's do it.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "20",
            "user": "James Worby",
            "date": "47w",
            "timestamp": "1544985524",
            "commentText": "I think I should be on the bank note.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "21",
            "user": "Ryo Bakura",
            "date": "47w",
            "timestamp": "1544985923",
            "commentText": "Here's an idea, why don't we scrap the whole idea of putting historical figures on bank notes all together? Yes, the Queen, too. All the note needs to say is the value, and that it is legal tender in the UK, plus whatever they need to do to minimise forgeries. Does it matter that Churchill is on my fiver when I'm only going to spend it, anyway?",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "22",
                    "user": "Garry Dent",
                    "date": "47w",
                    "timestamp": "1545075374",
                    "commentText": "But Bank of England notes aren't legal tender across the UK.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "23",
                    "user": "Ryo Bakura",
                    "date": "47w",
                    "timestamp": "1545079409",
                    "commentText": "Garry Dent I can't speak for Northern Ireland, but businesses in both Wales and Scotland have accepted English notes when I've used them.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "24",
            "user": "Arnold Hedge",
            "date": "47w",
            "timestamp": "1544986578",
            "commentText": "Every historical figure currently gets an equal chance to be on a banknote. If certain groups appear under-represented, that is because they have not done enough and need to try harder.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "25",
            "user": "Noah Lassey",
            "date": "47w",
            "timestamp": "1544991358",
            "commentText": "Yeah let's look at <b> race </b>before contribution - do you have any idea how<b>  racist</b> you are?These anti-white campaigns need to be stopped, they clearly fall under hate-speech. Oh wait, only white people can be jailed for it.Such a backwards and ridiculous world we live in.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "26",
                    "user": "Garry Dent",
                    "date": "47w",
                    "timestamp": "1545075547",
                    "commentText": "Sadly your <b> racism </b>is showing.  Non-white and non-christian people have been subject to hate crime proceedings too.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racism"
                    ]
                }
            ],
            "keywords": [
                "Race",
                "Racist"
            ]
        },
        {
            "id": "27",
            "user": "John Thayer",
            "date": "47w",
            "timestamp": "1545001578",
            "commentText": "Make Britain 1900 Again!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "28",
            "user": "Andy Hogg",
            "date": "47w",
            "timestamp": "1545001592",
            "commentText": "While I don’t disagree with your idea, Your claim of racial bias in reference to shortlisting John Edmonstone alongside the likes of Alan Turing and Stephen hawking is a bit skewed. You’re comparing a lecturer who tutored Charles Darwin for a year to people who, themselves DIRECTLY made discoveries or breakthroughs that heavily impacted the county/world.All scientists, Artists etc can be influenced by their peers during their education and development. But unless those peers have themselves done something of major significance you can’t demand for them to be put on bank notes and claim racial bias when they’re beat by people who have directly accomplished something significant on a national or global scale. Choices should be based on merit. There are commonwealth soldiers who were awarded Victoria crosses for outstanding feats of bravery that I would argue were more appropriate choices than your college lecturer.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "29",
            "user": "Tim Deeming",
            "date": "47w",
            "timestamp": "1545001955",
            "commentText": "14 BLOODY PERCENT! Ie: not a sodding lot.... what about the inclisuon of Angles, Saxons, Danes and Normans?????",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "30",
                    "user": "Tim Deeming",
                    "date": "47w",
                    "timestamp": "1545002241",
                    "commentText": "Septimus Severus was <b> black </b>(proof please)? so then was Cleopatra? we know she bloody well wasnt... the original was Greek and they did NOT intermarry with anyone other than their own bloodline (okay a bit GoT there) I await your reply with interest",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Black"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "31",
            "user": "Mikri Vigla",
            "date": "47w",
            "timestamp": "1545036238",
            "commentText": "Gladstone Small.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}