{
    "header": {
        "title": " Woman calls police after racist on dating site says ‘I stick to my own race’ ",
        "subtitle": " ",
        "owner": " James Hockaday ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 261 ",
        "datePosted": " Wednesday 10 Apr 2019 2:35 pm ",
        "dateExtraction": " 2019-11-21 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/04/10/woman-calls-police-after-racist-on-dating-site-says-i-stick-to-my-own-race-9150698/ ",
        "postText": "A racist troll has been shamed online after telling a woman ‘sorry I don’t like non whites lol’ on Plenty of Fish.', 'Sophia Anwar, 33, reported the abusive messages to police and shared them on Facebook with the caption: ‘For those who think these things no longer happen.’', 'Plenty of Fish says it has since banned the man’s account but police are taking no further action.', 'Bank worker Sophia said the Glasgow man, 35, who calls himself GunsRunDevil, messaged her out of the blue and although she never responded, told her: ‘I stick to my own race thanks very much.’', 'Outraged by the two unprovoked messages, Sophia responded: ‘I didn’t make any contact with you. With a face like that you really shouldn’t narrow your choices as you’ll be lucky if anyone fancies you.', 'She added: ‘Your opinions are outdated and primitive. Tbf, I wouldn’t expect anything else from a neanderthal like you.’', 'Sophia, from Clydebank, West Dunbartonshire, noticed the mystery man was wearing a black work uniform with an indecipherable logo on the chest.', 'She added: ‘Good going in having pics in your uniform up on here. I’ve shared your comments and pics on social media. It won’t be long till your employer sees it.’', 'Sophia said she was ‘shocked’ and ‘disgusted’ by the messages, that left her in tears.', 'She added: ‘I didn’t know what was happening and had to read it a few times. Then I cried.', '‘I’m disgusted, but with the current state of affairs it feels like it’s going to happen more often.', '‘Which is why I felt it was important to report it to the police.’', 'People tore into the unknown man online, with Alan Goldie commenting on Sophia’s post: ‘Not only a racist, but he’s about as attractive as a syphilitic boil on the a*** of a tapeworm up a rat’s hole.’', 'Stacy Sinclair said: ‘Somebody should tell the d***head white women won’t want him either with a s*** attitude like that.’', 'Police Scotland say they are not investigating the matter any further.', 'A spokeswoman said: ‘Police can confirm that a member of the public reported comments made online. The woman intimated that she was not making a complaint.', '‘Appropriate advice was given and there is no ongoing investigation.’', 'A Plenty of Fish spokesperson told Metro.co.uk: ‘At Plenty of Fish, we care deeply about our community, and work to ensure the safety and security of all who encounter our platform.', '‘We have a number of systems and preventative processes in place designed to help support and protect our members, and a zero-tolerance policy for anyone reported for these types of incidents on Plenty of Fish.', '‘We have now located the user’s profile and the account has been banned.', '‘We encourage users to report inappropriate behaviour so we can take appropriate actions against bad actors, which can include removing them from our platform as soon as possible.’",
        "numberPosts": " 1 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Sexual Identity - General,Sexual Identity - Male homosexuality,Sexual Identity - Transexuality",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racist,Race,LGBT,LGBT,LGBT",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Yusuf McKenzie",
            "date": "32w",
            "timestamp": "1554907259",
            "commentText": "😂 this article proves one thing, women wont respond to decent men, they flat out ignore them, and out of all the messages they recieve they  respond to the dickheads. 👍👍👍 this is why i don't do online dating. Stay single, save your money, live your life and don't let other people's ridiculous high double standards get you down. Theres definitely plenty of fish out there but only small minded sardines on POF app.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "1",
                    "user": "Martina Zelenić Dove",
                    "date": "32w",
                    "timestamp": "1554908654",
                    "commentText": "Do you write to all women on dating sites? No. You make a choice based on profile and picture. When someone doesn't reply, they checked out your profile and saw something that made them think they would not get on with you. Just as any man would. Just because you like someone, doesn't mean they have to like you back and respond to you. Online dating is not two dimensional. When you see someone in real life you already know whether you fancy them or not and if they fancy you because you get a response, so you take it from there. Online, that is not so true. Not sure why people get upset at that. Everyone makes selections based on their criteria. As for this <b> racist </b>guy - she responded because that was an awful thing to do, not because she was intrigued by him. Do you not get the subtle difference there?",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                },
                {
                    "id": "2",
                    "user": "Jo Cottone",
                    "date": "32w",
                    "timestamp": "1554912817",
                    "commentText": "Martina Zelenić Dove is he really a <b> racist?</b>  Would he be a homophobe if he wasn't into transpeople too?  Are Pakistanis<b>  racist</b> to marry only Pakistanis?  You can't make people like you.  Even if you call them names and get the cops.  She isn't mature enough to handle honesty I guess.  She is the jerk here",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                },
                {
                    "id": "3",
                    "user": "Martina Zelenić Dove",
                    "date": "32w",
                    "timestamp": "1554917477",
                    "commentText": "Jo Cottone he is a <b> racist,</b> yes. And yes, anyone of any<b>  race</b> that discriminates against anothe<b> r rac</b>e would be too. I haven't heard about Pakistani people emailing white people telling them they stick to their o<b> wn ra</b>ce. However, there are complex reasons why people marry within certain groups, not all to do w<b> ith r</b>ace but more to do with culture or religion. And no, he would not be a homophobe if he chose heterosexual relationships because you can't choose sexuality just as you can't choose <b> your </b>race. But he would be a homophobe if he tar<b> get<b> ed<<b> /b</b</b>>> LGBT people only to taunt them about their sexuality. I really don't know how to explain this better to a person that doesn't understand a very bold, rather than fine, line on this issue.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Race",
                        "Racist",
                        "LGBT"
                    ]
                },
                {
                    "id": "4",
                    "user": "Stacy Sinclair",
                    "date": "32w",
                    "timestamp": "1554918390",
                    "commentText": "Yusuf McKenzie fact is this twat CHOSE to message her telling her he doesn’t date non whites.....he’s free to do that. He also needs to deal with the consequences of being brazenly <b> racist.</b>",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                },
                {
                    "id": "5",
                    "user": "Martina Zelenić Dove",
                    "date": "31w",
                    "timestamp": "1555004626",
                    "commentText": "Jack Wilson uhm no. Otherwise we'd all be equal and history has certainly proven otherwise.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}