{
    "header": {
        "title": " Rape charity target of ‘racist’ abuse due to ‘misleading’ Tommy Robinson post ",
        "subtitle": " ",
        "owner": " Lucy Middleton ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 135 ",
        "datePosted": " Saturday 16 Feb 2019 9:51 pm ",
        "dateExtraction": " 2019-11-21 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/02/16/rape-charity-target-racist-abuse-due-misleading-tommy-robinson-post-8647507/ ",
        "postText": "A charity supporting rape victims say they have received ‘abusive phone calls’ after Tommy Robinson shared a picture of their leaflet.', 'The Rape Crisis pamphlet addressed black, Asian and minority ethnic women who had experienced sexual violence and urged them to seek support.', 'It then offered a phone number, telling victims that Punjabi, Hindi and English support workers are available.', 'Far-right campaigner Robinson shared the leaflet on his Facebook page on February 14, writing: ‘I guess it’s ok to rape white women then?’', 'Rape Crisis Wycombe, Chiltern and South Bucks said that since then they have had a ‘significant volume of abusive phone calls, messages and emails’, many of which were of a ‘overtly racist nature’.', 'Workers have reported the incident to police and slammed the callers for ‘disrupting much-needed service provision for victims and survivors of sexual violence’.', '‘Rape Crisis (Wycombe, Chiltern and South Bucks) recognises that some groups of women who have survived sexual violence and abuse can face additional barriers to accessing services, including related to language and to the fear and/or past or current experience of racism and racial discrimination,’ the charity said in a statement.', '‘As part of its commitment to accessibility and inclusion, it therefore offers a specialist service for black, Asian and minority ethnic women aimed at overcoming some of these barriers.’', 'The charity blamed Robinson’s ‘misleading caption’ on social media for the torrent of abusive messages and calls.', 'It added: ‘Rape Crisis England & Wales supports Rape Crisis (Wycombe, Chiltern and South Bucks) and all its member Rape Crisis Centres in the provision of fully inclusive, accessible services, including specialist work with specific groups of under-served, minoritised or marginalised victims and survivors.’', 'Some of Robinson’s one million followers had commented on the picture of the leaflet calling it ‘horrendous’, ‘discriminative’ and ‘out of order’.', 'One wrote: ‘Think we all need to phone the numbers advertised & put in a racist complaint.’', '‘Is it our turn to play the racist card now,’ another added.', 'But some Facebook commentators did defend the charity, writing: ‘Good grief, It’s an additional phone line.', '‘Tommy doesn’t seem to understand, or want to understand, that there is a cultural stigma that brings shame on both the victims and their families so they are less likely to report it.', '‘The helpline is English, Hindi and Punjabi and operated by a worker who understands those particularly difficulties.’', 'Another said: ‘It’s a specialist line with experienced and trained translators. Hardly rocket science.’', 'Robinson told Metro.co.uk he had ‘asked a valid question’ as ‘the poster excluded white people which is becoming more frequent’.', '‘I asked a question – it was not a call to action and I did not ask anyone to contact the organisation,’ he said.', '‘If anyone has harassed the organisation then that is 100% wrong.’",
        "numberPosts": " 6 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Age - Youngsters,Physical Identity - Physical (and Mental) Impairments,Gender - Female sexuality",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Ethnicity,Racist,Nothing,Dim,Dumb,Ho",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Ryo Bakura",
            "date": "39w",
            "timestamp": "1550381304",
            "commentText": "Oh Stephen, you can't hide your stupidity like you hide your name. Your question was clearly rhetorical, and since you were too stupid to read the entire poster, you got mad because you didn't see the word \"white\" written on it, posted it to Facebook to incentivise the \"troops\", but were caught out, so now you're backtracking, and using your followers' willingness to attack a charity to make it look like you're the good guy, when you're <b> nothing </b>more than a colossal bellend.",
            "likes": 12,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "1",
                    "user": "Jay Hopkinson",
                    "date": "39w",
                    "timestamp": "1550478078",
                    "commentText": "How does he hide his name, dickhead? Every single article ever written about him starts with the almost Tourettes like ''Former leader of the EDL Tommy Robinson, also known as Stephen Yaxley-Lennon......'' so what, EXACTLY, are you talking about when you state he 'hides' his name.Don't worry, I know accountability and logic won't be your things so not expecting any sort of cogent reply. Maybe just play the victim because I called you a dickhead but......you ARE a dickhead.Who exactly is ''attacking'' the charity? Has there ever been a left-wing narrative that you won't unquestioningly climb aboard? There is one phone line - where is the evidence for ANYONE having ''clogged it up'' (another narrative eagerly swallowed - I must have read it 20 times). Calling a charity out for focusing on the colour or <b> ethnicity </b>of rape victims when it should be entirely irrrelevant to the issue isn't ''attacking'' anyone no matter how you try to spin it into victimhood....it's just not. It's a stupid, divisive idiotic thing to do.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Ethnicity"
                    ]
                },
                {
                    "id": "2",
                    "user": "Ryo Bakura",
                    "date": "39w",
                    "timestamp": "1550543081",
                    "commentText": "Jay Hopkinson Changing his name is hiding it. A far-right activist called Stephen Yaxley-Lennon wouldn't be taken seriously, so he picked a name that made him sound working class. It doesn't matter that we know his birth name, he continues to use his chosen name, and hide his former identity behind his new one. Unless you're saying he greets new people with \"I'm Stephen Yaxley-Lennon, but everyone calls me Tommy Robinson.\", which would be ridiculous. For someone who claims they have read this story \"20 times\", you seem to have missed this paragraph; \"Rape Crisis Wycombe, Chiltern and South Bucks said that since then they have had a ‘significant volume of abusive phone calls, messages and emails’, many of which were of a ‘overtly <b> racist </b>nature’.\" This would be the unnamed people attacking the charity, although you probably call it \"fair criticism\". This particular poster was created to highlight a specialist helpline for women who might not use English as a first language, or who may not feel comfortable talking to a white person about suffering rape, thanks to all the anti-immigrant rhetoric going around at the moment. Finally, you can call me a dickhead all you want. I've been called worse, and for so long that insults no longer bother me. I wonder if your parents are disappointed in you. They should be. To the point they regret your existence.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                }
            ],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "3",
            "user": "Mark Lycett",
            "date": "39w",
            "timestamp": "1550398122",
            "commentText": "When are people going to learn positive discrimination is still discrimination no matter how you try to spin it.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "4",
                    "user": "John Wareham",
                    "date": "39w",
                    "timestamp": "1550401298",
                    "commentText": "It wasn't positve discrimination though, try reading the article and you'll see it was additional phone numbers being added, <b> nothing </b>was taken away.",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing"
                    ]
                },
                {
                    "id": "5",
                    "user": "Alex Brady",
                    "date": "39w",
                    "timestamp": "1550401528",
                    "commentText": "When are people going to learn there’s no such thing as “positive discrimination” 😂",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6",
                    "user": "Mark Lycett",
                    "date": "39w",
                    "timestamp": "1550404005",
                    "commentText": "John Wareham Positive discrimination means making sure that people such as women, members of smaller racial groups, and people with disabilities get a fair share of the opportunities available.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "7",
            "user": "John Wareham",
            "date": "39w",
            "timestamp": "1550401562",
            "commentText": "Tommy Robinson is just a cancer eating away at this country, he offers <b> nothing </b>but hate based lies and dishonesty and relies on the inadequacies of his followers to do so. You've got to wonder how<b>  dim</b> these people are that they are taken in by him and what's missing in their lives that they indulge in his hate based rubbish to replace it.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "8",
                    "user": "Kantami Blossom",
                    "date": "39w",
                    "timestamp": "1550423959",
                    "commentText": "The Risk Society ive seen him speak and i still think he's a <b> racist </b>bawbag of the highest calibre, i also don't believe the man has any courage just the oppisite i think he's a pathetic coward.the day he storms into a mosque on his own and screams abuse in the face of men without his army of thugs behind him i might elevate his status from worm to rat, but it won't happen because he is too much of a shitebag to actually confront someone who might do something about it.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                },
                {
                    "id": "9",
                    "user": "Jay Hopkinson",
                    "date": "39w",
                    "timestamp": "1550478271",
                    "commentText": "Specificity isn't your thing is it John. A load of sweeping accusations, generalisations, the ubiquitous 'hate', the subjective branding of anyone who remotely agrees with him and hey <b> ho,</b> back to your safe space bubble, virtue-signalling done for the day but, what, specifically, are you disagreeing with and why? Your illogical arguments are like cancer to me......I am tardfounded for having read them.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Ho"
                    ]
                },
                {
                    "id": "10",
                    "user": "John Wareham",
                    "date": "39w",
                    "timestamp": "1550480440",
                    "commentText": "Jay Hopkinson Or maybe I haven't been specific in Robinson's case because he's such a prolific spouter of hate that I haven't the time to spend addressing them on an individual basis. As for your accusation of virtue signalling, that in itself is a lazy cop out, usually used when right wingers hear something they don't like. And the subjectivity you mention, of course it's subjective, it's an opinion, they're subjective by nature.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Nothing",
                "Dim"
            ]
        },
        {
            "id": "11",
            "user": "Jay Hopkinson",
            "date": "39w",
            "timestamp": "1550477662",
            "commentText": "How can you 'bombard' a hotline when there's only one line? Surely it's an orderly queue whether you like it or not. Why have NONE of the MSM mentioned the Panorama programme where Tommy got a plant on the production team as they concocted an expose on him, using license fees to buy quotes and negative opinions as they did so? Why do you treat your readership so disdainfully as to NEVER even consider giving them the inevitable two sides to each argument?",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "12",
            "user": "Sam Stoke",
            "date": "39w",
            "timestamp": "1550455284",
            "commentText": "So he defends himself, shoots down your whole article, but you still go along with it Metro? How many people phoned? got an exact number? Go on... I'll wait",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "13",
                    "user": "Ryo Bakura",
                    "date": "39w",
                    "timestamp": "1550720577",
                    "commentText": "Read the article, moron.\"Rape Crisis Wycombe, Chiltern and South Bucks said that since then they have had a ‘significant volume of abusive phone calls, messages and emails’, many of which were of a ‘overtly <b> racist </b>nature’.\" It wasn't just phone calls, which is your first strike. Metro, nor any other news outlet, is required to provide \"exact numbers\" in their reports. The figure likely stayed between the charity, and the police, so Metro printed the information they had, and printing a figure not provided to them would be falsifying information, and then someone would go to jail for it. Stupidly expecting them to have such information gives you your second strike. Finally, believing what Tommy Robinson says, and then demanding Metro show evidence, is hypocritical, and<b>  dumb</b>, not recognising he's clearly backtracking after being caught making a huge mistake, claiming he's defended himself, and \"shot down the article\" based on his insistence that his question was valid, gives you strikes three through six. So basically, well done for making yourself look incredibly stupid, and then doubling up on your stupidity.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist",
                        "Dumb"
                    ]
                },
                {
                    "id": "14",
                    "user": "Sam Stoke",
                    "date": "38w",
                    "timestamp": "1550751559",
                    "commentText": "Ryo Bakura If you prick me do I not weeb. So they say a significant number. What's that? Two? Three? Four? Go on son, I'll wait...",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "15",
            "user": "William Henry",
            "date": "38w",
            "timestamp": "1550900925",
            "commentText": "'Is METRO suppressing information?'https://www.facebook.com/hashtag/panodrama...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}