{
    "header": {
        "title": " Outrage as government advisor posts Islamophobic pictures of prophet Muhammad ",
        "subtitle": " ",
        "owner": " Basit Mahmood ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 635 ",
        "datePosted": " Sunday 20 Oct 2019 9:41 am ",
        "dateExtraction": " 2019-11-25 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/10/20/outrage-government-advisor-posts-islamophobic-pictures-prophet-muhammad-10949926/ ",
        "postText": "British Muslims have expressed outrage after a government advisor and Labour party member shared offensive cartoons of the prophet Muhammad on his Facebook page.', 'Martin Bridgman, an advisor to the Ministry of Housing, Communities and Local Government, shared cartoons of Jesus and Muhammad that alluded to ‘child rape’.', 'His posts between November 2018 and March 2019, were only discovered three months ago, after a Muslim member of his local Labour party in Ilford, made a complaint, MailOnline reported.', 'One of the cartoons Mr Bridgman shared, shows Jesus questioning the Prophet Muhammad on his marriage to his third wife Aisha, which some allege took place when she was only nine years old.', 'The Labour party says that it has placed Mr Bridgman under investigation.', 'However, Muslim members of the local party have criticised Labour for not acting swiftly enough, demanding party bosses take a tougher stance.', 'One such member, Labour councillor Khayer Chowdhury, also from Ilford, said he was ‘shocked and distressed’ when he saw the posts on Facebook.', 'An MHCLG spokesman said: ‘While we cannot discuss individual staffing matters, the Ministry of Housing, Communities and Local Government takes a zero-tolerance approach to any form of racism or religious discrimination.', '‘Discriminatory behaviour of any kind is completely unacceptable. We expect all departmental employees to uphold the values and behaviours of the Civil Service as set out in the Civil Service Code.', '‘We will take appropriate action where people fall short of that expectation.’', 'A Labour party spokesperson said: ‘The Labour Party takes all complaints of this nature extremely seriously, which are fully investigated and any appropriate disciplinary action taken in line with the Party’s rules and procedures. We cannot comment on individual cases.’",
        "numberPosts": " 6 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Darren Marsh",
            "date": "5w",
            "timestamp": "1571609048",
            "commentText": "People don't allege the marriage took place when she was nine. The marriage was when she was six and the consummation was when she was nine.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1",
                    "user": "John Morgan",
                    "date": "5w",
                    "timestamp": "1571618297",
                    "commentText": "Bill Smith The time-line matters little. The actual detail described is accepted by believers as true and is a matter of faith.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "2",
            "user": "John Morgan",
            "date": "5w",
            "timestamp": "1571618388",
            "commentText": "The title of the cartoon is not as stated. It is, \"Jesus and Mo\".",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "3",
                    "user": "Ade Foiadelli",
                    "date": "5w",
                    "timestamp": "1571654087",
                    "commentText": "Is that definitely true? Because if so there is no way this guy should get in any trouble at all. There is a difference between insulting a faith and discussing a faith - Jesus &amp; Mo falls pretty squarely into the second category.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Peter Fraser-Bodenham",
            "date": "5w",
            "timestamp": "1571643569",
            "commentText": "So she posted a picture of something that is believed to be fact!",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5",
                    "user": "Peter Fraser-Bodenham",
                    "date": "5w",
                    "timestamp": "1571643601",
                    "commentText": "He*",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "6",
            "user": "John Dale",
            "date": "5w",
            "timestamp": "1571653164",
            "commentText": "The blasphemy law was scrapped (Thank Zeus) some years ago.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "William Henry",
            "date": "4w",
            "timestamp": "1571675578",
            "commentText": "",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8",
            "user": "Robbie Brunton",
            "date": "4w",
            "timestamp": "1571921458",
            "commentText": "As usual, muslims respond to any form of humourous criticism by trying to get a guy fired from his job.  And rather than trying to police this sort of behaviour, the folks in charge protect it.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}