{
    "header": {
        "title": " I’ve written the LGBT+ children’s book I wish I had and I want it in every school ",
        "subtitle": " ",
        "owner": " Olly Pike ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 1.9k ",
        "datePosted": " Thursday 5 Sep 2019 12:44 pm ",
        "dateExtraction": " 2019-10-31 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/09/05/ive-written-the-lgbt-childrens-book-i-wish-i-had-and-i-want-it-in-every-school-10678289/ ",
        "postText": "When parents say ‘let kids be kids’, I agree with them – because there’s nothing more natural for children than to be curious and to want to understand the world around them.', 'That’s why I’ve written an LGBT+ inclusive primary school picture book, and started a campaign to get one into every school in the UK.', 'The protests outside a Birmingham school and ensuing row this year over the teaching of LGBT+ issues seems to echo what happened over 30 years ago with the unfair vilification of ‘Jenny lives with Eric and Martin’ – the children’s book created to reduce prejudice towards gay people and to promote discussion. It inspired the title for my own book.', '‘Kenny Lives with Erica and Martina’ follows Kenny, whose grey world soon becomes a lot more colourful with the arrival of some new neighbours. Kenny and his mums welcome the change, but this can’t be said for everyone on the street, and Kenny has to somehow let everyone know that being different is not something to be afraid of.', 'The book sends the message that everyone is welcome, and the idea is to inspire every child to stand up against injustice.', 'So it’s wonderful that new research released by Stonewall revealed that 60 percent of British people believe we should teach students about same-sex relationships, including same-sex parenting.', 'But unfortunately we know that nearly half of all LGBT+ kids are frequently bullied in school and half of LGBT pupils hear homophobic slurs often at school.', 'Two in five young trans people and one in five lesbian, gay and bisexual students have attempted suicide. It’s tragic that any child in modern-day Britain should die because they feel marginalised and bullied.', 'Every child is born without prejudice and hate. Part of being a kid is learning to understand the different types of people in the world around you – and specifically, in modern society, this means that even though we are all different, we are all equal.', 'Incredibly, it seems a few people still can’t accept life’s rich tapestry and want to ‘protect their kids’ from learning about it.', 'Children in every year have families of all shapes and sizes; single parent, adopted, two mums or one mum and a dad. And in every class there will be young people who will themselves grow up LGBT+.', 'It’s not just important that kids see their own families and futures reflected in the books they use, but that teachers have resources to open the discussion about embracing differences.', 'I wish I’d had a gay hero when I was at school, but I kind of had to learn to be my own hero. So now I try to let everyone know they can inspire themselves.', 'I’ve always loved fairy tales, but the romances were between boys and girls. I wanted a book where a prince fell in love with a prince or a princess with a princess and now I write them myself.', 'I’ve run workshops with thousands of kids (including in the Birmingham school where the protests occurred) and I don’t think children are given enough credit for how smart and understanding they are. They aren’t born prejudiced, and I always find that they are collectively appalled by injustice.', 'We’re not ‘confusing’ our kids by teaching them about same-sex relationships. Ultimately this is about preventing untold misery, and saving lives.', 'This is why, from 2020, the Government has made same-sex relationship education mandatory in all schools, and I’m dedicated to giving teachers the resources they need to help kids grow to understand themselves and their world as it is today.', 'Any discomfort of the odd parent who wants to teach their kids medieval prejudice will always be trumped by the human rights of our next generation, and our wish for them to grow up in a more accepting and happier world.', 'Kenny Lives with Erica and Martina is published today.",
        "numberPosts": " 2 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Gender - General,Physical Identity - Physical (and Mental) Impairments,Gender - Female intelligence,Age - Over 65s",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Sex,Sexual,Mental,Becky,Old",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Jack Russell",
            "date": "7w",
            "timestamp": "1567692408",
            "commentText": "Have you also informed the children that liking/loving someone of the same <b> sex,</b> or wanting to change your<b>  sex</b> is <b> a menta</b>l disorder and not normal behaviour as demonstrated by the mass population of this planet?  N’ah, didn’t think so. Also, if people commit suicide because of their ‘difference’, or even no<b> ne sexu</b<b> >al men</b>tal issues, it’s simply nature’s way of sorting the wheat from the chaff. Prove me wrong.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "1",
                    "user": "Ade Foiadelli",
                    "date": "7w",
                    "timestamp": "1567695639",
                    "commentText": "I tell everyone that being Jack Russel means you're an abnormal f*ckmonkey with the IQ of a used lavatory brush.Nobody's tried to prove me wrong, they just nod in agreement and go about their day.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Ade Foiadelli",
                    "date": "7w",
                    "timestamp": "1567695747",
                    "commentText": "Bill Smith - We don't always get on around here, but credit where it's due - props for deploying the wisdom of Russel, Bill. Nice one.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3",
                    "user": "Jack Russell",
                    "date": "7w",
                    "timestamp": "1567704923",
                    "commentText": "Ade Foiadelli 😂😂😂",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Sex",
                "Sexual",
                "Mental"
            ]
        },
        {
            "id": "4",
            "user": "Josie Chollie",
            "date": "7w",
            "timestamp": "1567693418",
            "commentText": "Nope nope nope ...... kids do NOT need to be learning this at all!!! Disgusting that this is in schools",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5",
                    "user": "Becky Samuel",
                    "date": "7w",
                    "timestamp": "1567694746",
                    "commentText": "You do know that homosexuality is well documented among horses, right?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6",
                    "user": "Josie Chollie",
                    "date": "7w",
                    "timestamp": "1567703929",
                    "commentText": "Becky Samuel 😂 I’ve had long conversations with my 19 year <b> old </b>horse about it CAUSE HES<b>  OLD</b> ENOUGH TO UNDERSTAND!!!! Not a 4 yea<b> r ol</b>d!! Nice try love!",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Becky",
                        "Old"
                    ]
                }
            ],
            "keywords": []
        }
    ]
}