{
    "header": {
        "title": " Girl Guides should welcome trans people as members – it’s not up for debate ",
        "subtitle": " ",
        "owner": " Owl ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 330 ",
        "datePosted": " Wednesday 26 Sep 2018 4:25 pm ",
        "dateExtraction": " 2019-10-31 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/09/26/girlguiding-including-trans-members-is-not-up-for-debate-im-sick-of-defending-my-identity-7981058/ ",
        "postText": "My partner and I were invited on Good Morning Britain yesterday to defend Girlguiding’s policy that allows trans girls to participate in their activities – we immediately turned it down.', 'I said no because we are sick of debating our identities.', 'Trans people deserve to be respected for who they are and should be free to have access to the same activities and facilities as other people. This should be obvious and thereforenothing to debate.', 'Girl Guide’s policy has already been in place for several years now and, despite there being no actual factual evidence that it has ever resulted in abuse, this row has yet again resurfaced.It is no surprise that those who advocate against trans rights would seize this opportunity to conflate trans people — in this instance trans girls between the age of 10 and 14 — with sexual predators.', 'What is surprising is that trans people and their families are being invited on mainstream TV to argue why young trans girls aren’t potential rapists, Those with concerns claim that by allowing trans girls to join as participants — or trans women as guides — some girls and women will say they identify as female just to get into these spaces to abuse girls. Yet someone falsely claiming to be someone they’re not has nothing to do with trans people.', 'The process trans people go through to be themselves is a lot more complex than claiming to be a ‘woman on Wednesdays’, as a man deciding to stand to be Basingstoke Labour party’s women’s officer, announced.', 'Trans people experience high levels of discrimination in society and go through tremendous stress and trouble in coming out as who they are; often risking losing their family, friends, job and even risk their own physical safety and mental well-being.', 'In addition, anyone that wanted to abuse women and girls certainly wouldn’t have to pretend to be a woman in order to do that. Men already do at an alarming rate, and none of them ‘put on a frock and make-up.’Girlguiding has robust and well-established safeguarding regulations in place, and those working with them having to go through an assessment and have the proper certification and qualifications.', 'The fundamental problem with this ‘debate’ is the lack of understanding and compassion towards trans people and their lives', 'They assess every group and individual that take part in their activities, and make sure that safety procedures are met – what’s more, those that have actively breached their policies and code of conduct have had their membership withdrawn.', 'Without evidence of trans girls being a risk to other girls, any of these concerns about them are based on fear and misleading narratives pushed by people who don’t believe trans people should have the same fundamental rights as everyone else.', 'Masquerading it as ‘concern’ doesn’t make it any more legitimate.', 'The fundamental problem with this ‘debate’ is the lack of understanding and compassion towards trans people and their lives – we’ve seen these scaremongering narratives before, centered around gay and bisexual people during section 28. Trans girls certainly aren’t the same as boys; they have bodies that do not fit their innate sense of self, and this causes them severe distress and anxiety. Those that are fortunate enough to get access to puberty blockers, therefore don’t have to go through having their body form in ways that traumatise them.', 'However, trans girls are just like other girls, wanting to get on with life without being constantly persecuted and ‘othered’ for their difference. They want to be seen as their true selves, just like any other child.', 'Imagine being 12 years old and seeing fully grown adults arguing on TV as to why they think you could potentially be a sexual predator and shouldn’t be allowed on a camping trip with your friends.', 'Advocating for the exclusion of an already vulnerable group from activities that will benefit them massively, both socially and physically, is frankly cruel and nothing but clear-cut transphobia.', 'Research tells us that trans youth are at a higher risk of discrimination and bullying, and that up to 45% of them have attempted suicide.', 'Trans kids need our support more than ever – the only abusers here are those wanting innocent children to suffer because of fictional speculation.",
        "numberPosts": " 3 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Gender - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Sex",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Caroline Morrey",
            "date": "1y",
            "timestamp": "1538073795",
            "commentText": "It's not a case of saying trans kids are predators, more that teenage boys shouldn't share rooms/tents/showers with teenage girls, and young girls shouldn't be coerced into accepting this",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "1",
                    "user": "Shannon Grace Brown",
                    "date": "1y",
                    "timestamp": "1539775075",
                    "commentText": "Teenage boys are not trans girls though. And girls share tents with boys in scouts, DofE and Ten Tors, and no one is up in arms about that?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Caroline Morrey",
                    "date": "1y",
                    "timestamp": "1539775876",
                    "commentText": "Shannon Grace Brown no, that is not the case for scouts and d of e. These separate sleeping accommodation by <b> sex.</b> Do you agree there is a need for girls to have single<b>  sex</b> sleeping accommodation? Why are teenage boys and girls segregated when sleeping, undressing?",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Sex"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "3",
            "user": "John Roberts",
            "date": "49w",
            "timestamp": "1542803342",
            "commentText": "How is it not up for debate? Its your way or the highway?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Robin Crabb",
            "date": "43w",
            "timestamp": "1546453806",
            "commentText": "Boys aren't allowed in the guides...but girls can join the scouts.But it's not discrimination....it's empowering young women.Life is full of discrimination...get used to it.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}