{
    "header": {
        "title": " ‘Black’ is a pro-black song, not anti-white. Annie Mac was right to play it, and defend it ",
        "subtitle": " ",
        "owner": " Habiba Katsha ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 335 ",
        "datePosted": " Saturday 2 Mar 2019 11:30 am ",
        "dateExtraction": " 2019-11-15 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/03/02/black-is-a-pro-black-song-not-anti-white-annie-mac-was-right-to-play-it-and-defend-it-8792893/ ",
        "postText": "A few days ago, BBC DJ Annie Mac’s played rapper Dave’s new single titled Black. The song is about Black empowerment and aims to remind Black people of our strength and who we are.', 'Though the song has generally received a good response, some people weren’t pleased, with one Twitter user even going as far as calling the song racist.', 'Mac posted on Twitter herself, stating her frustration and adding: ‘Let me get this straight, if you are genuinely offended by a man talking about the colour of his skin and how it has shaped his identity…’', 'The listeners offering negative comments seemed to be too focused on the title of the song without properly considering the lyrics, such as: ‘Black is beautiful, Black is excellent, Black is pain, Black is joy, Black is evident.’', 'These are words that champion Black excellence – they don’t make Black people out to be ‘better’ than anyone else.', 'Nowhere in the song does Dave mention or insult white people, suggesting that people who claim it’s ‘racist’ are trying to find an issue with this song that doesn’t exist.', 'If you are white and this song offends you, you have to ask yourself why.', 'Being pro-Black isn’t about Black people thinking we’re superior, it’s a reminder to ourselves that we are equal.', 'As a Black Brit, I have no desire to see myself as above another race – rather, I just want Black people to be seen as human.', 'My identity is something I’ve wrestled with and that many others continue to wrestle with. We live in a time where we’ve experienced the Windrush generation being deported. I struggle with being from Britain and also originally from the Democratic Republic of Congo. It continuously feels like I’m not good enough to be from either.', 'We live in a society which undermines Blackness and tells Black people that we aren’t worthy. Whiteness is the standard that Black people have to live up to on a daily basis.', 'If the people critiquing Dave’s song actually listened to the lyrics they’d know this isn’t a song about separation, but a song about equality.', 'For instance, European hairstyles are promoted as the ‘ideal’ standard of beauty and as a Black woman, my hair is constantly judged by this standard.', 'Black women internalise this so we can’t help but subconsciously compare then feel like we don’t match up.', 'This song is a reminder that we are worthy. If you think being pro-Black means being anti-white, you’re probably underestimating the racism that Black people face.', 'In an interview with NME, Mac said: ‘People are scared of the word black’. I agree with her. Though I think Britain is fairly tolerant compared to other counties, we definitely have an issue when speaking about race and racism.', 'Often when people of colour speak about race, we’re seen as separating ourselves from white people but we are usually highlighting the inequality we face.', 'This is often why people of colour do not speak to white people about race because they can be defensive and, I’ve noticed, unwilling to listen to our experiences.', 'I think white people can be scared of speaking about race too. White fragility is the term used to describe the discomfort or awkwardness some white people feel when speaking about this issue – many aren’t sure how to approach it.', 'If the people critiquing Dave’s song actually listened to the lyrics they’d know this isn’t a song about separation, but a song about equality.', 'Instead of running away from conversations about race, it’s important that we have these conversations head on and tackle false narratives.",
        "numberPosts": " 6 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Ethnicity - Black,Gender - General,Age - Over 65s",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racist,Racism,Race,Nigga,Black,Woman,Old",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Zoe-ann Hamilton",
            "date": "36w",
            "timestamp": "1551541553",
            "commentText": "if it was rounf the pther way, it would be <b> racist.</b> double standards",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1",
                    "user": "Zoe-ann Hamilton",
                    "date": "36w",
                    "timestamp": "1551619104",
                    "commentText": "",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "2",
            "user": "Dome Ladome",
            "date": "36w",
            "timestamp": "1551556871",
            "commentText": "It cannot be double standards as most whites already have privledges and so much inequality out there . Its like me complaining about a <b> woman </b>in labour. Can i as a man understand what that<b>  woman</b> is going through. Listen to  the lyrics, if you sincerely disagree then we definitely do have s problem. Its also to help young dissolutioned kids about hope and understanding the culture. The lyrics touched on so many issues that I and millions of others understand, do we all agree, its subjective. Annie Mac should be given credit for playing it. Most of those criticising sound like Tom Robinson.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "3",
                    "user": "Ronald Swanson",
                    "date": "36w",
                    "timestamp": "1551703576",
                    "commentText": "\"most whites already have privledges\".. What a complety ignorant statment.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "Dome Ladome",
                    "date": "36w",
                    "timestamp": "1551716790",
                    "commentText": "Ronald Swanson In my world I see it differently . Ignorant to you but not to me .One of us must be ignorant ,I know its not me.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "5",
            "user": "Ryo Bakura",
            "date": "36w",
            "timestamp": "1551585057",
            "commentText": "I've been dead inside for years. I didn't even flinch when I first heard \"Kim\" by Eminem, and that's not a song a 13 year <b> old </b>kid should be listening to, so I doubt this one is any worse. Also, if people should be angered by any music, it should be the plagarised stuff by the walking Wotsit.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "6",
            "user": "Ronald Swanson",
            "date": "36w",
            "timestamp": "1551705938",
            "commentText": "I know a lot of people who are offended by the vast generalisations in the song, not because they are <b> racist.</b> I personally believe stereotypes and false attributions fuel<b>  racism</b>.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racism",
                "Racist"
            ]
        },
        {
            "id": "7",
            "user": "Leo Richardson",
            "date": "35w",
            "timestamp": "1552611899",
            "commentText": "He's <b> racist,</b> he uses the word<b>  nigga</b> in the song hahahahaha",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist",
                "Nigga"
            ]
        },
        {
            "id": "8",
            "user": "Daniel Powell",
            "date": "32w",
            "timestamp": "1554221337",
            "commentText": "Why do you capitalize the b in <b> black </b>but use lower case w in white? Also, this so-called conversation on<b>  race</b> that you want is actually just you wanting to lecture us. If you're white, you can't win no matter what you do. As long as it continues like this, we won't get anywhere.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Race",
                "Black"
            ]
        }
    ]
}