{
    "header": {
        "title": " I’m a stripper, but that doesn’t stop me from being a feminist ",
        "subtitle": " ",
        "owner": " Stacey Clare ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 1.7k ",
        "datePosted": " Saturday 9 Feb 2019 10:15 am ",
        "dateExtraction": " 2019-11-12 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/02/09/im-a-stripper-but-that-doesnt-stop-me-from-being-a-feminist-8398522/ ",
        "postText": "My name is Stacey Clare and for over 12 years I have worked as a stripper. I’m also a feminist.', 'The fact that these two features of my life may seem completely incongruous and out-of-step to some women, and yet so obviously compatible to others, reflects the ongoing deep divides within the gender equality movement over the sex industry.', 'As 21st century feminism advances through the #MeToo movement and the Time’s Up campaign, unless we can have meaningful, circumspect and evidence-based dialogue around the facts and lived experiences of sex work, this discord will only become more uncomfortable.', 'All too often, the subject is hijacked by hysteria and stereotyping, making such conversation impossible and counter-productive.', 'I have identified as a feminist for as long as I have been a stripper. I began dancing as a student to pay my way through higher education, which nowadays is an expensive pursuit.', 'My own alignment as a feminist is based on a woman’s right to choose.', '‘My body, my choice’ sounds like an obvious paradigm, but it shouldn’t be underestimated how fundamental it is to the feminist movement.', 'The right to bodily autonomy is what gave women access to safe abortion and birth control.', 'It therefore seems contrary for one woman to campaign against another woman’s right to agency over her own body. We shouldn’t get to cherry-pick which groups have the right to which freedoms, we either all have it or we don’t.', 'But of course, I get it. It’s on the question of genuine agency that we all fall down. Do strippers really have agency in a job where they have virtually no employment security or workers’ rights?', 'There isn’t a stripper in the UK who will claim there are no problems with the way sexual entertainment venues are run. I’ve worked in clubs that are incredibly unfair to their female workers.', 'Equality of the sexes when the economy of a strip club is stacked against the predominantly female workforce and in favour of the venue operators (the majority of whom are male) is a running joke.', 'But this is not a unique problem to our workplaces. Current UK regulations fail self-employed contractors in many industries, with gig economy workers being exploited in droves.', 'Plumbers, delivery drivers, cleaners, and security workers have all joined the battle against exploitative business practices over recent years. And if the #MeToo and Time’s Up campaigns have revealed anything, it’s that sexism is not limited to my industry, but an endemic problem that women in all areas of society face daily.', 'Throughout my dancing career, I have worked in a range of venues, from high-end ‘classy’ establishments, to more down-to-earth bars.', 'I found myself working in The White Horse, a traditional East London boozer, for a few years, run by a family of women. Working conditions there were surprisingly amenable to the dancers, but in 2016 it closed due to the relentless gentrification of Shoreditch.', 'One night, a feminist customer took up camp at the bar, and after a couple of hours glowering at the dancers and staff she decided to ‘stand up’ for the sisterhood.', 'Having identified the female business owner, she started yelling accusations of trafficking, pimping, exploitation and abuse.', 'As she was being escorted outside by security, she even went in for a physical assault on our boss, managing a slap in her face before being booted off the premises.', 'This is a classic example of feminism in crisis. Had this moral crusader bothered to stop and ask us about our experiences, she may have been surprised to hear that the women working there were treated more fairly than almost any other venue in London.', 'The moral panic over sexual objectification of women has gone on for too long, and it’s not progressive.', 'The 21st century feminist movement needs to update the agenda to include people (of all genders) who consent to sexual objectification in return for money, within a capitalist system that turns all labour into a commodity.', 'We need to have serious conversations about what happens when strip clubs are shut down and sex work is criminalised.', 'We need to acknowledge the disastrous economics of austerity that have pushed more women into sex work in the first place.', 'We must accept that putting women out of work and taking away their methods of financial independence puts them in even more precarious circumstances.', 'I’ve seen for myself how ‘agencies’ and rogue operators crop up in place of clubs, taking full advantage of the financial insecurity young women face.', 'I’ve felt the effects of the Policing and Crime Act 2009, a law that was fought for by the radical feminist left, but has in fact had a devastating effect on working conditions for strippers.', 'That law was supposed to end exploitation and ‘clean up’ the industry, but in reality exploitation has increased thanks to unreasonable licensing conditions, club closures, and a systematic failure to address the issue of dancers’ employment rights.', 'We must understand how, by driving stripping and sex work off the high street and underground into private, unlicensed and unsafe flats and hotels, we actually feed the patriarchy.', 'We must not forget that male power and dominance has thrived for thousands of years by denying women their self-determination, and so by removing women’s choices, even to do sex work, we undermine true feminism.', 'The genie won’t go back in the bottle, sex work is here to stay. The real debate is how safe or dangerous do we want it to be for those of us who choose it?",
        "numberPosts": " 2 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Beverley Skouse",
            "date": "39w",
            "timestamp": "1549722085",
            "commentText": "Would the writer genuinely have chosen to work as a stripper though if not for needing to pay her university fees!? And how can anyone call themselves a feminist who is also happy to be 'sexually objectified' for money. The meaning of the word is now just bandied about and lost!",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "1",
                    "user": "Nick Ian Broer",
                    "date": "39w",
                    "timestamp": "1549736827",
                    "commentText": "The meaning of the word feminist lost its value quite a while ago. Currently, it is more defined by man-hating rather than looking for equality. Second to that, plenty of women work their way through university doing a wide range of jobs, so yes, stripping was a choice.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Beverley Skouse",
                    "date": "35w",
                    "timestamp": "1552182154",
                    "commentText": "Nick Ian Broer  yes I agree, it has lost its meaning. But I don't agree it's man hating. I worked for the nhs, I work hard hours, have you ever sold your body?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3",
                    "user": "Herman Johnson",
                    "date": "33w",
                    "timestamp": "1553275432",
                    "commentText": "Skanks gonna do what skanks gonna do.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Herman Johnson",
            "date": "33w",
            "timestamp": "1553275411",
            "commentText": "You chose a profession to entertain men.  Skank.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}