{
    "header": {
        "title": " Muslim woman denied entry to nightclub after refusing to remove hijab ",
        "subtitle": " ",
        "owner": " Basit Mahmood ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 724 ",
        "datePosted": " Tuesday 29 Oct 2019 9:58 pm ",
        "dateExtraction": " 2019-11-25 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/10/29/muslim-woman-denied-entry-nightclub-refusing-remove-hijab-11008228/ ",
        "postText": "A Muslim woman says she felt ‘humiliated’ and ‘violated’ after being refused entry into a nightclub for wearing a hijab.', 'Soaliha Iqbal was in the queue with friends outside a Sydney venue, when a member of door staff asked her to take her hijab off.', 'She wrote on blog post website 5Why: ‘Chatting and laughing with my mates in the line, I broke off mid-conversation to hand my ID to Paragon’s bouncer-but he didn’t ask for it or take it.', '‘Instead, he pointed to my hijab and said “take it off”.', 'The 21-year-old says she was in such shock at the request that she couldn’t muster the words to respond and felt discriminated against.', 'Police who were in the area had to intervene as the argument between Ms Iqbal and the door staff became more heated, after the doorman was called racist.', 'Ms Iqbal was told to move 50 metres away from the venue, after staff cited a law requiring those who had been refused entry to a venue, to do so.', 'She said her treatment had amounted to blatant discrimination and that she had ‘never been treated so badly in her whole life’ and also felt that the police had blamed and gaslighted her.', 'Ms Iqbal also said that she has not had a problem with bouncers in the past letting her in with her hijab because ‘they know she doesn’t drink and wouldn’t be causing any problems’.', 'She added that she was angered by management staff’s refusal to apologise to her, who at the time ‘refused to acknowledge that it was wrong to ask me to take my hijab off’.', 'In a later statement posted on Facebook, Craig Wesker, group operations manager for Ryan’s Hotel Group who own Paragon, issued an ‘unreserved apology’ to Ms Iqbal.', 'He added: ‘As this was [the bouncer’s] first shift on the venue, he no doubt wanted to impress the venue management with his professionalism and attention to detail in carrying out his duties and responsibilities diligently.', '‘Due to this diligence when checking you (sic) ID and trying to ensure he had facial recognition, he asked you to remove you (sic) hijab interpreting it as only a head scarf.', '‘Understandably, you were taken aback by the request and then by virtue of the fact that there was quite a number of people trying to enter the venue, he asked you to step to one side so he could talk to you further about it.', '‘This action appears to have been interpreted you (incorrectly) as the Security Personal denying you entry for you refusing to remove your hijab.’",
        "numberPosts": " 11 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Physical Identity - Physical (and Mental) Impairments,Age - Over 65s,Gender - General,Age - Youngsters",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Blind,Old,Woman,Nothing",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Ishmail Salad",
            "date": "3w",
            "timestamp": "1572388413",
            "commentText": "She sexy",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Della Maxwell",
            "date": "3w",
            "timestamp": "1572388792",
            "commentText": "GOOD, Should be uncovered in public. They should NOT be covered in Public, you dont know Who they are. If they dont like it, they can decide to live somewhere else.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "2",
                    "user": "Jensen Wilhelm",
                    "date": "3w",
                    "timestamp": "1572435920",
                    "commentText": "Are you <b> blind?</b> Her face is uncovered idiot! Hijab just covers the head. Typical anti Muslim logic.",
                    "likes": 9,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Blind"
                    ]
                },
                {
                    "id": "3",
                    "user": "Ade Foiadelli",
                    "date": "3w",
                    "timestamp": "1572441450",
                    "commentText": "Depends - Sydney, like the UK, is a democracy where people are free to wear what they like.Where do you live? It must be awful not having the right to dress how you want.",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Ian Tucker",
            "date": "3w",
            "timestamp": "1572426551",
            "commentText": "Dress code applies to everyone regardless of what space fairy you believe in. Good.",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5",
                    "user": "Jensen Wilhelm",
                    "date": "3w",
                    "timestamp": "1572436163",
                    "commentText": "What dress code? The nightclub apologised so clearly her hijab wasn’t a problem and thus no dress code affecting her. If you read the article the issue wasn’t to do with dress code but an apparent security issue perceived by the dimwitted bouncer!",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "6",
            "user": "Yam Moj",
            "date": "3w",
            "timestamp": "1572435760",
            "commentText": "@Basit Mahmood- Was it really a nightclub?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "Frank Darling",
            "date": "3w",
            "timestamp": "1572437084",
            "commentText": "Shut up.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8",
            "user": "Vicki Peters",
            "date": "3w",
            "timestamp": "1572440780",
            "commentText": "She doesn't drink or cause problems? The police had to be called over. The more exclusive nightclubs I've been in wouldn't hesitate to deny entry to someone who wasn't dressed to their standards. It's part of maintaining a certain vibe. If she was wearing an <b> old,</b> stained t-shirt and cutoff shorts, she probably wouldn't be allowed in to an upscale nightclub. Being a private business, they can do that. People think they're entitled to anything they want and always cry discrimination when they don't get their way. Like a child.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "9",
                    "user": "Ade Foiadelli",
                    "date": "3w",
                    "timestamp": "1572442271",
                    "commentText": "The police were already in the area, they didn't need to be \"called over\", they intervened as the argument got heated. As it says in the article.This could have been due to this being the doorman's first shift, which was suggested by Craig Wesker, group operations manager of the company that owns the club, when he apologised to her on Facebook for the incident happening. As it says in the article.The whole reason her non-drinking is cited is, as the whole sentence says: \"Ms Iqbal also said that she has not had a problem with bouncers in the past letting her in with her hijab because ‘they know she doesn’t drink and wouldn’t be causing any problems’.\" Reading the words reveals it wasn't her first time in the club, and she had always been admitted with her hijab on.\"More exclusive nightclubs\" tend to attract and admit the kind of person who can at least f*cking read, so I doubt you've been inside any at all.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Old"
            ]
        },
        {
            "id": "10",
            "user": "Matt Johnson",
            "date": "3w",
            "timestamp": "1572441475",
            "commentText": "Nightclub? Looks like a hotel to me",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "11",
            "user": "Ray Smith",
            "date": "3w",
            "timestamp": "1572444042",
            "commentText": "Very pretty <b> woman.</b> Should focus on her looks rather than what she is wearing on her pretty head.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "12",
                    "user": "Maaz Kalim",
                    "date": "3w",
                    "timestamp": "1572594336",
                    "commentText": "Snark??? 😏",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "13",
                    "user": "Ray Smith",
                    "date": "2w",
                    "timestamp": "1573068903",
                    "commentText": "Maaz Kalim  No im serious. she is very pretty",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "14",
            "user": "Zach lost Mountain Bike Melbourne",
            "date": "3w",
            "timestamp": "1572448908",
            "commentText": "We",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "15",
            "user": "Reaper Grim",
            "date": "3w",
            "timestamp": "1572457188",
            "commentText": "Ms Iqbal also said that she has not had a problem with bouncers in the past letting her in with her hijab because ‘they know she doesn’t drink and wouldn’t be causing any problems’.They let her in because they knew if they didn't it was cause problems. And it has!Read more: https://metro.co.uk/.../muslim-woman-denied-entry.../...Twitter: https://twitter.com/MetroUK | Facebook: https://www.facebook.com/MetroUK/",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "16",
                    "user": "Jensen Wilhelm",
                    "date": "3w",
                    "timestamp": "1572461346",
                    "commentText": "That’s the most stupidest logic. It means they had such great godly foresight they knew it would cause trouble.In that case why then did this godly bouncer cause trouble by not allowing her in?!Instead trying to make her the troublemaker - why not accept she regularly went to this club without issue until this incident. Isn’t that more logical?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "17",
            "user": "Ishmail Salad",
            "date": "3w",
            "timestamp": "1572458612",
            "commentText": "Too many morons commenting abiut how the girl's hijab can be deemed as not following the dress code of the club. Without knowing that actually headscarf is <b> nothing </b>to do with dress code. But like the typical wimps they are, they jump on the who she has a hijab therefore should not be allowed anti Muslim rhetoric.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        }
    ]
}