{
    "header": {
        "title": " Spike Lee was right to ‘storm out’ when Green Book won best picture at Oscars amid ‘white saviour’ criticism – here is why ",
        "subtitle": " ",
        "owner": " Tobi Akingbade ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 606 ",
        "datePosted": " Monday 25 Feb 2019 12:36 pm ",
        "dateExtraction": " 2019-11-15 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/02/25/spike-lee-right-storm-green-book-won-best-picture-oscars-amid-white-saviour-criticism-8734166/ ",
        "postText": "The biggest night in Hollywood has sparked yet another debate over race and the ‘white saviour complex’ as Green Book won best picture at the Oscars.', 'Spike Lee – who grabbed the award for best adapted screenplay for BlacKkKlsansman – reportedly ‘stormed out’ when Green Book won the award on Sunday night and I wasn’t surprised nor could I fault him for it.', 'For starters, Green Book is a biopic about a black man that focuses on a white man and like Spike, I am exhausted – and bored – of watching Hollywood pat themselves on the back for pushing a ‘black movie’ while simultaneously erasing the voices of the central characters.', 'The Oscars can and must do better.', 'In case you missed it: Green Book, which stars Mahershala Ali and Viggo Mortensen, beat off competition from the likes of Black Panther, Bohemian Rhapsody, Roma, A Star Is Born and Spike’s own BlacKkKlansman to scoop the coveted best picture award.', 'In the midst of Black Panther and Spike’s film – both incredible projects focused on the lives of black characters – Green Book seemed like the typical choice for an Oscar win, but that doesn’t mean that the status quo isn’t a problematic annoyance.', 'Directed by Peter Farrelly, Green Book follows a white man, Tony Lip (Mortensen) who drives around an African-American pianist, Dr Don Shirley, on a concert tour in the Deep South during the 1960s.', 'Admittedly it is a ‘beautiful’ watch – considering the fact that I laughed, winced and felt extremely anxious before I could even complain about the ‘white saviour trope’.', 'On paper, the movie is a ‘good’ one and Ali – who won the award for best supporting actor – acted the heck out of his role as Don Shirley.', 'But sadly the story focused on a less accomplished cab-driving Tony, his background, his awful manners, and his very racist family.', 'Don Shirley’s extraordinary life and existence was the second act of his own story and the main star was the self-redemptive Tony, who somehow figured out how to go from being casually racist to learning how to have a singular black friend.', 'These are the things that get awards, I see.', 'It barely gave due diligence to the experience of Don, a musical genius, who at times was not allowed to dine with the people who travelled and paid to watch him perform.', 'In fact, the actual Green Books – aka Negro Travelers’ Green Book formerly known as The Negro Motorist Green Book – that the film was named after barely got a cameo, unless Tony was holding it in between scenes.', 'Rather, whenever Don had a problem – ie getting beat up by bigots – we learned about it when Tony ‘saved him’ from the situation before gifting viewers with his shallow critique on race relations in the US.', 'Despite the tears and giggles, the narrative was as shallow as a puddle in a desert because it stripped the real-life Don Shirley and African-Americans from starring in their own story.', 'This is telling as Ali collected the award for best supporting actor – surely that in itself is a red flag that something is really wrong in this supposedly post-racial society that we live in.', 'This would be a great point to mention that when I watched the film with my best friend, we were surrounded by cinemagoers in multi-cultural London who laughed hysterically at some of the most upsetting and violently racist scenes.', 'It leaves me to ask myself whether the Academy only favours black stories when told from the eyes of a white man or woman? Of course, Black Panther or Spike’s film did not have to win Best Picture, but I find it very symbolic that the Marvel film celebrated for positive portrayal of black people lost out to the biopic about a black man told by a white man.', 'Black Culture – a term I have found myself increasingly uncomfortable with – is not a monolith, so it would be impossible for me to entirely and completely understand the displeasure descendants of slaves and African-Americans felt while watching Green Book.', 'As a Black Briton of Nigerian descent, I can emphasise with Spike and I hope one day the Oscars can too.",
        "numberPosts": " 10 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - Black,Ethnicity - General,Religious Identity - Protestant",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Black,coloured,Racist,Racism,Spike",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Tony Sharp",
            "date": "37w",
            "timestamp": "1551110201",
            "commentText": "IMDb describes the film thus, \"A working-class Italian-American bouncer becomes the driver of an African-American classical pianist on a tour of venues through the 1960s American South.\" So is the focus of the film on Tony Lip or Don Shirley?",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Andy Hogg",
            "date": "37w",
            "timestamp": "1551115498",
            "commentText": "I think family guy perfectly summed up <b> spike </b>lee’s own approach to type-casting certain groups 😄",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Spike"
            ]
        },
        {
            "id": "2",
            "user": "Peter Fraser-Bodenham",
            "date": "37w",
            "timestamp": "1551124931",
            "commentText": "Sick to death of people trying to play victim!!",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "3",
                    "user": "Enoch Moses",
                    "date": "37w",
                    "timestamp": "1551182322",
                    "commentText": "Hm.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Hernandez Rahul",
            "date": "37w",
            "timestamp": "1551125802",
            "commentText": "Stop playing the is it cos I is <b> black </b>card. If<b>  Black</b> Panther had won then you would have claimed that the character was written by a white guy. Blackklansman was a good story but is more like a TV film rather than a real involving movie. Who is the rea<b> l racis</b>t here?",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "5",
                    "user": "Camilla Clarke",
                    "date": "37w",
                    "timestamp": "1551206338",
                    "commentText": "Stop deflecting.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racist",
                "Black"
            ]
        },
        {
            "id": "6",
            "user": "Nick Ian Broer",
            "date": "37w",
            "timestamp": "1551127324",
            "commentText": "Racism everywhereeeeeee",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racism"
            ]
        },
        {
            "id": "7",
            "user": "Stuart Brenton",
            "date": "37w",
            "timestamp": "1551132425",
            "commentText": "I don't believe the film was ever meant to be a 'biopic' of Don Shirley, it's obviously a buddy movie about the two getting to know each other and becoming friends despite being polar opposites (personality wise) and it was co-written by Tony's son so would have hardly been a biopic of Don's. I think this just smacks of complaining for complaining's sake, the oscars winners were more diverse than they have ever been (oh and don't use the word problematic ever, anyone who uses it comes across as an idiot as soon as they say it)",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "8",
                    "user": "Camilla Clarke",
                    "date": "37w",
                    "timestamp": "1551206243",
                    "commentText": "Problem is, they were never friends. The writer made that up to create a story that white people would be comfortable with. I'd never be friends with a <b> racist </b>(even if they started being nice) that just wouldn't happen.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "9",
            "user": "Kantami Blossom",
            "date": "37w",
            "timestamp": "1551133545",
            "commentText": "no he wasn't right to try and storm out, he was just his typical self entitled bitter little self.and if you want to claim the movie wasn't accurate either was Lee's.it's set at the wrong time, there was no bombings, there was no arrests made, and there was no politically active girlfriendthe character Adam Driver plays in the film wasn't Jewish but was changed for \"dramatic reasons\" which is political speech for \"because he needed a reason to dislike the KKK because Lee doesn't think a normal white guy would dislike <b> racism\"</b>the investigation wasn't stopped because of the reasons given in the film but because the fake Stallworth was nominated to become a leader of a KKK chapter and the police chief didn't want that to happen because it woud mean a police officer would be running the local KKK.i should also point out the film completely ignores the claims that Stallworth himself was a member of a goverment group that joined politically active<b>  black</b> groups to keep tabs on them and when necessary get them to start fights with other groups to give the police reason to arrest anyone involved.now wether those claims are true i can't say but Lee ignored those claims the same way Farelly ignored claims from Dr. Shirleys family.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racism",
                "Black"
            ]
        },
        {
            "id": "10",
            "user": "John Brady",
            "date": "37w",
            "timestamp": "1551139612",
            "commentText": "There are far too many <b> coloured </b>movies we need to go back to<b>  black</b> and whit<b> e.Spik</b>e Lee, was he in 'The Color Purple?'",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Black",
                "coloured",
                "Spike"
            ]
        },
        {
            "id": "11",
            "user": "Beverley Skouse",
            "date": "37w",
            "timestamp": "1551140437",
            "commentText": "The Oscars comitte is run by middle class older white men, who till recently would have been also influenced by the mysognist Harvey Weinstein. There shouldn't be token <b> black </b>actors, I.e big statement denzil and Halle. Cause he didn't  deserve it. It should be purely talent, or eradicated I think personally.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Black"
            ]
        },
        {
            "id": "12",
            "user": "Tessa Charlotte",
            "date": "37w",
            "timestamp": "1551214782",
            "commentText": "The film is told from the perspective of Tony Vallenonga as he wrote the memoirs. If they were Don Shirley's memoirs it would've been told from that perspective. Blackkklansman was a brilliant film but was it Oscar worthy? Personally I think it was but most people are just going to prefer green book it was the better film, but how you could possibly think that <b> Black </b>Panther had a hope in hell of bagging an Oscar is beyond me &amp; takes any gravitas from your argument.Odd that you didn't mention Roma in your rant. I guess Mexican people don't fit your agenda.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Black"
            ]
        }
    ]
}