{
    "header": {
        "title": " Student wants to get rid of ‘faggot’ from Fairytale of New York ",
        "subtitle": " ",
        "owner": " Martine Berg Olsen ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 15k ",
        "datePosted": " Thursday 6 Dec 2018 12:55 pm ",
        "dateExtraction": " 2019-10-30 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/12/06/students-wants-get-rid-faggot-fairytale-new-york-8215553/ ",
        "postText": "A student wants to remove the word ‘faggot’ from classic Christmas song Fairytale of New York because it’s a ‘homophobic slur’.', 'Thomas Haynes wrote an article for student newspaper The Tab and said the lyric from the festive favourite was as ‘bad as using the N-word’.', 'The publication’s assistant editor insisted people should stop singing the line ‘you cheap lousy faggot’ and there are a growing number of people who support his position.', 'Yesterday songwriter Shane McGowan said he didn’t mind if the word was bleeped.', 'Justin Myers wrote on his page The Guyliner in November: ‘I remember Christmas 1989, one of my very favourite school bullies striding down the aisle of the school bus shouting out that line, and timing the ‘faggot’ with a slap to the side of my head that made it bounce off the window.’', 'Hayes echoed his calls and added that the line should be removed from YouTube because none of the Pogues or Kirsty McColl were gay.', 'He made his comments in an online article posted on Wednesday titled ‘Dear straight people, stop singing the word “faggot” in Fairytale of New York’.', 'He also posted a link to a six-year-old video of Gary Barlow performing the song with Nicole Scherzinger, Tulisa and Dawn French, which he describes as ‘reeking of pre-2012’.', 'He writes: ‘The scene of a packed crowd cheering on a straight woman for successfully uttering a homophobic slur is f**king bulls**t.', '‘The “faggot” line is predictably censored on radio, but that won’t stop straight people singing it at the top of their lungs when it comes on in the pub.', '‘Only when you take a step back does something seem off with that picture in 2018.’', 'Haynes goes on to argue members of LGBT community listening to the song could be reminded of a time they were bullied.', 'He concludes by saying: ‘This Christmas, give yourself the gift of not being an arsehole: When Fairytale of New York plays on your next night out, just don’t sing one word of it.', '‘That’s all – one word, two syllables. Not too much of a stretch, right?’', 'Supporters of keeping in the controversial word claim songwriter Shane McGowan was referencing an old Irish slang word meaning a lazy person.', 'Others branded the Haynes as a ‘condescending millennial snowflake’ while one replied: ‘I’m gay and I sing it loud and proud.’', 'Yesterday McGowan addressed the controversy and said he didn’t want to get into an argument.', 'He didn’t explicitly say what the word was meant to convey but added: ‘The word was used by the character because it fitted with the way she would speak and with her character.', '‘She is not supposed to be a nice person, or even a wholesome person.', '‘She is a woman of a certain generation at a certain time in history and she is down on her luck and desperate.', '‘Her dialogue is as accurate as I could make it but she is not intended to offend.’', 'He added: ‘If people don’t understand that I was trying to accurately portray the character as authentically as possible then I am absolutely fine with the bleeping the word but I don’t want to get into an argument.’",
        "numberPosts": " 16 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Sexual Identity - General,Sexual Identity - Male homosexuality, Ideological and Political Identity - General,Age - Youngsters,Ethnicity - General,Gender - General,Sexual Identity - Transexuality",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Gay,LGBT,Gay,LGBT,Snowflake,Nothing,Twerp,Racist,Sex,LGBT",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Ray  Hewitt",
            "date": "46w",
            "timestamp": "1544101340",
            "commentText": "He's going to lose his mind when he listens to Dire Straits Money For <b> Nothing!</b>",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "1",
                    "user": "Laura French",
                    "date": "46w",
                    "timestamp": "1544130675",
                    "commentText": "I think the censors beat you to it Ray - I had to go and listen to that song again because I love Straits but I've never heard anything remotely controversial in the lyrics. Sure enough, my version has those 4 lines omitted! :o",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Buford T Wainwright",
                    "date": "46w",
                    "timestamp": "1544313717",
                    "commentText": "Richie Devereux every other rap record and a lot of modern reggae is <b> racist,</b> homophibic and advocates voilence towards women but it's 'cultural' so it's ok.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                }
            ],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "3",
            "user": "Gemma Wright",
            "date": "46w",
            "timestamp": "1544107841",
            "commentText": "Don't let him listen to 80s glam rock; his little head would implode and that would make a mess.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Joshua Brown",
            "date": "46w",
            "timestamp": "1544109828",
            "commentText": "\"just another weapon turned against homophones\"A homophone is a word that sounds like another word, not quite right there.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Lindsay Holdsworth",
            "date": "46w",
            "timestamp": "1544117422",
            "commentText": "*Sigh*",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "6",
                    "user": "Tracy Ann O'Brien",
                    "date": "46w",
                    "timestamp": "1544346961",
                    "commentText": "My thoughts exactly",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "7",
            "user": "Russell Jacques",
            "date": "46w",
            "timestamp": "1544177298",
            "commentText": "wait....waaaitt... does it sound like shes calling him a cheap lousy \"camp, <b> gay<b>  </b</b>>person\".. or does it sound like hes calling him a cheap lousy meatball.  Which sounds contextually correct.honestly, can we stop getting so offended about things that happened before you were born and are now culturally significant.  Not everyone is out to hate the gays.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gay"
            ]
        },
        {
            "id": "8",
            "user": "Jack Russell",
            "date": "46w",
            "timestamp": "1544199569",
            "commentText": "Another crackpot <b> snowflake </b>after it’s 2 mins. of fame.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Snowflake"
            ]
        },
        {
            "id": "9",
            "user": "Linda Curtis",
            "date": "46w",
            "timestamp": "1544199619",
            "commentText": "Student needs to get over himself and discover what theory really refers to",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "10",
            "user": "Kevin Slade",
            "date": "46w",
            "timestamp": "1544258467",
            "commentText": "This is where as a straight white male it’s so hard to know is correct. One on hand ‘controversial’ words are now being used through empowerment and ownership as language evolves to take away negative connotations- but yet I can listen to the music, enjoy the music, have it in my car full volume yet cannot say the word? That doesn’t make sense. I’m allowed to like the music of <b> gay<b>  </b</b>>artists but yet it appears I can’t comment on them being <b> a g<b> a</b</b>>y icon.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gay"
            ]
        },
        {
            "id": "11",
            "user": "Chris Palmer",
            "date": "46w",
            "timestamp": "1544275025",
            "commentText": "I wish people would stop censoring songs and films, if you don't like the lyrics, or swear words in general, use the off button. Simple.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "12",
            "user": "Buford T Wainwright",
            "date": "46w",
            "timestamp": "1544313650",
            "commentText": "can we get rid of <b> snowflake </b>students instead?",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Snowflake"
            ]
        },
        {
            "id": "13",
            "user": "Jeff Trump",
            "date": "46w",
            "timestamp": "1544323505",
            "commentText": "Does this mean \"Mr Brains Faggots\" needs to have their product named changed too?  many words have different meanings.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "14",
            "user": "Brian Hendrie",
            "date": "46w",
            "timestamp": "1544456536",
            "commentText": "Don't let him listen to any other Pogues songs  They're not known for their <b> snowflake </b>friendly lyrics.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Snowflake"
            ]
        },
        {
            "id": "15",
            "user": "Albert Ross",
            "date": "46w",
            "timestamp": "1544467196",
            "commentText": "Thank God hes too young for Maurice Chevalliers `Thank Heavens For Little Girls`.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "16",
            "user": "Darren McCabe-Hay",
            "date": "46w",
            "timestamp": "1544517750",
            "commentText": "As a <b> gay<b>  </b</b>>man, I am not offended by this line. But then again, I am not <b> a snowflak</b>e!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gay",
                "Snowflake"
            ]
        },
        {
            "id": "17",
            "user": "Graham Sargent",
            "date": "46w",
            "timestamp": "1544520872",
            "commentText": "Can’t spoil a great song",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "18",
            "user": "Emma Burford",
            "date": "46w",
            "timestamp": "1544534551",
            "commentText": "What a load of rubbish!While I see that the word can and is misused, so are many other words, all they need is some people to stir up trouble too!The language fits with the tone and the situation of the song.Besides, The little <b> twerp </b>only wants straight people to stop singing it.A few things wrong with that, one, he is discriminating by<b>  sex</b> (surely mr ‘I’m so inclusive and accepting’ shouldn’t be doing that? Secondly, what makes it okay for other individuals on th<b> e L<b> GB<<b> /b</b</b>>>T+ to say it and not mean it in a derogatory way? Just because someone identifie<b> s a<b> s <<b> /b</b</b>>>LGBT+ doesn’t mean they don’t bully or offend others with their choice of words.Also ppl stop slamming all millennial as wimpy snowflakes, I’m a millennial, an dplemty like me also do not believe in this micro nannying crap!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sex",
                "Twerp",
                "LGBT"
            ]
        }
    ]
}