{
    "header": {
        "title": " Does Theresa May’s defence of me signal the end of toxic Tory politics? I won’t hold my breath ",
        "subtitle": " ",
        "owner": " Diane Abbott MP ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 1k ",
        "datePosted": " Thursday 4 Oct 2018 8:13 am ",
        "dateExtraction": " 2019-11-26 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/10/04/does-theresa-mays-defence-of-me-signal-the-end-of-toxic-tory-politics-i-wont-hold-my-breath-8003512/ ",
        "postText": "There were no policies and no plans for the future at the Tory party conference.', 'But it was surprising that there were respectful remarks about me from the Home Secretary, Sajid Javid and the Prime Minister, Theresa May.', 'They were at pains to say that they disagreed with my policies, but Theresa May deprecated the racist and sexist attacks on me, whilst Sajid Javid spoke about my guts and determination.', 'I appreciate what they said. But it is rather different from what the Tories were saying during the 2017 General Election. They fought a campaign characterised by the politics of personal destruction.', 'I was the focus of official Conservative attack material. Particularly during the final campaign weeks, when a third of emails to Conservative members identified what they called the threat of me becoming Home Secretary.', 'Billboards sprang up featuring Jeremy Corbyn and me. The Tories relentlessly pushed videos of me on Facebook and this was backed by paid-for advertising.', 'On the horrific abuse I received, an Amnesty International report revealed, ‘She receives an incredibly disproportionate amount of abuse and was the target of almost a third (31.61%) of all abusive tweets we analysed. She received even more abuse in the six weeks leading up to 2017’s snap general election, when 45.14% of abusive tweets were aimed at her.’', 'I would hate any young woman, whatever her colour, to be put off entering politics by this type and volume of abuse.', 'We should all strive for a less toxic politics. So I would hope to see the Tory leadership give up personalised attacks on their political opponents.', 'The Tory attacks are disgraceful – but the public can decide for themselves whether it is the victim or abuser who is diminished.', 'But I won’t hold my breath, because people only resort to personal attacks when they are panicked and don’t have an argument. And this government is undoubtedly panicked by the popularity of Labour party policies.', 'This is where there is a stark difference between this Tory party conference and the Labour one of the previous week, especially in the speeches given by the two leaders.', 'Theresa May really had very little to say. Yet Jeremy Corbyn’s speech set out a bold vision for a more united and more prosperous country.', 'His speech included detailed policies such as our commitment to increased childcare for all two, three and four year olds and investment in renewable energy.', 'Even newspapers that are not always friendly to Jeremy Corbyn admitted it was his best conference speech year, and that it captured the mood of the country.', 'This is important because the attacks that matter are not the ads aimed at me or Jeremy Corbyn. They are the relentless attacks on the ordinary people of this country, which the Chancellor Philip Hammond pledged to continue at their conference.', 'Yes, some of the Tory attacks are disgraceful. But the public can decide for themselves whether it is the victim or abuser who is diminished.', 'Instead it is the growing housing shortage and soaring rents that are being suffered by millions of people that count far more.', 'Or the millions who have to wait weeks longer for NHS operations. The majority of people who have suffered an unprecedented fall in real wages who are the victims of the Tories. And, of course, the Windrush generation, who have been illegally detained and wrongfully deported have suffered far more at the hands of the Tories than any one MP.', 'So, if the Tories respectful remarks about me are a hint that these personal attacks will end, let’s wait and see.', 'But it is the attacks on ordinary people right across this country that must end. Only a Corbyn-led Labour government will do that.",
        "numberPosts": " 7 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": " Ideological and Political Identity - General,Physical Identity - Physical (and Mental) Impairments,Ethnicity - General,Religious Identity - Muslim,Nationality - General,Gender - General,Ethnicity - White",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Nazi,Blind,Limp,Race,Racist,Terrorist,Nation,Sex,Gammon",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Arnold Hedge",
            "date": "1y",
            "timestamp": "1538648507",
            "commentText": "Labour MP disagrees with Conservative party. How unexpected!",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "1",
                    "user": "Tom Berry",
                    "date": "1y",
                    "timestamp": "1538925571",
                    "commentText": "Conservative party disagrees with Conservative party.Because they ran a campaign against Abbott and now say ‘terrible what people are doing to Abbott...’So rather, ‘tories lie’. How unexpected!",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Arnold Hedge",
                    "date": "1y",
                    "timestamp": "1538929251",
                    "commentText": "Tom Berry Mmm let me guess which political party you support...",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Lee Whensley",
            "date": "1y",
            "timestamp": "1538652214",
            "commentText": "Well said, Dianne. The hypocrisy of the Tories and their sycophant support is boundless.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 13,
            "replies": [
                {
                    "id": "4",
                    "user": "Paul Adamson",
                    "date": "1y",
                    "timestamp": "1538652636",
                    "commentText": "Says Labour, the most hypocritical party in this <b> nation!</b>",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nation"
                    ]
                },
                {
                    "id": "5",
                    "user": "Lee Whensley",
                    "date": "1y",
                    "timestamp": "1538652844",
                    "commentText": "Paul Adamson I'm not Labour, and might have agreed to a point under Blair, but you're still wrong. Tories are among the lowest forms of life one earth- down there with their <b> Nazi </b>and nonce friends- and always have been.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nazi"
                    ]
                },
                {
                    "id": "6",
                    "user": "Paul Adamson",
                    "date": "1y",
                    "timestamp": "1538655816",
                    "commentText": "Lee Whensley Ridiculous, your 'Nazi's comment is straight from the left wing propaganda machine. Reality, the Tories want people to earn a living, aspire and pay little tax, Labour want welfare dependant drones living a socialist makebelieve utopia.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7",
                    "user": "Peter Fraser-Bodenham",
                    "date": "1y",
                    "timestamp": "1538657919",
                    "commentText": "Lee Whensley you moron",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "8",
                    "user": "Lee Whensley",
                    "date": "1y",
                    "timestamp": "1538658326",
                    "commentText": "Paul Adamson Sorry, I should have been clearer. By \"<b> Nazi\"</b> I mean the Tory Party have literally armed, aided and abetted the likes of Pinochet, Pol Pot, Salman, Sisi, Orban, Xi, Modi, bin Laden, Hussien, Gaddaffi, Erdogan, Trump, Putin and Netanyahu; by \"nonce\" I mean the likes of Jimmy Savile, Peter Ball and whoever's names were on those 114 files the former Home Sec \"lost\". Reality is the Tories are anti-human vermin who borrow to pay for corporate welfare to enrich their non-domiciled donors while cutting services and support for everybody else and killing off the most needy and vulnerable people in society. If you support the Tories you're the scum of the earth and I hope you die in agony, and soon.",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nazi"
                    ]
                },
                {
                    "id": "9",
                    "user": "Lee Whensley",
                    "date": "1y",
                    "timestamp": "1538658546",
                    "commentText": "Forgot to mention the al Qaeda afilliated militiants the Tories arm, aid and abett- under the guise of \"40,000 moderate rebels\"- such as Manchester bomber Salman Abedi, of the Libyan Islamic Fighter group. Tory supporters are hypocritices of the lowest order. Filth.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "10",
                    "user": "Paul Adamson",
                    "date": "1y",
                    "timestamp": "1538659194",
                    "commentText": "Lee Whensley The Tories went to parliament with their wars, Labour meanwhile lied to parliament to gain consent...  Corbyn was paid numerous times by Iran Tv, visited IRA and every anti western regime!  You want to blame the Tories for everything but turn a <b> blind </b>eye to the opposition!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Blind"
                    ]
                },
                {
                    "id": "11",
                    "user": "Jake Banks",
                    "date": "1y",
                    "timestamp": "1538661530",
                    "commentText": "Peter Fraser-Bodenham You absloute pleb, You couldn't even construct a proper insult, you've just used your last remainding brain cell.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "12",
                    "user": "Jake Banks",
                    "date": "1y",
                    "timestamp": "1538661580",
                    "commentText": "Paul Adamson Funny how every conservative or BNP supporter always believes anyway opposing the tories MUST be a Labour... hahaha hilarious.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "13",
                    "user": "Lee Whensley",
                    "date": "1y",
                    "timestamp": "1538662903",
                    "commentText": "Paul Adamson Your contentions are regurgitated tabloid lies though. Even the only true one among them- guest hosting a programme for Press TV- is in no way comparable to arming the very Wahhabi dictatorships &amp; jihadi militias we're supposed to be waging war 'on' terror against. Enough of this sham anyway. It's evident that despite having a world of knowledge and information at your fingertips you've never had an original or non-conformist thought in your life and I've got better things to do with my time than educate an idiot.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "14",
                    "user": "Lee Whensley",
                    "date": "1y",
                    "timestamp": "1538663138",
                    "commentText": "PS. prior to the election of Corbyn I'd have cut my hand off before using it to vote Labour or \"liblabcon\", and I guess we're agreed that Blair is a war criminal and human rights abuser who needs locking up, but then so should Cameron and Clegg for what they did to Libya.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "15",
                    "user": "Lee Whensley",
                    "date": "1y",
                    "timestamp": "1538663195",
                    "commentText": "Peter Fraser-Bodenham '... not a single political argument left'",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "16",
                    "user": "Martin Scola",
                    "date": "1y",
                    "timestamp": "1538679665",
                    "commentText": "he does go on",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "17",
            "user": "Paul Adamson",
            "date": "1y",
            "timestamp": "1538652460",
            "commentText": "Ah but the Tory personal attacks against you were not about your colour, <b> race </b>or<b>  sex</b> - just the fact you are nuts about no borders  and hopeless with numbers...  Nice try Diane, but no cigar.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "18",
                    "user": "Lee Whensley",
                    "date": "1y",
                    "timestamp": "1538659298",
                    "commentText": "The Tory attack ad campaign was a dog whistle to their <b> racist </b>supporters, as well you know, you servile slab of<b>  gammon</b>.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist",
                        "Gammon"
                    ]
                },
                {
                    "id": "19",
                    "user": "Tom Berry",
                    "date": "1y",
                    "timestamp": "1538925394",
                    "commentText": "‘Nuts’ - you/they claim she is insane?!‘No borders’ - advocated by no-one, ever; hyperbolic bull***t.‘Hopeless with numbers’ - got flustered in an interview once?You utter cretin.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Sex",
                "Race"
            ]
        },
        {
            "id": "20",
            "user": "Luke Stanworth",
            "date": "1y",
            "timestamp": "1538661614",
            "commentText": "A Corbyn led government is something that will NEVER happen. The powers that be know all too well the dangers this clown poses. He has no right being in politics let alone running for PM. While he is in command i would completely forget about Labour defeating the tories.",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "21",
                    "user": "Tom Berry",
                    "date": "1y",
                    "timestamp": "1538925484",
                    "commentText": "‘NEVER’ - bet your left nut?‘Dangers’ - returning to 2010 tax levels? Scary...‘No right being in politics’ - because being elected, repeatedly, for three decades, doesn’t constitute a right to be in politics?!You utter f***ing cretin!",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "22",
            "user": "Douglas Unwin",
            "date": "1y",
            "timestamp": "1538669897",
            "commentText": "Labour would destroy the uk with the <b> terrorist </b>IRA supporter as well as others in the uk ,should not have been allowed in any political party ,as a traitor to all our forces who died ,and can not be trusted with our countries armed forces .",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "23",
                    "user": "Richard Scott",
                    "date": "1y",
                    "timestamp": "1538680274",
                    "commentText": "Was Thatcher a \"<b> terrorist </b>IRA supporter\" too then? She met with them quite few times?Was it Labour that made the changes to UK legislation that along with similar changes in the USA lead directly to the worldwide financial meltdown?If you want to talk about those who \"can not be trusted with our countries armed forces\" perhaps you should mention the Party that cut defence spending by £9,000,000,000 within 3 years of weaselling their way into power via their alliance with the<b>  Limp</b> Dumbs!",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Terrorist",
                        "Limp"
                    ]
                },
                {
                    "id": "24",
                    "user": "Tom Berry",
                    "date": "1y",
                    "timestamp": "1538925509",
                    "commentText": "Moronic, Douglas. You embarrass yourself.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Terrorist"
            ]
        },
        {
            "id": "25",
            "user": "Matthew John",
            "date": "1y",
            "timestamp": "1538691630",
            "commentText": "I love kicking back watching right wing uneducated folk getting destroyed left right and centre on facebook in 2018. I dont have to do any more work lol",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "26",
                    "user": "Tom Berry",
                    "date": "1y",
                    "timestamp": "1538925328",
                    "commentText": "Gary Barton ‘Typical lefty bellend’Well thank f*** you came here to elevate the debate.C***.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "27",
            "user": "Bryan Groom",
            "date": "1y",
            "timestamp": "1539292109",
            "commentText": "its not really anout you diane. sorry",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}