{
    "header": {
        "title": " Homophobic bishop told Catholics not to support Pride celebrations ",
        "subtitle": " ",
        "owner": " Joe Roberts ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 1.4k ",
        "datePosted": " Sunday 2 Jun 2019 3:45 pm ",
        "dateExtraction": " 2019-10-30 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/06/02/homophobic-bishop-told-catholics-not-support-pride-celebrations-9775171/ ",
        "postText": "An American bishop has been told to ‘look at your own house’ after telling his flock to not support the LGBTQ community during Pride.', 'Bishop Thomas Tobin said the Pride events ‘encourage activities’ that are contrary to the Catholic faith.', 'The Roman Catholic bishop was immediately condemned after sharing the homophobic ‘reminder’ to Catholics online.', 'He tweeted: ‘A reminder that Catholics should not support or attend LGBTQ “Pride Month” events held in June.', '‘They promote a culture and encourage activities that are contrary to Catholic faith and morals. They are especially harmful for children.’', 'TV presenter Sue Perkins kicked off the backlash, telling the bishop: ‘Investigate the paedophiles in your ranks who use their power to predate on the innocent.', '‘Send your countless riches, stored in vaults and crypts and offshore accounts, to those who starve and live in penury.', '‘Then come and tell me how to live my life.’', 'LGBTQ activist Brian Sims said: ‘I think you meant to say that Catholic priests have promoted a culture and encouraged activities that are contrary to Catholic faith and morals.', '‘One that is especially harmful to minors.’', 'He added: ‘There’s not one ounce of authenticity of integrity here. Attacking families, attacking people fighting for their rights, attacking people celebrating their community, all the while molesting thousands of kids with self-righteous impunity.’', 'The current bishop of Providence in Rhode Island, Tobin, 71, calls himself a Pittsburgh ‘native’ and is ‘proudly pro-life’.', 'He was Pittsburgh’s auciliary bishop from 2992 to 2996 – a period which has since been rocked by allegations of child sexual abuse.', 'Tobin reportedly said he was ‘aware’ of the sex abuse incidents but was ‘not primarily responsible for clergy issues’.', 'Joe Lazzerini, the president of Rhode Island Pride said he was ‘honestly flabbergasted’ after reading the tweet, the Boston Globe reports.', 'He said: ‘He is like the Donald Trump of the Catholic Church, he goes on Twitter and spews out hate.’', 'Shocking moment journalist is diagnosed with breast cancer during live, on-air mammogram', 'Around 350 koalas feared burned to death in Australian bushfires', 'Mother frantically stabbed pit bull as it mauled her son, 4, to death', 'He said Tobin’s claim that the LGBTQ community is harmful to children was especially offensive ‘considering the Catholic Church’s history of covering up clergy sexual abuse of children’.', 'Despite the tweet, Lazzerini said Tobin was still welcome to attend the Pride rally.', 'He added: ‘There’s so much hate in this world, and Pride is all about love.’",
        "numberPosts": " 10 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Sexual Identity - General,Age - Over 65s,Gender - General,Physical Identity - Physical (and Mental) Impairments,Sexual Identity - Male homosexuality",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Homophobic,Gay,Old,Sex,Crazy,Blind,Gay",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Nettie Bonner",
            "date": "21w",
            "timestamp": "1559526678",
            "commentText": "An abomantion!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Lynn Clare Jackson",
            "date": "21w",
            "timestamp": "1559537700",
            "commentText": "Isn't it a bit hypocritical when America is full of Catholic priests sexually abusing young children, especially boyd",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 8,
            "replies": [
                {
                    "id": "2",
                    "user": "James Termini",
                    "date": "21w",
                    "timestamp": "1559544204",
                    "commentText": "Very poor analysis.  The aberrant priests mostly date to 30 or more years ago.  They have been pretty much swept out.  In view of the above few, who are greatly limelighted, to attempt impugning the vast number of priests who are truly holy and dedicated displays a blatant lack of discernment.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3",
                    "user": "Ade Foiadelli",
                    "date": "21w",
                    "timestamp": "1559562945",
                    "commentText": "James Termini - Your post displays a blatant lack of facts.https://www.apnews.com/2953774dff6e40668121a7e4589daaa9The problem is as bad as ever. As it happens, Tobin has been good enough to apologise since this tweet, and to his credit, it isn't mealy-mouthed, it seems like a genuine apology.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "Howard Leech",
                    "date": "21w",
                    "timestamp": "1559582943",
                    "commentText": "James Termini Oh no they haven't, the Catholic Church just moved them to South America, so they could start all over again abusing children.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5",
                    "user": "James Termini",
                    "date": "21w",
                    "timestamp": "1559622173",
                    "commentText": "Ade Foiadelli You are making an erroneous connection.  An increase in allegations does not imply an increase in current or contemporary cases.  In fact, your link confirms what I stated.  Most are cases decades <b> old.</b>  Note this quote from your link:\"According to a survey included in the new annual report, more than 90% of the alleged abusers were already dead or removed from the ministry. Most of the reported abuse occurred between 1960 and 1990, with a peak in the 1970s.\"",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Old"
                    ]
                },
                {
                    "id": "6",
                    "user": "Simon Pittock",
                    "date": "21w",
                    "timestamp": "1559695463",
                    "commentText": "James Termini you complain \"...to attempt impugning the vast number of priests who are truly holy and dedicated displays a blatant lack of discernment.\" and yet in another post you happily accuse entire groups of people of being low intelligence.  Utter hypocrisy.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7",
                    "user": "Ade Foiadelli",
                    "date": "21w",
                    "timestamp": "1559721189",
                    "commentText": "James Termini -  The very first sentence:\"Quantifying its vast <b> sex-</b>abuse crisis, the U.S. Roman Catholic Church said Friday that allegations of child<b>  sex</b> abuse by clerics more than doubled in its latest 12-month reporting period, and that its spending on victim compensation and child protection surged above $300 million.\"You are a horrible child rape supporting little c*nt.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Sex"
                    ]
                },
                {
                    "id": "8",
                    "user": "Joe Tree",
                    "date": "20w",
                    "timestamp": "1560128861",
                    "commentText": "Ade Foiadelli No- you are a horrible child raper BIG c*nt, those who spew the first oaths- lose. YOU are the BIGGEST LOSER!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "9",
                    "user": "James Termini",
                    "date": "16w",
                    "timestamp": "1562696811",
                    "commentText": "Ade Foiadelli Werong again.  As mentioned earlier the increase in allegations does not translate to an increase in current abuses.  Rather, the increase in allegations means that more people are coming forward about occurrences 30 or more years ago.  Why is that so difficult to understand?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "10",
            "user": "Greg S Saunders",
            "date": "21w",
            "timestamp": "1559538088",
            "commentText": "There is no pride in sin.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "11",
                    "user": "Ade Foiadelli",
                    "date": "21w",
                    "timestamp": "1559563023",
                    "commentText": "There is no flesh of a 2,000 year <b> old </b>demi-god in wafers.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Old"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "12",
            "user": "Joe Tree",
            "date": "21w",
            "timestamp": "1559538679",
            "commentText": "In fact ALL other religions have far worst problems than the Catholics who are the only ones publicly combatting it. The public sector has horrific perversions many times times worse. Female teachers raping little boys and getting pregnant, ect. Remember Mary Kay Letourneau?  [LINK]  about those Muslims- hmmm?The left is trying to destroy this pillar of our society and in fact tear it all down. Catholic phobics make me sick. The ones that scream the loudest are guiltest of the worst. Liberal socialist progressives like the sick perverts they protect are deranged. Used to be when someone thought they were Napolean Boneparte they were put in the looney bin, now those who think they are the opposite <b> sex </b>are lauded and those who say they are<b>  crazy</b> are attacked. Madness.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "13",
                    "user": "Ade Foiadelli",
                    "date": "21w",
                    "timestamp": "1559563198",
                    "commentText": "Whatabout! Whatabout! Whatabout! Whatabout! Whatabout! Whatabout! Whatabout! Whatabout! Whatabout! Whatabout! Whatabout! Whatabout!Those who think a ghost f*cked a virgin so that a god could be his own son shout \"Whatabout!\" when the fact of their priests raping children comes up.Personally, I don't want to \"destroy this pillar of our society and in fact tear it all down\" at all. I'd just like it if bishops would report priests when they rape children instead of hushing it up and moving the rapist to another diocese where they can do it again.That's not too much to ask, is it?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "14",
                    "user": "Simon Pittock",
                    "date": "21w",
                    "timestamp": "1559695826",
                    "commentText": "Joe Tree classic, a <b> homophobic,</b> transphobic, Islamophobe cribbing about how Catholic phobics make him sick.  What utter hypocrisy.  As for screaming the loudest... 'nuff said!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Homophobic"
                    ]
                },
                {
                    "id": "15",
                    "user": "Joe Tree",
                    "date": "20w",
                    "timestamp": "1560128525",
                    "commentText": "Simon Pittock You are a homoloving, whatever a transloving is, a muzzie lover (hope they chop off your head) Catholic phobic who makes me and billions of others sick. A pox on you loser.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "16",
                    "user": "Joe Tree",
                    "date": "20w",
                    "timestamp": "1560128738",
                    "commentText": "Ade Foiadelli The only one who would f*ck you virgin boy would  be a ghost you sick hating wackjob. Notice you did not answer the question. Whattabout your deferment of getting to the truth. The bishops DO report it and it is not getting hushed up unlike in the other religions and public sector. How is you Bill and Hillary Clinton flying down to islands to rape children doing? That is what is getting hushed up. So why don't you HUSH the frack up troll?!!!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Sex",
                "Crazy"
            ]
        },
        {
            "id": "17",
            "user": "David Cooke",
            "date": "21w",
            "timestamp": "1559543148",
            "commentText": "Well done Sue Perkins. Could not have said better myself.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "18",
            "user": "James Termini",
            "date": "21w",
            "timestamp": "1559543653",
            "commentText": "The self-impugned like to engage in name-calling.  <b> Homophobic?</b>  If they were capable of clear thinking the LGBTQ crew would realize that they are the authentic homophobes.  They are devoid of insight and are like the blindfolded kid trying to pin the tail on the donkey, a game more in tune with their intellectual capacity.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "19",
                    "user": "Ade Foiadelli",
                    "date": "21w",
                    "timestamp": "1559563380",
                    "commentText": "And how are <b> gay<b>  </b</b>>people homophobes exactly? You got so excited by your stunningly original<b>  \"blin</b>d boy playing pin the tail on the donkey\" euphamism you forget to make a point.Bit of a f*ck up for someone accusing others of lacking insight.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gay",
                        "Blind"
                    ]
                },
                {
                    "id": "20",
                    "user": "Simon Pittock",
                    "date": "21w",
                    "timestamp": "1559695126",
                    "commentText": "James Termini what on earth are you talking about?  Perhaps if you behaved like a civil person and spent less time making ad hominem attacks against entire groups of people, you might actually remember to make *any* point!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "21",
                    "user": "Joe Tree",
                    "date": "20w",
                    "timestamp": "1560128964",
                    "commentText": "HATERS like Ade Foiadelli and Simon Pittock  just gotta hate. Troll losers.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Homophobic"
            ]
        },
        {
            "id": "22",
            "user": "Gino Setti",
            "date": "21w",
            "timestamp": "1559554499",
            "commentText": "Dear Bishop hope yuo have read the new testament and tell me when and where Gesus pronounced and announcd what you say.Pedophilia by catholic priests is right?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "23",
            "user": "Howard Leech",
            "date": "21w",
            "timestamp": "1559582874",
            "commentText": "Why, because his parishoners might just catch a glimpse of him in gold lycra shorts , a giant multiculoured afro and platform boots.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "24",
            "user": "Mariella Djorghi",
            "date": "18w",
            "timestamp": "1560980823",
            "commentText": "Finally a bishop who refused to bow to the PC pagan god!",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "25",
            "user": "Rafael Siberon Caraballo",
            "date": "18w",
            "timestamp": "1560982394",
            "commentText": "Homophobic?!! Ha, ha, ha!!!You are so idiots snowflakes.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Homophobic"
            ]
        }
    ]
}