{
    "header": {
        "title": " My Label and Me: I wear my bisexuality as a badge of honour ",
        "subtitle": " ",
        "owner": " Lewis Oakley ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 303 ",
        "datePosted": " Thursday 3 Jan 2019 8:00 am ",
        "dateExtraction": " 2019-10-30 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/01/03/my-label-and-me-i-wear-my-bisexuality-as-a-badge-of-honour-8247339/ ",
        "postText": "If you were to walk past me in the street as I hold my girlfriend’s hand, my label would not be obvious to you.', 'It’s for this reason that bisexual men like myself often have a hard time convincing the world we exist at all.', 'The path to discovering you’re bisexual is a tricky one and it can take years to fully understand. For me, it wasn’t until I reached the age of 19 that I realised I liked men.', 'Speaking to gay friends, they tell me that most of them knew they were gay from a young age; the other boys talked about the girls they liked and they realised they didn’t feel the same.', 'For a bisexual like myself, I did like girls growing up so never saw myself as different sexually. It wasn’t until adulthood that I realised there had been boys at school I thought were hot, but at the time I’d just thought they were cool and wanted to be like them.', 'To discover you like men at 19 is confusing. The first thought you have is ‘I’m gay.’ Then, as soon as you start to come to terms with this realisation, you think, ‘wait but I keep seeing hot girls everywhere.’', 'Eventually you realise you are a textbook bisexual, but it doesn’t stop there.', 'A bisexual cannot just announce themselves as bisexual without an endless list of questions from those around them.', '‘Do you prefer one or the other?’', '‘How many women have you slept with compared to men?’', '‘Do you have romantic feelings for women but sexual feelings for men?’', '‘Do you think one person will ever be enough for you?', '‘Are you sure you’re not just gay?’', 'Sadly, there doesn’t appear to have been many bi men in history that have forced society to take our sexuality seriously.', '‘Bisexual’ has been a label so few men have been happy to declare they belong to publicly. And it’s fallen on the shoulders of bi men like myself to clear up the misconceptions.', 'For me, that’s why my label is so important – I’m a bisexual and shouldn’t need to explain myself any more than that.', 'All people need to know is that I’m not monosexual. If I choose to tell them more than that then it’s my choice.', 'Strangely, the two groups that have the biggest issues with bisexual men are straight women and gay men – a sad twist of fate considering they are who my sexuality makes me attracted to.', 'Women usually come out with, ‘I could never date a bisexual, I’m too jealous and would be worried you’d cheat.’ Because for some reason it’s okay to say that my sexuality means I’m a cheater.', 'Gay men will usually tell me that I’m actually gay.', 'I’ve never understood how someone thinks they know more about what turns me on than I do, but that is the world I live in.', 'In spite of all this, I wear my bisexuality as a badge of honour.', 'It’s part of me, something I can’t change and more importantly, don’t want to change.', 'It’s really not a negative thing, I get to see the world from a unique perspective. I’ve dated men, dated women; had sex with men and women.', 'My life is fun and I enjoy it now that I’ve learned to embrace it.', 'Honing something that for so many men is a source of shame and making it work for me is a transferable skill, one that’s given me so much confidence in my life.', 'Hopefully one day more bi men will feel the same and stand together behind the bisexual label.', 'It worries me that something I’ve come to see as a strength is a source of great shame and a secret for the majority of men like me.', 'I want to go to bisexual bars and talk to other men like myself, share our experience of dating men and women and trade the best comebacks to people calling us confused or greedy.', 'I want to have friends who have first-hand experience of bisexuality.', 'I’m a bisexual man – and it’s awesome.",
        "numberPosts": " 5 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Age - Youngsters",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Nobody",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Peter Fraser-Bodenham",
            "date": "42w",
            "timestamp": "1546515727",
            "commentText": "Where it as a badge of honour? What saddo does that?!",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Richard Champion",
            "date": "42w",
            "timestamp": "1546537066",
            "commentText": "Freedom March is the answer.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Arnold Hedge",
            "date": "42w",
            "timestamp": "1546542248",
            "commentText": "Badge of honour? Sorry to break it to you, but <b> nobody </b>else cares.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "3",
                    "user": "Zafar Zafar",
                    "date": "42w",
                    "timestamp": "1546560189",
                    "commentText": "● I am making $84 an hour working from home. i was greatly surprised at the same time as my neighbour advised me she changed into averaging $ninety five however I see the way it works now. I experience masses freedom now that i'm my non-public boss. that is what I do......GOOD LUCK ●HERE► w­w­w­.­9­9­p­r­o­f­i­t­.c­o­mⓒ ✹☚ please don't copy ⓒ In Url Thanks Alot",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Nobody"
            ]
        },
        {
            "id": "4",
            "user": "John Brady",
            "date": "41w",
            "timestamp": "1547403938",
            "commentText": "With respect to sexuality, honour has traditionally been associated with (or identical to) \"chastity\" or \"virginity\", or in the case of married men and women, \"fidelity\". Some have argued that honour should be seen more as a rhetoric, or set of possible actions, than as a code.I found this on a website and do not know what it means but neither do I know what wearing a badge of honour as a bisexual means. He looks rather lonely to me in the photos considering he has a choice of him or her. Maybe he should make a choice, front or rear.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Allan Jones",
            "date": "40w",
            "timestamp": "1547944090",
            "commentText": "To be fair, i read your piece but who really wants to know about your deviansies, does it make you feel better because you know its disgusting and wrong and that you walk hand in hand with the Devil?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}