{
    "header": {
        "title": " Don’t believe what you read about transition regret ",
        "subtitle": " ",
        "owner": " Owl ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 9k ",
        "datePosted": " Wednesday 23 Oct 2019 10:13 am ",
        "dateExtraction": " 2019-11-07 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/10/23/dont-believe-what-you-read-about-transition-regret-10961836/ ",
        "postText": "I was 18 years old when I first came out as transgender.', 'I’d been harbouring it for as long as I can remember, but wasn’t properly able to articulate it until then. I simply didn’t know that it was a thing, or that there were other people like me.', 'Even when I did tell everyone and started living as myself, there was still a lot of shame, secrecy and fear about being transgender. One of the biggest fears surrounding it was the possibility of regret, or regretting undergoing hormone therapy and genital surgery.', 'Some people thought that I was simply a gay man who was a bit confused, and that I’d end up regretting this all later on if I went through with it. I knew I wasn’t a gay man, and I was fortunate enough to be raised in an environment where I could have easily come out as one. That just wasn’t me. For me (and for transgender people in general) it was never about who I was attracted to, or my sexual orientation.', 'It was about who I was and who I knew myself to be. Being able to medically transition was life-saving for me.', 'The discussion around regretting transitioning has been rearing its head recently. Various stories about individual cases have been used as an example, casting doubt on healthcare for transgender people.', 'A recent story hit the headlines where a person claimed there are hundreds of people wanting to detransition – but there are no numbers that indicate this.', 'The use of ‘increase in referrals’ to medical transitioning is often used with statistics that sound quite high, but they are never put into context of the general population.', 'Even with increased numbers of referrals, the number of trans people are still just around one percent of the population in the UK. More referrals simply means there are more people seeking this type of health care. It doesn’t mean that everyone who is referred undergoes a medical transition.', 'Getting access to these types of services is actually really difficult, and people have to wait several years for a single appointment at a gender identity clinic. So claims that someone can just enter a clinic and get hormones and surgery quite easily simply aren’t true.', 'I would never diminish or question someone’s experience who says they regretted their medical transition. There are those who do, and they deserve to be believed. But their stories and experiences should never be used to advocate against health care that has benefitted the lives of thousands of people across the UK and beyond. It should never be used as a reason not to allow people to transition.', 'One of the comparisons I have to this is when women who have regretted having an abortion are used to advocate against them. It’s an illogical argument, as the benefits of safe abortions outweigh the possibility of regret, much like with transgender health care.', 'Medically transitioning is life-saving for some transgender people. The number of people who experience regret with transgender related surgery is actually really low according to recent research in the Netherlands (between 0.3 and 0.6 percent) and much lower than regret rates for various surgeries such as knee arthroplasty or cosmetic procedures.', 'When it comes to any surgery, there is always the risk of regret and there will always be people who regret surgeries for a multitude of reasons.', 'A large portion of people who experience regret about medically transitioning do so because of the social rejection they face when they come out as transgender.', 'Research done at the gender clinic in the Netherlands showed that between 1972-2015, a total of 14 people experienced regret. Half of them said it was because of social rejection or the fact they identify as non-binary and not as a trans woman or a trans man.', 'Trans people face stigma and discrimination in their day to day lives and are often rejected from their families, lose their jobs or experience bullying and violence for simply being trans. For some this is simply too much, and they feel they have no choice but to retreat and conform to society’s expectations of them.', 'Another reason people might regret genital surgery is because they simply aren’t satisfied with the results. Like with any surgery, there are things that can go wrong. Genital surgery is far from perfect, especially surgery for transgender men and trans masculine people.', 'For some it was a journey they had to take that ultimately wasn’t the right one for them. People can only make choices based on the knowledge they have at any given time, so of course there will be people who had to go on a journey to discover who they are. It doesn’t always necessarily mean they aren’t trans or that the journey they went on was wrong, but something they felt they needed to do.', 'Such binary terms as in, blanket regret versus no regret, do the whole topic a disservice, ignoring the nuances of our gendered experience.', 'By allocating more resources into transgender health care, whether that be with increasing the quality of psychological care and hormone treatments or making advancements in genital surgery, regret rates will inevitably decrease. By fighting against stigma and prejudice that keeps trans people from living their lives in peace as who they know themselves to be, regret rates will also decrease.', 'The vast majority of people reap the rewards of medically transitioning. I went from being seen as a depressed, shy and reserved teenager to being an active, social and outgoing person. I started participating in life with enthusiasm, I started to tend to my hobbies, I did better at school. I became someone who was finally excited for life.', 'The change was so apparent to those around me. My family were finally able to get to know me properly, and even family members that had been quite prejudiced towards transgender people had a real change of heart. They saw that I was finally happy, so how could that be a bad thing?', 'I now have a partner whom I love very much, we live in a nice little house together, and we talk about having kids and getting a cat or another dog. We have hopes, fears, and aspirations about the future — but the difference is that now I don’t have to worry about not being myself.', 'So let’s not forget the bigger picture here, and the thousands of people that benefit from being able to medically transition and undergoing genital surgery. This doesn’t mean we’re not going to talk about those that experience regret.', 'We have to be able to have more nuanced and frank discussions about health care for transgender people, without regret being used to jeopardise the well-being of people who need transgender related health care.', 'Only that way can we truly create well-rounded solutions and health care that minimises the chance of regret, and allows everyone the opportunity to live their lives to the fullest.', 'As themselves.",
        "numberPosts": " 4 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Sexual Identity - Transexuality,Gender - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Transition,Gender",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Curley Jefferson",
            "date": "2w",
            "timestamp": "1571823851",
            "commentText": "I'd have thought it would be an obvious outcome? When impressionable kids grow up and realise that the trend of the time no longer applies as they've grown out of it. The frequency of medically observed transgenderism is so rare that it's clear this has been an agenda driven trend by identity politics obsessed individuals and educators. Let the law suits begin.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 8,
            "replies": [
                {
                    "id": "1",
                    "user": "Aura Willow Hazel",
                    "date": "2w",
                    "timestamp": "1571827775",
                    "commentText": "if yopu think being trans is TRENBDY you obviously aint seen how many poeople give a trans person a kicking as soon as they see ya. It aint trendy or socially desirable to be tyrans, and probably won't be for a hell of a long time. Most <b> transition </b>\"regrets\" cited by right wing media are people who desist upon the compulksory therapy helping them realise things they had not considered before. That is what therapy is FOR.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Transition"
                    ]
                },
                {
                    "id": "2",
                    "user": "Curley Jefferson",
                    "date": "2w",
                    "timestamp": "1571838878",
                    "commentText": "Aura Willow Hazel clearly you didn't read all of what I wrote...",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3",
                    "user": "Angelina Marie",
                    "date": "2w",
                    "timestamp": "1571839404",
                    "commentText": "No, we can read what you wrote.  It's just BS.  There is no 'trendy' <b> transition </b>club.  People who<b>  transition</b> are threatened with loss of job, family, friends, and life.  If you think it's some kind of internet challenge, just take ten seconds and picture telling everyone in your life, you are about to change you<b> r gende</b>r.If this doesn't seem like fun to you it's because there's no circumstance in which it is 'fun.'  It's very disruptive at the least, it's often terrifying, and only if you are actually trans and this is actually how you want to be, does the other side of it become rewarding enough to allow it to continue.  If it was all hateful diatribes and wondering about being made homeless (I lived on friends' couches for 2 and a half years), then it wouldn't work out, for anyone, ever.  But, there is a reality you are clearly refusing to see (because you are listening to propaganda and not real trans people) and that reality is, it's beautiful to be transitioned.  When we can avoid the abusive, unwanted opinions of people like you and just get on with our lives.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gender",
                        "Transition"
                    ]
                },
                {
                    "id": "4",
                    "user": "Polly Conroy",
                    "date": "2w",
                    "timestamp": "1571840933",
                    "commentText": "PS The incidence of trans is about 0.75% of the population. Or one in every 130 people. There are likely several at every school.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5",
                    "user": "Mike Rimmer",
                    "date": "2w",
                    "timestamp": "1571845042",
                    "commentText": "Curley Jefferson You're referring to the bogus notion of rapid onset <b> gender </b>dysphoria, for which there is no evidence. [LINK] ",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gender"
                    ]
                },
                {
                    "id": "6",
                    "user": "Aura Willow Hazel",
                    "date": "1w",
                    "timestamp": "1571920207",
                    "commentText": "Mike Rimmer I still can't believe people still buy the RGGD guff. I mean it's about as credible as flat earthers. Yety for some reason people still believe it, despite the evidence discrediting it, it's kinda depressing.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7",
                    "user": "Mike Rimmer",
                    "date": "1w",
                    "timestamp": "1571940187",
                    "commentText": "Aura Willow Hazel Confirmation bias - \"it supports my preconceived ideas, so I'll accept it as fact regardless of evidence to the contrary\".",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "8",
                    "user": "Curley Jefferson",
                    "date": "1w",
                    "timestamp": "1571985770",
                    "commentText": "Mike Rimmer I'm referring to the indoctrination of kids at a vulnerable and confusing time in their lives. If all the replies hear want to bury your heads in the sand as to the destructive cult of <b> gender </b>politics, then you're too far gone. I'll just take a seat at the \"told you so\" table and watch from the sidelines as this nonsense begins to crumble around your feet.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gender"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "9",
            "user": "Lee Anne Leland",
            "date": "2w",
            "timestamp": "1571830504",
            "commentText": "I knew I was a female when I was 5. My only regret is that I waited another 56 years to let the rest of the world know what I'd always kept hidden. Fear of rejection kept me depressed, suicidal, and in the closet. My survival instinct blew open the door and let me live.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "10",
            "user": "William Get",
            "date": "2w",
            "timestamp": "1571836944",
            "commentText": "Ok so then because your <b> transition </b>went well then that must mean that everyone else's must also go well. I'm all for people doing what they want but I do have a problem with people telling everyone else how they should feel. You quote a stat about 14 people who regretted, which half regretted because of society(fair enough) but what about the other half?",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 6,
            "replies": [
                {
                    "id": "11",
                    "user": "Zoe Tempesta",
                    "date": "2w",
                    "timestamp": "1571838937",
                    "commentText": "You are missing the point. Even if we count all fourteen people who regret it, without discounting those who do so because of society, it's fourteen out of literally thousands who were in the care of that <b> gender </b>clinic. This means that the overall regret rate (again, including those who regret it because of society) is less than a fraction of one percent.The overall message is: it's okay to regret something. The experience of people who regret transitioning is valid. However, that experience should not be used to undermine the experience of the THOUSANDS of people who<b>  transition</b> and don't regret it.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gender",
                        "Transition"
                    ]
                },
                {
                    "id": "12",
                    "user": "Angelina Marie",
                    "date": "2w",
                    "timestamp": "1571839711",
                    "commentText": "I've personally met hundreds of transwomen.  Some of them are into multiple decades of living in <b> transition.</b>  WIlliam, you're getting your information from some bigoted church, who are intent on convincing you that we're some kind of . . . competing cult.  But, we're not, what is going on with us is actually real.  Our symptoms are actually one of the the most treatable problems in medicine, and<b>  transition</b> appears to work an overwhelming majority of the time.  It's OK to accept that you're just wrong, wrong, wrong, wrong.  When you talk out of your hind end about things you have only read about, expect to be corrected by people who are actually knowledgable and correct.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Transition"
                    ]
                },
                {
                    "id": "13",
                    "user": "William Get",
                    "date": "2w",
                    "timestamp": "1571845446",
                    "commentText": "Zoe Tempesta I'm not disagreeing that it's a tiny amount of people however its still happening. In no way do I think it should undermine the thousands of successful transitions however it shouldn't be dismissed either just because it only affects the few. But to deny it happens is wrong.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "14",
                    "user": "William Get",
                    "date": "2w",
                    "timestamp": "1571847064",
                    "commentText": "Angelina Marie Well in that case this whole article must be wrong,wrong,wrong then because that's where I got the information from,which my op was based👍 tbh it's never wise to put words in others mouths, at no point was I derogatory I just simply said that not everyone feels the same and there are people who regret it,you even say yourself about the \"majority of successful transitions\" ie most but not all. Now I'm not saying the regretters should be the focal point however to deny it happens or to try and dismiss it is just wrong. By all means if I'm corrected I'm happy to accept that and learn from it although I can't see I've said anything that would need correcting. If you do no someone who is knowledge and correct on the subject send them my way because clearly you've not read the article or are purposely trying to twist what I'm saying",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "15",
                    "user": "Zoe Tempesta",
                    "date": "2w",
                    "timestamp": "1571858223",
                    "commentText": "William Get That's... Exactly the point this article is making.\"So let’s not forget the bigger picture here, and the thousands of people that benefit from being able to medically <b> transition </b>and undergoing genital surgery. This doesn’t mean we’re not going to talk about those that experience regret.\"This is an actual quote from the article.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Transition"
                    ]
                },
                {
                    "id": "16",
                    "user": "Aura Willow Hazel",
                    "date": "1w",
                    "timestamp": "1571920534",
                    "commentText": "William Get you know what has a higher regret rate? Circumcision, tonsilectomy, APPENDECTOMY. Yet you don't see people saying \"you shouldn't get this infected and potentially dangerous appendix out, as 1 percent regret it\". Know why that is? Appendectomy and tonsilectomy aint stigmatised.Suicide and depression rate without treatment for trans people gives it a ridiculously low survival rate. So some people desist during <b> transition,</b> what do you think the half decade of therapy is for? Decoration? No it is to prevenmt that regret scenario.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Transition"
                    ]
                }
            ],
            "keywords": [
                "Transition"
            ]
        },
        {
            "id": "17",
            "user": "Jamie Cutts",
            "date": "2w",
            "timestamp": "1571853913",
            "commentText": "People pointing at a small percentage of a minority and acting like it is the standard for them has always been an annoyance. Comparing it to women that regret having abortions is a great way of putting it.If the results are based on genital surgery in particular then I have to wonder how much of the regret is simply not being worth the pain and money when only a few people will even see the results. Surgery on the face, neck and breasts seem a much greater investment.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}