{
    "header": {
        "title": " Jeremy Clarkson, my sexuality is not the butt of the joke ",
        "subtitle": " ",
        "owner": " Jeff Ingold ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 1.3k ",
        "datePosted": " Wednesday 30 Jan 2019 5:51 pm ",
        "dateExtraction": " 2019-10-31 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/01/30/jeremy-clarkson-my-sexuality-is-not-the-butt-of-the-joke-8416530/ ",
        "postText": "The first time I remember hearing the word ‘gay’, I was walking through my primary school hallway. A student stopped me and said my Spice World t-shirt was ‘so gay’.', 'A bunch of other students turned and laughed at me. I was mortified. A wave of shame crashed over me. As soon as I got home from school, I took my t-shirt off and threw it in the bin.', 'It took me a very long time to work through the damage done to my mental health because of anti-LGBT bullying and language, and to get to a place where I could be proud of being gay. That’s why it’s so troubling to hear Jeremy Clarkson using archaic stereotypes about LGBT people as a joke, like he did in a recent episode of The Grand Tour.', 'Language is so important and the words we choose to use when describing or referring to someone’s identity has power. Belittling or mocking people who suffer daily discrimination because of who they are ignores the negative impact this can have on people from those communities.', 'It’s incredibly painful and hurtful for anyone to hear parts of their identity being treated as a gag or comic relief', 'We also know that homophobic, biphobic and transphobic language continues to be a real issue in Britain and in our schools. The majority of LGBT pupils (86 per cent) regularly hear phrases like ‘that’s so gay’ or ‘you’re so gay’ in school, while almost half (46 per cent) ‘frequently’ or ‘often’ hear transphobic language, such as ‘tranny’ or ‘he-she’.', 'So when this kind of language is dressed up as ‘banter’ or ‘jokes’ that people hear on television, it further perpetuates the idea that it is acceptable. It also reinforces a damaging narrative that being LGBT is inferior or something to be ridiculed.', 'Before I had even come to terms with being gay, I learnt, in that one quick incident, that ‘gay’ was something to be made fun of, and consequently, to be ashamed of.', 'Unfortunately, this would not be the last time I was the target of such homophobic taunting growing up – and neither is it the first time the The Grand Tour presenters have made homophobic remarks. Three years ago, Richard Hammond claimed he does not eat ice cream because he’s straight.', 'It’s incredibly painful and hurtful for anyone to hear parts of their identity being treated as a gag or comic relief. Being lesbian, gay, bi and/or trans should never be the punchline of anyone’s joke.', 'That’s why the way the media represents and talks about LGBT people is such a crucial part of making the world a more accepting place.', 'Jeremy Clarkson’s recent comments, and what Richard Hammond said three years ago, are just two examples that show much work is left to do to combat discrimination and the use of hateful language against lesbian, gay, bi and trans people.', 'Changing the way LGBT people are talked about on-screen can have a hugely positive impact on the way these conversations happen on school playgrounds and in the hallways.', 'If we’re going to change the way people think and feel about LGBT people, we need more shows with greater and more diverse representations of LGBT people from all walks of life.",
        "numberPosts": " 31 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Sexual Identity - General,Sexual Identity - Male homosexuality,Physical Identity - Physical Features,Gender - General,Age - Over 65s,Physical Identity - Physical (and Mental) Impairments,Nationality - Chinese,Sexual Identity - Transexuality,Age - Youngsters",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Gay,Gay,Fat,Bald,Sex,Old,Limp,pussy,Tranny,Nothing",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Sempre ao Ponto",
            "date": "39w",
            "timestamp": "1548884379",
            "commentText": "Booooooooring.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Richard Champion",
            "date": "39w",
            "timestamp": "1548889089",
            "commentText": "Ahhh diddums.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Ryo Bakura",
            "date": "39w",
            "timestamp": "1548894045",
            "commentText": "As long as it's not a personal attack, what does it matter? Everyone and everything is fodder for comedy, and to deny people the right to make jokes about certain topics is to deny their right to free speech. And as that is what's given you the platform to try and dismiss their sense of humour, I don't think it's very fair for you to use it to complain that someone else is using it to make jokes. Unless they start ranting that <b> gay<b>  </b</b>>people are disgusting, men sucking other mens' dicks is wrong, etc., maybe take a breather and consider that 3 middle-aged men calling wearing pink a<b> s g<b> a</b</b>>y might be them making fun of people who still think it actually is a sign of homosexuality. And I haven't watched every episode of The Grand Tour/old Top Gear, but I will bet my last penny that one, if not all three, of them has worn a pink shirt at some point in their lives.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gay"
            ]
        },
        {
            "id": "3",
            "user": "Jay Edwards-Bannon",
            "date": "39w",
            "timestamp": "1548894651",
            "commentText": "Why is this targeted towards Jeremy Clarkson? It was Hammond predominantly making the jokes. Jeremy has a bad rep but to target this article at him is just wrong",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Adam Taylor",
            "date": "39w",
            "timestamp": "1548897494",
            "commentText": "I'm <b> gay<b>  </b</b>>as all hell, didn't bother me at all!",
            "likes": 9,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "5",
                    "user": "Lee Bailey",
                    "date": "39w",
                    "timestamp": "1548933211",
                    "commentText": "Its lucky will young isn't ginger like me, he would have committed suicide by now judging by the vast over reaction.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6",
                    "user": "Dan Petre",
                    "date": "38w",
                    "timestamp": "1549036513",
                    "commentText": "You must have thick skin. Use more moisturiser.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Gay"
            ]
        },
        {
            "id": "7",
            "user": "Shawn South",
            "date": "39w",
            "timestamp": "1548897992",
            "commentText": "Hey buddy if you dont like it you dont need to support it.  When you watch a show where the hosts are 60 years <b> old </b>and make<b>  sex</b> jokes constantly you get what you get and that isnt their fault.  Just like I wouldnt go in <b> a g<b> a</b</b>>y bar because i dont want that kind of environment.",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sex",
                "Old",
                "Gay"
            ]
        },
        {
            "id": "8",
            "user": "Michael de Wal",
            "date": "39w",
            "timestamp": "1548898155",
            "commentText": "how about you grow a spine and deal with it like a normal human being? Not everything should be tailored to your own personal idea of what is allowed or not. Seriously people nowadays think that everything and everyone should cater to their standards",
            "likes": 15,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9",
            "user": "Matt Hall",
            "date": "39w",
            "timestamp": "1548916732",
            "commentText": "Ignoring your reference to a group popular world wide that would surely get this article more attention than it's worth, all kids are ignorant. I was made fun of for a bunch of things when I was young, and hey that's no fun. And uh-oh, unfortunately some adults are still ignorant. But as an adult now, you get to pick and choose who you pay any mind to.You may unfortunately be one of the ignorant adults though, if you think that all of the 7ish billion people on this planet are going to speak the way you want them to speak, and think the way you want them to think.  Jeremy and Hammond are funny to me.  Let it be that, and watch what's funny to you. I really struggle to understand why in 2019 that can't be a thing anymore.",
            "likes": 6,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "10",
            "user": "Adam Beiting",
            "date": "39w",
            "timestamp": "1548918103",
            "commentText": "So <b> limp </b>wristed he can't even change the channel. Playing the victim will only bring more ridicule.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Limp"
            ]
        },
        {
            "id": "11",
            "user": "Geoff Miller",
            "date": "39w",
            "timestamp": "1548920447",
            "commentText": "Toughen up you big girls blouse..",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "12",
            "user": "Tony Zubalj",
            "date": "39w",
            "timestamp": "1548920573",
            "commentText": "Wyliecoyote.Well bully for you for taking a stand. But guess what? 98.5% of men are straight. So while i respect anyone's right to do or be whatever they want, some of us straight guys just simply don't like those choices for ourselves. You, like so so many just simply don't understand what's going on here. These three are saying in their way, you can force it on others, but not me. We will not cave. Yes it may seem childish. Yep. But it is their way of saying FU!!",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "13",
            "user": "Chris Thompson",
            "date": "39w",
            "timestamp": "1548927462",
            "commentText": "My <b> gay<b>  </b</b>>mates use the phrase 'that's s<b> o g<b> a</b</b>>y' all the time.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gay"
            ]
        },
        {
            "id": "14",
            "user": "David Munden",
            "date": "39w",
            "timestamp": "1548929328",
            "commentText": "Stop being such a pussy",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "pussy"
            ]
        },
        {
            "id": "15",
            "user": "Nick Saad",
            "date": "39w",
            "timestamp": "1548931538",
            "commentText": "You got to be kidding me you're completely missing the point. These guys make fun of eveyone and everything especially themselves, self-deprecation is the hallmark of British humor. I'm middle eastern and they've made terrible jokes about us, but you don't see me writing an article about it...",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "16",
            "user": "Lee Bailey",
            "date": "39w",
            "timestamp": "1548933115",
            "commentText": "Tranny or he-she are not transphobic, they are terms that are literally correct or abbreviated. The stereotypes are not archaic they are modern stereotypes. Stereotypes exist for a reason. You can't argue with that.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Tranny"
            ]
        },
        {
            "id": "17",
            "user": "James Shackleton",
            "date": "38w",
            "timestamp": "1548943965",
            "commentText": "Why is there no article from a German or Italian when they make stereotypical jokes about those countries?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "18",
            "user": "Martin Watvedt",
            "date": "38w",
            "timestamp": "1548945767",
            "commentText": "This has <b> nothing </b>to do with your struggles. This is you whining about minor stuff that annoys you.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "19",
            "user": "Mj Ebdell",
            "date": "38w",
            "timestamp": "1548950644",
            "commentText": "Personally I find it offensive to see two men kissing in the street (my honest opinion is that it turns my stomach and makes me feel sick) but I don't ask them to stop doing it I simply don't look.Maybe I should start something there......maybe I should start saying that two men kissing in the street is offensive and I don't like it and they've got to stop doing it.How well is that going to go down with the utter idiot that wrote this article?",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "20",
            "user": "Ruby Taylor",
            "date": "38w",
            "timestamp": "1548953645",
            "commentText": "Hello",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "21",
            "user": "Ruby Taylor",
            "date": "38w",
            "timestamp": "1548953661",
            "commentText": "What a gaylord!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "22",
            "user": "Jean Carl Grech",
            "date": "38w",
            "timestamp": "1548967538",
            "commentText": "You got to take whay they say with a pinch of salt, anybody can be targeted on such comedy-like shows... not sure why you want to be treated differently- if you’re after equality.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "23",
            "user": "Brian Bartell",
            "date": "38w",
            "timestamp": "1548971070",
            "commentText": "Get a sense of humour... I'm <b> bald </b>nd<b>  fat</b> and have no issue with comedians nd programs making jokes about either.. And I'll put my life on the fact some of your group has laughed at comedians picking on others stereotypes... I've personally witnesse<b> d g<b> a</b</b>>y friends m<b> ake </b>fat jokes ffs..Your hypocrits the lot of you... You expect to be treated like everyone else... Guess what... Being poked fun at is being treat like everyone else.... GET OVER YOURSELVES",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gay",
                "Fat",
                "Bald"
            ]
        },
        {
            "id": "24",
            "user": "Alexandru Pavel",
            "date": "38w",
            "timestamp": "1548974755",
            "commentText": "Free speech anyone? Everyone just can't wait to be offended.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "25",
            "user": "Bert Fegg",
            "date": "38w",
            "timestamp": "1549003323",
            "commentText": "\"butt of the joke\" - I see what you did there",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "26",
            "user": "David Cooke",
            "date": "38w",
            "timestamp": "1549008844",
            "commentText": "I'm <b> gay<b>  </b</b>>and have never watched Clarkson &amp; co on the bbc or amazon. I would be more ashamed at having to admit I watched this cr** than being offended a<b> t g<b> a</b</b>>y jibes.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gay"
            ]
        },
        {
            "id": "27",
            "user": "Bill Margis",
            "date": "38w",
            "timestamp": "1549054170",
            "commentText": "sticks and stones may break my bones, but we all have to suffer life. learn how to deal with it and get on with your life. just steer clear of neathderthals who don't like different people.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "28",
            "user": "John E Smokes",
            "date": "37w",
            "timestamp": "1549918885",
            "commentText": "Harden up precious! If you don't like something don't watch it!What's up with this world where idiots are actively searching to be 'victims'? If you brown hatters don't like any negative attention concerning your sexuality, stop drawing attention to yourselves!.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}