{
    "header": {
        "title": " Boris finally sends EU his Brexit plan after being accused of ‘pretending’ ",
        "subtitle": " ",
        "owner": " Zoe Drewett ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 1.2k ",
        "datePosted": " Thursday 19 Sep 2019 12:22 pm ",
        "dateExtraction": " 2019-11-26 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/09/19/boris-finally-sends-eu-brexit-plan-accused-pretending-10771973/?ito=social&fbclid=IwAR0j6Ql4D4IEbdHWCkFOJk_-bU3oytOLusYZZ5EWma2MGZ40Ge39pIGsVuI ",
        "postText": "The government said it has sent the EU a ‘series of confidential technical non-papers’ outlining its ideas for Brexit.', 'It comes after Boris Johnson was accused by EU leaders of ‘pretending’ to negotiate a new Brexit deal while not actually producing anything to negotiate with.', 'A spokeswoman for the government said it will submit formal written solutions ‘when we are ready’ rather than meeting an ‘artificial deadline’.', 'She added: ‘We have been having detailed discussions with the commission’s taskforce 50 in recent weeks.', '‘We have now shared in written form a series of confidential technical non-papers which reflect the ideas the UK has been putting forward.', '‘We will table formal written solutions when we are ready, not according to an artificial deadline, and when the EU is clear that it will engage constructively on them as a replacement for the backstop.’', 'Yesterday, the EU’s chief Brexit negotiator Michele Barnier told the PM to stop ‘pretending’ to negotiate a deal and actually do it.', 'He told EU lawmakers that it is ‘not enough’ for Mr Johnson to keep repeating that he does not like the backstop without producing any proposals to replace it.', 'And European Commission president Jean-Claude Juncker warned that no progress could be made until the UK submitted ‘formal written proposals’.', 'Today the commission confirmed it had received ‘documents’ from the UK government and will be having ‘discussions’ as a result.', 'A spokeswoman said: ‘With regards to written proposals, I can confirm that we have received documents from the UK and, on this basis,', '‘We will have technical discussions today and tomorrow on some aspects of customs, manufactured goods and sanitary and phytosanitary rules.’', 'The discussions will take place at a ‘political level’ tomorrow when Mr Barnier meets with Brexit secretary Steve Barclay, the spokeswoman added.', 'Giving a speech in Madrid, Mr Barclay today said the government needs a year to come up with a replacement to the Irish backstop idea – but it still wants to leave on 31 October.', 'The cabinet minister said the EU has set Britain a test it ‘cannot meet’ with its demands for a backstop replacement.', 'Mr Barclay said: ‘We are told the UK must provide legally operative text by the 31 October, yet the alternative to the backstop is not necessary until the end of the Implementation Period in December 2020.', '‘And this will be shaped by the future relationship – which is still to be determined.', '‘In short, why risk crystallising an undesirable result this November, when both sides can work together until December 2020.’', 'He added: ‘The EU risks continuing to insist on a test that the UK cannot meet and that the UK Parliament has rejected three times.’",
        "numberPosts": " 2 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Dudden Hall",
            "date": "9w",
            "timestamp": "1568905836",
            "commentText": "If the EU think we are only pretending then they should refuse an extension now? Or will they give us as many extensions as we want as they need our money.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "1",
                    "user": "Robee Winterflood",
                    "date": "9w",
                    "timestamp": "1568908338",
                    "commentText": "Why are you asking the Metro? They wouldn't have an inkling as to what you're on about..",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Kevin James",
                    "date": "9w",
                    "timestamp": "1568917415",
                    "commentText": "Or maybe they are happy to make a deal but aren’t too bothered if we go?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Sandra Davies",
            "date": "9w",
            "timestamp": "1568914193",
            "commentText": "Oh yeah, he's definitely sent them his plan. It is just one word: \"HELP!\" with the letter L back-to-front, and a drawing of a sad face.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4",
                    "user": "Curley Jefferson",
                    "date": "9w",
                    "timestamp": "1568916275",
                    "commentText": "*crickets*",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}