{
    "header": {
        "title": " Peer resists calls to apologise for saying firefighters at Grenfell were ‘racist’ ",
        "subtitle": " ",
        "owner": " Basit Mahmood ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 7k ",
        "datePosted": " Thursday 24 Oct 2019 9:46 am ",
        "dateExtraction": " 2019-11-20 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/10/24/peer-resists-calls-apologise-saying-firefighters-grenfell-racist-10974616/ ",
        "postText": "Calls are growing for Baroness Doreen Lawrence to apologise after claiming that firefighters would have tried harder to save the victims of the Grenfell tragedy, if they were white.', 'Baroness Lawrence, whose 18-year-old son Stephen was murdered by a racist gang in south-east London in 1993, said she had ‘no doubt’ that racism was involved in the response to the Grenfell tragedy.', 'She told Channel 4 in an interview last week: ‘Had that been a block full of white people in there, they would have done everything to get them out as fast as possible and make sure that they do what they needed to do.', '‘Nobody wanted to mention the word “race” in the whole thing. Cos when I saw the residents who lived in that block, to me it was under no doubt around the racism that existed at that time.’', 'A subsequent petition demanding she apologise has so far collected almost 35,000 signatures.', 'It claims Baroness Lawrence’s remarks were defamatory towards the ‘brave men and women of London fire brigade’.', 'It adds: ‘At great risk to themselves, they saved many lives which would have been lost without their intervention.’', 'The petition even claims that Baroness Lawrence should have her ‘honour removed’ and she should be ‘barred from public office’.', 'A London Fire Brigade spokesperson said: ‘We absolutely refute the claims made by Baroness Doreen Lawrence that there was any aspect of racism in our response to the Grenfell Tower fire or any other incident.', '‘Every single one of the firefighters and officers who responded to the fire that night were fully committed to rescuing as many people as possible and put their own lives at risk to do so.’', 'Baroness Lawrence has been approached for comment.",
        "numberPosts": " 17 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Gender - General,Ethnicity - Black,Ethnicity - Asian (East- China, Japan, Korea, Philippines, Vietnam),Nationality - Chinese,Nationality - Japanese,Age - Youngsters",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Ethnic,Racist,Race,Racism,Ethnicity,Woman,Dame,Black,Yellow,Yellow,Yellow,Nothing",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Shahleena Khan",
            "date": "3w",
            "timestamp": "1571915154",
            "commentText": "Half of the Grenfell firefighters were from <b> ethnic </b>minorities themselves.",
            "likes": 10,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Ethnic"
            ]
        },
        {
            "id": "1",
            "user": "Mel Worton",
            "date": "3w",
            "timestamp": "1571964557",
            "commentText": "Why exactly is she a Baroness? After comments like that they should strip her of it.",
            "likes": 15,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "2",
                    "user": "Barry Graham",
                    "date": "2w",
                    "timestamp": "1572547444",
                    "commentText": "you mean you dont know ?..",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Marc Free",
            "date": "3w",
            "timestamp": "1572013682",
            "commentText": "What a vile, <b> racist </b<b> >woman</b>.",
            "likes": 14,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman",
                "Racist"
            ]
        },
        {
            "id": "4",
            "user": "Albert Ross",
            "date": "3w",
            "timestamp": "1572017548",
            "commentText": "How the f**k would they have known what the <b> ethnic </b>makeup of the residents was ? She is stereotyping people who live in tower blocks.",
            "likes": 12,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Ethnic"
            ]
        },
        {
            "id": "5",
            "user": "James Thomas McDermott",
            "date": "3w",
            "timestamp": "1572084374",
            "commentText": "So she hasnt taken into account that the building had a lack of fire suppression systems. The building was over 50 meters high and should have had a wet riser in the building as a pose to dry riser that was fitted. Also I've been led to believe that there was no sprinkler system either these are primarily to give people a better chance of getting out of the building.But hey that's just play the <b> race </b>card.",
            "likes": 11,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Race"
            ]
        },
        {
            "id": "6",
            "user": "Peter Stallwood",
            "date": "3w",
            "timestamp": "1572085403",
            "commentText": "Her comments are extremely <b> Racist,</b> as a Peer of the realm she should be disgusted for her<b>  Racist</b> views on the brave men and women who did their very best to save the people living in Grenfell Tower",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "7",
            "user": "Victoria Thomas",
            "date": "3w",
            "timestamp": "1572105219",
            "commentText": "Does she imagine the firefighters went in to the tower to see how many whites were there before they put the fire out. What a riduculous comment from a 'Baroness' who should know better !",
            "likes": 9,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "8",
            "user": "Tony Coldstream",
            "date": "3w",
            "timestamp": "1572127479",
            "commentText": "Terrible what happened to her son........ However as soon as <b> racism </b>was mentioned in her sons murder, the picture of HIM with his fist raised with the<b>  Black</b> Supremacy salute was cut from any and all media reports! Both Lawrence and her pal Abbot, love any opportunity to use th<b> e rac</b>e card. I'm sure those fire fighters didn't even give it a thought as to the colour of skin <b> or ethnici</b>ty of those terrified people! Wouldn't it be better to find out why (as it is hoped that is what is happening) the blaze occurred and why the building was not up to standard............... Rather than constantly trying to drive an even bigger wedge between the British society!",
            "likes": 10,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "9",
                    "user": "Tony Coldstream",
                    "date": "3w",
                    "timestamp": "1572128508",
                    "commentText": "As it stands today, if someone is ignorant enough to judge individuals upon their skin colour, religion or how they wish to live their lives, rather than upon how they treat their fellow travellers in this realm, then so be it! As for myself, I wish the families of those lost in that blaze, my deepest heartfelt sympathy, the emergency services in attendance, my empathy at what they experienced! (Until you have suffered REAL horror, by which I am referring to the screams, fear and pain and the later \"clearance\" shall we say, don't judge). It is easy for someone to lay blame and to be honest, that is what this sad little <b> woman </b>is trying to do....... If she really believes that \"if the residents were white\" crap, then why is she still collecting her peerage perks............ You know, payed for by the British people! No matter if they are white,<b>  black</b><b> , y<b> ell<b> o</b</b</b>>>w, brown or bloody aquamarine!",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Woman",
                        "Yellow",
                        "Black"
                    ]
                },
                {
                    "id": "10",
                    "user": "Michael McGrath",
                    "date": "3w",
                    "timestamp": "1572162781",
                    "commentText": "Tony Coldstream How right you are!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Race",
                "Racism",
                "Ethnicity",
                "Black"
            ]
        },
        {
            "id": "11",
            "user": "Danny O'Connell",
            "date": "3w",
            "timestamp": "1572206778",
            "commentText": "The only <b> racist </b>is her, if she new anything about firefighters, she would not say such rediculous, slanderous,things.As a retired firefighter, I can say hand on heart we don’t think that way, we are there to help the public,irrespective of<b>  race</b> . creed or colour.Shame on th<b> e woma</b>n, she should be made to apologise to the London fire Brigade. To all my brave brothers. and sisters who risked so much I salute you.",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman",
                "Race",
                "Racist"
            ]
        },
        {
            "id": "12",
            "user": "Maaz Kalim",
            "date": "3w",
            "timestamp": "1572250975",
            "commentText": "Ahh...I see that the \"Lefty\" sister concern of Daily Mail® has already influenced people with that image plastered with the the title of the story.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "13",
            "user": "Luke Meadowcroft",
            "date": "3w",
            "timestamp": "1572297844",
            "commentText": "Famous, thanks to an in debt crack dealer.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "14",
            "user": "David King",
            "date": "3w",
            "timestamp": "1572302945",
            "commentText": "Yep, its been too long out of the news I guess, im taliking about her lads murder; she has used the Grenfell tragedy to remind us and make sure its kept in the collective white peoples memory",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "15",
            "user": "John Rigsby",
            "date": "3w",
            "timestamp": "1572372891",
            "commentText": "We don’t need <b> racist </b>remarks from anyone she calls the firefighters<b>  racist</b> but clearly she is the bigges<b> t racis</b>t of all having an axe to grind at losing her son.",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "16",
            "user": "Stephen MacGregor",
            "date": "2w",
            "timestamp": "1572467788",
            "commentText": "'<b> Dame'</b> Doreen Lawrence. Don't get me wrong, it was a tragedy what happened to her son, but to be awarded an OBE and made a<b>  Dame</b> smacks of 30 pieces of silver. Everyone's <b> a racis</b>t and society is all wrong, but I'll still take the honours and become part of the establishment. Why is it now accepted that only white people can <b> be raci</b>st.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Dame",
                "Racist"
            ]
        },
        {
            "id": "17",
            "user": "Barry Graham",
            "date": "2w",
            "timestamp": "1572547421",
            "commentText": "this is what happens when you dish out token peerages..she should keep he mouth shut, she knows <b> nothing </b>about anything...perr my ar...",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "18",
            "user": "Jez Gee",
            "date": "2w",
            "timestamp": "1572604406",
            "commentText": "There really are some dreadful people with power aren't there?!! What a horrible <b> woman.</b> 😦😦😦",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        },
        {
            "id": "19",
            "user": "David Cooke",
            "date": "2w",
            "timestamp": "1572679458",
            "commentText": "When shouting <b> racist </b>makes you a bigot.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist"
            ]
        }
    ]
}