{
    "header": {
        "title": " People are too scared to admit what really makes them uncomfortable about Meghan Markle ",
        "subtitle": " ",
        "owner": " Natalie Morris ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 4.3k ",
        "datePosted": " Friday 14 Dec 2018 12:18 pm ",
        "dateExtraction": " 2019-11-21 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/12/14/people-are-too-scared-to-admit-what-really-makes-them-uncomfortable-about-meghan-markle-8246782/ ",
        "postText": "Members of the Royal Family are expected to face heavy scrutiny.', 'That’s part and parcel of joining the clan. The media will dissect and analyse your every outfit choice, hand gesture, facial expression.', 'Royalists in this country are fervent and tenacious – step out of line and they will jump on you. We’ve seen it over the years with Diana and Fergie – unsurprisingly, it is the women who usually take the brunt of the criticism.', 'But the vitriol directed at Meghan Markle is disproportionate and unsettling.', 'The mental gymnastics some are performing to find excuses to spew hatred in her direction are astounding.', 'So what do some people on Twitter really mean when they say they find her ‘repellent’? Is it really because she’s wearing the wrong nail varnish or the wrong shape of dress?', 'Or is it because they can’t stand the idea of a non-white member of the Royal Family?', 'If you don’t like Meghan because she’s mixed-race, just say it with your whole chest', 'Earlier this week Meghan walked out on stage as a surprise guest at the Fashion Awards. She was wearing a sleek, one-shouldered black dress, matching dark nail varnish, and cradling her neat little baby bump.', 'The outrage online began almost immediately.', '‘She is just constantly showing off and this is really disgusting and repelling,’ Tweeted one furious viewer.', '‘Cupping the bump? WHO DOES THIS? #MeghanMarkle who the hell does she think she is Madonna and child? Something VERY creepy going on in this woman’s head,’ raged another.', 'They didn’t like her cradling her bump. They didn’t like the outfit. They didn’t like the nail varnish.', 'Criticism and scrutiny are, as I said, part of the royal package – but the volume and sheer levels of anger inspired by Meghan smacks of something else.', 'When some people on Twitter jumped to the Duchess’ defense by posting pictures of Kate and even the Queen wearing one-shoulder dresses, another critic wrote, ‘[but] Kate and Queen are elegant!!’', 'It doesn’t take much work to unpack that logic. Kate is seen as ‘elegant’, where Meghan, in a similar outfit, is ‘disgusting’.', 'You can’t ignore the element of British snobbery here. For some people, their distaste for Meghan centres on the fact that she is not blue-blood. She’s just too American, too ‘flashy’ to ever be considered true royalty – according to age-old British tradition.', 'But for some of her critics, the comments lean towards barely-veiled racism. It is the insidiousness that really gets to me.', 'No one will say what they really mean – instead, they find any and every excuse to tear Meghan down, but stealthily creep around any overt references to race.', 'By attacking her outfits, make-up, hair and behaviour, rather than the colour of her skin, her critics give themselves a snuggly cloak of deniability.', 'I don’t hate her because she’s half black, they will tell themselves. No, it’s the nail varnish. It’s definitely the nail varnish. Vile.', 'This sneaky, subtle, under-the-radar racism is typically British – and really difficult to fight.', 'If you call it out, it’s all too easy to be accused of ‘playing the race card’ or having a ‘chip on your shoulder’. This is the kind of rhetoric that Meghan’s critics want. It’s a paralysing argument which derails the conversation entirely and shuts down your claims.', 'These kinds of views, by keyboard warriors, furiously typing in their dingy bedrooms, red-faced with a vein throbbing at their temple, are overtly hostile.', 'But even ‘experts’ with less extreme, but still dubiously critical, views of Meghan are being given mainstream platforms. It is the use of coded language by reputable sources that I find particularly damaging.', 'The standards for Meghan are immeasurably higher than they would ever be for Kate. Her ethnicity means that she has to prove herself 10 times over.', 'It’s unlikely that she will ever be enough or do enough to please the masses. And that’s because the thing about Meghan that many take issue with, is something that is impossible for her to change.', 'Maybe there’s an element of unconsciousness about it. Maybe some of these people themselves don’t even realise what’s at the heart of their inexplicable hatred of Meghan.', 'But to those people I would say that it’s time for a serious session of introspection.', 'In big 2018 it’s not really good enough to just unthinkingly accept your inherent biases – there is something you can do about it.', 'Rigorously dissecting your own opinions and making a conscious effort to notice and unlearn unconscious behaviour, is something we should all be doing. Why do we think the way we do? What’s at the root of our opinions?', 'If Meghan’s nail varnish or dress choice makes your blood boil, take a moment to understand that thought and what could be behind it.",
        "numberPosts": " 10 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Age - Youngsters,Ethnicity - Black,Gender - General,Physical Identity - Physical (and Mental) Impairments,Age - General,Age - Over 65s",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Race,Racist,Racism,Nothing,Nobody,Black,Woman,Bonkers,Age,Old",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Chris Dykes",
            "date": "48w",
            "timestamp": "1544799998",
            "commentText": "Garbage. Not everything is about race",
            "likes": 15,
            "hasReplies": true,
            "numberOfReplies": 7,
            "replies": [
                {
                    "id": "1",
                    "user": "Chris Marshall",
                    "date": "48w",
                    "timestamp": "1544807829",
                    "commentText": "Take a look at any of the many many articles about her at Mail Online. Read the comments.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Anna Parker",
                    "date": "48w",
                    "timestamp": "1544818558",
                    "commentText": "This certainly is. There is no other reason because she is a fabulous <b> woman.</b> The<b>  racist</b> criticism is intense.  Only <b> a racis</b>t would deny it.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Woman",
                        "Racist"
                    ]
                },
                {
                    "id": "3",
                    "user": "Sandra Davies",
                    "date": "48w",
                    "timestamp": "1544819427",
                    "commentText": "Most of the people who don't like her do so purely because they think, being an actress (and the whole attitude towards the US since Trump took office), she's tricked Harry so she can get in on the Royal cash cow. <b> Nothing </b>to do with<b>  race</b>.",
                    "likes": 10,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing",
                        "Race"
                    ]
                },
                {
                    "id": "4",
                    "user": "Jane Smith",
                    "date": "48w",
                    "timestamp": "1544929241",
                    "commentText": "Chris Marshall The DM &amp; Mail On Line are published by the very same people who publish Metro.  DMG.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5",
                    "user": "Kim Smith",
                    "date": "48w",
                    "timestamp": "1544944573",
                    "commentText": "Oh please,  look at the comments. On YouTube, Instagram I see <b> racist </b>low key, passive aggressive comments about her all the time. You people love being in denial because you can't face the truth that<b>  racism</b> still exists. There are people that have an issue with her because she's hal<b> f blac</b>k. Get real!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racism",
                        "Racist",
                        "Black"
                    ]
                },
                {
                    "id": "6",
                    "user": "Arnold Hedge",
                    "date": "48w",
                    "timestamp": "1544997739",
                    "commentText": "Chris Marshall The comments on the Daily Mail website are <b> bonkers.</b> That proves<b>  nothing</b>.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing",
                        "Bonkers"
                    ]
                },
                {
                    "id": "7",
                    "user": "Arnold Hedge",
                    "date": "48w",
                    "timestamp": "1544997926",
                    "commentText": "Kim Smith Not everyone looks on YouTube at videos of her, let alone reads the insane comments that you get on any video. Instagram - I don't even know anyone who had ever used it. I'm not in denial, I'm in indifference, which is a very different place.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Race"
            ]
        },
        {
            "id": "8",
            "user": "Luke Stanworth",
            "date": "48w",
            "timestamp": "1544829698",
            "commentText": "To be honest, i do not feel or see/read any <b> racism </b>.....  All the articles i read rip her due to her huge ego and her almost diva style behaviour.",
            "likes": 12,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racism"
            ]
        },
        {
            "id": "9",
            "user": "Jean Norfolk",
            "date": "48w",
            "timestamp": "1544867577",
            "commentText": "Bullies have to have a target, so they pick on her. Harry clearly loves her, so leave her alone and let them get on with their lives!",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "10",
                    "user": "Julie Barton",
                    "date": "44w",
                    "timestamp": "1547459535",
                    "commentText": "At last, someone with some sense.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "11",
            "user": "Jane Smith",
            "date": "48w",
            "timestamp": "1544929238",
            "commentText": "DMG needs to fire this writer for stirring up the <b> race </b>war in Great Britain.",
            "likes": 8,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Race"
            ]
        },
        {
            "id": "12",
            "user": "Ian Tucker",
            "date": "48w",
            "timestamp": "1544962590",
            "commentText": "She's a vulgar American commoner",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "13",
            "user": "Jake Bullet",
            "date": "48w",
            "timestamp": "1544982248",
            "commentText": "Nobody really likes Americans, they don't even like themselves.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nobody"
            ]
        },
        {
            "id": "14",
            "user": "Rory Simmons",
            "date": "48w",
            "timestamp": "1544991582",
            "commentText": "I don't like her because she is American couldn't care less that she is every so slightly <b> black.</b>",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Black"
            ]
        },
        {
            "id": "15",
            "user": "Thomas Finnerty",
            "date": "48w",
            "timestamp": "1545009461",
            "commentText": "I found the report balanced! I questioned the <b> age </b>of the author of the report, as I found it both fresh with<b>  old</b> rhetoric added, that was very true to its time. Not many people know Megan. This person will need time to share herself to an enormous audience before people understand her, if ever. I do not envy her!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Age",
                "Old"
            ]
        },
        {
            "id": "16",
            "user": "Andy Hogg",
            "date": "48w",
            "timestamp": "1545053921",
            "commentText": "What annoys me is that “journalists” and the media won’t shut up and leave them alone for 5 minutes. It’s been non-stop harassment even before they we’re married. Notice how your own “news” outlet (I use the term lightly) currently hosts about 6 articles covering Meghan and her family, tantrums, feuds, personal history, employees, hair colour and what she ate for breakfast.Maybe just shut your traps for a couple of days?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "17",
            "user": "Curley Jefferson",
            "date": "48w",
            "timestamp": "1545117639",
            "commentText": "I'm amazed anyone gives a f*ck either way..",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}