{
    "header": {
        "title": " Why Danny Rose is an important thorn in the side of football’s governing body ",
        "subtitle": " ",
        "owner": " Troy Townsend ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 268 ",
        "datePosted": " Friday 5 Apr 2019 12:38 pm ",
        "dateExtraction": " 2019-11-21 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/04/05/danny-rose-important-thorn-side-footballs-governing-body-9121431/ ",
        "postText": "More and more footballers are following the lead of American footballer Colin Kaepernick, who famously sat down during the US national anthem to protest racial inequality, and I salute them.', 'Football’s authorities, with all their resources and power, are failing them time and time again. So players have little choice but to take matters into their own hands.', 'This isn’t the first time Danny Rose has opened up about racial abuse he’s received.', 'Danny has said he can’t wait to see the back of football, citing his disillusionment with ‘politics in the game’.', 'And there will be plenty in football – from governing bodies to fans and television companies – who can’t wait to see the back of him. By speaking out as a high-profile player, he has become a thorn in the side of those who would rather footballers stick to playing football and looking glamorous. Let us stick to criticising them for that.', 'They’re scared of the damage this will do to the image of the beautiful game if its most important commodities are making the wrong sort of headlines.', 'But unless we see proper action from these very people, this won’t go away. Mark my words: there will be more and more players speaking out and taking increasingly bolder steps in protest. And the sport’s image will suffer more.', 'It’s a sorry state of affairs when a man is desperate to turn his back on his livelihood because his industry has failed to protect him – and so many others like him.', 'Football has far, far more resources than many other industries. Are you telling me it can’t do more to get a grip on discrimination?', 'The game is awash with money at the highest level. So fining a club to the tune of a few thousand as a ‘punishment’ for racism and abuse is verging on pointless.', 'European football rules say if fans are racist, ‘the member association or club responsible is punished with a minimum of a partial stadium closure’.', 'But does closing a stadium change the mindset of people, which is ultimately what is driving this abuse?', 'This week I met a manager of a grassroots football team, who told me one of his players – a teenage boy – no longer wanted to play football after suffering racist abuse while playing.', 'It’s a short-term fix that papers over the cracks. The same people, with the same views, will be back for the next game.', 'We have to hit them where it hurts. That means extended stadium bans, points deductions and, ultimately, expulsions.', 'But, where possible, people need to be educated. A ban, fine, or points deduction alone will not change their views.', 'Without a sustainable solution we’ll find ourselves back at square one.', 'My job at Kick It Out involves travelling up and down the country to give educational workshops to academy and under-23 players, staff and parents at Premier League and EFL clubs.', 'One theme constantly pops up in these sessions: there is no confidence that the punishments currently dished out for racism are sufficient enough to act as a deterrent.', 'I’m a parent and I know other parents feel uneasy about putting their children into an environment where racism is rife. I know this because they’ve told me.', 'Does the enjoyment they get from the game outweigh the impact of being racially abused when they’re simply trying to play football? I’m not so sure.', 'This week I met a manager of a grassroots football team, who told me one of his players – a teenage boy – no longer wanted to play football after suffering racist abuse while playing.', 'Fortunately, he changed his mind. But there will be others who don’t. How is this fair? How is it still being allowed to happen without proper action being taken? It’s not the victims who we need rid of.', 'Football is at risk of losing future generations of players at all levels of the game unless those with the power to get a grip on this situation, namely the governing bodies, do so.",
        "numberPosts": " 5 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Gender - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racism,Racist,Gender",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Iliyas M D Iliyas",
            "date": "32w",
            "timestamp": "1554473368",
            "commentText": "I g­­e­­­­t p­­­­a­­­­i­­­­d o­­­­v­­­­e­­­­r $­­9­­0 p­­e­­r h­­o­­u­­r w­­o­­r­­k­­i­­n­­g f­­r­­o­­m h­­o­­m­­e w­­i­­t­­h 2 k­­i­­d­­­­s a­­t h­­o­­m­­e. I n­­e­­v­­e­­r t­­h­­o­­u­­g­­h­­t I­­'­­d b­­e a­­b­­l­­e t­­o d­­o i­­t b­­u­­t m­­y b­­e­­s­­t f­­r­­i­­e­­n­­d e­­a­­r­­n­­s o­­v­­e­­r 1­­0­­k a m­­o­­n­­t­­h d­­o­­i­­n­­g t­­h­­i­­s a­­n­­d s­­h­­e c­­o­­n­­v­­i­­n­­c­­e­­d m­­e t­­o t­­r­­y. T­­h­­e p­­o­­t­­e­­n­­t­­i­­a­­l w­­i­­t­­h t­­h­­i­­s i­­s e­­n­­­­d­­l­­e­­­­s­­s. H­­e­­r­­e­­s w­­h­­a­­t I'v­­e b­­e­­e­­n d­­o­­i­­n­­g,:) AND GOOD LUCK.:) HERE☛►► ►►►w­­­­w­­­­w­­­­.­­­­t­­­­o­­­­d­­­­a­­­­y­­­­s­­­­f­­­­o­­­­x­­­­.­­­­c­­­­o­­­­m­­­­ᴵᴵᴵ",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Gary Walker",
            "date": "32w",
            "timestamp": "1554825018",
            "commentText": "i sit on the corner of a shopping precinct with my dog and i have been paid £11,000 last month from passers by, charity and benefits. To find out how send me a post.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Derek Veith",
            "date": "27w",
            "timestamp": "1558011438",
            "commentText": "Please don't equate this to Kaepernick.  Not even close to equivalent.  Danny Rose is looking for football to do more to combat <b> racism </b>in football which he personally experiences.  Kaepernick is protesting against law enforcement and the very country which has enabled him to become a millionare for political purposes.  And Kaepernick did not even begin his protests until after his play had declined to the level he was never going to be relevant in the sport anyway.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racism"
            ]
        },
        {
            "id": "3",
            "user": "Ivor Biggum",
            "date": "16w",
            "timestamp": "1564667080",
            "commentText": "highly paid footballers are not victims.  DR is free to walk away from the game if he's sick of it.  I bet he doesn't",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4",
                    "user": "Noel Gray",
                    "date": "15w",
                    "timestamp": "1564719809",
                    "commentText": "Kudos for highlighting one of the exact things allowing <b> racism </b>to flourish.  How rich you are or what job you have, has no bearing whatsoever, on whether you can be a victim of<b>  racism</b>.My guess is that you either also <b> a racis</b>t or an idiot.  Neither put you in a good light.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racism",
                        "Racist"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Kevin Hall",
            "date": "15w",
            "timestamp": "1565066915",
            "commentText": "We all cop some abuse from time to time based on many aspects of us. people will express their opinions, right or wrong, so let's have some sticks and stones may hurt my bones but words don't. I get called white this and white that and either smile, nod and wave on the field or face to face reply \"Yes there must be so much truth in what you said\"  and carry on. People man up stop being wimps. (a) What do aristocrats call working class? rabble and scum. (b) USA president call Vietnam protestors? Run the scum over. (c) Females with a <b> gender </b>bias call males? warmongering, murdering rapists. So let's see what really matter the most? Calling me a colour with a noun, calling my lowly station an expendable useless society, calling a peace keeper not worth keeping alive and calling the only inventor and protector from day 1 on earth as utter filth.  I don't think any of us want to be patronised with soppy emotively driven strives for equality. I would rather be respected for what I do and what I am as a person beyond superficial boundaries spoken by folk out of temper, self failure or perceived injustices.Grow up. Stand up. Be respectful to everyone and that way ignorance will be better influenced to earn respect than by playing victim poor me  poor me.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Gender"
            ]
        }
    ]
}