{
    "header": {
        "title": " Lesbian couple told to ‘move to a more appropriate part of town’ ",
        "subtitle": " ",
        "owner": " Joe Roberts ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 11.5k ",
        "datePosted": " Friday 22 Feb 2019 10:59 pm ",
        "dateExtraction": " 2019-10-31 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/02/22/lesbian-couple-told-move-appropriate-part-town-8720809/ ",
        "postText": "A lesbian couple have been targeted in their own home by a hateful neighbour who sent them a letter saying their relationship was ‘immoral and wrong’.', 'Vikki Parkey, 36, and her wife Stephanie, 29, were left shocked after the anonymous note posted through their letter box told them to move to ‘a more appropriate area’ of Hull.', 'The married couple, who live in Chestnut Avenue with their 18-month-old daughter, said they could not believe the letter went as far to suggest they had no right bringing up a child as lesbians.', 'The letter read: ‘We, the residents, are not happy with same-sex couples living our area.', '‘Especially not when bringing up a child. It is immoral and wrong. We suggest you move to a more appropriate area osaf the city.’', 'Vikki said: ‘We’ve lived here at the property for six years and never received anything like this. We just couldn’t believe it. It was very hurtful, but this is just one a***hole, well hopefully, just one a***hole, who is doing this.’', 'The computer-typed letter is thought to have been posted to their two-bed terraced home under the cover of darkness on Thursday evening.', '‘I went downstairs this morning and my wife was in tears about it and when I asked her what was up she showed me this letter,’ Vikki said.', '‘When I read it, I instantly became mad more than anything for upsetting my wife and thinking that they have any right to pass judgement on us and most of all that they thought they had a right to even mention my daughter.', '‘It’s two different emotions really: mad at the bigotry of it all and upset that there was nothing I could do to stop Steph being upset about it.', '‘We have never had a problem before, but these opinions in this day and age are just not acceptable. Whoever sent it are just cowards really.’', 'Vikki says she knows her immediate neighbours are friendly so it must have been another resident who lives nearby.', 'She added: ‘When we were going through IVF, all the neighbours were all really excited for us so we know it’s not the street as a whole.', '‘It came through overnight so they must have waited for the lights to go out before posting it. We then saw the letter when we got up for work.’', 'Vikki discovered the letter on Friday morning and reported the incident to Humberside Police straight away.",
        "numberPosts": " 9 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Gender - General,Physical Identity - Physical (and Mental) Impairments",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Gender,Sexual,Weird",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Kevin Lovegrove",
            "date": "35w",
            "timestamp": "1550900817",
            "commentText": "I think you can safely ignore cowardly, bigoted retards that slip hate mail through the letterbox under the cover of darkness.",
            "likes": 18,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1",
                    "user": "Bernie Cook",
                    "date": "35w",
                    "timestamp": "1550945903",
                    "commentText": "Nah - your on the game admit it",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Paul Gascoigne",
            "date": "35w",
            "timestamp": "1550911695",
            "commentText": "I hope they don't feel the need to move, but if they did then they would be more than welcome here as I'm sure plenty of other places too.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "Christopher Barrett Aups",
            "date": "35w",
            "timestamp": "1550914209",
            "commentText": "What a hateful scumbag this neighbour is, and what right does he have in telling these ladies to move!",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "4",
                    "user": "JohnPaul Dixon",
                    "date": "35w",
                    "timestamp": "1550965780",
                    "commentText": "Or 'she', we don't know the <b> gender </b>of the coward.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gender"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Paul Eiken",
            "date": "35w",
            "timestamp": "1550914689",
            "commentText": "Is there an appropriate area of Hull? Plenty nicer and tolerant places in the UK",
            "likes": 3,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6",
            "user": "Charlene Ward",
            "date": "35w",
            "timestamp": "1550918729",
            "commentText": "Bloody disgusting rather have that couple as neighbours than terrorists",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "7",
                    "user": "Fari Longstar",
                    "date": "35w",
                    "timestamp": "1550952329",
                    "commentText": "at least it was a pleasant hate crime.  no swearing, no slurs.  almost polite in fact.  im surprised there was no eu referendum mention.  missed opportunity there",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "8",
            "user": "Kantami Blossom",
            "date": "35w",
            "timestamp": "1550919645",
            "commentText": "it's funny how one bawbag with a problem has always got to claim to represent all the residents, and i can't help but notice they never sign the notes.it's the last thing i'd do before posting it because if i feel i have to go to the length of writing a note to complain about a neighbour i'll want the person to know who's sending it.",
            "likes": 5,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "9",
            "user": "JohnPaul Dixon",
            "date": "35w",
            "timestamp": "1550965669",
            "commentText": "I'd suggest that the anonymous coward/s who posted this hateful shite move to somewhere more appropriate, i.e. where Oxygen isn't a component of the atmosphere! I'm just saddened that in the 21st century their daughter is growing up in a society which still has individuals in it who hold such views!",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "10",
                    "user": "Jeff Cook",
                    "date": "35w",
                    "timestamp": "1550961113",
                    "commentText": "Oxygen isn't the main component of the atmosphere where they are now.  It's only about 21% vs Nitrogen at around 78%.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "11",
            "user": "Dudden Hall",
            "date": "35w",
            "timestamp": "1550936717",
            "commentText": "There are no appropriate areas of Hull, the whole city is full of backward, inbred, unintelligent people. Anyone who has any intelligence or becomes succesful moves to SE England. I feel sorry for this couple. I will suggest that returming IS fighters be house in the area, which will teach the locals a good a lesson.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "12",
                    "user": "Kevin Lovegrove",
                    "date": "35w",
                    "timestamp": "1550943913",
                    "commentText": "When you grow up, who knows, you might be a proper troll.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "13",
                    "user": "Dudden Hall",
                    "date": "35w",
                    "timestamp": "1550944005",
                    "commentText": "Kevin Lovegrove Touché Troll",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "14",
            "user": "Ren Clithero",
            "date": "35w",
            "timestamp": "1551207440",
            "commentText": "Probably some religious nutcase who ironically has a sick and <b> weird </b<b> >sexual</b> fetish.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Sexual",
                "Weird"
            ]
        }
    ]
}