{
    "header": {
        "title": " Trans teen who took his own life was getting hormones from unregulated online clinic ",
        "subtitle": " ",
        "owner": " Martine Berg Olsen ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 439 ",
        "datePosted": " Sunday 30 Jun 2019 3:21 pm ",
        "dateExtraction": " 2019-10-31 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/06/30/trans-teen-took-life-getting-hormones-unregulated-online-clinic-10092786/ ",
        "postText": "A transgender teenager who took his own life was getting hormones from unregulated online doctors.', 'Jayden Lowe, 18, died after being told he would have to wait years for gender reassignment treatment on the NHS.', 'He was paying £30 a month to receive testosterone in the post, an inquest into his death heard.', 'However, his mum Claire Lowe, 49, has now called for a second inquest after realising the teen received treatment from GenderGP, which operated without a licence between March 2017 and February 2018.', 'The firm is run by Mike and Helen Webberley, who have both since been suspended by the British Medical Council pending investigation.', 'Mrs Webberley was fined £12,000 in December 2018 after she was found guilty of illegally providing healthcare services from her home.', 'The transgender specialist treated children as young as 12.', 'Claire told CambridgeshireLive: ‘You would have expected this to come out at the inquest. We don’t know why it didn’t.', '‘As far as we were concerned, he was 100 per cent that “this is the answer to my problems”. We had no idea they weren’t registered.’', 'His dad Neil, 55, signed off the treatment because Jayden was about to turn 18 and they ‘knew he would go in for it anyway’.', 'Mr and Mrs Webberley are now reported to be moving to Spain to carry on the business.', 'Jayden had already been on the child and adolescent waiting list for 11 months when his GP told him he would be referred to the adult list because he was turning 18.', 'This meant he would have been left waiting for an additional two years.', 'He told his mum at the time: ‘I can’t live like this.’', 'Jayden had been taking the treatment for ‘a few months’ when he died after being hit by a train on September 22, 2018.', 'A coroner was satisfied Jayden took his own life and recorded a suicide verdict at an inquest in March.', 'Coroner Rosamund Rhodes-Kemp said delays in Jayden’s treatment were a ‘significant factor’, but added: ‘The precise details of what was going through his mind will never be known.’', 'In a statement on GenderGP’s website, Mr and Mrs Webberley said: ‘There are no words to describe the devastation when a life is lost, let alone how much deeper that pain must be felt in cases where the person struggled for years to access the care they needed, and was refused.', '‘Whatever the circumstances, our hearts go out to Jayden Lowe’s family who, it is clear, did all they could to help him.’', 'It added: ‘When Jayden approached GenderGP he explained: “I have been on the NHS child and adolescent waiting list for over 11 months now only to find out they won’t even see me because I’m going to be 18 in a few months so I am currently being referred to the adult services but the waiting list is up to two years. I currently feel extremely unhappy and impatient. I have waited long enough”.', '‘Dr Mike Webberley, a consultant of 35 years’ experience with the NHS, assessed Jayden, together with GenderGP’s multidisciplinary team of nurses, psychologists and therapists.', '‘They determined that prescribing testosterone to achieve masculinisation was the correct course of action. There is robust evidence that access to timely treatment can greatly relieve mental distress, particularly in younger gender variant patients who are acutely socially aware of their gender misalignment.’', 'Jayden was 13 years old when he came out to his parents in a text.', 'A spokeswoman from the General Medical Council told CambridgeshireLive: ‘Dr Helen Webberley and Dr Michael Webberley are both interim suspended while the GMC investigates. The interim suspensions were imposed following separate Interim Orders Tribunals at the Medical Practitioners Tribunal Service.’",
        "numberPosts": " 2 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Peter Michael",
            "date": "17w",
            "timestamp": "1561910697",
            "commentText": "Childre are being corrupted by perversive adults.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "1",
                    "user": "Stuart-peter Black",
                    "date": "17w",
                    "timestamp": "1561919816",
                    "commentText": "I agree 100%",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Danni Colbert",
                    "date": "17w",
                    "timestamp": "1561981600",
                    "commentText": "No you just are not listening",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3",
                    "user": "Adam Casey",
                    "date": "11w",
                    "timestamp": "1565410700",
                    "commentText": "Then what about trans adults? Who's corrupting them? You don't understand this at all.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "4",
            "user": "Micheal Authovski",
            "date": "17w",
            "timestamp": "1561991184",
            "commentText": "So basically, the lad killed himself because he was told that would have to be patience to have his coconuts removed and chest inflated, okay...Couldn't the guy just go around acting as a tom-girl?",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "5",
                    "user": "Lisa Peterson",
                    "date": "17w",
                    "timestamp": "1562013052",
                    "commentText": "No. Jayden was born a girl but wanted to be male.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6",
                    "user": "Micheal Authovski",
                    "date": "17w",
                    "timestamp": "1562111640",
                    "commentText": "Lisa Peterson Ah okay. Still though.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7",
                    "user": "Adam Casey",
                    "date": "11w",
                    "timestamp": "1565410618",
                    "commentText": "Micheal Authovski No they couldn't. That's the whole point. GenderGP provided a lifeline for trans people who have 4 year waiting lists for a first appointment on the NHS who are in dire need of help. They've since moved to Spain as the medical council have prohibited them from working in the UK as they were ruled not fit to practice. The NHS is not fit for purpose and one of the few private services has been forced abroad. Until the situation changes, this will keep happening.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        }
    ]
}