{
    "header": {
        "title": " Jewish people are already planning to leave the UK because of Jeremy Corbyn ",
        "subtitle": " ",
        "owner": " Zoe Drewett ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 240 ",
        "datePosted": " Monday 3 Sep 2018 8:40 am ",
        "dateExtraction": " 2019-11-22 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/09/03/jewish-people-are-already-planning-to-leave-the-uk-because-of-jeremy-corbyn-7907625/ ",
        "postText": "Jewish people don’t feel the UK is a safe place to bring up their children and some are already planning to leave, former chief rabbi Jonathan Sacks has said.', 'Lord Sacks, a crossbench peer, says British jews are considering leaving the country if Labour leader Jeremy Corbyn ever becomes Prime Minister.', 'Corbyn must ‘recant and repent’ over his remarks on Zionism, Lord Sacks said, or he risked engulfing the UK ‘in the flames of hatred’.', 'Jewish families fear the Labour leader could unleash ‘a new wave of anti-Semitism’, the rabbi warned.', 'He told BBC1’s The Andrew Marr Show: ‘When people hear the kind of language that has been coming out of Labour, that’s been brought to the surface among Jeremy Corbyn’s earlier speeches, they cannot but feel an existential threat.’', 'He added: ‘Jews have been in Britain since 1656, I know of no other occasion in these 362 years when Jews – the majority of our community – are asking “is this country safe to bring up our children”.', '‘Now, this is very, very worrying.', '‘Anyone who uses the term Zionist loosely, without great care, is in danger of engulfing Britain in the kind of flames of hatred that have reappeared throughout Europe, and is massively irresponsible.', '‘There is danger that Jeremy Corbyn may one day be prime minister, he is the leader of Her Majesty’s opposition, and I’m afraid that until he expresses clear remorse for what he has said and what his party has done to its Jewish sympathisers as well as its Jewish MPs, then he is as great a danger as Enoch Powell was.’', 'Shadow chancellor John McDonnell said comparisons between Corbyn and Enoch Powell were ‘just wrong’.', 'He told the BBC: ‘Jeremy has made it absolutely clear we will protect Jewish members of our party from any form of abuse and anti-Semitism.', '‘I just say to Lord Sacks “you’ve got it wrong, come and talk to us”.’', 'Labour’s ruling National Executive Committee will meet this week to decide whether or not to adopt the International Holocaust Remembrance Alliance (IHRA) definition of anti-Semitism in full.', 'This weekend, Former Prime Minister Gordon Brown told a Jewish Labour Movement conference that the definition must be adopted ‘unanimously, unequivocally and immediately.’', 'Mr McDonnell said: ‘I think all sides will be satisfied with the proposals that will be discussed.', '‘I think acceptance overall, and I think also the commitment to freedom of speech, and yes, a recognition of the rights of Palestinians.', '‘From what I’ve heard, it will be resolved, and there will be a balance about acceptance, as people want, but also, exactly about what others have said as well – Lord Sacks himself – that freedom of speech is important as well.', '‘The ability to criticise policies that you disagree with, but you do it in terms which are acceptable.’', 'Mr McDonnell said he wanted Frank Field to ‘come back into the fold’ after resigning the Labour whip over the anti-Semitism row.', 'It comes as senior Labour figure Dame Margaret Hodge launched a fresh attack on Corbyn, claiming the leadership has a ‘hatred of Jews’.', 'The former minister told the Sunday Times: ‘All (the leadership) can think about is their internal Labour party and their hatred of Jews.', '‘Jeremy has allowed anti-Semitism and racism to run rife. He needs to renounce much of what he did.’",
        "numberPosts": " comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Physical Identity - Physical (and Mental) Impairments",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Dumb",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Harry McKerlie",
            "date": "1y",
            "timestamp": "1535963706",
            "commentText": "Over the top hysteria by a man who is supposed to lead a community.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Ben Midgley",
            "date": "1y",
            "timestamp": "1535965568",
            "commentText": "I am perfectly sure he knew the distinction between anti-semetism and anti-zionism when he spoke. the expansion of the definition of anti-semetic to include any and all criticism of Israel is a distubing.",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "2",
                    "user": "Nadav Gewing",
                    "date": "1y",
                    "timestamp": "1535968050",
                    "commentText": "Right. Except the IHRA definition does not include \"any and all criticism of Israel\", does it? That's just another convenient lie Corbyn supporters like to spread.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3",
                    "user": "Ben Midgley",
                    "date": "1y",
                    "timestamp": "1535986509",
                    "commentText": "Nadav Gewing so we are free to be critical of Israels land grabs and human rights violations and bombing of soft targets and refusal to allow basic supplies for repairs to be shipped into palestine without being called anti-semetic? somehow i doubt it.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "Nadav Gewing",
                    "date": "1y",
                    "timestamp": "1535989652",
                    "commentText": "Ben Midgley yes, you are. Absolutely. And if someone calls you an anti-Semite for levelling legitimate criticism of Israel, then they are just <b> dumb.</b> The IHRA definition in no way inhibits legitimate criticism of Israel, a thing which is mentioned specifically in the definition itself.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Dumb"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Moira Smith",
            "date": "1y",
            "timestamp": "1535978847",
            "commentText": "Poor guy he's demented",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "6",
            "user": "Martin Rivers",
            "date": "1y",
            "timestamp": "1535983064",
            "commentText": "What utter tripe. I think many law abiding Muslim families suffer far more sustained abuse.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "Howard Leech",
            "date": "1y",
            "timestamp": "1535990549",
            "commentText": "There is absolutley no reason for our Jewish cousins to leave the UK just because of Comrade No:1 and his apparatchicks. He will never be the PM and so it is much better for Jewish people to stay than go. Just because he goes to pro-Hamas and pro-Hizbollah gatherings just means that he is deluded and is a grade one dipstick. Stay and carry on being productive members of society as you always have. He will be on his way out soon enough along with Momentum. Remember the mess that Micheal Foot and the Militant Tendency made of things well he is just a better dressed Micheal Foot but just the same nevertheless.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}