{
    "header": {
        "title": " Girls told gang to beat man with steel bars for kissing his boyfriend ",
        "subtitle": " ",
        "owner": " Paul Harper ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 688 ",
        "datePosted": " Thursday 26 Sep 2019 5:02 pm ",
        "dateExtraction": " 2019-11-05 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/09/26/girls-told-gang-to-beat-man-with-steel-bars-for-kissing-his-boyfriend-10814297/ ",
        "postText": "A gang led by girls viciously attacked a man with steel bars for kissing his boyfriend outside his flat in Dublin.', 'Danilo Matta, a Brazilian national, claimed he was battered by a group of men and women in the early hours of Saturday morning.', 'A shocking picture shows him with a bloodied mouth after the alleged homophobic attack.', 'Danilo, 28, who has lived in the city for 18 months, said he had been out socialising when he returned home to his property in north Dublin at around 3.30am.', 'His boyfriend had left his bike there and cycled away when they kissed goodnight.', 'Then Danilo said he was approached by the group which included two women and four men, two of whom were on bikes.', 'He said they asked him ‘what’s going on here?’ and referred to the kiss with his partner.', 'Danilo told Dublin Live: ‘At this stage, I start to feel uneasy but before I can even respond, they hit me in the mouth with a steel bar.', '‘After this hit, I became dazed and confused and couldn’t understand what had just happened.', '‘It was either homophobic or xenophobic based but they didn’t even hear me speak so how did they know I wasn’t Irish?’', 'Danilo said that the attackers fled when they realised he was outside his apartment.', 'He said he was treated by paramedics at the scene but declined hospital treatment.', 'He wanted to highlight the incident because he said ‘he wasn’t the first person ever to be attacked and unfortunately I won’t be the last one’.', 'Danilo added ‘thank God I could run away and I’m safe now’.', 'In a statement, Dublin Fire Brigade confirmed it attended and that a man had ‘sustained a head injury after being assaulted with a bar’.', 'The Gardai, the police in the Republic of Ireland, have been approached for comment.",
        "numberPosts": " 3 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Sexual Identity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Homosexual",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Dudden Hall",
            "date": "5w",
            "timestamp": "1569520999",
            "commentText": "The Republic of Ireland",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "1",
            "user": "Maureen Cole",
            "date": "5w",
            "timestamp": "1569533587",
            "commentText": "Absolutely disgusting anyone arrested  !!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "2",
            "user": "John E Smokes",
            "date": "5w",
            "timestamp": "1569549436",
            "commentText": "Not everyone enjoys <b> homosexual </b>acts performed in public. Engaging in public<b>  homosexual</b> acts at 0300hrs ain't a good idea either..",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "3",
                    "user": "Paul Thompson",
                    "date": "5w",
                    "timestamp": "1569570327",
                    "commentText": "Not everyone enjoys hetrosexual acts performed in public. Engaging in public hetrosexual acts at 0300hrs ain't a good idea either.. see stupid just like your comment",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "Jack Attackk",
                    "date": "5w",
                    "timestamp": "1569578100",
                    "commentText": "John - There's a difference between a harmless kiss and public indecency. If two guys kissing (i bet you wouldnt have an issue if it was two attractive girls?) is really that much of an issue, how about just don't look?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Homosexual"
            ]
        }
    ]
}