{
    "header": {
        "title": " Tory members believe Islam is a threat to Britain and think Trump would be great PM ",
        "subtitle": " ",
        "owner": " Basit Mahmood ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 3.5k ",
        "datePosted": " Monday 8 Jul 2019 11:57 am ",
        "dateExtraction": " 2019-11-25 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/07/08/tory-members-believe-islam-threat-britain-think-trump-great-pm-10131647/ ",
        "postText": "Over half of Conservative Party members believe Islam is ‘generally a threat to the British way of life’ and that Trump would make a good prime minister of the UK, a new poll has revealed.', 'The YouGov survey also found that 58 per cent of Tory party members believe the death penalty should be allowed for certain crimes, against 37 per cent who do not back the return of capital punishment.', 'Some 56 per cent of members surveyed said Islam was ‘generally a threat’ to the British way of life, while just 22 per cent thought it was ‘generally compatible’.', 'The findings come as the party struggles to shake off accusations it has failed to deal with Islamophobia.', 'On Mr Trump’s leadership, 54 per cent said they believed he would make a good prime minister of the UK, with 43 per cent saying he would be bad.', 'Commissioned for Channel 4’s Dispatches programme, the survey also found that 42 per cent of members thought that having people from a wide variety of racial and cultural backgrounds has damaged British society.', 'The programme, which is set to be broadcast at 8pm today, highlights Islamophobic posts on Facebook from self-identifying members of the Tory party.', 'One of the members of the Boris Johnson supporters group said: ‘I would ban all Muslim (sic) from entering the whole of Great Britain.’', 'A member of the Jacob Rees Mogg Appreciation Society said: ‘Two mega mosques agreed planning permission in Maidstone and Worcester, how we feel about this?’ Another person posted: ‘WRONG.’', 'The poll also revealed scepticism about the dangers posed by climate change, with 46 per cent of Tory members saying concerns about climate change had been exaggerated, while 45 per cent said the danger is every bit as real as scientists have said.', 'Some 49 per cent of members said schools should not be required to educate children about LGBT relationships, and 51 per cent thought most people on benefits could get a job if they tried hard enough.', 'Party members will be choosing the next party leader and prime minister.', 'A Conservative spokesperson said: ‘Those people making these posts that we have found to be members of the party, have been suspended pending investigation.’', '‘Discrimination or abuse of any kind is wrong and will not be tolerated.’', 'Mr Rees-Mogg said the Jacob Rees Mogg Appreciation Society Facebook group is not an official supporters’ group, adding: ‘I absolutely condemn such behaviour.', '‘Anyone who behaves in such a way is not one of my supporters and should be reported.’', 'Miqdaad Versi, a spokesperson for the Muslim Council of Britain (MCB), last month revealed he had documented ‘hundreds of cases’ showing Islamophobia in Tory ranks.', 'The MCB has submitted more than 20 pages of evidence to the Equality and Human Rights Commission, urging independent investigators to launch an official probe into accusations within the party.",
        "numberPosts": " 10 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Social Class - Working class,Ethnicity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Common,Racist",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Howard Leech",
            "date": "20w",
            "timestamp": "1562588368",
            "commentText": "Islam is not just a threat to the UK but a threat to Civilisation in Europe as well.",
            "likes": 11,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1",
                    "user": "Saith Abdullah Sheikh",
                    "date": "19w",
                    "timestamp": "1562605634",
                    "commentText": "●Google pay 95$ consistently my last pay check was $548759 working 8 hours out of every week on the web. My more young kin buddy has been averaging 15k all through ongoing months and he works around 24 hours consistently. I can't confide in how straightforward it was once I endeavored it out.This is my primary concern...GOOD LUCK .☟☟☟☟ COPY THIS WEBSITE ☟☟☟☟ HERE ☞☞☞☞      W­w­w­.­W­o­r­k­s­6­2­.­C­o­mℯDon't include this ☞ ℯ ☜ in web link THANKS",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "2",
            "user": "Allan Kinsella",
            "date": "20w",
            "timestamp": "1562588733",
            "commentText": "The fact is,Islam is a threat' doesn't mean all Muslims are a threat.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "3",
                    "user": "Paul Adamson",
                    "date": "20w",
                    "timestamp": "1562590186",
                    "commentText": "Indeed however to question Islam or have concerns over a unwillingness to integrate IS NOT islamaphobia either.  Yet the MCB seem to think it is and are applying political pressure wherever possible in the hope to redefine what constitutes islamaphobia. This is their latest effort, to try to imply tories are any different to another sector of society and yet they conveniently fall silent over anything damning to their agenda.",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "Linda Stennett",
                    "date": "19w",
                    "timestamp": "1563202582",
                    "commentText": "Alan. Not all Germans were a threat.  But that didn't stop Hitler   The people were as guilty as Hitler by their SILENCE.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "5",
            "user": "Paul Adamson",
            "date": "20w",
            "timestamp": "1562589708",
            "commentText": "Awww poor little metro 'reporter' is unhappy only tory members get to chose the next PM.  Bet when Brown took over Blair WITH A HANDSHAKE DEAL AND NO MEMBER OPINION, he didn't protest.  Anyway, anyone not concerned over Islam in UK is deluded or stupid.",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "6",
                    "user": "Ade Foiadelli",
                    "date": "20w",
                    "timestamp": "1562590359",
                    "commentText": "Could you copy and paste the bit where the reporter says they are \"unhappy only tory members get to chose the next PM\"?Only I can't see it, and if it isn't there at all your comment makes you look - how should we put it? - ah yes! Deluded and stupid.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7",
                    "user": "Paul Adamson",
                    "date": "19w",
                    "timestamp": "1562735484",
                    "commentText": "Ade Foiadelli I never said they did say that, the whole article was obvioiusly in reaction to it.  Anyway, I am not interested in debating with such a left wing idealogical turd as yourself, you spend way too much time arguing and for what?  Get a life.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "8",
            "user": "Fahim-Uz Zaman",
            "date": "20w",
            "timestamp": "1562590753",
            "commentText": "How many terror attacks were concocted in Britain by so called Muslims before we invaded Iraq?",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 9,
            "replies": [
                {
                    "id": "9",
                    "user": "Other Guy",
                    "date": "20w",
                    "timestamp": "1562591452",
                    "commentText": "That's no justification, idiot",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "10",
                    "user": "Mohamed Saleh",
                    "date": "20w",
                    "timestamp": "1562596333",
                    "commentText": "Actually, that's a very valid point and I don't think Fahim stated it was a justification, just providing some rationality and historical context to the argument...idiot.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "11",
                    "user": "Paul Adamson",
                    "date": "19w",
                    "timestamp": "1562735664",
                    "commentText": "Mohamed Saleh Yet most Muslims support the Labour party, you know - the ones who lied about Iraq and took us into a legal war.  How does that square peg fit the round hole?",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "12",
                    "user": "Linda Stennett",
                    "date": "19w",
                    "timestamp": "1563202794",
                    "commentText": "Other Person    You see.  That atitude is held by 99% of Muslims. GUARANTEED",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "13",
                    "user": "Paul Adamson",
                    "date": "19w",
                    "timestamp": "1563207109",
                    "commentText": "Mohamed Saleh Come on, answer my question - If Muslims have this belief (which I know many do inc the attacks on 911) - why do most of them Vote the Labour Party, who took us into Iraq based on lies?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "14",
                    "user": "Fahim-Uz Zaman",
                    "date": "18w",
                    "timestamp": "1563211902",
                    "commentText": "Paul Adamson Muslims vote for Labour mainly because of their policies such as funding the NHS, schools, care homes etc. What they don't vote for is illegal wars",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "15",
                    "user": "Fahim-Uz Zaman",
                    "date": "18w",
                    "timestamp": "1563211943",
                    "commentText": "Other Person knobhead. How was I providing any justification???? I'm asking you simply how many terror attacks happened before we invaded Iraq?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "16",
                    "user": "Paul Adamson",
                    "date": "18w",
                    "timestamp": "1563469408",
                    "commentText": "So they thereafter vote for a party who lied to them in a totally illegal war, killing innocent people who they now point as a reason for terror retaliation, simply for the sake of some more off the spreadsheet PFI debts at exorbitant interest rates.  Wow, what flawed logic.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "17",
                    "user": "Fahim-Uz Zaman",
                    "date": "18w",
                    "timestamp": "1563562534",
                    "commentText": "Paul Adamson we vote for Jeremy Corbyn who has ALWAYS been on the correct side of politics from opposing Apartheid South Africa to voting against Wars that benefit no one",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "18",
            "user": "Shawn Prerira",
            "date": "20w",
            "timestamp": "1562598057",
            "commentText": "Islam is a threat to the devil and devil kind. Read it to understand it before commenting.",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "19",
                    "user": "Paul Gascoigne",
                    "date": "19w",
                    "timestamp": "1562741840",
                    "commentText": "There are a lot of Satanists who do a lot of good, what would you do with their kind?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "20",
                    "user": "Shawn Prerira",
                    "date": "19w",
                    "timestamp": "1562848985",
                    "commentText": "Paul Gascoigne ... Satan can do NO good. Please upgrade your reading.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "21",
            "user": "Gary Youn",
            "date": "20w",
            "timestamp": "1562603144",
            "commentText": "if by islam you mean people truly following the rules of islam as written then clearly it is a risk to our way of life. the aim is to turn the whole world moslem.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "22",
            "user": "Jack Russell",
            "date": "19w",
            "timestamp": "1562605292",
            "commentText": "Can’t argue with that headline. 👍🏼",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "23",
            "user": "Kim E Gandy",
            "date": "19w",
            "timestamp": "1562667401",
            "commentText": "....and you have a problem with that? The majority of us think that. It's only the brainwashed liberal types that scream in horror at that idea... Because THEIR alternative is sooooo workable isn't it? The left-wing FASCISTS for whom everybody else's opinion is TOTALLY UNACCEPTABLE.The big joke is, the biggest bigots are the ones they look at in the mirror.\"Anti-fascist\" is an oxymoron. With the emphasis on \"moron\".",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "24",
                    "user": "Ade Foiadelli",
                    "date": "19w",
                    "timestamp": "1562679349",
                    "commentText": "Left wing fascism is an oxymoron.Learn what words mean you daft c*nt.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "25",
            "user": "Linda Stennett",
            "date": "19w",
            "timestamp": "1563202201",
            "commentText": "WAKE UP.   ITS NOT JUST TORY MPs. MILLIONS AND MILLIONS OF US HAVE GENUINE CONCERNS RE ISLAM.  LETS BE HONEST HERE.  ISLAMS  GOAL IS TO DOMINATE.  WHY SHOULDNT WE BE WORRIED !!  We must have an official enquiry into the intentions and spread of Islam in this country. I'm a Christian my family are all Christian. Why wouldn't we worry that according to numbers   Muslims will out number Christians at some point in the future.  <b> Common </b>SENCE tells us when that happens  Christians will not be happy living in their own country. Domination by Muslims will inevitably mean our  culture will slowly be wiped out.  And we are not supposed to be concerned !!!!!!!",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Common"
            ]
        },
        {
            "id": "26",
            "user": "Linda Stennett",
            "date": "19w",
            "timestamp": "1563202938",
            "commentText": "Followers of Islam are bullies when it comes to anyone criticising it. Not peaceful at all. INFACT most violent. And <b> racist.</b>",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist"
            ]
        }
    ]
}