{
    "header": {
        "title": " Please, I beg of you, do not serve a gendered menu at your wedding ",
        "subtitle": " ",
        "owner": " Rebecca Reid ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 225 ",
        "datePosted": " Friday 28 Jun 2019 3:48 pm ",
        "dateExtraction": " 2019-11-11 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/06/28/please-i-beg-of-you-do-not-serve-a-gendered-menu-at-your-wedding-10085398/ ",
        "postText": "Recently while perusing Instagram I came across a woman describing her wedding plans.', 'The menu read: ‘Prosecco for girls, beer for boys.’', 'Given that we don’t drink beverages with our genitals, you could be forgiven for thinking that appointing drinks orders by sex was a bit odd. I know I did.', 'But apparently, this is A Thing – particularly having ‘his and hers’ cocktail menus, where male guests are served something strong and bitter, while women are served something fruity and sweet.', 'It doesn’t stop at drinks either. Apparently his and hers wedding menus, extending to gendered puddings, canapes or even main courses, are ‘a thing’.', 'Last week a horrified Mumsnet user took to the forum to write about a wedding she had attended where men were served mushroom risotto, roast beef and a chocolate bomb, while women were given a prawn risotto (because prawns are female?), chicken (all chickens are female) and a strawberry cheesecake (the vagina dessert).', 'The running theme seems to be that men are given a heavier, more ‘manly’ meal – usually containing red meat, while women are given a lighter option.', 'Fine if you happen to fit the gender stereotype but incredibly annoying if you happen to be a woman who likes a big raw steak, or a bloke who loves a bit of poached salmon.', 'Guests, according to the anonymous poster, did not get a choice about which menu they wanted to eat from, but rather were assigned on the basis of their gender.', 'Kate told Metro.co.uk, ‘I went to a wedding where men received steak or fish, but women were given the option of chicken or fish. I love a bit of steak, but none for me!’', 'Annabelle had a similar experience. She says: ‘I went to a wedding where it was steak for the lads and fish for the women, and then pudding was dark chocolate cake for men and white chocolate for women.’', 'Sarah told Metro.co.uk: ‘I went to one where there was chocolate cake for the girls and Eton mess for the boys. I was a happy chocoholic but had to share with my partner who was less than impressed when we got different things!', '‘Not sure it’s really my thing though, would have been sad to not get chocolate if it was reversed.’', 'Orla explained more about the concept, saying: ‘This happened at my cousin’s wedding. I asked her about it and she said the hotel suggested it and that guests like it. I found no such evidence as there was a lot of swapping going on. Shockingly, food preferences are not gender specific!’', 'I’m struggling to fully understand why people might choose to do this – presumably it’s not related to the these gendered menus read a Victorian manual about how red meat and strong flavours can enflame a woman beyond reasonable behaviour and see her throwing her corset into the nearest river?', 'Perhaps it’s a way to remind us that the best and most expensive meats (notice how men tend to get steaks) must be reserved for the strong men who hunt and protect us.', 'We spoke to wedding expert Sinead Starrs of The Lovely Little Label, who told us: ‘While it would be more unusual to see a fully gendered wedding menu, quite often components of the menu are gendered. Such as cocktails, desert or even late night snacks.', '‘His n Hers favourite drink are often served to the guests as a way of expressing the bride and grooms personalities and creating a more meaningful connection with their guests. Whether that is in the form of signature cocktails or beer vs prosecco.', '‘I find that the bride and groom want to personalise their wedding menu as much as possible with their own favourites. At my own wedding we served his n hers desserts. A rich chocolate cake for the guys and a forest fruit with white chocolate soup for the girls.', '‘Of course either gender could request either dessert if that was their preference.’', 'On the topic of whether or not this might cause offence, Sinead says: ‘I don’t see any reason for guests to object to this.', '‘If drinks are provided by the bride and groom and they have chosen which drinks they would like to serve based on their own personal preferences. In the same way you might chose which wine to serve.', '‘Just because ‘beer for men and prosecco for women’ might be on a cute little sign doesn’t mean that either gender can’t drink their own preference.’', 'Obviously it’s your wedding, your choice. And if you’re footing the bill, people can’t really complain about what you serve them. But you’re sending quite a strong message in doing so: we are a couple who believe that what you want to eat is defined by your gender identity.', 'And to be honest if you do both think that, it’s probably rather lucky that you found each other.",
        "numberPosts": " 3 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Physical Identity - Physical (and Mental) Impairments,Gender - General,Behavioural Addiction - Alcohol",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Weird,Woman,alcohol",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Arnold Hedge",
            "date": "19w",
            "timestamp": "1561744965",
            "commentText": "I went to a wedding last weekend and the food was a burger van. They copied the idea from our wedding (our's was better). Different male and female menus is just <b> weird.</b>",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "1",
                    "user": "Andrea Jovanović",
                    "date": "19w",
                    "timestamp": "1561751969",
                    "commentText": "Yeah, I'm not convinced this is a thing.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Weird"
            ]
        },
        {
            "id": "2",
            "user": "Jon Paddick",
            "date": "19w",
            "timestamp": "1561756425",
            "commentText": "Maybe just don’t go to the wedding?",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "3",
            "user": "John Tristram Turnbull",
            "date": "19w",
            "timestamp": "1561765055",
            "commentText": "Let the guests decide. Then the men will go for the beer and the women the prosecco....",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "4",
                    "user": "Emma Phipps",
                    "date": "16w",
                    "timestamp": "1563509989",
                    "commentText": "When it's by choice it's ok. A <b> woman </b>can choose only the options that are deemed feminine if she really wants to, a man can prefer all the choices deemed masculine. Or the other way round. Or a mix. When it's your choice then it's your choice. When someone else makes a decision for you it's a bit different",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Woman"
                    ]
                },
                {
                    "id": "5",
                    "user": "Emma Phipps",
                    "date": "16w",
                    "timestamp": "1563570899",
                    "commentText": "Or you could just be given an option. What about those who don't drink <b> alcohol </b>at all? Are allergic to certain things? Does the same go for menu, everyone having to eat gluten free or vegetarian or steaks or raw food?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "alcohol"
                    ]
                }
            ],
            "keywords": []
        }
    ]
}