{
    "header": {
        "title": " Gay man given death penalty after jurors said he would enjoy all-male prison too much ",
        "subtitle": " ",
        "owner": " Jane Wharton ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " ",
        "datePosted": " Wednesday 20 Jun 2018 1:18 pm ",
        "dateExtraction": " 2019-10-31 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2018/06/20/gay-man-given-death-penalty-jurors-said-enjoy-male-prison-much-7646390/ ",
        "postText": "An American man convicted of murder has been given the death sentence after the jury decided he would enjoy prison because he is gay.', 'Charles Rhines was convicted in the stabbing death of a doughnut shop worker.', 'Three jurors have since come forward to admit there was a lot of prejudice on the panel with one saying: ‘If he’s gay, we’d be sending him where he wants to go.’', 'Yesterday the Supreme Court rejected an appeal against the death penalty meaning Rhines still faces execution.', 'The decision was greeted with horror by LGBT+ campaigners.', 'Lawyer Ria Tobacco Mar said: ‘The court’s silence sent a deeply troubling message about the value placed on the lives of LGBT people.’', 'Rhines bound and stabbed Donnivan Schaeffer while robbing the doughnut shop in South Dakota in 1992.', 'The following year, he was convicted of murder and the court heard the jury were fully aware he was gay.', 'During remarks that were made public during the recent appeal, his sexuality was frequently discussed during the deliberations.', 'The Supreme Court paper notes: ‘During penalty phase deliberations, the jurors sent out a note asking whether he would be allowed to ‘mix with the general inmate population,’ ‘create a group of followers or admirers,’ ‘brag about his crime to other inmates, especially new and[/]or young men . . . ,’ ‘marry or have conjugal visits,’ or ‘have a cellmate.’', 'It added: ‘One juror stated that jurors ‘knew that [Mr. Rhines] was a homosexual and thought that he shouldn’t be able to spend his life with men in prison.’', '‘A second recalled hearing an unidentified juror comment of Mr. Rhines ‘that if he’s gay we’d be sending him where he wants to go if we voted for [life imprisonment without the possibility of parole].’', '‘A third confirmed that ‘there was lots of discussion of homosexuality. There was a lot of disgust. This is a farming community.’', 'Rhines appealed against his sentence, citing a ruling last year that said evidence of racial bias in the jury room allows a judge to consider setting aside a verdict.', 'However, the Supreme Court has ruled that it will not stop the execution despite concerns about the role his sexuality played in the sentence.', 'It did not give a reason why it had rejected Rhines’ appeal.', 'Ms Tobacco Mar wrote in the New York Times: ‘Some members of the jury thought life in prison without parole would be fun for Mr Rhines.', '‘So they decided to sentence him to death.’', 'Tabacco Mar went on to compare the sentence to another case where the jury was racially biased in their decision.', '‘The same rule should apply when anti-LGBT prejudice taints jurors decision-making,’ she added.', '‘To be sure, the history of racism in America is unique and demands unique safeguards. But that does not make anti-LGBT discrimination any less objectionable, particularly when it may have made the difference between life and death.', '“[The court] should take the next opportunity to correct this mistake and recognise that prejudice against people who are LGBT should play no role in America’s criminal justice system.', '‘However, that will probably come too late for Mr Rhines.’",
        "numberPosts": " 8 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Gender - General,Sexual Identity - General,Sexual Identity - Male homosexuality,Age - Youngsters,Ethnicity - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Sexual,Woman,Gay,Gay,Nothing,Race",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Cath Rice",
            "date": "1y",
            "timestamp": "1529506911",
            "commentText": "“Rhines locked Donnivan’s head between his knees and pounded a hunting knife into the base of Donnivan’s skull, partially severing his brain stem,” the brief says. “Unaffected by the screams and blood and death, Rhines left the store with his loot to get something to eat ... an order of french fries.” Then there was his “bloodcurdling confession, in which he cackles while comparing young Donnivan’s death spasms to a beheaded chicken running around a barnyard.”..................He deserves the Death Penalty!!",
            "likes": 19,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "1",
                    "user": "Galin McMahon",
                    "date": "1y",
                    "timestamp": "1529514902",
                    "commentText": "Yes, for murder.  But the problem is that his sentence was decided, in part, based upon his <b> sexual </b>orientation.  That is what they do in the Middle East, not in the U.S.",
                    "likes": 27,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Sexual"
                    ]
                },
                {
                    "id": "2",
                    "user": "Mark Gambitt",
                    "date": "1y",
                    "timestamp": "1529519535",
                    "commentText": "Karen Vaughan f**k him..not literally .He took a life and in doing so forfeited his. If the jury are executing him because his <b> gay<b>  </b</b>>and therefore would have let him off with prision, then yes they are farming d***heads.",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Gay"
                    ]
                },
                {
                    "id": "3",
                    "user": "Arnold Hedge",
                    "date": "1y",
                    "timestamp": "1529522172",
                    "commentText": "Karen Vaughan That description sounds good enough for a death sentence for anyone.",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "Shax Rahman",
                    "date": "1y",
                    "timestamp": "1529540485",
                    "commentText": "Galin McMahon that's what they do in the U.S I just read the news",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "5",
                    "user": "Tom Sullivan",
                    "date": "1y",
                    "timestamp": "1529847525",
                    "commentText": "Karen Vaughan, a straight man in the same position deserves the death penalty. The brutality of this murder warrants <b> nothing </b>less.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nothing"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "6",
            "user": "Kallum Shah",
            "date": "1y",
            "timestamp": "1529520840",
            "commentText": "\"Charles Rhines was convicted in the stabbing death of a doughnut shop worker.\"Come on Metro...",
            "likes": 7,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "John Brady",
            "date": "1y",
            "timestamp": "1529535956",
            "commentText": "Excuse my ignorance but surely the jury decides on guilty or innocent then the judge decides on the sentence. Cold blooded murder deserves the death penalty. <b> Race,</b> religion,<b>  sexual</b> orientation of the victim or accused should not enter into it.",
            "likes": 6,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "8",
                    "user": "Lucy Anne Lepley",
                    "date": "1y",
                    "timestamp": "1529548550",
                    "commentText": "That's what I thought, too, but I just read this:\"[...] There are some occasions when a jury will decide a convicted criminal's punishment. For example, in capital punishment cases (death penalty cases) in some states, judges are not permitted to impose the death penalty and it is up to a jury to decide whether a convicted criminal should be sentenced to die.\"* https://criminal.findlaw.com/crim.../sentencing-law-faq.htmlI don't know what occured in this case, but I don't understand why ANY community -gay, straight, or in between- would be \"outraged\" and fighting against the heavy sentencing of a man that not just robbed someone, but bound them and stabbed into the base of their skull! Then left to get French fries! To hell with him. It's one thing to shine a light on minority issues; but this is INSANE to me.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Sexual",
                "Race"
            ]
        },
        {
            "id": "9",
            "user": "Beverley Skouse",
            "date": "1y",
            "timestamp": "1529540387",
            "commentText": "I personally don't agree with the death penalty, he should spend life in prison and his sexuality should be indifferent.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "10",
                    "user": "Diane Douglas",
                    "date": "1y",
                    "timestamp": "1529567697",
                    "commentText": "You don't agree with the death penalty? Let me see for example someone you very dearly LOVE HAVE THIS INSANE ACT DONE TO THEM,I JUST WONDER whether you would then think he should walk around a prison  an live an eat the rest of his life ay?? Somehow I think you don't fully understand the impact of what this man has actually done and how his family ( the dead mans) have suffered. It could be a child ,an adult he didn't care.Are we meant to just allow him to do with  a mere prison sentence..He acts worse than most animals  but you don't agree with the death penalty! Sorry can't get my head around that one ....He should be executed and save prison for lesser offences",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "11",
                    "user": "Philip Antoniou",
                    "date": "1y",
                    "timestamp": "1529567980",
                    "commentText": "Diane Douglas, death penalty is just about making victims and the public feel better. Prison is probably a worse punishment because the suffering is prolonged. Death penalty also causes a bunch of other social problems, it doesn't work as well.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "12",
                    "user": "Diane Douglas",
                    "date": "1y",
                    "timestamp": "1538044135",
                    "commentText": "It's worked because ,he will not be able to engage with anyone .Never will he be able to do this crime again for sure .public have saved money putting these scum in prison and faster they can move on an eradicate any others this way or deter anyone in the future from acting this way.Possibly ,no there will be someone who doesn't want a death sentence so may think b4 committing a crime like this  as knowing there would definately be a death sentence for THEM",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "13",
            "user": "Liam Ward",
            "date": "1y",
            "timestamp": "1529542426",
            "commentText": "I dont agree with the death penalty, but this was rather a brutal cold blooded murder and if that is their law then, ok i guess? i dont think it has much to do about sexuality",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "14",
            "user": "Diane Douglas",
            "date": "1y",
            "timestamp": "1529567789",
            "commentText": "The death sentence he has will be humane compared with his victims .He wanted to act like a monster so there ya go .punishment enrolled to got the crime",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "15",
                    "user": "Diane Douglas",
                    "date": "1y",
                    "timestamp": "1529567822",
                    "commentText": "To fit the crime I mean",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "16",
                    "user": "Kyle Wandrei",
                    "date": "1y",
                    "timestamp": "1529690059",
                    "commentText": "If the punishment had been based on his crime that might be a relevant statement.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "17",
                    "user": "Diane Douglas",
                    "date": "1y",
                    "timestamp": "1538043721",
                    "commentText": "The man is a monster to treat his victims like that.so one less of them in the world.kyle what a strange thing to say given his innocent victims were just that INNOCENT.Did he think they had committed any crimes ? Was he justified to treat them that way? Honest to God,your statement makes me wonder where your mind is at 🤔🤔🤔",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "18",
            "user": "William Rhoades",
            "date": "1y",
            "timestamp": "1529865937",
            "commentText": "\"Ms. Tobacaoo\"",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "19",
            "user": "Willow K Kai",
            "date": "1y",
            "timestamp": "1529948068",
            "commentText": "So by their assumption, a straight <b> woman </b>would be \"perfectly happy\" if she was sent to an all male prison?? That's the equivalence here...",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Woman"
            ]
        }
    ]
}