{
    "header": {
        "title": " Muslims condemn Rod Liddle’s ‘blatantly racist and Islamophobic remarks’ ",
        "subtitle": " ",
        "owner": " Basit Mahmood ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 841 ",
        "datePosted": " Friday 1 Nov 2019 4:39 pm ",
        "dateExtraction": " 2019-11-25 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/11/01/muslims-condemn-rod-liddles-blatantly-racist-islamophobic-remarks-11027560/ ",
        "postText": "Leading Muslim groups have condemned Spectator columnist Rod Liddle for ‘blatant Islamophobia and racism’ after he suggested planning elections for a time when Muslims cannot vote.', 'In an article headlined ‘If you do one thing this election, stop your kids voting’, Mr Liddle wrote: ‘My own choice of election date would be a day when universities are closed and Muslims are forbidden to do anything on pain of hell, or something.', '‘There must be at least one day like that in the Muslim calendar, surely? That would deliver at least 40 seats to the Tories, I reckon.’', 'Home Secretary Sajid Javid, who is of Muslim heritage, said Mr Liddle’s words were ‘not funny and not acceptable’.', 'He Tweeted: ‘Not clear if the Rod Liddle comment is supposed to be a joke – but it’s not funny and not acceptable.', '‘No community in our country should be put down that way.’', 'Wes Streeting MP who is Co-Chair of the APPG on British Muslims said Mr Liddle’s comments were ‘blatantly Islamophobic and the Spectator should be ashamed of publishing them.’', 'He told Metro.co.uk: ‘The comments made by Rod Liddle in the Spectator are truly reprehensible.', '‘British Muslims are part and parcel of our democracy like all other groups. Minority communities’ right to vote should not be attacked by preachers of hate but celebrated, promoted and encouraged.', '‘British Muslim communities in the UK won’t stand alone against such attacks. There will be many others, including me, who will stand up to defend their rights.', '‘Mr Liddle and The Spectator should apologise immediately.’', 'The Muslim Council of Britain (MCB) accused Mr Liddle of ‘denying Muslims their democratic rights’ and of ‘discrimination against Muslims’.', 'An MCB spokesperson said: ‘Mr Liddle’s hate is not new and is in fact the usual bigotry that Muslims have become accustomed to.', '‘Here he calls for the discrimination against Muslims and a denial of their democratic rights, particularly when the far-right are on the rise.', '‘Outlets such as the Spectator regularly give racists a platform to share their anti-Muslim propaganda and feed into far-right narratives that thrive on Islamophobia.’', 'Meanwhile the Spectator’s assistant editor Isabel Hardman also said she ‘profoundly disagrees’ with Mr Liddle’s piece and was ‘hugely upset’ by it.', 'Another section in Mr Liddle’s column appeared to mock Labour MP Rosie Duffield, who last month spoke out about a previous abusive relationship she had while discussing the Domestic Abuse Bill.', 'Mr Liddle described Ms Duffield as ‘the sobbing and oppressed Rosie ‘#MeToo’ Duffield’.', 'In response Ms Hardman said: ‘I know personally how strong and brave survivors of domestic abuse are and Rosie Duffield is one of the finest among us.’', 'Anti-Racism campaigner Shaista Aziz said: ‘To minimise the experiences of courageous Rosie Duffield MP, who spoke about her painful experiences of cohesive control and domestic abuse and to then go on to target Muslims is exactly the type of bigotry and disgrace Rod Liddle has become known for and paid very well to produce.', '‘A few days into a general election campaign and it’s already open season for islamophobic and sexist views to be given prominence.’', 'Rehana Faisal, founder and chair of Lantern, a charity that seeks to increase social and political representation among Muslim women said: ‘Rod Liddle’s words are deeply misogynistic, racist and Islamophobic.', '‘Whilst as a nation we value free speech, we must recognise that he is peddling a narrative of hate that seeks to strip Muslim citizens of their basic rights. Liddle is advocating for discrimination in a very direct sense.', '‘This dehumanising language has a direct impact on the physical and mental well-being of my community.’', 'In response Mr Liddle said: ‘There was no hate speech or Islamophobia whatsoever.', '‘It was a very light-hearted series of suggestions about when to hold an election, based upon the dispute over the proposed dates for the election.', '‘It was patently a joke. I do not really think that students should be drugged, or sent to a rave on an election day. Nor do I think that the vote should be held on a day when Muslim people can’t vote.', '‘They were very obviously ludicrous suggestions, satirical in manner, about how to reduce the Labour vote by targeting groups which traditionally vote Labour and occasioned by the wrangling over whether the election should be on December 9 or 12.’",
        "numberPosts": " 7 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Age - Youngsters",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Race,Racist,Nobody,Nothing",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Raj Da Costa",
            "date": "3w",
            "timestamp": "1572631907",
            "commentText": "How can criticism of Islam be <b> racist?</b> Islam is a religion it's not a<b>  race</b><b> ! Nobod</b>y would call The Life of Bri<b> an raci</b>st. Ibelieve we should be free to criticise any person including Mohammed, the founder of Islam.",
            "likes": 7,
            "hasReplies": true,
            "numberOfReplies": 5,
            "replies": [
                {
                    "id": "1",
                    "user": "Oscar Marshall",
                    "date": "3w",
                    "timestamp": "1572634760",
                    "commentText": "You are. You are not however, free from the consequences of those words.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Matt Johnson",
                    "date": "3w",
                    "timestamp": "1572635241",
                    "commentText": "Oscar Marshall Yes, he is - and totally",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3",
                    "user": "Nadeem Qureshi",
                    "date": "3w",
                    "timestamp": "1572690672",
                    "commentText": "He used the word 'muslim' not 'islam,' you prat.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "Jensen Wilhelm",
                    "date": "3w",
                    "timestamp": "1572697235",
                    "commentText": "I’m fed up with idiots like you. Who think it’s not <b> racist.</b> Nowhere did mr liddle make any intelligent criticism of Islam! He made a clearly<b>  racist</b> suggestion to undermine Muslims from voting or taking part in voting.Why only Muslims? Why not Jews or Hindus or Sikhs etc? Or blacks! This is the same exact thing Hitler did to the Jews in the 1930s!So stop trying to hide the hatred behind oh it’s criticism of Islam when it’s actually hatemongering and fear mongering hence Islamophobia!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                },
                {
                    "id": "5",
                    "user": "Paul Hendry",
                    "date": "3w",
                    "timestamp": "1572738029",
                    "commentText": "did u read the article? guy wanted a way so muslims couldnt vote...",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Nobody",
                "Race",
                "Racist"
            ]
        },
        {
            "id": "6",
            "user": "John Winston Beatson",
            "date": "3w",
            "timestamp": "1572640249",
            "commentText": "Many a true word is spoken in jest",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "7",
            "user": "Pishulonko Tulahuena",
            "date": "3w",
            "timestamp": "1572683428",
            "commentText": "but when all their cultural enrichment minions do their mo thing, they are very quiet",
            "likes": 0,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "8",
                    "user": "Jensen Wilhelm",
                    "date": "3w",
                    "timestamp": "1572697405",
                    "commentText": "Same when catholic priests kiddy fiddle judeo-Christian zealots don’t day much either!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "9",
                    "user": "Jensen Wilhelm",
                    "date": "3w",
                    "timestamp": "1572697408",
                    "commentText": "Same when catholic priests kiddy fiddle judeo-Christian zealots don’t day much either!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "10",
                    "user": "Raj Da Costa",
                    "date": "3w",
                    "timestamp": "1572708547",
                    "commentText": "Jensen Wilhelm, maybe you'd prefer to live in Saudi Arabia.  Where as a non-Muslim (an infidel in their eyes) you'd be treated like dirt!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "11",
            "user": "Ethel Aardvark",
            "date": "3w",
            "timestamp": "1572685790",
            "commentText": "This man Middle/Liddle is some sort of newspaper reporter?  Still?",
            "likes": 2,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "12",
                    "user": "Richard Dolphin",
                    "date": "1w",
                    "timestamp": "1574078182",
                    "commentText": "It's called \"Free Speech\" dear, ever heard of it?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "13",
            "user": "Howard Leech",
            "date": "3w",
            "timestamp": "1572702857",
            "commentText": "Ok then, what about the wholesale election fraud in Tower Hamlets, Khan's mate Rahman and his crew, who included Taxi drivers and others who had no experience of Local Government but happened to be of the same religious background and guess which one it is. They want to vote, then no postal votes allowed and they have to preent themselves at a Polling station",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "14",
            "user": "Mohammed Zaman",
            "date": "3w",
            "timestamp": "1572710031",
            "commentText": "IF this same chappie had said the same thing about the Jews,...Imagine the outcry, When its Muslims,..<b> Nothing.</b>",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing"
            ]
        },
        {
            "id": "15",
            "user": "Richard Dolphin",
            "date": "1w",
            "timestamp": "1574078245",
            "commentText": "Surely Liddle should know by now that in Woke Britain all humour and mockery is verboten.",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}