{
    "header": {
        "title": " Muslim ‘has hijab ripped off and pelted with eggs’ in savage attack ",
        "subtitle": " ",
        "owner": " James Hockaday ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 2.2k ",
        "datePosted": " Tuesday 20 Aug 2019 10:37 pm ",
        "dateExtraction": " 2019-11-25 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/08/20/muslim-hijab-ripped-off-pelted-eggs-savage-attack-10603851/ ",
        "postText": "A Muslim teenager reportedly had her hijab removed, was forced to the ground and was pelted with eggs by a gang of youths.', 'Police are investigating after a video of the attack in the Dublin suburb of Dundrum was posted online.', 'Calls are now being made for effective hate crime legislation to be introduced in Ireland to curb violence and discrimination.', 'A garda spokeswoman said no arrests have been made and an investigation into the incident on Sunday is ongoing.', 'Irish Green Party deputy leader Catherine Martin said: ‘This is absolutely appalling. We must stand firm against any and all racism.', '‘Violence like this stems from racist rhetoric. Words become actions.', '‘We must condemn racism at all levels if we want to stop violence and discrimination taking hold.’', 'Dr Ali Selim, a leading figure in the Irish Muslim community, also called for hate crime legislation to be introduced.', 'He said: ‘It’s a shock to everybody living in Ireland. If this is happening in the middle of the day and in this area, where would you let your children go to?', '‘Most people have been really supportive on social media. Very few individuals are critical about the situation, but that gives the general impression of the situation in Ireland.', '‘The mainstream are pro-cohesiveness and pro-justice and equality for everyone, regardless of your faith and race. It is our responsibility to maintain this cohesiveness.', '‘There is a desperate need for hate crime legislation in Ireland. We didn’t have that in the past and that is understood because in the past Irish society was made of one and the same group.', '‘Today we have a wide range of diversity and faiths in various communities and that enhances the need to have hate crime legislation to prevent such incidents from happening again.’",
        "numberPosts": " 18 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Ethnicity - General,Age - Youngsters",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Racism,Racist,Race,Nothing,Ho,Old,Woman,Nazi,Blind,Indian,Terrorist,Buck",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Tim Higgins",
            "date": "13w",
            "timestamp": "1566345500",
            "commentText": "It's an absolute disgrace that these poor women are forced to wear that rag around their heads, unlike their male counterpart who can walk around rag free 365 days a year. Fair dues to those girls for trying to liberate her.",
            "likes": 14,
            "hasReplies": true,
            "numberOfReplies": 17,
            "replies": [
                {
                    "id": "1",
                    "user": "Jonathan Liddane",
                    "date": "13w",
                    "timestamp": "1566348992",
                    "commentText": "I don't think they were trying to liberate her. They are just the bottom of the cesspool of British society wanting to attack her. And no I'm not a leftist. I'm very worried about Islam and the future in the world.",
                    "likes": 16,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "2",
                    "user": "Iain McIntyre",
                    "date": "13w",
                    "timestamp": "1566350175",
                    "commentText": "I'm sure it's not a Rag, such comments lean towards you making a veiled hate comment disguised as passive aggressive.",
                    "likes": 25,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "3",
                    "user": "Robert Jones",
                    "date": "13w",
                    "timestamp": "1566366239",
                    "commentText": "Jonathan Liddane Dublin is not in Britain",
                    "likes": 9,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "4",
                    "user": "Izzy Hussain",
                    "date": "13w",
                    "timestamp": "1566368202",
                    "commentText": "What's wrong with you, you should <b> ho </b>and pull them rags off the nuns and off Marys statues you ignorant disgusting excuse of a human, shame on you you vile horrible little turd",
                    "likes": 16,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Ho"
                    ]
                },
                {
                    "id": "5",
                    "user": "Holly Young",
                    "date": "13w",
                    "timestamp": "1566375106",
                    "commentText": "Yeah becasue being thrown to the ground and having eggs chucked at you is definitely being \"liberated.\"Do you hear yourself?",
                    "likes": 12,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "6",
                    "user": "Pishulonko Tulahuena",
                    "date": "13w",
                    "timestamp": "1566378592",
                    "commentText": "Iain McIntyre sooooooooooooooooooyboy!",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "7",
                    "user": "Amy Lawrence",
                    "date": "13w",
                    "timestamp": "1566394845",
                    "commentText": "There's little difference between a hijab and the veil worn by nuns. In fact funnily enough, priests who are of course male seem to be able to quite happily walk around with their hair/head exposed while female nuns are 'forced' to wear the veil for modesty. I'm guessing that sort of injustice doesn't get your blood boiling though. You know being an ignorant bigoted <b> old </b>turd of the catholic variety.",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Old"
                    ]
                },
                {
                    "id": "8",
                    "user": "Craig McKie",
                    "date": "13w",
                    "timestamp": "1566405037",
                    "commentText": "Cool <b> racism,</b> bro. Of all places you post it on Metro. Don't be surprised when the coppers come knocking on your door.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racism"
                    ]
                },
                {
                    "id": "9",
                    "user": "Craig Elliott",
                    "date": "13w",
                    "timestamp": "1566407252",
                    "commentText": "Robert Jones -- and you should fight muslims to keep it that way. Don't yield one inch to the barbarians.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "10",
                    "user": "Iftikhar Ahmad",
                    "date": "13w",
                    "timestamp": "1566407345",
                    "commentText": "How can a headband and long skirt be described as ‘too religious’? Ridiculous. I see <b> nothing </b>wrong with wearing a headscarf, and find the French outlawing of them unfair and unnecessary. But there are other religions and sects that insist on a certain dress code for their followers, most orders of Christian nuns for example, are also covered from head to toe. Girl dressing modestly is seen as a religious symbol, yet girls in short skirts hitched up revealing their knickers is perfectly acceptable and not an insult to Christianity and therefore also a religious issue? It’s funny how democracy is linked to freedom when it seems to be taking people’s freedom away, the freedom to choose.You shouldn’t be able to order a<b>  woman</b> to go around wrapped up from head to toe, but you shouldn’t be able to order her to go around half naked either. What is wrong with a girl wearing a long skirt.According to a Japanese revert, \"the hijab reminds people who see it that God exists, and it serves as a constant reminder to me that I should conduct myself as a Muslim. Just as police officers are more professionally aware while in uniform, so I had a stronger sense of being a Muslim wearing my hijab\". 'Revert' not 'convert' coz every human were born into Islam but the environment changes one faith. Wearing the hijab soon became spontaneous, albeit purely voluntary. No human being could force me to wear it; if they had, perhaps I would have rebelled and rejected it. However, the first Islamic book I read used very moderate language in this respect, saying that “Allah recommends it (the hijab) strongly” and since Islam (as the word itself indicates) means we are to obey Allah’s will I accomplished my Islamic duties willingly and without difficulty, Alhamdulillah.The hijab reminds people who see it that God exists, and it serves as a constant reminder to me that I should conduct myself as a Muslim. Just as police officers are more professionally aware while in uniform, so I had a stronger sense of being a Muslim wearing1",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Woman",
                        "Nothing"
                    ]
                },
                {
                    "id": "11",
                    "user": "Ann McKay",
                    "date": "13w",
                    "timestamp": "1566410390",
                    "commentText": "So they pelt the girls with eggs, and frighten them to death, some liberation.",
                    "likes": 3,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "12",
                    "user": "Gary Day",
                    "date": "13w",
                    "timestamp": "1566419325",
                    "commentText": "Award for dick of the year goes to.... tim tit higgins... you are so special only you can know that....",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "13",
                    "user": "Misty Kathleen Card",
                    "date": "13w",
                    "timestamp": "1566424070",
                    "commentText": "Iftikhar Ahmad whilst those thugs do need to be punished for assaulting that poor girl. you also need to look at your own vile attitude \"A short skirt can send the signal that a wearer is available to men, so the hijab signals, loud and clear,: I am forbidden to you\". Wearing a knee length skirt instead of a floor length skirt is not an invitation to men. That sort of statement is straight out of the rapist/kiddy fiddler  handbook. Any and all clothing or lack there of says I'm forbidden to you, until the wearer says otherwise.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "14",
                    "user": "Russell Brown",
                    "date": "13w",
                    "timestamp": "1566466808",
                    "commentText": "I used to think that, now after Miley Cyrus and similar I think pius Muslims girls are a good example to our less moral girls. I hope they find these vile brutes.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "15",
                    "user": "Tim Higgins",
                    "date": "13w",
                    "timestamp": "1566745129",
                    "commentText": "Zain Iqbal Yes, forced! https://www.youtube.com/watch?v=jpiFX81daIg",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "16",
                    "user": "Tim Higgins",
                    "date": "13w",
                    "timestamp": "1566745437",
                    "commentText": "Boycott the annual World Hijab day and support Muslim women in their plight against male oppression, anyone who supports the forced wearing of that rag is as guilty and the men who force women to wear it.https://www.youtube.com/watch?v=jpiFX81daIg",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "17",
                    "user": "Ajax Smith",
                    "date": "12w",
                    "timestamp": "1566917170",
                    "commentText": "It's an absolute disgrace that <b> racist </b>pedophiles like Tim Higgins are able to spread their ignorant hate. He should be arrested so we do not have to read the ravings of this idiot.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "18",
            "user": "Jonathan Liddane",
            "date": "13w",
            "timestamp": "1566348915",
            "commentText": "Well across all of the \"relatively\" civilized world I would like to see how many muslim assaults there are on everyone else. The daily statistic would probably be staggering.How about Sweden just to name one?",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "19",
                    "user": "Robert Jones",
                    "date": "13w",
                    "timestamp": "1566366524",
                    "commentText": "To name just one what? Also you say you don't know how many Muslim assaults on 'everyone else' there are but then go on to say the statistic would 'probably be staggering' Why do you think that?",
                    "likes": 9,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "20",
                    "user": "Gerard White",
                    "date": "13w",
                    "timestamp": "1566370601",
                    "commentText": "Robert Jones Well there is no denying our complicity in assaults against Islam be that sale of Palestinian land, 1953 coup d'etat in Iran, training SAVAK torture police, murder in Iraq, Lybia and Syria, £billions or arms and logistics to Suad to bomb Yemen, the list is endless and cannot be defended, as Prime Minister Mohamed MosaddeghPrime Minister Mohamed Mosaddegh proved in the International Courts.",
                    "likes": 9,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "21",
                    "user": "Jonathan Liddane",
                    "date": "13w",
                    "timestamp": "1566390328",
                    "commentText": "Lizzie Peters Well if you're going to play that silly game the reason why your profile picture is a pair of cats is because you're fugly and you know it :DBut yes, That's right. Any evidence or proof like for example the fact that Sweden was once a haven and is now the rape capital of Europe in only 30 years ....I must be a white nationalist by pointing out the blatantly obvious. Or how about Rotherham? Could go on for quite a while you know. Something lilly livered, spineless leftists like you can't stand.Perhaps we can have a look at the Qu'ran. Or maybe have a look at how Islam has affected every civilization it's ever spread into. Nope. I'm a <b> Nazi.</b> Typical leftie tactic. Attack the profile picture like an immature child and censor debate with name calling.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Nazi"
                    ]
                },
                {
                    "id": "22",
                    "user": "Russell Brown",
                    "date": "13w",
                    "timestamp": "1566466657",
                    "commentText": "they were all faked",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "23",
            "user": "Heidi Ridge",
            "date": "13w",
            "timestamp": "1566356573",
            "commentText": "I bet there's alot more to this story. Kids are cruel but don't normally go randomly attacking people. Shouldn't be made out that this is a <b> racist </b>attack until people have all details.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "24",
                    "user": "Beverley Skouse",
                    "date": "13w",
                    "timestamp": "1566377305",
                    "commentText": "Heidi, there possibly is a lot more to the story, it probably wasn't a random attack, they were possibly bullying her with words for some time. Yes some kids do behave like that sadly.",
                    "likes": 5,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "25",
                    "user": "Gary Day",
                    "date": "13w",
                    "timestamp": "1566419597",
                    "commentText": "Children have been known to pick on other children for being different..colour,disability, e.t.c.... so this story is i can very well belive...",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "26",
                    "user": "Beverley Skouse",
                    "date": "12w",
                    "timestamp": "1567150935",
                    "commentText": "Gary Day, yes exactly.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "27",
            "user": "Andy Wardle",
            "date": "13w",
            "timestamp": "1566369572",
            "commentText": "Haha",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "28",
            "user": "Gerard White",
            "date": "13w",
            "timestamp": "1566370081",
            "commentText": "With those bare ankles it could have been much worse were she in Saudi Arabia.",
            "likes": 4,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "29",
                    "user": "Jensen Wilhelm",
                    "date": "13w",
                    "timestamp": "1566389854",
                    "commentText": "Straw man argument she’s not in Saudi Arabia moron - if your only argument is to compare to other countries to justify <b> racism </b>and hatred than you’re no better are you.",
                    "likes": 6,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racism"
                    ]
                },
                {
                    "id": "30",
                    "user": "Sterling Archer",
                    "date": "13w",
                    "timestamp": "1566410919",
                    "commentText": "Jensen Wilhelm, if she were in saudi was his wording.. stop interpreting people opinons as an offensive situation, he was simply stating a fact. You need to wake up.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "31",
                    "user": "Jensen Wilhelm",
                    "date": "13w",
                    "timestamp": "1566430235",
                    "commentText": "Sterling Archer - omg how many idiots are there around here! Saudi Arabia isn’t an exemplar country! Western countries don’t abide by Saudi standards they state and live by certain ideals  ie freedom or equality etc. Making a pointless argument as “if she were” is his wayb(and yours) to justify your/his hatred - as if she should put up being beaten by a gang, dragged to the ground, hijab ripped off and pelted with eggs!So how about you not try and justify your obvious stupidity in attempting to rationalise a clear straw man argument! The comparative is baseless!It’s like saying, if I were on the moon I’d jump higher! So it’s not a fact neither is relative to the situation of the girl that got attacked in N Ireland!So you wake up!If this was North Korea you’d be shot for opening your mouth.",
                    "likes": 2,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "32",
                    "user": "Gerard White",
                    "date": "11w",
                    "timestamp": "1567962402",
                    "commentText": "Jensen Wilhelm Actually before you go stoning people you should maybe think. I was making a stement of fact and I think my girlfriend Malika Benarab might disagree with your stupid your stupid rant about justifying <b> racism.</b> You come across as a complete idiot.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racism"
                    ]
                }
            ],
            "keywords": []
        },
        {
            "id": "33",
            "user": "Brian Purdy",
            "date": "13w",
            "timestamp": "1566377311",
            "commentText": "This happens every day across the country and has been since children started hanging around in gangs. Happened in the past and will happen in the future. But because she wears a hijab, lets turn this into a <b> racist </b>issue.",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 4,
            "replies": [
                {
                    "id": "34",
                    "user": "Holly Young",
                    "date": "13w",
                    "timestamp": "1566398598",
                    "commentText": "Well they were trying to pull it off so it kind of is the issue.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "35",
                    "user": "Brian Purdy",
                    "date": "13w",
                    "timestamp": "1566406142",
                    "commentText": "Holly Young so what is your excuse when someone has their jacket or sweater pulled off in an attack. What name would you give that? Clothes are pulled and torn in fights, just because they call it a hijab does not turn the incident into a <b> racist </b>attack.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                },
                {
                    "id": "36",
                    "user": "Holly Young",
                    "date": "13w",
                    "timestamp": "1566461486",
                    "commentText": "Brian Purdy because they were trying to pull it off in an islamaphobic attack? Didn't mention <b> race </b>anywhere, they clearly have an issue witht he girl bring muslim, you either have to be<b>  blind</b> or willfully ignorant to not see that.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Race",
                        "Blind"
                    ]
                },
                {
                    "id": "37",
                    "user": "Brian Purdy",
                    "date": "13w",
                    "timestamp": "1566470937",
                    "commentText": "Holly Young i can see that you are unwilling to accept reason and automatically go with the <b> racist </b>card, how willfully ignorant of you.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Racist"
                    ]
                }
            ],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "38",
            "user": "Kathy Cain",
            "date": "13w",
            "timestamp": "1566390903",
            "commentText": "Humans are the dirtiest of animals",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "39",
            "user": "Denise Janet Bedding",
            "date": "13w",
            "timestamp": "1566390917",
            "commentText": "it is asking if as a Muslim would you let your children go to this area . Here in some areas of London there are some places that white adults , children or dogs are not welcome . So maybe report that too",
            "likes": 8,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "40",
                    "user": "Holly Young",
                    "date": "13w",
                    "timestamp": "1566398495",
                    "commentText": "thats is totally irrlevant to the article, why would they report that?",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "41",
                    "user": "Jonathan Liddane",
                    "date": "13w",
                    "timestamp": "1566441893",
                    "commentText": "Holly Young She isn't reporting it. It's statement about the innumerable no go zones that have developed in the last 30 years years for non muslims across Europe.It's important because it's going to get a lot worse.",
                    "likes": 4,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "42",
                    "user": "Tanveer Ahmed",
                    "date": "13w",
                    "timestamp": "1566499214",
                    "commentText": "And what part of London can you not go to? I'm genuinely curious",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "43",
            "user": "Kathy Cain",
            "date": "13w",
            "timestamp": "1566391082",
            "commentText": "Lot of <b> racist </b>remarks here shows how ignorant people are.",
            "likes": 4,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Racist"
            ]
        },
        {
            "id": "44",
            "user": "Les Hayward",
            "date": "13w",
            "timestamp": "1566398663",
            "commentText": "If people did not insist in strutting around in religious uniform - who would know the difference?",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "45",
            "user": "Holly Young",
            "date": "13w",
            "timestamp": "1566398774",
            "commentText": "The people in the comments trying to justify this behaviour and going off on tangents lke \"WELL MUSLIMS ARE BAD TOO THEY DO BAD STUFF TOO is truly hilarious. A girls was attacked in a hate crime where she was attacked, thrown to the floor and pelted with eggs, and instead of feeling compsssion for another human all you can do is try and push your islamaphobic crap?",
            "likes": 5,
            "hasReplies": true,
            "numberOfReplies": 3,
            "replies": [
                {
                    "id": "46",
                    "user": "Jonathan Liddane",
                    "date": "13w",
                    "timestamp": "1566442020",
                    "commentText": "Millenial westerners. God...if you had any idea what the west is going to be like in 30 years...because of your weakness and stupidity.Try thinking for just a second about a bigger picture Holly. Jesus Christ :(",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "47",
                    "user": "Holly Young",
                    "date": "13w",
                    "timestamp": "1566461601",
                    "commentText": "Jonathan Liddane whats the bigger picture then? oh yeah, wanting people not to be attacked because of their religion and the outlandish idea of letting people peacefully practise their faith is such weakness and stupidity.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "48",
                    "user": "Holly Young",
                    "date": "13w",
                    "timestamp": "1566496650",
                    "commentText": "Ryan Marchi yeah cos that little girlIs definitely involved in that.Hope you hate catholics just as much for all the tax they avoid, schools they shoot up ans kids they rape.Look at the individual, not their religion.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "49",
            "user": "Craig Elliott",
            "date": "13w",
            "timestamp": "1566407159",
            "commentText": "Meh... doesn't bother me one whit. The first salvo in protecting a culture is to demonstrate that muslims are not wanted. Makes perfect sense to me ... its time to drive them back to the third world from whence they came.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 1,
            "replies": [
                {
                    "id": "50",
                    "user": "Holly Young",
                    "date": "13w",
                    "timestamp": "1566461687",
                    "commentText": "As if you are defending a group of bullies, I hope if you have kids you'll defend any bully that comes after them right? Also where are they mesant to go if they were born in that country? Listen to yourself instead of liking your own comments.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "51",
            "user": "Iftikhar Ahmad",
            "date": "13w",
            "timestamp": "1566407223",
            "commentText": "West must learn to respect and tolerate those who are different. The number of Muslims is on the increase because of never ending immigration, high birth rate and conversion.Muslim community in all western countries need Masajid, state funded Muslim schools , Halal meat and Muslim cemeteries. West must learn to respect and tolerate those who are different. Don't these hypocrites idiots know what their ancestors did to Native American Indians they slaughtered 150 millions of Native American Indians! and also do they know that Great Britain invaded 80% countries around the world? They should call them <b> terrorist </b>first and as well call their ancestors<b>  terrorist</b>! British did the same to Native American Indians and sadly they still treat Native American Indians badly! So Americans Indians know how you Muslims feel! They stole<b> n India</b>n land and killed 150 millions of Indians the British did! They were forced to go to the white man's school and learn the language, culture and faith of the white man. Inspite of that, they are still the under dogs of the American society.  [LINK] ",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Indian",
                "Terrorist"
            ]
        },
        {
            "id": "52",
            "user": "Catherine Cole",
            "date": "13w",
            "timestamp": "1566408433",
            "commentText": "Sounds like they live in an area that's in desperate need of a youth club.",
            "likes": 1,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "53",
            "user": "Marcus Welby",
            "date": "13w",
            "timestamp": "1566420779",
            "commentText": "i love a happy story like this.:)keep rejecting the overthrow of your country by these animals.",
            "likes": 1,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "54",
                    "user": "Holly Young",
                    "date": "13w",
                    "timestamp": "1566461755",
                    "commentText": "by animals you mean the bullies who attacked a girl and pelted her with eggs in an unprovoked attack right?",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                },
                {
                    "id": "55",
                    "user": "Marcus Welby",
                    "date": "12w",
                    "timestamp": "1566940329",
                    "commentText": "Holly Young did you not read ? being hit with an egg is a SAVAGE attack !!loland by animal i mean muslims.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": []
                }
            ],
            "keywords": []
        },
        {
            "id": "56",
            "user": "Linda L Leigh",
            "date": "13w",
            "timestamp": "1566430389",
            "commentText": "This attack had <b> nothing </b>to do with trying to liberate anyone it was a nasty vicious attack and these types of attacks are a direct result of Monster Mays Hostile Enviroment the<b>  Buck</b> stops with May.",
            "likes": 2,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": [
                "Nothing",
                "Buck"
            ]
        },
        {
            "id": "57",
            "user": "Eleanor Cox",
            "date": "13w",
            "timestamp": "1566505800",
            "commentText": "Is it just me or is there someone saying to leave her she’s just a child?? This is a disgusting attack and there’s no justification for it whatsoever",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        },
        {
            "id": "58",
            "user": "Ajax Smith",
            "date": "12w",
            "timestamp": "1566917480",
            "commentText": "beaten , egged, clothing torn off. And the police can't be bothered to act?",
            "likes": 0,
            "hasReplies": false,
            "numberOfReplies": 0,
            "replies": [],
            "keywords": []
        }
    ]
}