{
    "header": {
        "title": " Today, Northern Ireland woke up a more equal, free and compassionate place ",
        "subtitle": " ",
        "owner": " Grainne Teggart ",
        "views": " NA ",
        "likes": " NA ",
        "dislikes": " NA ",
        "shares": " 4.2k ",
        "datePosted": " Tuesday 22 Oct 2019 8:25 am ",
        "dateExtraction": " 2019-11-26 ",
        "language": " en ",
        "plataform": " Newspaper ",
        "url": " https://metro.co.uk/2019/10/22/today-northern-ireland-woke-up-a-more-equal-free-and-compassionate-place-10958118/ ",
        "postText": "Today, Northern Ireland woke up a more equal, free and compassionate place.', 'The abortion ban that has ruled over our bodies since the Victorian era has finally been scrapped.', 'The relief is overwhelming. At last, we’ve been liberated from legislation that polices our bodies, fertility and healthcare. We’re free from the threat of prosecution. We’re free from a climate of stigma and fear.', 'The impact this will have on people’s everyday lives is enormous.', 'From today onwards, no-one will suffer a crisis pregnancy alone. From today onwards, anyone in Northern Ireland can go to their doctor and seek advice about abortion access without fear of being reported to the police. And from today onwards, doctors and midwives can provide this medical advice and care to their patients, without facing prosecution for doing so.', 'This is the end to the criminalisation of our reproductive healthcare. Police can no longer investigate or prosecute people for accessing abortions, in line with the new law, and current criminal prosecutions will be dropped.', 'This means the mother who helped her 15-year-old daughter access abortion pills online will no longer face trial. Today, she is free. Her future is with her family rather than behind bars.', 'Women and girls soon will be able to access abortion services closer to home, no longer forced to travel miles to receive the healthcare elsewhere in the UK. In cases of fatal pregnancies or where there is a serious foetal anomaly, doctors may be able to provide abortion services immediately. In other cases, services will be set up next year.', 'And if anyone needs access to the healthcare service in the meantime, they will have all costs paid for them (including travel and accommodation) by the UK government.', 'This means that anyone who finds themselves in crisis pregnancies – including in cases of rape, incest or where there’s a risk to health – will no longer suffer in silence. Before today, women and girls have been so scared of potential police investigation and prosecution that they’ve hidden difficult experiences from close friends or family.', 'From now onwards, we’re no longer treated as criminals for making the right medical choices about our own bodies', 'The criminalisation of abortion has created an atmosphere of secrecy, shame and isolation. Today, the oppressive cloud that has hung over us for so long has been lifted. Our futures are brighter, more supportive, more caring, open and free.', 'For the many of us who have spent years campaigning for this moment, there were times when it felt so far away – impossible, even.', 'But we never gave up. So many people have put their hearts and souls into achieving this change. Individuals have bravely told their stories countless times to journalists, politicians and judges in order to explain just how damaging the abortion law has really been.', 'These women include Sarah Ewart, who had to travel to the UK for an abortion after receiving a fatal foetal diagnosis. She’s been working closely with Amnesty to take her case to the High Court, where we achieved a ruling stating that the abortion law was incompatible with the UK’s human rights commitments.', 'Then there’s Denise, who was forced to continue with a pregnancy despite doctors telling her the foetus wouldn’t survive, and has also tirelessly fought for this change. Not having access to an abortion meant she had to suffer the trauma of delivering a dead foetus. Denise’s experience was completely harrowing. No-one should have to go through what she has. That’s why Denise has been bravely campaigning for the law change to make sure that no-one will have to.', 'Today, she will have peace of mind that from now on, no one will be harmed by the law that caused her so much pain.', 'To all of the people who have shared their stories, to all of the students who have marched, to all of the campaigners who have never given up, to all of the politicians who have stood up for us in Westminster, to all of the women who have gone through the devastating experience of having to travel in secret on a plane to another part of the UK to have an abortion: this day is for you.', 'From now onwards, we’re no longer treated as criminals for making the right medical choices about our own bodies. We’re free.",
        "numberPosts": " 1 comments ",
        "srcType": " text ",
        "nameNewspaper": " Metro ",
        "socioLingVar": "Gender - General,Physical Identity - Physical (and Mental) Impairments,Ethnicity - Black,Nationality - General",
        "listEvents": "  ",
        "articleKeywords": "  ",
        "keywords": "Woman,Mental,Crazy,Spade,doctors",
        "commentsOpen": " yes "
    },
    "commentThread": [
        {
            "id": "0",
            "user": "Michael Lynch",
            "date": "5w",
            "timestamp": "1571738798",
            "commentText": "When i Read the headline I though they were talking about the Legislation  of Cannabis and Not the Legalised Murder of Babies, I am not concerned with Abortion one way or the Other, But lets call a <b> spade </b>a<b>  spade</b>, There are Many ways to Avoid get Pregnant, Abortion should not be the First Choice, Yes there are Many reasons Why <b> a woma</b>n might need an Abortion, But not because some Geezer had them up against a wall After get So Drunk they can stand up. That can be Avoided with Precaution's",
            "likes": 3,
            "hasReplies": true,
            "numberOfReplies": 2,
            "replies": [
                {
                    "id": "1",
                    "user": "Ade Foiadelli",
                    "date": "5w",
                    "timestamp": "1571757995",
                    "commentText": "For some reason, my previous response has disappeared.So, keeping it simple, murder is a legally defined term, abortion is not murder. Calling it murder just means you don't know the meaning of the word you are using.Abortions need to be approved by two <b> doctors,</b> and 98% fall under category 2, where the abortion is carried out within 24 weeks due to potential physical or<b>  mental</b> harm to the pregnan<b> t woma</b>n.There is no data on the manner of conception, but your knee-trembler scenario is unlikely to be the norm.Abortion is not the first choice.And finally, precautions sometimes fail, which is frequently the reason for an abortion. It was in my case, twice. Hopefully this version hasn't upset anyone too much. Have a nice day.",
                    "likes": 0,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Woman",
                        "doctors",
                        "Mental"
                    ]
                },
                {
                    "id": "2",
                    "user": "Karen Willet",
                    "date": "4w",
                    "timestamp": "1571787041",
                    "commentText": "Ade Foiadelli Yet in many places people can be prosecuted for causing the death of the unborn. Yes, often in places where abortion is legal too. <b> Crazy </b>world.",
                    "likes": 1,
                    "hasReplies": false,
                    "numberOfReplies": 0,
                    "replies": [],
                    "keywords": [
                        "Crazy"
                    ]
                }
            ],
            "keywords": [
                "Woman",
                "Spade"
            ]
        }
    ]
}